{"article_title": "National Review", "article_keywords": ["core", "think", "right", "dont", "review", "principles", "fremdschmen", "embarrassed", "thing", "wendy", "national", "women"], "article_url": "http://www.nationalreview.com/article/369402/how-do-you-solve-problem-wendy-jonah-goldberg", "article_text": "On watching a formerly fawning media spin Davis’s false story.\n\nEditor’s Note: The following is Jonah Goldberg’s weekly “news”letter, the G-File. Subscribe here to get the G-File delivered to your inbox on Fridays.\n\nDear Reader (and those of you who took the red pill),\n\nLast June, when the mainstream media collectively swooned over Wendy Davis and her shoes, I was overcome with Fremdschämen. The only problem is that I didn’t know what Fremdschämen was back then.\n\nBut now I do! It’s a floor wax and a dessert topping! No, that’s not right. It’s my new favorite German word. What is amazing, to me at least, is that I am only just now learning of this word, despite having a soft spot (right below my elbow) for fun foreign words (“I myself am overcome with Backpfeifengesicht right now” — The Couch). Even more surprising is that we live in the Golden Age of Fremdschämen, so you’d think more people would be using it.\n\nSo what does it mean? It means feeling embarrassed for someone else. But more than that, it means feeling embarrassed for someone else because that someone else doesn’t realize he should be embarrassed.\n\n“Fremdschämen describes the almost-horror you feel when you notice that somebody is oblivious to how embarrassing they truly are,” writes Daniel Hawes in Psychology Today. “Fremdscham [the noun] occurs when someone who should feel embarrassed for themselves simply is not, and you start feeling embarrassment in their place.”\n\n\n\n\n\nFremdschämen Über Alles\n\nAs Hawes notes, this feeling is the whole conceit behind “mockumentaries” like The Office and the oeuvres of Larry David and Ricky Gervais. Also, the auditions for American Idol and all of the related rip-offs are Fremdschämen factories, churning out Fremdscham like kids in a Brazilian sweatshop cranking out Guy Fawkes masks for rich white Occupy kids to use in their protests against economic exploitation. (Next time you see an Urban Outfitter Bolshevik wearing one, you too can experience Fremdschämen).\n\nBut the Golden Age of Fremdschämen extends further than that. How many reality shows are driven by the guilty pleasures that lay in the borderlands between schadenfreude and Fremdschämen? Watch five minutes of Here Comes Honey Boo Boo and you’ve watched four minutes and 55 seconds too much. But you will have watched more than enough to recognize in yourself that weird form of American snobbery that manifests itself as embarrassment for the lumpenproletariat’s refusal to be embarrassed by its own gaucheness.\n\nMeanwhile, a big part of the reason why carbon-based humanoids like Miley Cyrus and Lady Gaga generate so much buzz is that they are simply missing the gene that allows them to be embarrassed for themselves. Of course, Cyrus’s fans aren’t embarrassed for her, they love her “incredibly brave” (translation: utterly manufactured and banal) taboo-breaking. But the fans still feed off Fremdschämen all the same. That’s because people like me are embarrassed for her or, more likely, her fans or her parents. And the fans misinterpret the good sense of people like me (and many of you) as if it proves just how rebellious Cyrus is. It’s the same with teenagers who put staples through various parts of their face and dress like they’re auditioning to be a vampire’s thrall; they think my pity is proof of their daring social transgression.\n\nKids have been doing this for millennia. Parents say, “She should be mortified. I feel horrible for her parents.” The kid responds, “You just don’t get it!” — as if there’s a deep and rich complexity to wearing painted-on clothes and shaking your hindquarters like a gibbon in heat. It is an eternal story of children insisting they’re revolutionaries and parents insisting no, you’re idiots. And what the kids can’t grok is that we recognize the idiocy because we were idiots once too (“Once?” – The Couch).\n\n\n\nClinton’s Bequest\n\nAnd then there’s politics. I think one of the reasons why people hate politicians so much these days is that the politicians are outsourcing their embarrassment to us. It’s a kind of passive aggression. A politician does something that in an earlier era would have him searching his desk for his pearl-handled revolver or, at the very least, calling around to various monastic orders to see where he could do penance. He lies about it for a while. Then he is forced to confess. He’s embarrassed, but only in the way a character in a movie should be embarrassed at the end of Act Two. You know Act Three is coming, and during that part of the story the politician is a changed man who’s grateful for his mistakes because they’ve helped him grow. Then, all of a sudden, the bad guy is anyone who can’t celebrate the politician’s newfound humanity and generosity of spirit.\n\nIt all started in earnest with Bill Clinton, of course. The good news is that few politicians have managed to replicate his performance. (His political performance! I’m quite sure plenty of politicians have mimicked some of his other performances.) Anthony Weiner, for instance, tried a comeback recently (as did Eliot Spitzer), but I think there was a palpable sense of resentment from voters that their public displays of embarrassment and contrition were of the check-the-box variety. Mea culpa? Check! File to get my name on the ballot? Check. Now vote for me. The response from a lot of people was, “You should be more embarrassed for yourself than we are for you. How dare you expect us to carry the lion’s share of your shame?”\n\n\n\n​Fremdschämen Mädchen\n\nHow did I get on all this? Oh right, Wendy Davis.\n\nLast June, when the media was largely ignoring Kermit Gosnell’s abattoir, it was fawning over Wendy Davis with a lack of self-awareness that fired up my Fremdschämen glands more than watching the infamous lost episode of The Office where Michael Scott auditions to be a gay porn star. The idiocy about Davis’s sneakers alone reached the point where I was expecting some Dana Bash type to rush onto the set during a broadcast and scream, “Screw that noise, Wolf! I’ve got a piece of the One True Shoe!”\n\nIt wasn’t just the juxtaposition with the media’s scandalous reluctance to touch the Gosnell story. It was full spectrum obliviousness. You could simply feel their confidence that everyone should love this plucky hero from Texas. Even more palpable was their certainty that everyone they know feels the same way. MSNBC was a veritable 24-hour groupthink-cam in which we got to watch bunkered, insular, and smug MSMers assume everyone shares their pieties and preferences. “Isn’t she just fantastic! Who couldn’t love such a pretty lady who’s a spiffy dresser in sensible shoes? She went to Harvard! She’s a mom! And what a mom! She’s fighting to make sure that women can have their unborn babies dismembered in utero right up until the minute before delivery! Why, it’s the feel-good story of the year!”\n\nOf course, that’s not how they characterized her agenda. They made it all about “women’s health” and their right to make their own medical choices. But as I ranted about here a while back, these are euphemisms for exactly one — okay, one and a half — things: abortion and birth control. (Birth control is half a thing because no one on the right is trying to ban non-abortifacient birth control. Some of us don’t want to pay for it, but I don’t want to pay for lots of things I don’t want banned. I don’t want to pay for your Blu-ray copy of The Oogieloves, but that doesn’t mean I want it outlawed.)\n\nMoreover, these euphemisms are staggeringly hypocritical given the fact they are spouted by the very same party that is determined to take more and more health-care decisions away from women and their doctors. From that rant:\n\n“You’ve got a state legislature up here that sometimes acts like it knows better than women when it comes to women’s own health-care decisions,” the president said at a typical rally in New Hampshire during the last campaign. “You know, my opponent’s got the same approach.” How odd from the eponymous father of Obamacare, which will mandate that women (and men) pay for insurance coverage they don’t need. It will cause many women (and men) to lose their existing health-care plans. It will empower bureaucrats to decide what treatments for women (and men) the government will reimburse and which it won’t. Under Obamacare, women who smoke or are overweight can be charged 30 percent to 50 percent more for their health insurance. These features are defensible from a liberal or statist point of view, but not if you actually believe that women have a special and unique right to make “health-care decisions” for themselves wholly unfettered by the government.\n\n\n\nA Girl Like Wendy\n\nSo it should be no surprise that when I heard the news this week that Wendy Davis isn’t the person the media thought she was, my Fremdschämen gave way to schadenfreude. How to spin Davis’s embellishments is not my problem. It is a problem for the MSM which for some reason calls to mind The Sound of Music:\n\nHow do you solve a problem like Maria Wendy?\n\nHow do you catch a cloud and pin it down?\n\nHow do you find a word that means Maria Wendy?\n\nA flibbertijibbet! A will-o’-the wisp! A clown!\n\nThe funny thing is that the liberal press — egged on by their research department at groups like ThinkProgress — was so convinced that its own infatuation was universal it never occurred to them that a) she might not be as awesome as they thought, b) that running for governor in Texas on a plank of “late term abortions for everyone!” is really pretty stupid, and c) that she’s not a great politician just because you like her.\n\nThe best evidence for this is the fact that she said the one thing — the one thing! — you shouldn’t say about your wheelchair-bound opponent: “He hasn’t walked a day in my shoes.”\n\nI mean, bravo.\n\nIt’s just a shame she can’t run against Helen Keller. “My opponent needs to see the world through someone else’s eyes for a change!” “Ms. Keller refuses to listen to the voters!”\n\nStill, I never quite understood how her now-moot version of her life story complemented her fight for late-term abortions. I mean her old tale was about how she was a single mom who managed to go to Harvard Law School, blah blah blah. Right? So the lesson was that having kids didn’t hold her back. So why would her life story give moral support for the idea that women need to have late-term abortions? Something doesn’t track there.\n\nBut now it turns out that her story is as operative as Anthony Weiner’s “My Twitter account was hacked” tale. The funny thing is the new, more accurate version of her life story is more helpful to the pro-choice side. It turns out that it was only because she had a generous and successful husband that she was able to go to Harvard. And it looks like she went to Harvard — instead of, say, Texas A&M — because she was more eager to go to Harvard than she was to be there for her kids (for the full, devastating, version of her story see Ann Coulter’s column. Mona Charen has a slightly more charitable take).\n\nThe honest version of the pro-choice position is that young women shouldn’t be, in Obama’s words, “punished with a baby” simply because they make a mistake. Abortion supporters are absolutely right that having a child is a huge responsibility that can require enormous sacrifices and can make it particularly hard for single mothers to advance their careers. The fact that Davis needed a husband to take care of her kids and send her to law school proves that point. The old story made it sound like being a single mom is no hindrance to accomplishing all of your life goals — which is an argument you’d expect to hear from a pro-lifer.\n\n\n\nJulia Hearts Huckabee\n\nYesterday Mike Huckabee said something that had the “Wendy Davis for Pope!” crowd grasping for their fainting couches:\n\nI think it’s time for Republicans to no longer accept listening to Democrats talk about a war on women. Because the fact is, the Republicans don’t have a war on women. They have a war FOR women. For them to be empowered; to be something other than victims of their gender. Women I know are outraged that Democrats think that women are nothing more than helpless and hopeless creatures whose only goal in life is to have a government provide for them birth control medication. Women I know are smart, educated, intelligent, capable of doing anything anyone else can do. Our party stands for the recognition of the equality of women and the capacity of women. That’s not a war ON them, it’s a war FOR them. And if the Democrats want to insult the women of America by making them believe that they are helpless without Uncle Sugar coming in and providing for them a prescription each month for birth control because they cannot control their libido or their reproductive system without the help of the government, then so be it, let’s take that discussion all across America because women are far more than Democrats have made them to be. And women across America have to stand up and say, Enough of that nonsense.\n\nNow, I’ll leave it to others to debate whether this was the best way to make this argument. But I certainly think the shrieks of protest are a sign that it hit pretty close to the mark. After all, what was the worldview behind the Obama campaign’s “Julia” slideshow other than one in which future Wendy Davises will no longer need a wealthy husband to provide for them because the government will do it instead?\n\n\n\n​By the Power of the Constitution, I Cast Thee Out!\n\nMy column today is a little different. I originally intended it as a Burke-quote-heavy philosophical discussion. But I figured that would turn people off. So instead I tried to make the same point by noting that the Constitution offers little help in the fight against Satan.\n\nThe underlying point however is a very serious one that I think conservatives need to noodle. On the right these days the one guaranteed way to win any argument is to be even more absolute about “core principles” than the other guy. The interesting thing about the phrase “core principles” is that it suggests our principles lie at the core of something. Cores only exist in the presence of stuff outside the core, that’s how the core gets its definition. While there’s a lot to like about the return to core principles, it’s worth considering that it is a kind of retreat, a fall-back position because our frontier and intermediary defenses have been overrun. Core principles are all we’ve got left. Edmund Burke had principles, but he didn’t think principles were the most important thing. Customs, traditions, wisdom — i.e., the subtle ability to recognize the trade-offs between competing goods and, yes, competing principles — were far more important. The deeper point of my column is that we’ve lost the ability to draw on that social capital of custom and wisdom in ways that connect with the whole country. The moral and cultural consensus has disintegrated, leaving our core exposed. I think something very similar is happening on the left. More and more they talk about how America can be run like a 1950s Scandinavian country, even though we have nothing like the social cohesion and consensus of even contemporary Sweden (which has been moving away from the Swedish model for years). The resort to universal principles is in many ways a last resort. I still love conservative principles and I’m glad we’re clinging to them, I just wish we had more things to cling to as well. Anyway, I could go on for hours about this, but I think I’ll save it for another day.\n\n\n\nZoë Update\n\nOne reason why this “news”letter is so long — and why I’m tempted to keep writing it — is to avoid talking about Zoë. Our new puppy is very sick. She contracted parvo from her littermate on the drive up to Washington, D.C. She’s been in the hospital for two nights and it looks like she’ll be there for at least a third. We’re hopeful she’ll pull through, but parvo is an awful, awful bug and she’s not improving as much as the vet would like. It’s all very sad. Thanks for all the notes of support from folks who’ve been following this on my Twitter feed. I really don’t know what else to say.\n\n\n\nVarious & Sundry\n\nOh one last thing regarding Zoë. I’ve gotten a lot of ribbing from folks about the umlaut over the “e” in Zoë. On the latest Ricochet podcast, Rob Long accused me of being some kind of elitist “swanning” around Washington with a dog with an umlaut in its name.\n\nFirst of all, as I pointed out to him, people who use “swan” as a verb should be careful about accusations of elitism. Second, we put the umlaut in her name because my daughter thinks it’s cool. She got it from a Percy Jackson book and insisted that “the two dot thingy go over the ‘e’.”\n\nBut most important, IT’S NOT AN UMLAUT! It’s a diaeresis! A diaeresis, I tell you! Here’s how The New Yorker, one of the last diaeresian holdouts, explains the difference:\n\nThose two dots, often mistaken for an umlaut, are actually a diaeresis (pronounced “die heiresses”; it’s from the Greek for “divide”). The difference is that an umlaut is a German thing that alters the pronunciation of a vowel (Brünnhilde), and often changes the meaning of a word: schon (adv.), already; schön (adj.), beautiful. In the case of a diphthong, the umlaut goes over the first vowel. And it is crucial. A diaeresis goes over the second vowel and indicates that it forms a separate syllable. Most of the English-speaking world finds the diaeresis inessential. Even Fowler, of Fowler’s “Modern English Usage,” says that the diaeresis “is in English an obsolescent symbol.”\n\nI leave tomorrow for the Ricochet-palooza at USC this weekend. There’s still time to get tickets.\n\nOh, I’ve decided that there isn’t enough serious stuff in the Various & Sundry section of this “news”letter. But don’t worry, it won’t come at the expense of the silly stuff. That’s the great thing about the Internet: There are always more pixels.\n\nIf you’re not sick of the subject, Andrew Stiles has a great piece on how Wendy Davis benefits from the Biden standard.\n\nJames Antle eviscerates those who think that just because Tom Coburn is a decent and moderate person, he’s a political moderate, too.\n\nHeckuva pick, Obama.\n\nThis is just wrong.\n\nCongrats to Megan McArdle and Scott Gottlieb for their Obamacare debate victory!\n\nThere are a lot of people in India.\n\nThe Internet’s 25 worst passwords.\n\nEleven of the professor’s best Gilligan’s Island inventions (he created blue meth off-island).\n\nFourteen of the funniest/most viral ads of 2013.\n\nTwenty-two reasons why commas save lives.\n\nGary Larson predicted the Millennials.\n\nBest escalator ever.\n\nBest. Rickroll. Ever.\n\nThe prophecies are true! Chihuahua girl’s muffin looks just like her Chihuahua.\n\nThe eternal question: bomb or haggis?\n\nReal life locations that would make bad-ass super-villain lairs.\n\nSo, what happened in the Civil War this week?\n\nPoop beacon!\n\nThirty-three meditations on the trilogy curse.\n\nFlight of the starlings!\n\n— Jonah Goldberg is the author of The Tyranny of Clichés, now on sale in paperback. You can write to him by e-mail at [email protected], or via Twitter @JonahNRO.", "article_metadata": {"tweettext": "How Do You Solve a Problem Like Wendy?", "sailthru.author": "Jonah Goldberg", "description": "Editor’s Note: The following is Jonah Goldberg’s weekly “news”letter, the G-File. Subscribe here to get the G-File delivered to your inbox on Fridays.\n\nDear Reader (and those of you who took the red pill),\n\nLast June, when the mainstream media collectively swooned over Wendy Davis and her shoes, I was overcome with Fremdschämen. The only problem is that I didn’t know what Fremdschämen was back then.\n\n#ad#But now I do! It’s a floor wax and a dessert topping! No, that’s not right. It’s my new favorite German word. What is amazing, to me at least, is that I am only just now learning of this word, despite having a soft spot (right below my elbow) for fun foreign words (“I myself am overcome with Backpfeifengesicht right now” — The Couch). Even more surprising is that we live in the Golden Age of Fremdschämen, so you’d think more people would be using it.\n\nSo what does it mean? It means feeling embarrassed for someone else. But more than that, it means feeling embarrassed for someone else because that someone else doesn’t realize he should be embarrassed.\n\n“Fremdschämen describes the almost-horror you feel when you notice that somebody is oblivious to how embarrassing they truly are,” writes Daniel Hawes in Psychology Today. “Fremdscham [the noun] occurs when someone who should feel embarrassed for themselves simply is not, and you start feeling embarrassment in their place.”\n \n\nFremdschämen Über AllesAs Hawes notes, this feeling is the whole conceit behind “mockumentaries” like The Office and the oeuvres of Larry David and Ricky Gervais. Also, the auditions for American Idol and all of the related rip-offs are Fremdschämen factories, churning out Fremdscham like kids in a Brazilian sweatshop cranking out Guy Fawkes masks for rich white Occupy kids to use in their protests against economic exploitation. (Next time you see an Urban Outfitter Bolshevik wearing one, you too can experience Fremdschämen).\n\nBut the Golden Age of Fremdschämen extends further than that. How many reality shows are driven by the guilty pleasures that lay in the borderlands between schadenfreude and Fremdschämen? Watch five minutes of Here Comes Honey Boo Boo and you’ve watched four minutes and 55 seconds too much. But you will have watched more than enough to recognize in yourself that weird form of American snobbery that manifests itself as embarrassment for the lumpenproletariat’s refusal to be embarrassed by its own gaucheness.\n\nMeanwhile, a big part of the reason why carbon-based humanoids like Miley Cyrus and Lady Gaga generate so much buzz is that they are simply missing the gene that allows them to be embarrassed for themselves. Of course, Cyrus’s fans aren’t embarrassed for her, they love her “incredibly brave” (translation: utterly manufactured and banal) taboo-breaking. But the fans still feed off Fremdschämen all the same. That’s because people like me are embarrassed for her or, more likely, her fans or her parents. And the fans misinterpret the good sense of people like me (and many of you) as if it proves just how rebellious Cyrus is. It’s the same with teenagers who put staples through various parts of their face and dress like they’re auditioning to be a vampire’s thrall; they think my pity is proof of their daring social transgression.\n\nKids have been doing this for millennia. Parents say, “She should be mortified. I feel horrible for her parents.” The kid responds, “You just don’t get it!” — as if there’s a deep and rich complexity to wearing painted-on clothes and shaking your hindquarters like a gibbon in heat. It is an eternal story of children insisting they’re revolutionaries and parents insisting no, you’re idiots. And what the kids can’t grok is that we recognize the idiocy because we were idiots once too (“Once?” – The Couch).\n\nClinton’s BequestAnd then there’s politics. I think one of the reasons why people hate politicians so much these days is that the politicians are outsourcing their embarrassment to us. It’s a kind of passive aggression. A politician does something that in an earlier era would have him searching his desk for his pearl-handled revolver or, at the very least, calling around to various monastic orders to see where he could do penance. He lies about it for a while. Then he is forced to confess. He’s embarrassed, but only in the way a character in a movie should be embarrassed at the end of Act Two. You know Act Three is coming, and during that part of the story the politician is a changed man who’s grateful for his mistakes because they’ve helped him grow. Then, all of a sudden, the bad guy is anyone who can’t celebrate the politician’s newfound humanity and generosity of spirit.\n\nIt all started in earnest with Bill Clinton, of course. The good news is that few politicians have managed to replicate his performance. (His political performance! I’m quite sure plenty of politicians have mimicked some of his other performances.) Anthony Weiner, for instance, tried a comeback recently (as did Eliot Spitzer), but I think there was a palpable sense of resentment from voters that their public displays of embarrassment and contrition were of the check-the-box variety. Mea culpa? Check! File to get my name on the ballot? Check. Now vote for me. The response from a lot of people was, “You should be more embarrassed for yourself than we are for you. How dare you expect us to carry the lion’s share of your shame?”\n\n\n​#page#Fremdschämen MädchenHow did I get on all this? Oh right, Wendy Davis.\n\nLast June, when the media was largely ignoring Kermit Gosnell’s abattoir, it was fawning over Wendy Davis with a lack of self-awareness that fired up my Fremdschämen glands more than watching the infamous lost episode of The Office where Michael Scott auditions to be a gay porn star. The idiocy about Davis’s sneakers alone reached the point where I was expecting some Dana Bash type to rush onto the set during a broadcast and scream, “Screw that noise, Wolf! I’ve got a piece of the One True Shoe!”\n\n#ad#It wasn’t just the juxtaposition with the media’s scandalous reluctance to touch the Gosnell story. It was full spectrum obliviousness. You could simply feel their confidence that everyone should love this plucky hero from Texas. Even more palpable was their certainty that everyone they know feels the same way. MSNBC was a veritable 24-hour groupthink-cam in which we got to watch bunkered, insular, and smug MSMers assume everyone shares their pieties and preferences. “Isn’t she just fantastic! Who couldn’t love such a pretty lady who’s a spiffy dresser in sensible shoes? She went to Harvard! She’s a mom! And what a mom! She’s fighting to make sure that women can have their unborn babies dismembered in utero right up until the minute before delivery! Why, it’s the feel-good story of the year!”\n\nOf course, that’s not how they characterized her agenda. They made it all about “women’s health” and their right to make their own medical choices. But as I ranted about here a while back, these are euphemisms for exactly one — okay, one and a half — things: abortion and birth control. (Birth control is half a thing because no one on the right is trying to ban non-abortifacient birth control. Some of us don’t want to pay for it, but I don’t want to pay for lots of things I don’t want banned. I don’t want to pay for your Blu-ray copy of The Oogieloves, but that doesn’t mean I want it outlawed.)\n\nMoreover, these euphemisms are staggeringly hypocritical given the fact they are spouted by the very same party that is determined to take more and more health-care decisions away from women and their doctors. From that rant:\n\n\n“You’ve got a state legislature up here that sometimes acts like it knows better than women when it comes to women’s own health-care decisions,” the president said at a typical rally in New Hampshire during the last campaign. “You know, my opponent’s got the same approach.”\n\nHow odd from the eponymous father of Obamacare, which will mandate that women (and men) pay for insurance coverage they don’t need. It will cause many women (and men) to lose their existing health-care plans. It will empower bureaucrats to decide what treatments for women (and men) the government will reimburse and which it won’t. Under Obamacare, women who smoke or are overweight can be charged 30 percent to 50 percent more for their health insurance.\n\nThese features are defensible from a liberal or statist point of view, but not if you actually believe that women have a special and unique right to make “health-care decisions” for themselves wholly unfettered by the government.\n\n\nA Girl Like WendySo it should be no surprise that when I heard the news this week that Wendy Davis isn’t the person the media thought she was, my Fremdschämen gave way to schadenfreude. How to spin Davis’s embellishments is not my problem. It is a problem for the MSM which for some reason calls to mind The Sound of Music:\n\n\nHow do you solve a problem like Maria Wendy?How do you catch a cloud and pin it down?How do you find a word that means MariaWendy?A flibbertijibbet! A will-o’-the wisp! A clown!\n\n\nThe funny thing is that the liberal press — egged on by their research department at groups like ThinkProgress — was so convinced that its own infatuation was universal it never occurred to them that a) she might not be as awesome as they thought, b) that running for governor in Texas on a plank of “late term abortions for everyone!” is really pretty stupid, and c) that she’s not a great politician just because you like her.\n\nThe best evidence for this is the fact that she said the one thing — the one thing! — you shouldn’t say about your wheelchair-bound opponent: “He hasn’t walked a day in my shoes.”\n\nI mean, bravo.\n\nIt’s just a shame she can’t run against Helen Keller. “My opponent needs to see the world through someone else’s eyes for a change!” “Ms. Keller refuses to listen to the voters!”\n\nStill, I never quite understood how her now-moot version of her life story complemented her fight for late-term abortions. I mean her old tale was about how she was a single mom who managed to go to Harvard Law School, blah blah blah. Right? So the lesson was that having kids didn’t hold her back. So why would her life story give moral support for the idea that women need to have late-term abortions? Something doesn’t track there.\n\nBut now it turns out that her story is as operative as Anthony Weiner’s “My Twitter account was hacked” tale. The funny thing is the new, more accurate version of her life story is more helpful to the pro-choice side. It turns out that it was only because she had a generous and successful husband that she was able to go to Harvard. And it looks like she went to Harvard — instead of, say, Texas A&M — because she was more eager to go to Harvard than she was to be there for her kids (for the full, devastating, version of her story see Ann Coulter’s column. Mona Charen has a slightly more charitable take).\n\nThe honest version of the pro-choice position is that young women shouldn’t be, in Obama’s words, “punished with a baby” simply because they make a mistake. Abortion supporters are absolutely right that having a child is a huge responsibility that can require enormous sacrifices and can make it particularly hard for single mothers to advance their careers. The fact that Davis needed a husband to take care of her kids and send her to law school proves that point. The old story made it sound like being a single mom is no hindrance to accomplishing all of your life goals — which is an argument you’d expect to hear from a pro-lifer.\n\nJulia Hearts HuckabeeYesterday Mike Huckabee said something that had the “Wendy Davis for Pope!” crowd grasping for their fainting couches:\n\n\nI think it’s time for Republicans to no longer accept listening to Democrats talk about a war on women. Because the fact is, the Republicans don’t have a war on women. They have a war FOR women. For them to be empowered; to be something other than victims of their gender. Women I know are outraged that Democrats think that women are nothing more than helpless and hopeless creatures whose only goal in life is to have a government provide for them birth control medication. Women I know are smart, educated, intelligent, capable of doing anything anyone else can do. Our party stands for the recognition of the equality of women and the capacity of women. That’s not a war ON them, it’s a war FOR them. And if the Democrats want to insult the women of America by making them believe that they are helpless without Uncle Sugar coming in and providing for them a prescription each month for birth control because they cannot control their libido or their reproductive system without the help of the government, then so be it, let’s take that discussion all across America because women are far more than Democrats have made them to be. And women across America have to stand up and say, Enough of that nonsense.\n\n\nNow, I’ll leave it to others to debate whether this was the best way to make this argument. But I certainly think the shrieks of protest are a sign that it hit pretty close to the mark. After all, what was the worldview behind the Obama campaign’s “Julia” slideshow other than one in which future Wendy Davises will no longer need a wealthy husband to provide for them because the government will do it instead?\n\n\n#page#​By the Power of the Constitution, I Cast Thee Out!My column today is a little different. I originally intended it as a Burke-quote-heavy philosophical discussion. But I figured that would turn people off. So instead I tried to make the same point by noting that the Constitution offers little help in the fight against Satan.\n\n#ad#The underlying point however is a very serious one that I think conservatives need to noodle. On the right these days the one guaranteed way to win any argument is to be even more absolute about “core principles” than the other guy. The interesting thing about the phrase “core principles” is that it suggests our principles lie at the core of something. Cores only exist in the presence of stuff outside the core, that’s how the core gets its definition. While there’s a lot to like about the return to core principles, it’s worth considering that it is a kind of retreat, a fall-back position because our frontier and intermediary defenses have been overrun.  Core principles are all we’ve got left. Edmund Burke had principles, but he didn’t think principles were the most important thing. Customs, traditions, wisdom — i.e., the subtle ability to recognize the trade-offs between competing goods and, yes, competing principles — were far more important. The deeper point of my column is that we’ve lost the ability to draw on that social capital of custom and wisdom in ways that connect with the whole country. The moral and cultural consensus has disintegrated, leaving our core exposed. I think something very similar is happening on the left. More and more they talk about how America can be run like a 1950s Scandinavian country, even though we have nothing like the social cohesion and consensus of even contemporary Sweden (which has been moving away from the Swedish model for years). The resort to universal principles is in many ways a last resort. I still love conservative principles and I’m glad we’re clinging to them, I just wish we had more things to cling to as well. Anyway, I could go on for hours about this, but I think I’ll save it for another day.\n\nZoë UpdateOne reason why this “news”letter is so long — and why I’m tempted to keep writing it — is to avoid talking about Zoë. Our new puppy is very sick. She contracted parvo from her littermate on the drive up to Washington, D.C. She’s been in the hospital for two nights and it looks like she’ll be there for at least a third. We’re hopeful she’ll pull through, but parvo is an awful, awful bug and she’s not improving as much as the vet would like. It’s all very sad. Thanks for all the notes of support from folks who’ve been following this on my Twitter feed. I really don’t know what else to say.\n\nVarious & SundryOh one last thing regarding Zoë. I’ve gotten a lot of ribbing from folks about the umlaut over the “e” in Zoë. On the latest Ricochet podcast, Rob Long accused me of being some kind of elitist “swanning” around Washington with a dog with an umlaut in its name.\n\nFirst of all, as I pointed out to him, people who use “swan” as a verb should be careful about accusations of elitism. Second, we put the umlaut in her name because my daughter thinks it’s cool. She got it from a Percy Jackson book and insisted that “the two dot thingy go over the ‘e’.”\n\nBut most important, IT’S NOT AN UMLAUT! It’s a diaeresis! A diaeresis, I tell you! Here’s how The New Yorker, one of the last diaeresian holdouts, explains the difference:\n\n\nThose two dots, often mistaken for an umlaut, are actually a diaeresis (pronounced “die heiresses”; it’s from the Greek for “divide”). The difference is that an umlaut is a German thing that alters the pronunciation of a vowel (Brünnhilde), and often changes the meaning of a word: schon (adv.), already; schön (adj.), beautiful. In the case of a diphthong, the umlaut goes over the first vowel. And it is crucial. A diaeresis goes over the second vowel and indicates that it forms a separate syllable. Most of the English-speaking world finds the diaeresis inessential. Even Fowler, of Fowler’s “Modern English Usage,” says that the diaeresis “is in English an obsolescent symbol.”\n\n\nI leave tomorrow for the Ricochet-palooza at USC this weekend. There’s still time to get tickets.\n\nOh, I’ve decided that there isn’t enough serious stuff in the Various & Sundry section of this “news”letter. But don’t worry, it won’t come at the expense of the silly stuff. That’s the great thing about the Internet: There are always more pixels.\n\nIf you’re not sick of the subject, Andrew Stiles has a great piece on how Wendy Davis benefits from the Biden standard.\n\nJames Antle eviscerates those who think that just because Tom Coburn is a decent and moderate person, he’s a political moderate, too.\n\nHeckuva pick, Obama.\n\nThis is just wrong.\n\nCongrats to Megan McArdle and Scott Gottlieb for their Obamacare debate victory!\n\nThere are a lot of people in India.\n\nThe Internet’s 25 worst passwords.\n\nEleven of the professor’s best Gilligan’s Island inventions (he created blue meth off-island).\n\nFourteen of the  funniest/most viral ads of 2013.\n\nTwenty-two reasons why commas save lives.\n\nGary Larson predicted the Millennials.\n\nBest escalator ever.\n\nBest. Rickroll. Ever.\n\nThe prophecies are true! Chihuahua girl’s muffin looks just like her Chihuahua. \n\nThe eternal question: bomb or haggis?\n\nReal life locations that would make bad-ass super-villain lairs.\n\nSo, what happened in the Civil War this week?\n\nPoop beacon!\n\nThirty-three meditations on the trilogy curse.\n\nFlight of the starlings!\n\n— Jonah Goldberg is the author of The Tyranny of Clichés, now on sale in paperback. You can write to him by e-mail at goldbergcolumn@gmail.com, or via Twitter @JonahNRO.", "generator": "Drupal 7 (http://drupal.org)", "title": "| National Review", "og": {"site_name": "National Review Online", "description": "Editor’s Note: The following is Jonah Goldberg’s weekly “news”letter, the G-File. Subscribe here to get the G-File delivered to your inbox on Fridays.\n\nDear Reader (and those of you who took the red pill),\n\nLast June, when the mainstream media collectively swooned over Wendy Davis and her shoes, I was overcome with Fremdschämen. The only problem is that I didn’t know what Fremdschämen was back then.\n\n#ad#But now I do! It’s a floor wax and a dessert topping! No, that’s not right. It’s my new favorite German word. What is amazing, to me at least, is that I am only just now learning of this word, despite having a soft spot (right below my elbow) for fun foreign words (“I myself am overcome with Backpfeifengesicht right now” — The Couch). Even more surprising is that we live in the Golden Age of Fremdschämen, so you’d think more people would be using it.\n\nSo what does it mean? It means feeling embarrassed for someone else. But more than that, it means feeling embarrassed for someone else because that someone else doesn’t realize he should be embarrassed.\n\n“Fremdschämen describes the almost-horror you feel when you notice that somebody is oblivious to how embarrassing they truly are,” writes Daniel Hawes in Psychology Today. “Fremdscham [the noun] occurs when someone who should feel embarrassed for themselves simply is not, and you start feeling embarrassment in their place.”\n \n\nFremdschämen Über AllesAs Hawes notes, this feeling is the whole conceit behind “mockumentaries” like The Office and the oeuvres of Larry David and Ricky Gervais. Also, the auditions for American Idol and all of the related rip-offs are Fremdschämen factories, churning out Fremdscham like kids in a Brazilian sweatshop cranking out Guy Fawkes masks for rich white Occupy kids to use in their protests against economic exploitation. (Next time you see an Urban Outfitter Bolshevik wearing one, you too can experience Fremdschämen).\n\nBut the Golden Age of Fremdschämen extends further than that. How many reality shows are driven by the guilty pleasures that lay in the borderlands between schadenfreude and Fremdschämen? Watch five minutes of Here Comes Honey Boo Boo and you’ve watched four minutes and 55 seconds too much. But you will have watched more than enough to recognize in yourself that weird form of American snobbery that manifests itself as embarrassment for the lumpenproletariat’s refusal to be embarrassed by its own gaucheness.\n\nMeanwhile, a big part of the reason why carbon-based humanoids like Miley Cyrus and Lady Gaga generate so much buzz is that they are simply missing the gene that allows them to be embarrassed for themselves. Of course, Cyrus’s fans aren’t embarrassed for her, they love her “incredibly brave” (translation: utterly manufactured and banal) taboo-breaking. But the fans still feed off Fremdschämen all the same. That’s because people like me are embarrassed for her or, more likely, her fans or her parents. And the fans misinterpret the good sense of people like me (and many of you) as if it proves just how rebellious Cyrus is. It’s the same with teenagers who put staples through various parts of their face and dress like they’re auditioning to be a vampire’s thrall; they think my pity is proof of their daring social transgression.\n\nKids have been doing this for millennia. Parents say, “She should be mortified. I feel horrible for her parents.” The kid responds, “You just don’t get it!” — as if there’s a deep and rich complexity to wearing painted-on clothes and shaking your hindquarters like a gibbon in heat. It is an eternal story of children insisting they’re revolutionaries and parents insisting no, you’re idiots. And what the kids can’t grok is that we recognize the idiocy because we were idiots once too (“Once?” – The Couch).\n\nClinton’s BequestAnd then there’s politics. I think one of the reasons why people hate politicians so much these days is that the politicians are outsourcing their embarrassment to us. It’s a kind of passive aggression. A politician does something that in an earlier era would have him searching his desk for his pearl-handled revolver or, at the very least, calling around to various monastic orders to see where he could do penance. He lies about it for a while. Then he is forced to confess. He’s embarrassed, but only in the way a character in a movie should be embarrassed at the end of Act Two. You know Act Three is coming, and during that part of the story the politician is a changed man who’s grateful for his mistakes because they’ve helped him grow. Then, all of a sudden, the bad guy is anyone who can’t celebrate the politician’s newfound humanity and generosity of spirit.\n\nIt all started in earnest with Bill Clinton, of course. The good news is that few politicians have managed to replicate his performance. (His political performance! I’m quite sure plenty of politicians have mimicked some of his other performances.) Anthony Weiner, for instance, tried a comeback recently (as did Eliot Spitzer), but I think there was a palpable sense of resentment from voters that their public displays of embarrassment and contrition were of the check-the-box variety. Mea culpa? Check! File to get my name on the ballot? Check. Now vote for me. The response from a lot of people was, “You should be more embarrassed for yourself than we are for you. How dare you expect us to carry the lion’s share of your shame?”\n\n\n​#page#Fremdschämen MädchenHow did I get on all this? Oh right, Wendy Davis.\n\nLast June, when the media was largely ignoring Kermit Gosnell’s abattoir, it was fawning over Wendy Davis with a lack of self-awareness that fired up my Fremdschämen glands more than watching the infamous lost episode of The Office where Michael Scott auditions to be a gay porn star. The idiocy about Davis’s sneakers alone reached the point where I was expecting some Dana Bash type to rush onto the set during a broadcast and scream, “Screw that noise, Wolf! I’ve got a piece of the One True Shoe!”\n\n#ad#It wasn’t just the juxtaposition with the media’s scandalous reluctance to touch the Gosnell story. It was full spectrum obliviousness. You could simply feel their confidence that everyone should love this plucky hero from Texas. Even more palpable was their certainty that everyone they know feels the same way. MSNBC was a veritable 24-hour groupthink-cam in which we got to watch bunkered, insular, and smug MSMers assume everyone shares their pieties and preferences. “Isn’t she just fantastic! Who couldn’t love such a pretty lady who’s a spiffy dresser in sensible shoes? She went to Harvard! She’s a mom! And what a mom! She’s fighting to make sure that women can have their unborn babies dismembered in utero right up until the minute before delivery! Why, it’s the feel-good story of the year!”\n\nOf course, that’s not how they characterized her agenda. They made it all about “women’s health” and their right to make their own medical choices. But as I ranted about here a while back, these are euphemisms for exactly one — okay, one and a half — things: abortion and birth control. (Birth control is half a thing because no one on the right is trying to ban non-abortifacient birth control. Some of us don’t want to pay for it, but I don’t want to pay for lots of things I don’t want banned. I don’t want to pay for your Blu-ray copy of The Oogieloves, but that doesn’t mean I want it outlawed.)\n\nMoreover, these euphemisms are staggeringly hypocritical given the fact they are spouted by the very same party that is determined to take more and more health-care decisions away from women and their doctors. From that rant:\n\n\n“You’ve got a state legislature up here that sometimes acts like it knows better than women when it comes to women’s own health-care decisions,” the president said at a typical rally in New Hampshire during the last campaign. “You know, my opponent’s got the same approach.”\n\nHow odd from the eponymous father of Obamacare, which will mandate that women (and men) pay for insurance coverage they don’t need. It will cause many women (and men) to lose their existing health-care plans. It will empower bureaucrats to decide what treatments for women (and men) the government will reimburse and which it won’t. Under Obamacare, women who smoke or are overweight can be charged 30 percent to 50 percent more for their health insurance.\n\nThese features are defensible from a liberal or statist point of view, but not if you actually believe that women have a special and unique right to make “health-care decisions” for themselves wholly unfettered by the government.\n\n\nA Girl Like WendySo it should be no surprise that when I heard the news this week that Wendy Davis isn’t the person the media thought she was, my Fremdschämen gave way to schadenfreude. How to spin Davis’s embellishments is not my problem. It is a problem for the MSM which for some reason calls to mind The Sound of Music:\n\n\nHow do you solve a problem like Maria Wendy?How do you catch a cloud and pin it down?How do you find a word that means MariaWendy?A flibbertijibbet! A will-o’-the wisp! A clown!\n\n\nThe funny thing is that the liberal press — egged on by their research department at groups like ThinkProgress — was so convinced that its own infatuation was universal it never occurred to them that a) she might not be as awesome as they thought, b) that running for governor in Texas on a plank of “late term abortions for everyone!” is really pretty stupid, and c) that she’s not a great politician just because you like her.\n\nThe best evidence for this is the fact that she said the one thing — the one thing! — you shouldn’t say about your wheelchair-bound opponent: “He hasn’t walked a day in my shoes.”\n\nI mean, bravo.\n\nIt’s just a shame she can’t run against Helen Keller. “My opponent needs to see the world through someone else’s eyes for a change!” “Ms. Keller refuses to listen to the voters!”\n\nStill, I never quite understood how her now-moot version of her life story complemented her fight for late-term abortions. I mean her old tale was about how she was a single mom who managed to go to Harvard Law School, blah blah blah. Right? So the lesson was that having kids didn’t hold her back. So why would her life story give moral support for the idea that women need to have late-term abortions? Something doesn’t track there.\n\nBut now it turns out that her story is as operative as Anthony Weiner’s “My Twitter account was hacked” tale. The funny thing is the new, more accurate version of her life story is more helpful to the pro-choice side. It turns out that it was only because she had a generous and successful husband that she was able to go to Harvard. And it looks like she went to Harvard — instead of, say, Texas A&M — because she was more eager to go to Harvard than she was to be there for her kids (for the full, devastating, version of her story see Ann Coulter’s column. Mona Charen has a slightly more charitable take).\n\nThe honest version of the pro-choice position is that young women shouldn’t be, in Obama’s words, “punished with a baby” simply because they make a mistake. Abortion supporters are absolutely right that having a child is a huge responsibility that can require enormous sacrifices and can make it particularly hard for single mothers to advance their careers. The fact that Davis needed a husband to take care of her kids and send her to law school proves that point. The old story made it sound like being a single mom is no hindrance to accomplishing all of your life goals — which is an argument you’d expect to hear from a pro-lifer.\n\nJulia Hearts HuckabeeYesterday Mike Huckabee said something that had the “Wendy Davis for Pope!” crowd grasping for their fainting couches:\n\n\nI think it’s time for Republicans to no longer accept listening to Democrats talk about a war on women. Because the fact is, the Republicans don’t have a war on women. They have a war FOR women. For them to be empowered; to be something other than victims of their gender. Women I know are outraged that Democrats think that women are nothing more than helpless and hopeless creatures whose only goal in life is to have a government provide for them birth control medication. Women I know are smart, educated, intelligent, capable of doing anything anyone else can do. Our party stands for the recognition of the equality of women and the capacity of women. That’s not a war ON them, it’s a war FOR them. And if the Democrats want to insult the women of America by making them believe that they are helpless without Uncle Sugar coming in and providing for them a prescription each month for birth control because they cannot control their libido or their reproductive system without the help of the government, then so be it, let’s take that discussion all across America because women are far more than Democrats have made them to be. And women across America have to stand up and say, Enough of that nonsense.\n\n\nNow, I’ll leave it to others to debate whether this was the best way to make this argument. But I certainly think the shrieks of protest are a sign that it hit pretty close to the mark. After all, what was the worldview behind the Obama campaign’s “Julia” slideshow other than one in which future Wendy Davises will no longer need a wealthy husband to provide for them because the government will do it instead?\n\n\n#page#​By the Power of the Constitution, I Cast Thee Out!My column today is a little different. I originally intended it as a Burke-quote-heavy philosophical discussion. But I figured that would turn people off. So instead I tried to make the same point by noting that the Constitution offers little help in the fight against Satan.\n\n#ad#The underlying point however is a very serious one that I think conservatives need to noodle. On the right these days the one guaranteed way to win any argument is to be even more absolute about “core principles” than the other guy. The interesting thing about the phrase “core principles” is that it suggests our principles lie at the core of something. Cores only exist in the presence of stuff outside the core, that’s how the core gets its definition. While there’s a lot to like about the return to core principles, it’s worth considering that it is a kind of retreat, a fall-back position because our frontier and intermediary defenses have been overrun.  Core principles are all we’ve got left. Edmund Burke had principles, but he didn’t think principles were the most important thing. Customs, traditions, wisdom — i.e., the subtle ability to recognize the trade-offs between competing goods and, yes, competing principles — were far more important. The deeper point of my column is that we’ve lost the ability to draw on that social capital of custom and wisdom in ways that connect with the whole country. The moral and cultural consensus has disintegrated, leaving our core exposed. I think something very similar is happening on the left. More and more they talk about how America can be run like a 1950s Scandinavian country, even though we have nothing like the social cohesion and consensus of even contemporary Sweden (which has been moving away from the Swedish model for years). The resort to universal principles is in many ways a last resort. I still love conservative principles and I’m glad we’re clinging to them, I just wish we had more things to cling to as well. Anyway, I could go on for hours about this, but I think I’ll save it for another day.\n\nZoë UpdateOne reason why this “news”letter is so long — and why I’m tempted to keep writing it — is to avoid talking about Zoë. Our new puppy is very sick. She contracted parvo from her littermate on the drive up to Washington, D.C. She’s been in the hospital for two nights and it looks like she’ll be there for at least a third. We’re hopeful she’ll pull through, but parvo is an awful, awful bug and she’s not improving as much as the vet would like. It’s all very sad. Thanks for all the notes of support from folks who’ve been following this on my Twitter feed. I really don’t know what else to say.\n\nVarious & SundryOh one last thing regarding Zoë. I’ve gotten a lot of ribbing from folks about the umlaut over the “e” in Zoë. On the latest Ricochet podcast, Rob Long accused me of being some kind of elitist “swanning” around Washington with a dog with an umlaut in its name.\n\nFirst of all, as I pointed out to him, people who use “swan” as a verb should be careful about accusations of elitism. Second, we put the umlaut in her name because my daughter thinks it’s cool. She got it from a Percy Jackson book and insisted that “the two dot thingy go over the ‘e’.”\n\nBut most important, IT’S NOT AN UMLAUT! It’s a diaeresis! A diaeresis, I tell you! Here’s how The New Yorker, one of the last diaeresian holdouts, explains the difference:\n\n\nThose two dots, often mistaken for an umlaut, are actually a diaeresis (pronounced “die heiresses”; it’s from the Greek for “divide”). The difference is that an umlaut is a German thing that alters the pronunciation of a vowel (Brünnhilde), and often changes the meaning of a word: schon (adv.), already; schön (adj.), beautiful. In the case of a diphthong, the umlaut goes over the first vowel. And it is crucial. A diaeresis goes over the second vowel and indicates that it forms a separate syllable. Most of the English-speaking world finds the diaeresis inessential. Even Fowler, of Fowler’s “Modern English Usage,” says that the diaeresis “is in English an obsolescent symbol.”\n\n\nI leave tomorrow for the Ricochet-palooza at USC this weekend. There’s still time to get tickets.\n\nOh, I’ve decided that there isn’t enough serious stuff in the Various & Sundry section of this “news”letter. But don’t worry, it won’t come at the expense of the silly stuff. That’s the great thing about the Internet: There are always more pixels.\n\nIf you’re not sick of the subject, Andrew Stiles has a great piece on how Wendy Davis benefits from the Biden standard.\n\nJames Antle eviscerates those who think that just because Tom Coburn is a decent and moderate person, he’s a political moderate, too.\n\nHeckuva pick, Obama.\n\nThis is just wrong.\n\nCongrats to Megan McArdle and Scott Gottlieb for their Obamacare debate victory!\n\nThere are a lot of people in India.\n\nThe Internet’s 25 worst passwords.\n\nEleven of the professor’s best Gilligan’s Island inventions (he created blue meth off-island).\n\nFourteen of the  funniest/most viral ads of 2013.\n\nTwenty-two reasons why commas save lives.\n\nGary Larson predicted the Millennials.\n\nBest escalator ever.\n\nBest. Rickroll. Ever.\n\nThe prophecies are true! Chihuahua girl’s muffin looks just like her Chihuahua. \n\nThe eternal question: bomb or haggis?\n\nReal life locations that would make bad-ass super-villain lairs.\n\nSo, what happened in the Civil War this week?\n\nPoop beacon!\n\nThirty-three meditations on the trilogy curse.\n\nFlight of the starlings!\n\n— Jonah Goldberg is the author of The Tyranny of Clichés, now on sale in paperback. You can write to him by e-mail at goldbergcolumn@gmail.com, or via Twitter @JonahNRO.", "title": "How Do You Solve a Problem Like Wendy?", "url": "http://www.nationalreview.com/article/369402/how-do-you-solve-problem-wendy-jonah-goldberg", "image": "http://c7.nrostatic.com/sites/default/files/uploaded/pic_related_012514_SM_How-Do-You-Solve-a-Problem-Like-Wendy2.jpg", "type": "article"}, "twitter": {"url": "http://www.nationalreview.com/article/369402/how-do-you-solve-problem-wendy-jonah-goldberg", "image": "http://c10.nrostatic.com/sites/default/files/uploaded/pic_giant_012514_SM_How-Do-You-Solve-a-Problem-Like-Wendy2.jpg", "description": "Editor’s Note: The following is Jonah Goldberg’s weekly “news”letter, the G-File. Subscribe here to get the G-File delivered to your inbox on Fridays.\n\nDear Reader (and those of you who took the red pill),\n\nLast June, when the mainstream media collectively swooned over Wendy Davis and her shoes, I was overcome with Fremdschämen. The only problem is that I didn’t know what Fremdschämen was back then.\n\n#ad#But now I do! It’s a floor wax and a dessert topping! No, that’s not right. It’s my new favorite German word. What is amazing, to me at least, is that I am only just now learning of this word, despite having a soft spot (right below my elbow) for fun foreign words (“I myself am overcome with Backpfeifengesicht right now” — The Couch). Even more surprising is that we live in the Golden Age of Fremdschämen, so you’d think more people would be using it.\n\nSo what does it mean? It means feeling embarrassed for someone else. But more than that, it means feeling embarrassed for someone else because that someone else doesn’t realize he should be embarrassed.\n\n“Fremdschämen describes the almost-horror you feel when you notice that somebody is oblivious to how embarrassing they truly are,” writes Daniel Hawes in Psychology Today. “Fremdscham [the noun] occurs when someone who should feel embarrassed for themselves simply is not, and you start feeling embarrassment in their place.”\n \n\nFremdschämen Über AllesAs Hawes notes, this feeling is the whole conceit behind “mockumentaries” like The Office and the oeuvres of Larry David and Ricky Gervais. Also, the auditions for American Idol and all of the related rip-offs are Fremdschämen factories, churning out Fremdscham like kids in a Brazilian sweatshop cranking out Guy Fawkes masks for rich white Occupy kids to use in their protests against economic exploitation. (Next time you see an Urban Outfitter Bolshevik wearing one, you too can experience Fremdschämen).\n\nBut the Golden Age of Fremdschämen extends further than that. How many reality shows are driven by the guilty pleasures that lay in the borderlands between schadenfreude and Fremdschämen? Watch five minutes of Here Comes Honey Boo Boo and you’ve watched four minutes and 55 seconds too much. But you will have watched more than enough to recognize in yourself that weird form of American snobbery that manifests itself as embarrassment for the lumpenproletariat’s refusal to be embarrassed by its own gaucheness.\n\nMeanwhile, a big part of the reason why carbon-based humanoids like Miley Cyrus and Lady Gaga generate so much buzz is that they are simply missing the gene that allows them to be embarrassed for themselves. Of course, Cyrus’s fans aren’t embarrassed for her, they love her “incredibly brave” (translation: utterly manufactured and banal) taboo-breaking. But the fans still feed off Fremdschämen all the same. That’s because people like me are embarrassed for her or, more likely, her fans or her parents. And the fans misinterpret the good sense of people like me (and many of you) as if it proves just how rebellious Cyrus is. It’s the same with teenagers who put staples through various parts of their face and dress like they’re auditioning to be a vampire’s thrall; they think my pity is proof of their daring social transgression.\n\nKids have been doing this for millennia. Parents say, “She should be mortified. I feel horrible for her parents.” The kid responds, “You just don’t get it!” — as if there’s a deep and rich complexity to wearing painted-on clothes and shaking your hindquarters like a gibbon in heat. It is an eternal story of children insisting they’re revolutionaries and parents insisting no, you’re idiots. And what the kids can’t grok is that we recognize the idiocy because we were idiots once too (“Once?” – The Couch).\n\nClinton’s BequestAnd then there’s politics. I think one of the reasons why people hate politicians so much these days is that the politicians are outsourcing their embarrassment to us. It’s a kind of passive aggression. A politician does something that in an earlier era would have him searching his desk for his pearl-handled revolver or, at the very least, calling around to various monastic orders to see where he could do penance. He lies about it for a while. Then he is forced to confess. He’s embarrassed, but only in the way a character in a movie should be embarrassed at the end of Act Two. You know Act Three is coming, and during that part of the story the politician is a changed man who’s grateful for his mistakes because they’ve helped him grow. Then, all of a sudden, the bad guy is anyone who can’t celebrate the politician’s newfound humanity and generosity of spirit.\n\nIt all started in earnest with Bill Clinton, of course. The good news is that few politicians have managed to replicate his performance. (His political performance! I’m quite sure plenty of politicians have mimicked some of his other performances.) Anthony Weiner, for instance, tried a comeback recently (as did Eliot Spitzer), but I think there was a palpable sense of resentment from voters that their public displays of embarrassment and contrition were of the check-the-box variety. Mea culpa? Check! File to get my name on the ballot? Check. Now vote for me. The response from a lot of people was, “You should be more embarrassed for yourself than we are for you. How dare you expect us to carry the lion’s share of your shame?”\n\n\n​#page#Fremdschämen MädchenHow did I get on all this? Oh right, Wendy Davis.\n\nLast June, when the media was largely ignoring Kermit Gosnell’s abattoir, it was fawning over Wendy Davis with a lack of self-awareness that fired up my Fremdschämen glands more than watching the infamous lost episode of The Office where Michael Scott auditions to be a gay porn star. The idiocy about Davis’s sneakers alone reached the point where I was expecting some Dana Bash type to rush onto the set during a broadcast and scream, “Screw that noise, Wolf! I’ve got a piece of the One True Shoe!”\n\n#ad#It wasn’t just the juxtaposition with the media’s scandalous reluctance to touch the Gosnell story. It was full spectrum obliviousness. You could simply feel their confidence that everyone should love this plucky hero from Texas. Even more palpable was their certainty that everyone they know feels the same way. MSNBC was a veritable 24-hour groupthink-cam in which we got to watch bunkered, insular, and smug MSMers assume everyone shares their pieties and preferences. “Isn’t she just fantastic! Who couldn’t love such a pretty lady who’s a spiffy dresser in sensible shoes? She went to Harvard! She’s a mom! And what a mom! She’s fighting to make sure that women can have their unborn babies dismembered in utero right up until the minute before delivery! Why, it’s the feel-good story of the year!”\n\nOf course, that’s not how they characterized her agenda. They made it all about “women’s health” and their right to make their own medical choices. But as I ranted about here a while back, these are euphemisms for exactly one — okay, one and a half — things: abortion and birth control. (Birth control is half a thing because no one on the right is trying to ban non-abortifacient birth control. Some of us don’t want to pay for it, but I don’t want to pay for lots of things I don’t want banned. I don’t want to pay for your Blu-ray copy of The Oogieloves, but that doesn’t mean I want it outlawed.)\n\nMoreover, these euphemisms are staggeringly hypocritical given the fact they are spouted by the very same party that is determined to take more and more health-care decisions away from women and their doctors. From that rant:\n\n\n“You’ve got a state legislature up here that sometimes acts like it knows better than women when it comes to women’s own health-care decisions,” the president said at a typical rally in New Hampshire during the last campaign. “You know, my opponent’s got the same approach.”\n\nHow odd from the eponymous father of Obamacare, which will mandate that women (and men) pay for insurance coverage they don’t need. It will cause many women (and men) to lose their existing health-care plans. It will empower bureaucrats to decide what treatments for women (and men) the government will reimburse and which it won’t. Under Obamacare, women who smoke or are overweight can be charged 30 percent to 50 percent more for their health insurance.\n\nThese features are defensible from a liberal or statist point of view, but not if you actually believe that women have a special and unique right to make “health-care decisions” for themselves wholly unfettered by the government.\n\n\nA Girl Like WendySo it should be no surprise that when I heard the news this week that Wendy Davis isn’t the person the media thought she was, my Fremdschämen gave way to schadenfreude. How to spin Davis’s embellishments is not my problem. It is a problem for the MSM which for some reason calls to mind The Sound of Music:\n\n\nHow do you solve a problem like Maria Wendy?How do you catch a cloud and pin it down?How do you find a word that means MariaWendy?A flibbertijibbet! A will-o’-the wisp! A clown!\n\n\nThe funny thing is that the liberal press — egged on by their research department at groups like ThinkProgress — was so convinced that its own infatuation was universal it never occurred to them that a) she might not be as awesome as they thought, b) that running for governor in Texas on a plank of “late term abortions for everyone!” is really pretty stupid, and c) that she’s not a great politician just because you like her.\n\nThe best evidence for this is the fact that she said the one thing — the one thing! — you shouldn’t say about your wheelchair-bound opponent: “He hasn’t walked a day in my shoes.”\n\nI mean, bravo.\n\nIt’s just a shame she can’t run against Helen Keller. “My opponent needs to see the world through someone else’s eyes for a change!” “Ms. Keller refuses to listen to the voters!”\n\nStill, I never quite understood how her now-moot version of her life story complemented her fight for late-term abortions. I mean her old tale was about how she was a single mom who managed to go to Harvard Law School, blah blah blah. Right? So the lesson was that having kids didn’t hold her back. So why would her life story give moral support for the idea that women need to have late-term abortions? Something doesn’t track there.\n\nBut now it turns out that her story is as operative as Anthony Weiner’s “My Twitter account was hacked” tale. The funny thing is the new, more accurate version of her life story is more helpful to the pro-choice side. It turns out that it was only because she had a generous and successful husband that she was able to go to Harvard. And it looks like she went to Harvard — instead of, say, Texas A&M — because she was more eager to go to Harvard than she was to be there for her kids (for the full, devastating, version of her story see Ann Coulter’s column. Mona Charen has a slightly more charitable take).\n\nThe honest version of the pro-choice position is that young women shouldn’t be, in Obama’s words, “punished with a baby” simply because they make a mistake. Abortion supporters are absolutely right that having a child is a huge responsibility that can require enormous sacrifices and can make it particularly hard for single mothers to advance their careers. The fact that Davis needed a husband to take care of her kids and send her to law school proves that point. The old story made it sound like being a single mom is no hindrance to accomplishing all of your life goals — which is an argument you’d expect to hear from a pro-lifer.\n\nJulia Hearts HuckabeeYesterday Mike Huckabee said something that had the “Wendy Davis for Pope!” crowd grasping for their fainting couches:\n\n\nI think it’s time for Republicans to no longer accept listening to Democrats talk about a war on women. Because the fact is, the Republicans don’t have a war on women. They have a war FOR women. For them to be empowered; to be something other than victims of their gender. Women I know are outraged that Democrats think that women are nothing more than helpless and hopeless creatures whose only goal in life is to have a government provide for them birth control medication. Women I know are smart, educated, intelligent, capable of doing anything anyone else can do. Our party stands for the recognition of the equality of women and the capacity of women. That’s not a war ON them, it’s a war FOR them. And if the Democrats want to insult the women of America by making them believe that they are helpless without Uncle Sugar coming in and providing for them a prescription each month for birth control because they cannot control their libido or their reproductive system without the help of the government, then so be it, let’s take that discussion all across America because women are far more than Democrats have made them to be. And women across America have to stand up and say, Enough of that nonsense.\n\n\nNow, I’ll leave it to others to debate whether this was the best way to make this argument. But I certainly think the shrieks of protest are a sign that it hit pretty close to the mark. After all, what was the worldview behind the Obama campaign’s “Julia” slideshow other than one in which future Wendy Davises will no longer need a wealthy husband to provide for them because the government will do it instead?\n\n\n#page#​By the Power of the Constitution, I Cast Thee Out!My column today is a little different. I originally intended it as a Burke-quote-heavy philosophical discussion. But I figured that would turn people off. So instead I tried to make the same point by noting that the Constitution offers little help in the fight against Satan.\n\n#ad#The underlying point however is a very serious one that I think conservatives need to noodle. On the right these days the one guaranteed way to win any argument is to be even more absolute about “core principles” than the other guy. The interesting thing about the phrase “core principles” is that it suggests our principles lie at the core of something. Cores only exist in the presence of stuff outside the core, that’s how the core gets its definition. While there’s a lot to like about the return to core principles, it’s worth considering that it is a kind of retreat, a fall-back position because our frontier and intermediary defenses have been overrun.  Core principles are all we’ve got left. Edmund Burke had principles, but he didn’t think principles were the most important thing. Customs, traditions, wisdom — i.e., the subtle ability to recognize the trade-offs between competing goods and, yes, competing principles — were far more important. The deeper point of my column is that we’ve lost the ability to draw on that social capital of custom and wisdom in ways that connect with the whole country. The moral and cultural consensus has disintegrated, leaving our core exposed. I think something very similar is happening on the left. More and more they talk about how America can be run like a 1950s Scandinavian country, even though we have nothing like the social cohesion and consensus of even contemporary Sweden (which has been moving away from the Swedish model for years). The resort to universal principles is in many ways a last resort. I still love conservative principles and I’m glad we’re clinging to them, I just wish we had more things to cling to as well. Anyway, I could go on for hours about this, but I think I’ll save it for another day.\n\nZoë UpdateOne reason why this “news”letter is so long — and why I’m tempted to keep writing it — is to avoid talking about Zoë. Our new puppy is very sick. She contracted parvo from her littermate on the drive up to Washington, D.C. She’s been in the hospital for two nights and it looks like she’ll be there for at least a third. We’re hopeful she’ll pull through, but parvo is an awful, awful bug and she’s not improving as much as the vet would like. It’s all very sad. Thanks for all the notes of support from folks who’ve been following this on my Twitter feed. I really don’t know what else to say.\n\nVarious & SundryOh one last thing regarding Zoë. I’ve gotten a lot of ribbing from folks about the umlaut over the “e” in Zoë. On the latest Ricochet podcast, Rob Long accused me of being some kind of elitist “swanning” around Washington with a dog with an umlaut in its name.\n\nFirst of all, as I pointed out to him, people who use “swan” as a verb should be careful about accusations of elitism. Second, we put the umlaut in her name because my daughter thinks it’s cool. She got it from a Percy Jackson book and insisted that “the two dot thingy go over the ‘e’.”\n\nBut most important, IT’S NOT AN UMLAUT! It’s a diaeresis! A diaeresis, I tell you! Here’s how The New Yorker, one of the last diaeresian holdouts, explains the difference:\n\n\nThose two dots, often mistaken for an umlaut, are actually a diaeresis (pronounced “die heiresses”; it’s from the Greek for “divide”). The difference is that an umlaut is a German thing that alters the pronunciation of a vowel (Brünnhilde), and often changes the meaning of a word: schon (adv.), already; schön (adj.), beautiful. In the case of a diphthong, the umlaut goes over the first vowel. And it is crucial. A diaeresis goes over the second vowel and indicates that it forms a separate syllable. Most of the English-speaking world finds the diaeresis inessential. Even Fowler, of Fowler’s “Modern English Usage,” says that the diaeresis “is in English an obsolescent symbol.”\n\n\nI leave tomorrow for the Ricochet-palooza at USC this weekend. There’s still time to get tickets.\n\nOh, I’ve decided that there isn’t enough serious stuff in the Various & Sundry section of this “news”letter. But don’t worry, it won’t come at the expense of the silly stuff. That’s the great thing about the Internet: There are always more pixels.\n\nIf you’re not sick of the subject, Andrew Stiles has a great piece on how Wendy Davis benefits from the Biden standard.\n\nJames Antle eviscerates those who think that just because Tom Coburn is a decent and moderate person, he’s a political moderate, too.\n\nHeckuva pick, Obama.\n\nThis is just wrong.\n\nCongrats to Megan McArdle and Scott Gottlieb for their Obamacare debate victory!\n\nThere are a lot of people in India.\n\nThe Internet’s 25 worst passwords.\n\nEleven of the professor’s best Gilligan’s Island inventions (he created blue meth off-island).\n\nFourteen of the  funniest/most viral ads of 2013.\n\nTwenty-two reasons why commas save lives.\n\nGary Larson predicted the Millennials.\n\nBest escalator ever.\n\nBest. Rickroll. Ever.\n\nThe prophecies are true! Chihuahua girl’s muffin looks just like her Chihuahua. \n\nThe eternal question: bomb or haggis?\n\nReal life locations that would make bad-ass super-villain lairs.\n\nSo, what happened in the Civil War this week?\n\nPoop beacon!\n\nThirty-three meditations on the trilogy curse.\n\nFlight of the starlings!\n\n— Jonah Goldberg is the author of The Tyranny of Clichés, now on sale in paperback. You can write to him by e-mail at goldbergcolumn@gmail.com, or via Twitter @JonahNRO.", "card": "summary", "title": "How Do You Solve a Problem Like Wendy?, by Jonah Goldberg, National Review"}, "sailthru.date": "Sat, 2014-01-25 04:00", "robots": "follow, index", "sailthru.title": "How Do You Solve a Problem Like Wendy?", "keywords": "Jonah Goldberg", "fb": {"app_id": 129250807108374}, "sailthru.tags": "How Do You Solve a Problem Like Wendy?, Jonah Goldberg, National Review", "msvalidate.01": "E48498F585100158A880ED1615918208", "google-site-verification": "OOtPjyj3i8ggfSXzZ7MPoTiwFy_JnfzKMPkjZ5bhpk0", "copyright": "© National Review, Inc.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Jonah Goldberg, Politics, Nation, World"}, "article_summary": "The interesting thing about the phrase “core principles” is that it suggests our principles lie at the core of something.\nOh right, Wendy Davis.\nEdmund Burke had principles, but he didn’t think principles were the most important thing.\nCore principles are all we’ve got left.\nOn the right these days the one guaranteed way to win any argument is to be even more absolute about “core principles” than the other guy."}