{"article_title": "A Sincere Invitation to IHE Reading Trump Supporters", "article_keywords": ["supporters", "trump", "ed", "refrain", "think", "academic", "respectful", "positive", "higher", "invitation", "reading", "supporter", "ihe"], "article_url": "https://www.insidehighered.com/blogs/technology-and-learning/sincere-invitation-ihe-reading-trump-supporters", "article_text": "Two questions for you:\n\na. Are you a regular reader of InsideHigherEd.com?\n\nb. Are you also a Trump supporter?\n\nI want to hear what you have to say.\n\nThe reason that I’m asking is that I have never actually talked to someone who comes from our higher ed world, and who is also a Trump supporter.\n\nEither higher ed Trump supporters don’t exist (doubtful), or I live an insular and cocooned professional existence (likely).\n\nPlease don’t confuse my lack of Trump supporter contact with an absence of dialogue with conservatives. Hang out long enough with economists, engineers, technologists, and surgeons (4 groups of people in my own personal network), and you are bound meet some supporters of the Grand Old Party. I may be a moderate, but I like and respect my conservative (and even some of my libertarian) colleagues.\n\nMy failure to ever have had a conversation with a higher ed Trump supporter is not part of the tired (and I think overly simplistic) narrative of academic liberal bias. This is some other story - maybe a liberal arts college story - but it is not a typical tale of lefty academic bias.\n\n(Although the fact that I know so many Bernie people in my higher ed guild, on the the other hand, may be persuasive evidence of a vast left wing academic conspiracy).\n\nBack to Trump.\n\nPlease tells us something about what you do in higher ed? And then explain to us why it is that you plan to vote for Trump?\n\nWhat is it about Trump that you think makes him most qualified to be president?\n\nMy hope is that all of us in this space will keep our discussion positive and respectful. That we will refrain from going negative.\n\nI truly want a safe place for people in the Venn diagram that overlap on “higher ed person” and “Trump” supporter to speak.\n\nAt the same time, I hope that pro Trump people make a positive and affirmative case for their candidate - and also refrain from attacking the character or policies of other candidates.\n\nThis may be too much to ask of the Internet. A positive and respectful dialogue is mostly foreign to this mode of interaction. But we can try, right?\n\nMy guess is that some of our higher ed Trump supporters may come from my technology community. A group that is perhaps less ideologically oriented than other parts of academe. But that is just a guess.\n\nDepending on how this little experiment goes, we may be able to have a conversation about how might we, (a design thinking term), diversify our academic idea pool.\n\nAre you a higher ed Trump person?\n\nAre you friends with a higher ed Trump person?\n\nWhat do you believe if you are both a higher ed person and a Trump supporter?\n\nDoes this little experiment in social media listening have any chance of success?", "article_metadata": {"og": {"image": "https://www.insidehighered.com/sites/all/themes/ihecustom/images/facebook_icon_large.jpg", "description": "Please introduce yourself.", "title": "A Sincere Invitation to IHE Reading Trump Supporters | Technology and Learning"}, "msapplication-config": "/IEconfig.xml", "robots": "follow, index", "viewport": "width=device-width, initial-scale=1", "description": "Please introduce yourself."}, "article_summary": "Either higher ed Trump supporters don’t exist (doubtful), or I live an insular and cocooned professional existence (likely).\nMy guess is that some of our higher ed Trump supporters may come from my technology community.\nAre you friends with a higher ed Trump person?\nAre you a higher ed Trump person?\nPlease don’t confuse my lack of Trump supporter contact with an absence of dialogue with conservatives."}