{"article_title": "Conviction Politician", "article_keywords": ["politician", "dont", "conviction", "hes", "edwin", "edwards", "trina", "running", "going", "im", "louisiana", "edwardss"], "article_url": "http://www.weeklystandard.com/conviction-politician/article/820730", "article_text": "Editor's note: \"[F]our-time former governor and ex-convict Edwin Edwards -- a Louisiana icon, both beloved and reviled -- has lost his first, and likely last, political race at the ballot box,\" the Times-Picayune reports. We're reprinting this article on Edwards's attempted comeback, which originally appeared in the issue dated July 28, 2014, below.\n\nGonzales, La.\n\nThe last time I saw Edwin Edwards, he was breaking the law. It was 14 years ago, in the cafeteria of the Russell B. Long federal courthouse in Baton Rouge, where a portrait of Russell’s dad Huey—the Kingfish himself—kept watch over the lobby. At the building’s ribbon-cutting several years earlier, Edwards, who was then in the last of his four nonconsecutive terms as emperor/governor of Louisiana (and who is now running for Congress), had joked that the ceremony was “my first invitation to a federal courthouse not delivered by U.S. marshals.”\n\nLike all his best lines—and Edwards always had the best lines (on his electoral chances: The only way I can lose . . . is if I’m caught in bed with a dead girl or a live boy; on his deliberative competitor: Dave Treen is so slow, it takes him an hour-and-a-half to watch 60 Minutes)—the one at his courthouse christening was dark, perfectly timed, and rooted in truth.\n\nBy early 2000, though, the joke was on Edwards. Claiming he was the victim of a political witch hunt, he had slipped the feds for decades in over a dozen grand jury probes. He’d even won two jury acquittals during the ’80s for the same alleged hospital-contracts scheme. But Edwards was finally on trial with six codefendants, including his son Stephen, for improperly influencing the disbursement of state riverboat casino licenses after leaving office. He was offered a plea deal which for only a year in prison would’ve let Stephen walk (his son told his dad he’d blow his brains out if dad capitulated). As an ice-water craps player who earned millions at Vegas gaming tables, often raising eyebrows by hauling cases full of cash to and from the governor’s mansion, Edwards rolled the dice.\n\nMany Edwards-watchers found it peculiar that the law was finally closing in on Edwards, a populist Democrat in the Long tradition, for selling an office that he no longer owned. If you bug-zapped all the parasites who buy and sell influence in Washington, the city would fast resemble a postapocalyptic moonscape. And in graft-riddled Louisiana, where a large swath of elected officials have historically proven amenable to under-the-table remuneration, many considered Edwards’s activities to be run-of-the-mill lobbying. Besides, Republican Mike Foster had already replaced Edwards as governor. How much influence did Edwards have to peddle with a state gaming board he hadn’t appointed?\n\nThe feds had surreptitiously wired Edwards’s life—reportedly tapping even his bedroom, and perhaps giving them a salacious soundtrack. (The unapologetic womanizer once said the only thing he had in common with his electoral opponent David Duke, a former KKK member, was that “we are both wizards under the sheets.”) With 26,000 recorded conversations, there was no indisputable smoking gun. But the prosecution trotted out all manner of curiosities and a large cast of costars—large dollar figures scribbled on cocktail napkins, huge sums of cash stashed in ash bins or duck carcasses, heavy-breathing from codefendants wondering about people being wired—that kept everyone awake during a four-month trial. (Except the juror who was dismissed for sleeping.)\n\nBoth a fierce verbal jouster and wily former country lawyer (he was born the dirt-poor son of a sharecropper in Cajun country), Edwards never did himself many favors in the looking blameless department. In a turn that largely endeared him to the public while enraging his antagonists, Edwin habitually goosed his own outlaw image. Once, upon hearing that some jurors in his mid-’80s trial had stolen towels from the hotel where they were sequestered, he deadpanned, “I have been judged by a jury of my peers.”\n\nThis was a ploy straight out of the Longs’ populist playbook. Edwards as governor was never as dictatorial or demonstrably crooked as Huey, who hired and fired LSU football coaches and insisted state employees kick 10 percent of their salaries back to his “deduct box.” Nor did he run as hot-blooded and crazy as Huey’s brother, Earl, who kept his political machine chugging along from a mental hospital in Mandeville, after his own wife, Miz Blanche, had him committed, possibly out of vengeance for Earl’s publicly squiring a stripper. But Edwards absorbed the lessons of their appeal: Stand up for the little guy, and don’t be afraid to kick the big guy in the shorts. (Numerically, there are a lot more little guys than big guys who vote.) Tap the oil and gas companies in the carotid artery, and keep the revenue stream flowing. Keep the people swimming in gravy, from roads and bridges to hot school lunches to patronage jobs, patronage being right up there with shrimping and oil refining as one of the state’s leading industries.\n\nAbove all, keep the masses entertained. Do that, and they’ll forgive many of your shortcomings, even if they occasionally switch you out for a goody-two-shoes reformer, an infatuation that never lasts long. As Uncle Earl once prophesied: “Someday, Louisiana is gonna get good government, and they ain’t gonna like it.” With a recent Justice Department study reporting Louisiana is still top-of-the-pile in corruption convictions over the last decade, it doesn’t look like that day’s dawning is an imminent threat.\n\nBut aside from being a savvy knife-fighter, compromise-forger, and able administrator who accomplished much, particularly in his first two terms in the ’70s before the state’s finances became tougher sledding (balancing budgets, streamlining bureaucracy, rewriting the state’s convoluted constitution), Edwards had a visceral appeal that seemed to spring from letting the electorate in on the joke. If many of us have lost faith in public servants, thinking of them as self-dealing grifters, Edwards’s black-humored one-liners (If we don’t get Dave Treen out of office, there won’t be anything left to steal) pulled back the curtain on the kabuki theater. As his bitter rival Duke once said, “He was devoid of principle, but at least he was honest about it.”\n\nWhich brings us back to the courthouse cafeteria in Baton Rouge, where I watched Edwards break the law, and served as an accomplice. Just weeks before the verdict came down, Judge Frank Polozola had taken away one of Edwards’s greatest weapons—his gift of gab. The judge was nicknamed The Ayatollah for his autocratic manner, yelling at reporters for tromping through courthouse flower beds, and screaming at defense lawyers that if they kept snickering they’d “be taken out of here in handcuffs. I don’t care if you hate my guts, you’re stuck with me!” The Ayatollah placed Edwards under a gag order, effectively barring him from doing interviews.\n\nEver willing to help someone shed the yoke of judicial tyranny, I’d convinced Edwards to allow me to shadow him, so long as I embargoed the piece until after the verdict. After all, what could The Ayatollah do then? Send him to jail? He was likely headed there anyway.\n\nIn the cafeteria, Edwards sat at a table, forking his eggs and grits, attempting to chat while prosecutors circled like sharks. As I was busily taking notes, he said, “I can’t be seen talking to you while you’re writing.” I folded my notebook, thinking that was the end of that session. But Edwards instead instructed me, “Drop it in your lap,” and we commenced.\n\nFinally thinking that too dangerous—The Ayatollah’s walls had eyes—Edwards commanded, “Let’s go to the car.” We adjourned to the Durango of one of his adult daughters, the two of them sitting in the backseat, until one of them, Victoria, a former actress and showgirl, said, “Daddy, why don’t we take a ride?” As we tooled around Baton Rouge, Edwards chatting away in merry contempt of the gag order, we drove past the great big governor’s mansion. “That’s where I used to live,” Victoria chirped.\n\nA few weeks later, after The Ayatollah had dismissed another juror during deliberations under mysterious circumstances (one who’d thought the government hadn’t made its case and who would’ve hung the jury had he been allowed to stay), 11 jurors came back with a guilty verdict, dinging Edwards on 17 counts of money-laundering, racketeering, conspiracy, and extortion.\n\nFacing a 10-year sentence, Edwards would spend the better part of the next decade living in a big house of another sort.\n\nI head down I-10 to Gonzales, about 25 miles south of Baton Rouge, where Edwards now lives in a golf course community with his third wife, Trina, whom he met when she started writing him in prison. In March, Edwards announced to the surprise of many that he was running for Congress in Louisiana’s 6th District, a seat being vacated by Republican Bill Cassidy, who is running for the Senate against Mary Landrieu. I am due to meet Edwin at his house, so we can head to a campaign fundraiser in Morgan City on the Cajun Coast.\n\nBut that’s a bit of a trick. Louisiana’s been pounded with rain for the last 12 hours, taking on more water than it did during Katrina. Cow pastures now are duck ponds. The Do Right Full Gospel Church looks more like Noah’s Ark, its parking lot having turned into a swamp. I get within a few blocks of the house, but half his neighborhood is a water hazard. When the water smacks up to the door of my sad, rented Chevy Cruze, which is pushing its wake into low-lying neighbors’ living rooms, I give up the fight, call Edwards, and tell him the car’s not going to make it. He instructs me to head to a nearby grocery store, where he’ll pick me up in a higher-sitting truck.\n\nForty minutes later, Edwin rolls up in a Silverado, his friend Darren, a chemical salesman, serving as driver. (Edwards’s campaign is lean and mean—at the time of my visit, he has no campaign manager, no press secretary, he runs his own schedule out of a notebook and has only two staffers, one of them his wife, who is assistant treasurer.) Before I can say hello, the 86-year-old has dashed off into the grocery store to pick up prescriptions like a dutiful senior citizen.\n\nI am glad to see Edwards again, and not just because he has four-wheel drive. I’d figured the last time I saw him would be the last time I saw him. Before going to prison, feeling uncharacteristically morose, Edwin told me he figured he had 6 to 10 years left of “biblically allotted time.” But here we are a decade and a half later.\n\nHaving neither shanked anyone in the prison shower, nor forced fellow inmates to buy a riverboat casino license, Edwards earned an early release in 2011, after serving eight years. The Silver Fox is whiter on top these days, sports hearing aids and is nearly deaf without them, and his satiny Cajun lilt sounds wispier. Other than that, he’s in fine fettle, and still quick as a jackrabbit mentally.\n\nThe last time I saw him, the man who used to cruise LSU’s sorority row in the gubernatorial limo was married to Candy, a comely blonde then 35 years old. They divorced while he was in prison. Now, he’s married to Trina, a comely blonde who is 35 years old. Edwards puts me in mind of Matthew McConaughey’s character Wooderson in Dazed and Confused, the graduate who kept returning, saying that’s what he loved about high-school girls: “I keep getting older, they stay the same age.”\n\nHe isn’t likely to trade Trina in for a new 35-year-old anytime soon, however. They have a bond, besides the very short-lived A&E reality show they starred in, The Governor’s Wife. After remembering that Edwin had some sperm frozen when trying to get a vasectomy reversed in the ’90s, they discovered his deposit still got the job done. Trina underwent in vitro, and, voilà—they now have 10-month-old baby Eli.\n\nEdwards admits he was off on his actuarial projections, though he’s unrepentant for not yet being dead. Once in prison, he doggedly decided he was going to come out whole. Upon his conviction, he’d said, “The Chinese have a saying that if you sit by the river long enough, the dead body of your enemy will come floating down the river.” He was talking about his own body, washing right into the feds’ gill-net.\n\nBut lately, he’s been the one sitting by the river, having outlasted most of his antagonists. The U.S. attorney who spearheaded Edwards’s takedown, Eddie Jordan, resigned when pressure built for, among other sins, being found liable by a federal jury for firing 42 white employees and replacing them with his fellow African Americans after he’d become district attorney of Orleans Parish. The Ayatollah passed last year at 71. “The judge is looking up at us from where he is, now,” Edwards deadpans.\n\nThen there was John Maginnis, the gimlet-eyed dean of the Louisiana press corps, who, while amused by Edwards, reliably strafed him. I tell Edwards I’d planned on inviting Maginnis out for drinks while visiting. “I don’t think you’ll reach him,” Edwards cracks. “I know,” I say, having discovered that Maginnis died at the age of 66 on the very morning I tried to Google his contact info.\n\n“Do me a favor,” Edwards says dryly, “don’t Google me.”\n\nBut neither does Edwards think himself invincible. He knows what’s coming. Looking out across the gray marshlands as rain pounds the truck windshield, Edwards says, “I’m too far from the womb and too close to the tomb not to realize that death sits on my shoulder. Every time I look at [Trina and Baby Eli], I just wish I could look forward to seeing him graduate from school. I realize that’s unrealistic. But I’m going to tell you this: In the short time I’m going to be with them, I’m going to give them more attention and love than a lot of children get from lifelong parents.”\n\nAlways a hard-charger, Edwin doesn’t spend much time brooding about loss. He’d never want to go back, but prison wasn’t so bad, he says. He’d resided in two facilities, first in Fort Worth, then in Oakdale, Louisiana. Things got considerably better when he moved closer to home. “They understand Cajun cooking—the food was much better than in Fort Worth.” He was prison librarian and de facto jailhouse lawyer, helping other prisoners deal with power-of-attorney issues and other tangles. “I tried to do what I could to make life a little better for them, because in doing that, it made me feel like I still had a purpose in there.”\n\nBut like any good gambler who comes up short, he also keeps track of what’s gone. People who accuse his new wife of being a gold-digger are barking up the wrong tree. “She may be a gold-digger, but all she got was the shaft,” Edwin says, seeing as how there’s not much gold left to dig.\n\nHe gets by just fine. He made some smart real-estate decisions and gives paid speeches now, all over Louisiana. His 611-page authorized biography, written and exhaustively researched by Leo Honeycutt, a former Baton Rouge television anchor who used to cover Edwards, often adversarially, has been a local bestseller for a half-decade. (To both Edwards’s and Honeycutt’s credit, the book is no whitewash, containing the good, the bad, and the ugly, right down to the worst of the wiretap transcripts and Edwards’s unfaithfulness to his first wife, Elaine.) But neither of those, nor the reality show, had much reach beyond state borders. As A. J. Liebling once wrote of the Longs, “Southern political personalities, like sweet corn, travel badly. They lose flavor with every hundred yards away from the patch.”\n\nSo the losses have mounted, too. “The trial cost me $1.8 million in forfeiture, then the $250,000 fine,” Edwards says. “I had to pay taxes on about $300,000 of money I never got.”\n\n“You had to pay taxes on money you say you never extorted? That’s gotta hurt,” I say.\n\n“Well, yeah, it hurts,” winces Edwards. Though we can laugh about it, now. At least I can.\n\nHe adds that he had a roughly $2 million legal tab between him and his son—“I paid everything.” The least he could do, since he figured his son wouldn’t have gone to jail if he hadn’t been related to the U.S. attorney’s favorite target. And then of course, there were the friends who died while he was in prison. “Thirty-four,” he says without missing a beat, but who’s counting? His sister and oldest brother died while he was in the joint. He made one of the funerals, the other was too hard to arrange with the authorities. When Harry “Chinese Cowboy” Lee, the legendary Jefferson Parish sheriff, kicked, Edwards recorded a eulogy from prison, having promised he’d give one.\n\nHe used to love to hunt, especially elk by horseback in the mountains. “But convicted felons cannot possess and use firearms,” he says. So he donated his 260 guns to Ducks Unlimited, which they auctioned off for a quarter of a million dollars to build more duck habitat. Neither does he gamble anymore. Not because the law forbids it, but because “I don’t have any money that I can afford to lose. I don’t gamble for fun, I gamble to earn.” And he was a serious earner at the craps table, he lets me know.\n\nBesides being a child of the Depression, whose father didn’t trust banks, it’s why Edwards constantly dealt in large sums of cash, he claims. “They paid me in cash when I won, and I paid them in cash when I lost.” But he won more than he lost. To prove he’s not bluffing, he says, “My income tax records [during the nine years he produced for the trial] show that I reported and paid taxes on $1,900,000 in gambling winnings. Now you’re lookin’ at a fella that ain’t gonna pay no taxes on gambling winnings that I didn’t win.”\n\nWe spend some time relitigating the fine points of the trial, which I won’t replicate here. Edwards, ever the skillful lawyer, has mastered the arcana, but it’s too detailed and tortuous to explain. Besides, I figure Edwards, guilty or innocent, paid his debt with interest. Even John Maginnis wrote, years before Edwards was released, that “six years in the pen is ample punishment for the Justice Department’s tortured theory of his crime.” Not to mention, Maginnis added, that the judge “piled on by giving Edwards more time than the sentencing guidelines called for.”\n\nBut generally speaking, I’m still curious. Does Edwards, who benefited from a civic-minded bumper sticker when running against the racist Duke that said, “Vote for the Crook, It’s Important,” consider himself an honest man? “Absolutely,” he says, without hesitation. In fact, he says, “I don’t go around telling people I’m innocent. But I will tell you I’m not guilty of what the trial was about. The record’s there for anybody to see. And contrary to the opinion of some, it had nothing to do with my role as governor. It had nothing to do with being bribed or using improper influence in my office or selling riverboat licenses. Nothing. Nothing. Nothing. I repeat ad nauseam, it had nothing to do with what I did or didn’t do as governor.”\n\nOkay, fine, I say, seizing on the first part of his answer. “So what aren’t you innocent of?” Edwards laughs. “I’m not prepared to tell anybody that I’m innocent of everything, but I’m not going to tell you what I think I’m not innocent of because I don’t have that feeling about myself. I’m not one of those people who go around telling others how wonderful and honest I am. I am what I am. And everybody should judge me based upon his or her dealings with me. Not based on what some reporter from New York wrote about me.”\n\nAn interesting answer. In some ways, it’s a brilliant one, managing to be honest and slippery. It recalls something Edwards said on the stand during his trial, which might’ve even made The Ayatollah laugh. When asked if he was lying, he said, “No. And if I were, you’ve got to assume that I wouldn’t be telling you.”\n\nWhie Edwards’s last campaign was two decades ago, he doesn’t appear to be suffering ring-rust at his fundraiser. Watching him work a catering hall in Morgan City is kind of like watching Elvis return to Graceland. He innocently flirts with older women in French, and younger women in English. He remembers who smokes and whose daddy worked where and minute details he should have forgotten years ago. Like supporters during his four terms, the crowd here is a total grab-bag: black and white, fisherman and oil worker and realtor and Chamber of Commerce burgher, and even an Elvis impersonator from Elvis’s fat-ass, late-Vegas stage, with whom I put away a plate or three of spicy Natchitoches meat pies.\n\nA former state representative who lost her election due to scandal like a good native tells me how the legislature has gone to seed since Edwin left the big chair—hyper-partisan, dog-eat-dog, and every man a king in the worst possible way. Back in Edwards’s day, as everyone from hard-bitten journalists to pols on both sides to constituents will tell you, the governor’s mansion didn’t even have a fence. (Unlike now, with Bobby Jindal, who doesn’t need one since he’s always off seeding his future presidential run.) All of the above were frequently invited in to sit at Edwin’s table, where you might watch him eat a whole sweet potato with his hands, while he listened to your plaint. Not for nothing did Edwards regularly land at or near the top of favorite Louisiana governor polls even while he was in prison. (Jindal’s last year of disapproval ratings rank slightly above al Qaeda’s.) A guy running for district judge tells me, “The only thing the governor [Edwards, not Jindal] is carrying is his baggage, you know? Were it not for that, I wouldn’t even see a race, to tell you the truth.”\n\nA middle-aged marine-welding-company manager with a thick Cajun accent, nicknamed “Noonie,” tells me about hanging signs for Edwards when he was kid in an early campaign until 5 o’clock in the morning, so that when “people woke up, it looked like Edwards had diarrhea all over Morgan City.” Noonie once saw Edwards during a parade—maybe the Shrimp and Petroleum Festival. This was during a time when race relations could still get a little testy in Louisiana, which never bothered Edwin, who’d gone to the mattresses for blacks since his earliest days. But when Edwards’s car arrived in front of a corner liquor store where 200 or so blacks were assembled, Noonie says, “Some girl is yellin’, ‘Edwin! Edwin!’ He jumped out of the convertible, kiss that girl on the lips, and took a big ol’ swig of her bottle of liquor. Give it back to her, and got in the car. A black girl! In front of all those people!”\n\nI point out that Edwin is a teetotaler—alcohol being the one vice that never turned his head. But Noonie shrugs: “Pull the lever, baby! He do what he had to do to win.”\n\nNoonie is on a roll, and I’m afraid to stop him. Regarding Edwin’s troubles, Noonie gives his considered legal opinion, though I should stress he is not an attorney: “He told them to f— themselves! It’s called BIG BALLS! That’s what it’s about. Where’s your pride at, as a man? You know? He stood up for my grandparents that didn’t have nothin’—fishermen who didn’t have s—. Him right there.”\n\nI even hear Edwards’s hosannas sung by a Republican who has slipped in under the radar and has a blank check in his backpocket. He intends to sign it in his wife’s name so his Republican family doesn’t find out. I ask him what the appeal is, since he admits he never votes for Democrats, and can’t, even now, since he doesn’t live in Edwin’s district. “I’m here to see the man, that’s it,” says the Republican. “To see him is like seeing Elvis. You may not like Elvis’s music, but you’re gonna see him, because he’s Elvis.”\n\nI call Elvis over (Edwin, that is, not the impersonator guarding my meat pies) to give the man a thrill. I explain his situation to Edwards, trusting he’ll be touched. Instead, Edwards looks possum-eyed at the Republican, then at me, and says, “Shut up and get the check!”\n\nUnlike the Longs, Edwards doesn’t approach the mike as though it’s on fire and he’s trying to blow it out. But he does have their seat-of-the-pants spontaneity. He never prepares speeches, and often doesn’t know if he’s speaking at all. But he can speak fluently for hours on just about any topic, never looking at a note. And as an old populist pro, he knows how to ring the dinner bell.\n\nHe admits to the crowd straightaway that Morgan City is not in his district, but that shouldn’t matter, since “money don’t know where it came from . . . and I’ll spend it in the 6th District for your benefit.” He sings hyperlocal songs, such as the need to keep the Mississippi River dredged to accommodate oceangoing vessels. And for a homer crowd, he goes unpredictably omni-partisan. Like any self-respecting Democrat, he knocks the Tea Party for extremism but confesses his new wife is a Republican. “After 86 years of being a Democrat, I found something good to do with Republicans—sleep with them!” he says to wild applause.\n\nHe adds that he’d have voted for Obama in 2008 but didn’t, “because where I was at the time, there were no voting machines.” He then proceeds to flay Obama for everything from keeping troops in Afghanistan to bunging up the Keystone pipeline, which Louisiana could benefit from. If we don’t run the oil down here, he asserts, the Canadians will just sell it to the Chinese, who’ll use it to make cheap oil-based goods like Mardi Gras beads, selling it right back to Louisianans at marked-up prices. Edwards is for covering the poor. But while upbraiding Republicans for trying to sink Obamacare, which is the law of the land and has many fine points like coverage for preexisting conditions, he then proceeds to bash the hell out of it, asserting how necessary it is to gut its worst features, from restricted doctor-choice to crippling small business with its requirements.\n\nThese are all good practice-cuts to take, since Edwards is running in a solidly Republican district. Earlier in the evening, he held forth to me in front of several people on how while he believes, as a child of the Depression, that government should help those who can’t help themselves, the whole South has become Republican because Nancy Pelosi and many national Democrats “want government to be the answer for everything, and it can’t be. . . . People need self-pride . . . government should be a helping hand, not a handout.” For a second, I think I hear the Kingfish rolling over in his grave. But Edwards’s Democratic audience is eating it up, too. For a flaming yellow-dog populist, he appears to be what these days has become a filthy word—a moderate. A man you can do business with, and not just if you need a riverboat casino license.\n\nWarming to the mike, Edwards gets even more expansive, sweeping in libertarians and family-values types in one fell swoop. “I’m running on family values,” Edwards says. “But I’m telling you right now, I’m not one of those people who wants to tell you what to do. What church to go to . . . what happens in your bedroom. I’m not interested in that, and it’s not my job. I’m not running to be a preacher or a priest. I’m running to be a congressman. Now yes, I’m running on family values. But you know what family values is? It’s an 86-year-old man getting up at five in the morning to change the diaper of his 10-month-old child. That’s family values.”\n\nScrew Congress—the crowd is ready to reelect him Emperor of Louisiana.\n\nBack in the truck on the way to Gonzales, Edwards rides shotgun holding a banker’s envelope with a fat stack of checks. It feels kind of like old times, or would, if the FEC let him take it in cash. Edwards can no longer hunt and gamble, and though he lives in a golf-course community, he’s played only once in three years. He mainly just rides Eli around in a golf cart, which the youngster loves to do all day. He’s even too old and too happy with his new wife to womanize. Politics is his one remaining vice.\n\nSo as the rain assaults us, we drill down on his campaign. During the LBJ and Nixon eras, Edwards was a three-term congressman, starting out strong, but racking up a pretty decent absentee record on votes while he was training his sights on running for governor. He still wouldn’t mind doing the latter if the law didn’t prevent felons from running for statewide office until 15 years after their release, making him ineligible until he’s 99. But Edwards sloughs off his old congressional voting absenteeism, saying most of the votes were inconsequential. He was there when it counted (such as extending the Voting Rights Act—one of three congressmen from the South to do so).\n\nDespite a brief flirtation with being Ted Kennedy’s potential running mate when he challenged Carter in 1980, Edwards never had much ambition to go national, figuring he had too much baggage for the rest of the country. “Huey and Hitler and a lot of other politicians wanted to rule the world,” says Edwards. “But no single individual is going to rule the world. It’s too diverse, and too big. I wanted to rule Louisiana, and I got my way.” As for running for Congress now, he confesses he likes the action. “Gives me meaning and purpose.” Besides, as he likes to say on the stump, “I can’t make it any worse.”\n\nHis biographer, Leo Honeycutt, puts it a bit earthier. When rumors circulated that Edwin was jumping in, Honeycutt asked him, “ ‘What the f— are you doing? You’ll be 3 years away from 90.’ He said, ‘Well, what else have I got to do?’ I said, ‘You’ve got a 1-year-old, and a 35-year-old wife. I can think of a number of things.’ He said, ‘This is what I’m about, it’s what I’ve always been about, and it’s what I’m always going to be about.’ ”\n\nLouisiana has gone seriously red since Edwards’s gubernatorial heyday. Five of its six congressmen are now Republicans, and while Democrats had a century-long lock on the governor’s chair up until the end of Edwards’s second term in 1980, only two have won since, besides him—one-and-a-half if you count Buddy Roemer, who party-switched near the end of his term. Many handicappers say there’s no chance Edwards will win in the 6th, especially since it was redistricted by Republicans in 2011, shuttling off many blacks (a staple Edwards voting bloc) to the solidly Democratic 2nd.\n\nBut as with most things in Louisiana, there are undercurrents. The district, which sits astride the Mississippi and encompasses all of conservative Baton Rouge, along with several central and southern parishes, is still fairly black (roughly one out of four voters). Additionally, the new lines now pick up portions of heavily Cajun parishes like Terre-bonne and LaFourche, which Edwards considers a fair trade. (Those are literally his people.)\n\nMore important is the state’s jungle primary system, which Edwards introduced as governor back in the ’70s, in which all parties run together, then the top two finishers go head-to-head in a runoff. Originally intended to help Democrats who had to claw each other’s eyes out in contentious primaries while Republicans sat idle, resting up for the general in a then-heavily Democratic state, the jungle primary had the unintended effect of letting Democrats cross the aisle to vote for Republicans, which they did as the national party grew more liberal. For this, Edwards has facetiously been called “the father of Louisiana’s Republican party.”\n\nHe’s running against nine Republicans—though there’s so many, he may have lost count. And while the race is still sleepy, it looks as though they’re already cannibalizing each other’s support. Edwards is way ahead in the few polls taken thus far—around the 40s. Sniffy pundits say he’ll likely get smoked in the runoff, when Republican support consolidates (polls do show Edwards lags in one-on-one matchups).\n\nMaybe. But the craps player is clocking his odds. He’s only lost 1 out of 12 career races. He considers himself “pretty much a lock” for the runoff. Not making that would likely involve a dead girl/live boy scenario. So he likes his chances: “I never started an election in my life where I have 40 percent going in.”\n\nEven if he’s pushing 90, none of the competition is exactly putting the fear of Jesus in Edwin. Who’s he supposed to be afraid of? State representative Lenar Whitney, who technically lives outside the district? (“I’m dropping out now,” Edwin jokes, when finding out she’s running.) There’s baby-faced software developer Paul Dietzel, whose selling point seems to be that he’s the grandson of LSU football coaching legend Paul Dietzel, a biographical entry he’s so at pains to highlight that he had his first name legally changed.\n\nUnlike the rest of the field, Edwards has close to 100 percent name recognition, albeit not always for the right reasons. One Republican frontrunner, state senator Dan Claitor, even tweeted, “Unlike last time, don’t vote for the crook, it’s important.” But Edwards recently joined Twitter, and woe to those who try to match one-liners with him: “If you don’t have anything nice to say . . . go ahead and talk about David Vitter.”\n\nEdwards calls the current senator (now running for Louisiana governor) “an unfortunate man.” He thinks of Vitter, who used to bring ethics charges against Edwards when he was a state representative, as a typical Louisiana “reformer”—only in this state could Vitter be considered one while having two hooker scandals in his jacket. “He lives in fantasy world. He thinks he knows all the rules and regulations and how the rest of us should live while having a secret double life of his own,” says Edwards. “It’s like The Secret Life of Walter Mitty—except a lot less clean. Hell’s hottest fires are burning for hypocrites.”\n\nAll of this is fascinating enough. But I have an unrelated unanswered question. Whatever happened to Candy, the wife he divorced while in jail? When I was here in 2000, Candy and I had gone together—while Edwin was getting a prostate exam—to pick up their yellow lab Caesar from the vet after he’d been hit by a car. Since then, it sounds like she’s had a rough go—a domestic abuse incident here, a traffic altercation there. What gives?\n\nEdwin’s face grows tight. It’s the only time I see his gears seize up. While Trina gets along just fine with his first wife, Elaine, Candy is not her favorite subject. “Let me just say to you,” Edwards warns, “Trina doesn’t want me to talk about Candy, and I don’t want to talk about Candy.” For a second, I’m worried that the man they used to call the Cajun Prince has been henpecked beyond recognition. I tell him I only brought it up with him, alone, in case it was a sore spot with Trina. “I’m glad you did,” he says. “It would have been better if you’d asked in her presence, because I’d like her to hear me say I don’t want to discuss it.”\n\nAlways willing to help someone score points with the little missus, I gamely suggest I bring Candy up in front of Trina the next day. “Do that!” Edwards says enthusiastically. Professional wrestlers have a word for this—kayfabe—portraying staged events as being real. “I’m going to have to give you a rather sharp answer,” he warns, always the gentleman, “because that’s what makes her happy.”\n\n“Do what you have to do,” I tell him.\n\nI've not checked the Poynter Institute handbook, but I’m pretty sure our prearrangement runs against good journalism ethics. Maybe Edwards’s looseness is rubbing off on me. One night, his biographer Honeycutt and I meet for drinks at the Kingfish Lounge at the Capitol Hilton, which used to be the old Heidelberg, where Huey liked to hole up, and where a secret tunnel (which still exists) ran under Lafayette Street, to another hotel, so clandestine visitors of the governor could escape notice.\n\nWhen Honeycutt was first told by intimates that he was on Edwards’s short list to be his biographer, he told them he didn’t give a toss if he were on the list at all. Having covered Edwards for years, he was amused by him but didn’t particularly like him, thinking him arrogant and possibly crooked. The deeper he got into the research however—and he spent years poring over microfilm in the basement of LSU’s Middleton Library—the more he found himself getting turned around. Not by Edwards’s charm, but by what he did for the state. And because often—much more often than he gets credit for with the outlaw image he’s largely cultivated—he lands in the vicinity of telling the truth.\n\nEven in the case that sent Edwards away, Honeycutt became convinced that Edwards may have let people believe things about his power that he thought would benefit him—power he no longer had. But extortion? Threatening to sink potential casino licensees’ chances if they didn’t pay him? Not his style. “Look,” says Honeycutt. “Edwards is extremely smart. He knows exactly where the line is, and doesn’t cross it.” Not for nothing did it take the feds three decades to get him.\n\nAnd even here, with the Candy kayfabe—which, technically speaking, was my idea—look at how Edwards observes the spirit of Trina’s law, if not the letter. He doesn’t spill to some reporter about Candy, as directed. So what’s the harm in demonstrating that truth with a little white lie?\n\nThe next day, I am sitting in Edwards’s study in his well-appointed French Country home. On one wall hangs his gubernatorial oil portrait. On his desk is a plaque that reads Illegitimi non carborundum—mock Latin for “Don’t let the bastards grind you down.” On the far wall hang three George Rodrigue portraits of the Father, Son, and Holy Ghost of Louisiana politics. There’s Huey, in a double-breasted white suit, holding his hat under an umbrella oak. There’s Uncle Earl, posting up at an old-timey microphone in rolled shirtsleeves, about to spit hellfire. And on the far right is Edwin Washington Edwards, standing serenely in a white suit at a lectern, looking at you through dead, five-card-stud eyes.\n\nJoining us is Trina—tall and blonde, all sass and fizz and Dixie sunshine—and Baby Eli, who she holds on her lap as Edwin runs in and out to wash off the teething ring which keeps dropping to the floor, causing Eli to chew Trina’s arm.\n\nI ask Edwin what everyone wants to know but is afraid to ask—what about prison sex? Did he turn to other inmates in the sprawling loneliness of that lost decade? No, he’s proud to inform me. Though there was “some young fella that kind of took a liking to me, for want of a better expression—think he had an uncle in politics in Texas. I’d be eating with my friends, and he’d bring me an extra orange, or if we had hot dogs, he’d bring me one of his weenies.”\n\n“He wanted to give you his weenie?” Trina giggles.\n\n“Yeah,” Edwards says, “but it wasn’t my size.”\n\nLate one night, the young man tried to come see Edwards in his room at their low-security prison. “I’m very reluctant to hurt people’s feelings . . . but I said, ‘What the hell are you doin’ here, man? Get your butt home and get out of here.’ ” Before the torch-carrier could depart, a guard came, and the man dove behind Edwin’s locker. Not wishing for either of them to get thrown into solitary, Edwards chatted for several minutes with the guard until he left. He then told the kid to get out and never come back. But Edwards never ratted, he says proudly.\n\nWe talk quite a bit about their short-lived reality show. They both seemed to have hated it worse than the critics, who hated it pretty badly. (“Creepy on almost every level,” said Variety.) “There’s nothing real about a reality show,” says Edwards. One of the contrived scenes which producers set in motion involved Edwin shopping for a cemetery plot and a funeral suit, as Trina might be burying him at any moment.\n\nWhich Edwards now calls “stupid.” Something he’d never do in real life. “I have no idea what I’m going to wear when I die. I told Trina, ‘Just make sure I have on shoes, in case I get cold feet.’ She said, ‘Where you’re goin’, you won’t have cold feet.’ ”\n\nEdwards never shies away from the age question. In fact, he even allowed me to accompany him, with Trina and Eli, to his ear doctor, to get fitted for a new inner canal hearing aid since he can’t stand wearing the current ones. As the audiologist peered into his ears, she informed him that he had a perforated ear drum. Rather than being alarmed, Edwards cracked, “If you see light from the other side, don’t tell the reporter.” Considering his age will almost certainly be made an issue in this campaign, I asked him why he’d take the chance of allowing me to rub his nose in it. “I’d rather look deaf than stupid,” he reasoned.\n\nTrina says that despite the papers wanting to imply she’s a “gold-digger and a whore,” she legitimately fell in love with Edwards after first writing him in prison upon reading his biography (she was in high school during his last term). Then she visited him and found him cutting up with guards, exhibiting his Cajun joie de vivre, and generally looking like he was having a better time than she was. “Hey, how do I get in there?” she wondered.\n\nAs for their age difference? “Never even thought about it. I still don’t,” she says. “Sometimes when people say he’s 86, I think, oh gawwwd, that’s old! But just standing here, it doesn’t cross my mind. Besides, most people don’t stay married for 10 years. In 10 years, I’ll probably be glad he’s gone.”\n\n“I hope she waits that long,” Edwin says, playing the sitcom husband.\n\nI’m enjoying the fun and games, but in talking about staged reality, I have some kayfabe of my own to conduct. Say, I ask the happy couple, are you guys still cordial with Candy?\n\nPicking up my cue, Edwin jumps on me like a human trampoline: “I told you yesterday, none of that! We don’t talk about Candy! Maybe you didn’t hear me . . .”\n\nTrina looks pleased.\n\nLater that afternoon, I am interviewing Edwards in his nearly empty campaign office. The talk turns once again to guilt and innocence, a recurring theme. When he was young, before he got established as a lawyer in Crowley, he became devoutly religious, and did a hitch as a youth minister in the Nazarene church. For a while, he thought ministry might be his path.\n\nBut when he drew closer to the people in his church, “they all had feet of clay,” he says. “It was my fault. The -theory is, if you keep your eye on Jesus and on the cross, and not on people, you won’t be disappointed. But I was disillusioned because of what I learned about those who professed to be something else at church.”\n\nHe left the Nazarenes, resuming his birthright as a lukewarm Catholic. But he resolved to not be one of those hypocrites, looking moralistic, just for show. I ask him if, when this life is over, he thinks he’s heaven-bound. “Well,” he pauses, thoughtfully, “I’m positive I don’t know any reason why I wouldn’t be. But I’m not in a position to decide that. Someone much greater than I will make that decision. But unlike [with] The Ayatollah, I’ll be happy, because I’ll get a fair trial.”\n\nThroughout our interview, his phone goes off like an alien aircraft having engine problems—a ringtone Trina says is called “the only one he can hear.” Or else Trina steadily interrupts with various favors that need doing for people, herself included. Her cousin, it turns out, was just pulled over in another parish when her car was swerving, and they got her for “trying to evade the police or something.” I ask Trina if her cousin was drinking. “I think she was . . . ” and here, she makes a snorting motion. (Trina is as candid as her husband.)\n\nAnyway, she was wondering if Edwin could call the judge, not for a favor, just to set bond. The judge happens to be Trina’s ex-boyfriend, Billy, and she doesn’t want to call, since his wife likely wouldn’t appreciate it. Edwin rolls his eyes, but gets on the horn, and leaves a message: “Billy, Edwin Edwards. Sorry to bother you, but at your conven-ience, give me a call. No, I don’t want to send [Trina] back, just give me a call, please.”\n\nHe hangs up, asking his wife, “Do you have any other family members [in trouble]?”\n\nTrina sees me scribbling during this unfolding saga, and says, “Oh God, you’re gonna write that?” Of course I am, I tell her. My bouts of kayfabe aside, I am a professional journalist. Edwards doesn’t bat an eye, and assures her it’ll be fine. As Honeycutt tells me, Edwards has gone “from the bucket list, to the f— it list.”\n\nBut Edwards does remember another call that needs to be made. We’re supposed to have lunch tomorrow with his daughters at Ruth’s Chris Steakhouse. He’d make the reservation, he says, but they bring the tab to whoever calls. I tell him I’ll pay, but he should call—we’ll get a better table. He gets on the phone, and the hostess asks if the governor will be celebrating anything.\n\n“I am celebrating,” he says, “but only because I’m with someone who’s going to take the check.”\n\nThe following day at Ruth’s Chris, Edwin, Trina, Baby Eli, and I meet up with Edwin’s daughters, Victoria and Anna. It’s a reunion of sorts. I haven’t seen the girls since that afternoon 14 years ago when we all drove around Baton Rouge together, flipping the bird at The Ayatollah’s gag order. They’re in their sixties now, but Trina enjoys calling them “my stepdaughters.”\n\nNobody is drinking besides the reporter, but that doesn’t put a damper on anyone’s high spirits. Victoria, who has streaked black-and-blue hair and likes to smoke e-cigarettes, blasting the vapor out of both nostrils like a dragon, peels her skirt partway down and shows me the tattoo of her cat, Peanut, on her hip. She writes her number on my notepad, and jokes that if I want to see her fleur-de-lis, inked in a more discreet location, to give her a call.\n\nWe talk about the girls’ multiple marriages—they count them off—four for one, five for the other. “They ran out of fingers,” cracks Edwin. I ask them why they keep throwing men on the discard pile. “Because we can’t find anyone like daddy,” Victoria says. “Nobody measures up,” amens Anna.\n\nThey reject any possibility that their father could be guilty of the crimes he was accused of, but I ask the girls if they think their father made any mistakes during the trial. “He should’ve been less arrogant,” Anna says. “You can’t be less of something that you’re not,” chimes in Edwin. “That explains it,” adds Victoria, seconding her sister.\n\nAnna says she’s not crazy about her father running for Congress at his age. “But he will wear you out. He blows and goes from the minute he opens his eyes.” I ask what his energy secret is. “I’m trying to get away from them,” says Edwin.\n\nSteering the conversation to more dangerous territory, I mention their father’s womanizing reputation, one he’s never particularly denied and even fed. Once, when he took several planeloads of contributors on a trip to Paris, charging them $10,000 apiece to retire a campaign debt, a nun at Notre Dame cathedral told him she was going to French-kiss him. To which he answered, “Sister, just don’t let me get into the habit.”\n\nSurely, I suggest to the girls, much of it happened on their mom’s timecard. How does that make them feel? Victoria goes on a tear, defending her father and giving me a list of reasons her mother had it coming, reasons I won’t repeat here. Edwin winces, and calls time-out, making her stop. It’s the only time I see him visibly angry besides our Candy session, when he was faking it.\n\nKeep in mind, I’ve never heard a defense of Edwards on that front, which Victoria was attempting to offer. But the next night, when I arrive at a local political dinner, Edwin and Trina make a beeline for me. “While I have regard for our relationship,” Edwin says, “I’m going to ask you to do something you won’t want me to ask. We are both very unhappy about Victoria’s comments about her mother.” I tell Edwin not to worry. It didn’t sound fair to me, so I wouldn’t have used the comments even if he hadn’t asked. He looks relieved. Then he says, “When Victoria got done with all that bulls—t, I’m just glad you didn’t ask her what she thinks of me.”\n\nThe dinner we are attending, and which Edwards is keynoting, is thrown by the East Baton Rouge Democratic executive committee, and is entitled “Remembering Our Roots: Every Man a King.” It’s intended to recall the glory days of Huey P. Long. Considering the red tide that has rolled over Democrats in Louisiana for the last several decades, I can’t say I blame them for growing nostalgic.\n\nWithout belaboring the details, the dinner and its speakers and award-winners are mostly a snore. One local functionary after another gets up and bashes all the usual suspects, Tea Party-this and Bobby Jindal-that and Republicans are trying to eat our babies. The standard stuff, with a sepia-toned populist twist.\n\nAt night’s end, after Edwin has received throngs of idolaters, Trina and I stand outside with him. “My dogs are barking,” she says, her heels killing her, and the three of us take a bench. Since Trina is a Republican, we both give Edwin the business about going more savagely partisan tonight. “That’s the first time I’ve ever heard you do that. . . . I felt accosted,” says Trina.\n\nTo be sure, Edwin did ramp it up at the pep rally, trash-talking Jindal for destroying everything from the charity hospital system to the education system to just about any other system you can name. He prattled on about Republican attitudes toward “Hispanics and blacks and Jews,” who “they claim they have a big tent [for], but it’s hard to get in.” The crowd gobbled it like kibble, of course, but both Trina and I found it beneath him. Edwards being Edwards, however, he did take off in some unorthodox directions. Sitting there, reviewing his performance, I marvel at the things he got away with that might cause a more conventional politician to have to find another line of work.\n\nThere was the joke he returned to (three times by my count) about Ben Jeffers, his former chief of staff who won the night’s lifetime achievement award. Edwards kept suggesting Jeffers wasn’t actually black, in front of a mostly black crowd. (Jeffers is a light-skinned African American, and Edwards, it should be noted, likely appointed more blacks during his administration than any Southern governor of his time or any other.) Then there were the extended sexually themed Cajun jokes that didn’t have much to do with anything. There was also the long discussion of his prison record and the trial.\n\nThis could sink anyone else, I suggest. But the crowd practically hoisted him to their shoulders and paraded him around the room. Upon hearing my review, Edwards looks alternately pleased and slightly insulted. As if to say, why wouldn’t he be able to carry it off?\n\n“I hate to throw bouquets to myself,” he says, “but the bottom line, if I try to explain it to you, is simply this: no hypocrisy. That’s what gets most politicians. People will forgive you for just about anything except being a hypocrite. . . . I’m outspoken. It gets me in trouble sometimes. On the other hand, it’s the way I am. I’m not going to B.S. anybody. [Tonight], I went as far as the line would let you. I would’ve not gone any further, because that would’ve been improper. But there’s a line you can get to, and people understand that. . . . They know me and I know them. They know where my heart is, and that’s all that matters.”\n\nPerhaps worried he’s gone too earnest, he adds, “You can tell your peers you met the only living politician who can get away with whatever he wants.” Most of the time, I remind him, except for that decade he spent in the pen.\n\nA few nights earlier, Leo Honeycutt, who probably knows Edwards as well as any writer ever will, told me Edwards doesn’t have any real close friends. He tends to keep the counsel of the only man he trusts—himself. So I’m taken aback when Edwin bids me adieu, saying, “You’re one of the only friends I have on the other side, make sure nothing happens to you.” I don’t know what he means by “other side.” Conservative? Journalist? I don’t bother asking. But flashing back to our kayfabe caper, the thought occurs to me that I’m getting worked by the Silver Fox. If so, at least I’m getting worked by the very best.\n\nOn the way home, I stop by the Kingfish Lounge in Huey’s old hotel and order a nightcap to go, taking my whiskey for a walk down the promenade along the Mississippi, which lies a few hundred yards beyond. Downriver a little, on the Belle of Baton Rouge Riverboat Casino, a band is pumping blue notes into still air. I stop in front of a place the locals call Paperclip Pier. Because the Mississippi rises and falls as much as 40 feet, it’s not a conventional pier. The end of it spirals down into the water, so that cruising boats have multiple options for debarkation, depending on the river level.\n\nI stroll to the end and take the corkscrewing walkway all the way down, the river flowing over its lower reaches. In my suit and dress shoes, I walk right up to the water line, but don’t cross it. I have a superstition when visiting strange cities. If they’re near a water body of note, I need to touch it. There is none more notable, of course, than the Father of Waters itself. From a distance, with the city lights shimmering off it, it looks placid and lazy. But up close, it’s another story. People drown here, deceived by its appearance. I watch the river move for a long time, and don’t spot the bodies of anyone’s enemies floating by—just driftwood collecting in the eddies. I set my bourbon down, and put my hands in the river. It is cool and muddy, and beneath the surface, there’s no telling which way the crosscurrents run.", "article_metadata": {"news_keywords": "Louisiana,Matt Labash,Politics", "og": {"site_name": "Weekly Standard", "description": "Editor's note: [F]our-time former governor and ex-convict Edwin Edwards -- a Louisiana icon, both beloved and reviled --&nbsp;has lost his first, and likely last, political race at the ballot box,&nbsp;the Times-Picayune reports. We're reprinting this article on Edwards's attempted comeback, which originally appeared in the issue dated July 28, 2014, below.\nGonzales, La.The last time I saw Edwin Edwards, he was breaking the law. It was 14 years ago, in the cafeteria of the Russell B. Long federal courthouse in Baton Rouge, where a portrait of Russell’s dad Huey—the Kingfish himself—kept watch over the lobby. At the building’s ribbon-cutting several years earlier, Edwards, who was then in the last of his four nonconsecutive terms as emperor/governor of Louisiana (and who is now running for Congress), had joked that the ceremony was “my first invitation to a federal courthouse not delivered by U.S. marshals.”", "title": "Conviction Politician", "url": "http://www.weeklystandard.com/conviction-politician/article/820730", "image": "http://cdn.weeklystandard.biz/cache/r960-373b460a19d968b61866761f60fc88c8.jpg", "type": "article"}, "twitter": {"description": "Editor's note: [F]our-time former governor and ex-convict Edwin Edwards -- a Louisiana icon, both beloved and reviled --&nbsp;has lost his first, and likely last, political race at the ballot box,&nbsp;the Times-Picayune reports. We're reprinting this article on Edwards's attempted comeback, which originally appeared in the issue dated July 28, 2014, below.\nGonzales, La.The last time I saw Edwin Edwards, he was breaking the law. It was 14 years ago, in the cafeteria of the Russell B. Long federal courthouse in Baton Rouge, where a portrait of Russell’s dad Huey—the Kingfish himself—kept watch over the lobby. At the building’s ribbon-cutting several years earlier, Edwards, who was then in the last of his four nonconsecutive terms as emperor/governor of Louisiana (and who is now running for Congress), had joked that the ceremony was “my first invitation to a federal courthouse not delivered by U.S. marshals.”", "title": "Conviction Politician", "image": "http://cdn.weeklystandard.biz/cache/r960-373b460a19d968b61866761f60fc88c8.jpg", "site": "@weeklystandard", "widgets": {"csp": "on"}, "card": "summary"}, "fb": {"admins": 1285945407}, "google-site-verification": "QxcYUvYDy42iu46zPMF2vwdQlMXsJP74MqOgujGnpaQ", "keywords": "Louisiana,Matt Labash,Politics", "article": {"author": "Matt Labash", "published_time": "2014-12-07 10:29", "title": "Conviction Politician"}, "viewport": "width=device-width,user-scalable=0"}, "article_summary": "Edwin rolls his eyes, but gets on the horn, and leaves a message: “Billy, Edwin Edwards.\nThe last time I saw Edwin Edwards, he was breaking the law.\n“I have no idea what I’m going to wear when I die.\n“While I have regard for our relationship,” Edwin says, “I’m going to ask you to do something you won’t want me to ask.\nBut I’m going to tell you this: In the short time I’m going to be with them, I’m going to give them more attention and love than a lot of children get from lifelong parents.”Always a hard-charger, Edwin doesn’t spend much time brooding about loss."}