{"article_title": "John Boehner's Immigration Excuses Are Exercises in Donor Management", "article_keywords": ["legislative", "republican", "management", "boehners", "leaders", "reform", "house", "republicans", "immigration", "excuses", "know", "pass", "exercises", "donor", "john"], "article_url": "https://newrepublic.com/article/117919/john-boehners-immigration-excuses-are-exercises-donor-management", "article_text": "The winnowing of the legislative calendar probably explains the increasing amplitude of desperation. But this \"Speaker doth protest too much\" act doesn't fool reform advocates. Just as nobody really believes Republican hostility to the Democratic agenda stems from their objection to Democrats narrowly weakening the filibuster a few months ago, nobody really mistakes Boehner's procedural excuses for a whip count. Immigration reform would be the law of the land but for Boehner's reluctance to let it be so.\n\nWhy then is Boehner pretending this matters so much to him?\n\nI can think of a few reasons, but none more persuasive than donor management. For all the talk, I can't claim to know what Boehner's actual substantive position on immigration reform actually is. I know that back in 2007, when he was House minority leader, he called a similar, George W. Bush-backed bill a \"piece of shit.\" I know that he spent the first two years of his Speakership doing nothing about immigration reform, and over the full span has only allowed the House to vote on immigration legislation that's decidedly hostile to immigrants. I also know that he began loudly broadcasting his desire to address the issue constructively the day after Republicans were wiped out in the 2012 election.\n\nPerhaps he had an abrupt, substantive change of heart. Or perhaps he bought into a debatable political analysis, which holds that Republicans need to pass immigration reform to disrupt demographic forces rendering them unelectable in presidential contests. Either explanation is plausible, but both run at odds with the way he allowed the entire legislative process fall apart, less than a year later. What's very clear, though, is that the GOP's big business supporters wanted Republican leaders to pass an immigration reform bill after the 2012 elections, and Republican leaders needed to keep GOP donors satisfied with their losing near-term investment.\n\nThat obligation continues. Just two weeks ago, the Chamber of Commerce's President and CEO Tom Donohue warned Republicans that if they don't pass an immigration reform bill this year they \"shouldn't bother to run a candidate in 2016.\"\n\nOnce the 2012 results were in, people like Donohue had to temper their expectations. Democrats retained control of the Senate and the White House. That meant things like Obamacare, financial and environmental regulations, and a tax increase of some sort had become fait accompli. But there were a few substantial things big business wanted that Republican leaders had within their power, yet failed, to do. They could have ended legislative brinksmanship, and the economic drag it creates. They could've agreed to spend more money on infrastructure investments. Just for starters. Instead they basically did the opposite.\n\nImmigration reform is arguably the biggest item in this category, and Boehner et al are poised to let them down once more. That's a very poor return on investment for the Chamber and its peers. And like an executive projecting optimism ahead of a disappointing earnings report, Boehner can't just admit that he's given up completely and grown complacent.", "article_metadata": {"msapplication-config": "//assets.newrepublic.com/assets/favicons/browserconfig.xml", "viewport": "width=device-width, initial-scale=1.0", "description": "At any given moment, John Boehner is liable to attribute the halting progress of immigration reform legislation in the House to one of at least four different, seemingly unrelated factors.Nobody's read the Senate immigration bill; he wants the House to do its work in piecemeal fashion; President Obama has unilaterally delayed dozens of Obamacare provisions and Republicans don't trust him him; Hous...", "og": {"site_name": "New Republic", "description": "Like an executive projecting optimism ahead of a disappointing earnings report, Boehner can't just admit that he's given up on immigration reform and grown complacent.", "title": "Is John Boehner Putting on a Show for Pro-Immigration Reform Donors?", "locale": "en_US", "image": "https://images.newrepublic.com/759e08c549310fb707332874b29a0f4124d06e8a.jpeg?w=1109&h=577&crop=faces&fit=crop&fm=jpg", "url": "https://newrepublic.com/article/117919/john-boehners-immigration-excuses-are-exercises-donor-management", "type": "article"}, "twitter": {"description": "Like an executive projecting optimism ahead of a disappointing earnings report, Boehner can't just admit that he's given up on immigration reform and grown complacent.", "title": "Is John Boehner Putting on a Show for Pro-Immigration Reform Donors?", "image": "https://images.newrepublic.com/759e08c549310fb707332874b29a0f4124d06e8a.jpeg?w=1024&h=512&crop=faces&fit=crop&fm=jpg", "creator": "@brianbeutler", "site": "@newrepublic", "card": "summary_large_image"}, "msapplication-TileColor": "#ffffff", "parsely-metadata": "{\"thumb_image\":\"http://images.newrepublic.com/759e08c549310fb707332874b29a0f4124d06e8a.jpeg\"}", "parsely-page": "{\"title\":\"Is John Boehner Putting on a Show for Pro-Immigration Reform Donors?\",\"link\":\"https://newrepublic.com/article/117919/john-boehners-immigration-excuses-are-exercises-donor-management\",\"section\":\"Immigration Reform\",\"pub_date\":\"2014-05-28T03:05:00.000Z\",\"post_id\":117919,\"author\":\"Brian Beutler\",\"type\":\"post\",\"tags\":[\"Immigration Reform\",\"Politics\",\"The Plank\",\"John Boehner\",\"Tom Donohue\",\"U.S. Chamber of Commerce\",\"Barack Obama\",\"Obamacare\",\"-type_article\"]}", "fb": {"admins": 4404589, "pages": 161419311535, "app_id": 1675346479369918}, "msapplication-TileImage": "//assets.newrepublic.com/assets/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/thenewrepublic", "tag": "Immigration Reform", "published_time": "2014-05-28"}, "theme-color": "#ffffff"}, "article_summary": "Immigration reform would be the law of the land but for Boehner's reluctance to let it be so.\nImmigration reform is arguably the biggest item in this category, and Boehner et al are poised to let them down once more.\nFor all the talk, I can't claim to know what Boehner's actual substantive position on immigration reform actually is.\nBut there were a few substantial things big business wanted that Republican leaders had within their power, yet failed, to do.\nOr perhaps he bought into a debatable political analysis, which holds that Republicans need to pass immigration reform to disrupt demographic forces rendering them unelectable in presidential contests."}