{"article_title": "Lakewood Hospital prepares to close, leaving hole in Cleveland community", "article_keywords": ["summers", "lakewood", "city", "hospital", "community", "leaving", "patients", "health", "poverty", "cleveland", "prepares", "close", "hole", "residents"], "article_url": "http://www.healthcarefinancenews.com/news/lakewood-hospital-prepares-close-leaving-hole-cleveland-community", "article_text": "Photo of Lakewood Hospital via Google Maps\n\nIn a leafy suburb of Cleveland, 108-year-old Lakewood Hospital is expected to close in the next two years. Mike Summers points to the fourth floor windows on the far left side of the historic brick building. He recalls spending three weeks in one of those rooms. It was Christmas 1965 and Summers had a broken hip.\n\n“I remember hearing Christmas bells from the church across the street,” he says.\n\nSummers was born at this hospital. His sister was born here. This hospital has a special place in his heart. But then he became mayor of Lakewood four years ago and realized the hospital was a financial liability for the small city, which has seen a sharp increase in poverty levels in the past two decades.\n\n[Also: Cleveland Clinic to close East Cleveland hospital]\n\n“I’ve grown to understand the situation we are in is not unique. There are considerable forces at play and we are in the middle of all of them and a lot of communities are just like us,” Summers says.\n\nLakewood Hospital is this community’s biggest employer, with 1,000 workers. It has been a rich source of municipal revenues even as manufacturing jobs left the region.\n\nBut the hospital, operated for the city by the large nonprofit Cleveland Clinic system, has lost money since 2005. Executives say they need to close it and replace it with a smaller outpatient health center and emergency room.\n\nResidents who need to be admitted could go instead to another hospital that the Cleveland Clinic is building in nearby Avon, a more affluent suburb, says Dr. Toby Cosgrove, the chief executive officer of the Cleveland Clinic.\n\n[Also: Tracking 2015 mergers and acquisitions]\n\nFor generations, the hospital has been a source of pride for residents. Nearly everybody has a connection to it – they were born there, worked there, or spent time healing there when they were ill.\n\nAnd hundreds turned out for a community meeting in January, heckling city leaders and hospital executives making a case for the closure.\n\n“It is our intent to keep Lakewood Hospital fully functioning until Avon Hospital opens in September 2016,” Cosgrove said at the meeting.\n\nStill, residents are pursuing legal action. The city has responded to the residents’ action, and Lakewood’s leaders say they’d like the community to focus on how to overcome the loss of the hospital, rather than a legal battle.\n\nLakewood is experiencing something that is increasingly common across the country.\n\nThe hospital, like others, has fewer patients and they aren’t staying as long – which can cut into revenues.\n\nWho is using the hospital is also a factor, says Paul Ginsburg, chairman of medicine and public policy at the University of Southern California.\n\n“Unfortunately as a society we’ve created some powerful incentives,” Ginsburg says. “Hospitals are paid much better to treat privately insured patients than anyone else. After that comes Medicare, and the least payment is for Medicaid patients and, of course, the uninsured. That’s virtually no payments.”\n\nFollow Healthcare Finance on Twitter and LinkedIn.\n\nLakewood has become a poster child for the challenges of inner-ring suburbs.\n\nA Brookings Institution report in 2012 on the nation’s growing suburban poverty includes Lakewood. It notes that free and reduced price lunches for high school students shot up from 9 to 46 percent between 1999 to 2010.\n\nMayor Summers says that there is no question Lakewood Hospital’s percentage of privately insured patients has dropped in recent years.\n\n“In 2000, we were about maybe four or five percent of residents were at the poverty level. Today, we’re pushing 16 percent,” he says. “It’s been fairly dramatic.”\n\nThis story is part of a reporting partnership with NPR, WCPN and Kaiser Health News.\n\nKaiser Health News is a national health policy news service. It is an editorially independent program of the Henry J. Kaiser Family Foundation.", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/news/lakewood-hospital-prepares-close-leaving-hole-cleveland-community", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/Lakewood%202.png", "site_name": "Healthcare Finance News", "description": "Lakewood Hospital, like others, has fewer patients and they aren't staying as long -- which can cut into revenues.", "title": "Lakewood Hospital prepares to close, leaving hole in Cleveland community"}, "twitter": {"site": "@HC_Finance", "image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/Lakewood%202.png"}, "description": "Lakewood Hospital, like others, has fewer patients and they aren't staying as long -- which can cut into revenues.", "card": "summary_large_image", "title": "Lakewood Hospital prepares to close, leaving hole in Cleveland community"}, "generator": "Drupal 7 (http://drupal.org)", "description": "In a leafy suburb of Cleveland, 108-year-old Lakewood Hospital is expected to close in the next two years. Mike Summers points to the fourth floor windows on the far left side of the historic brick building. He recalls spending three weeks in one of those rooms. It was Christmas 1965 and Summers had a broken hip.&#13; “I remember hearing Christmas bells from the church across the street,” he says.", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no"}, "article_summary": "Photo of Lakewood Hospital via Google MapsIn a leafy suburb of Cleveland, 108-year-old Lakewood Hospital is expected to close in the next two years.\n“It is our intent to keep Lakewood Hospital fully functioning until Avon Hospital opens in September 2016,” Cosgrove said at the meeting.\n[Also: Cleveland Clinic to close East Cleveland hospital]“I’ve grown to understand the situation we are in is not unique.\nLakewood Hospital is this community’s biggest employer, with 1,000 workers.\nBut the hospital, operated for the city by the large nonprofit Cleveland Clinic system, has lost money since 2005."}