{"article_title": "Both Sanders’s and Clinton’s tax plans will soak the rich", "article_keywords": ["sanders", "clinton", "plans", "soak", "sanderss", "trillion", "tax", "taxes", "clintons", "income", "rich", "pay", "tpc", "raise"], "article_url": "https://www.washingtonpost.com/opinions/soaking-the-rich-a-primer/2016/03/13/5471df74-e7b2-11e5-b0fd-073d5930a7b7_story.html", "article_text": "There’s no subtlety about Democrats’ tax plans. Between Hillary Clinton and Bernie Sanders, details differ, but the central themes are identical: Soak the rich. To hear Democrats tell it, the country’s main budget problem is that the rich don’t pay their “fair share.” If they did, the fiscal outlook would brighten. We can now test this proposition, because the Clinton and Sanders tax proposals have been thoroughly analyzed by the nonpartisan Tax Policy Center (TPC).\n\nTo begin, it’s worth noting that the rich, defined here as the “top 1 percent,” don’t escape taxation. Some manipulate the system to minimize or eliminate taxes, but as a group, the top 1 percent accounted for 14.6 percent of pretax income in 2011 and paid 24 percent of federal taxes, the Congressional Budget Office (CBO) estimates. Whether that’s a “fair share” is, of course, a matter of opinion.\n\nRegardless, both Clinton and Sanders would increase it sharply. Start with Clinton. The TPC reckons that her tax package would raise $1.1 trillion over a decade. The top 1 percent would pay about three-quarters of the increase, with other high-income households covering most of the rest. “The bottom 95 percent would see little or no change in their taxes,” the TPC says.\n\nThe top income tax rate on ordinary income — mainly wages and salaries — is now 39.6 percent (plus there’s a 3.8 percent surcharge on investment income added under the Affordable Care Act). Clinton would require taxpayers with adjusted gross incomes (AGI) exceeding $1 million to pay at least a 30 percent tax (a plan named after investor Warren Buffett, who proposed it). There would also be a 4 percent surcharge for taxpayers with AGIs exceeding $5 million.\n\nLikewise, Clinton would limit itemized deductions, raise the estate tax and increase taxes on capital gains (profits from the sale of stocks and other assets held at least a year); these are concentrated among the wealthy and upper middle class. The top capital gains rate is now 23.8 percent. Clinton would raise that to 43.4 percent and gradually reduce it the longer an asset is held. After six years, it would revert to 23.8 percent. She would also end capital gains treatment for “carried interest,” a provision that benefits some investment firms.\n\nFor all of this, the government’s budget outlook wouldn’t change dramatically. Even if all the new taxes went to deficit reduction, the impact would be modest. Over the next decade, the CBO projects $9 trillion in deficits; Clinton’s tax increase would absorb a ninth of this. To make a real dent, the super-rich would need to pay even higher taxes, as would the upper-middle and middle classes.\n\nSanders proposes this. His tax package would raise a staggering $15.3 trillion over a decade, the TPC says. Most taxpayers would be hit. There would be a 2.2 percent surcharge on all taxable income. Further tax rate increases, starting at 9 percent and peaking at 24 percent, would kick in at $250,000 for joint filers (and $200,000 for singles). The TPC’s Howard Gleckman notes that maximum rates would hit 54.2 percent for ordinary income and 64.2 percent for capital gains.\n\nLike Clinton, Sanders would raise the estate tax. He’d also impose new business taxes, including a carbon tax and a financial transactions tax (a levy on sales of stocks and other securities). At least, you might think, deficits and debt will decline. Not necessarily. Says the TPC:\n\n“Sanders has been quite explicit that the revenues are earmarked to finance an expansive set of new spending priorities [Medicare-for-all health insurance, “free” college]. . . . The plan is unlikely to do much, if anything, to reverse the currently unsustainable path for public debt.”\n\nWhether Sanders’s and Clinton’s huge tax increases would weaken economic growth will surely be debated. Although the TPC did not explore that question, it did note that higher marginal tax rates reduce “incentives to work, save and invest.” (Comparable questions are posed by Donald Trump’s proposed tax cuts, which the TPC estimates would cut government revenues by $9.5 trillion over a decade. Unless offset by spending cuts, government borrowing would roughly double.)\n\nThe lessons here are many. Soaking the rich is not a painless way to avoid unpleasant political choices. If you want much bigger government, you have to pay for it with broadly based taxes, even if the rich and upper middle class bear the biggest burdens.\n\nAt best, the changes proposed by Clinton and Sanders would ease economic insecurity and advance social justice. At worst, they would harm the economy, centralize more power in Washington — inspiring more lobbying — and entrench a cynical view of politics. It becomes a vote-buying enterprise financed by transfers from the minority upper classes to the majority middle and lower classes.\n\nRead more from Robert Samuelson’s archive.", "article_metadata": {"news_keywords": "Robert Samuelson, Clinton tax plan, Sanders tax plan, Trump tax plan, Tax Policy Center' top 1 percent, fair share, Buffett Rule, tax increases, tax cuts", "og": {"site_name": "Washington Post", "description": "Sanders’s and Clinton’s tax plans would sharply increase the top 1 percent’s “fair share.”", "title": "Both Sanders’s and Clinton’s tax plans will soak the rich", "url": "https://www.washingtonpost.com/opinions/soaking-the-rich-a-primer/2016/03/13/5471df74-e7b2-11e5-b0fd-073d5930a7b7_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2016/03/12/Editorial-Opinion/Images/DEM_2016_Debate-098a0.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/opinions/soaking-the-rich-a-primer/2016/03/13/5471df74-e7b2-11e5-b0fd-073d5930a7b7_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Robert Samuelson, Clinton tax plan, Sanders tax plan, Trump tax plan, Tax Policy Center' top 1 percent, fair share, Buffett Rule, tax increases, tax cuts", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "eomportal-uuid": "5471df74-e7b2-11e5-b0fd-073d5930a7b7", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "description": "Sanders’s and Clinton’s tax plans would sharply increase the top 1 percent’s “fair share.”"}, "article_summary": "We can now test this proposition, because the Clinton and Sanders tax proposals have been thoroughly analyzed by the nonpartisan Tax Policy Center (TPC).\nThe top income tax rate on ordinary income — mainly wages and salaries — is now 39.6 percent (plus there’s a 3.8 percent surcharge on investment income added under the Affordable Care Act).\nBetween Hillary Clinton and Bernie Sanders, details differ, but the central themes are identical: Soak the rich.\nOver the next decade, the CBO projects $9 trillion in deficits; Clinton’s tax increase would absorb a ninth of this.\nLike Clinton, Sanders would raise the estate tax."}