{"article_title": "Measles Makes An Unwelcome Visit To Disneyland", "article_keywords": ["unwelcome", "measles", "vaccinated", "visit", "patients", "state", "officials", "health", "disneyland", "infected", "california", "cases", "makes", "vaccine"], "article_url": "http://health.wusf.usf.edu/post/measles-makes-unwelcome-visit-disneyland", "article_text": "A trip to Disneyland is on many families' bucket lists, but that dream probably didn't including catching the measles.\n\nNine people who visited Disneyland or Disneyland California Adventure Park during December have confirmed measles cases, state health officials said Wednesday. Seven of the patients live in California and two live in Utah.\n\nState and county health officers are investigating an additional four suspected cases — two in Utah and two in California. All of the patients visited the parks in Orange County between Dec. 15 and Dec. 20, California Department of Public Health officials said.\n\n\"If you have symptoms, and believe you may have been exposed, please contact your health care provider,\" Dr. Ron Chapman, CDPH director and state health officer, said in a statement. \"The best way to prevent measles and its spread is to get vaccinated.\"\n\nKathleen Harriman, chief of vaccine preventable diseases for the state, said that \"it's our speculation that there was an [infected] international visitor at one of the parks, and that person or persons was able to infect a lot of people.\"\n\nMeasles is very infectious because it spreads through the air, so you can catch it by, say, standing in line next to someone who is infected. Vaccination eliminated measles in the United States in 2000. \"So all the cases of measles in the United States originate with an imported case,\" Harriman said, \"even though there can be transmission once one of those cases gets here.\"\n\nThe California cases are in Alameda, Orange, Pasadena, Riverside and San Diego. The patients range in age from 8 months to 21 years. Of the seven California cases, six had not been vaccinated. Two were too young to have been vaccinated; the first of two recommended measles vaccine doses is typically given at 1 year of age.\n\nJust one of the cases was fully vaccinated. Harriman said that while the measles vaccine is highly effective, conferring lifelong immunity in 99 percent of people who receive two doses, there will always be a small number of people who can get infected despite being vaccinated.\n\nOne of the cases is in Alameda County. Deputy Chief Health Officer Dr. Erica Pan said officials there are \"working with the health facility where the patient was seen\" to identify other patients and health care workers who may have been exposed.\n\nPan said health officers will quarantine susceptible contacts, especially those at high risk of developing disease, \"to make sure that contact stays home and away from other people to make sure that person does not infect others.\"\n\nInitial measles symptoms include fever, cough, running nose and red eyes. After a few days, a red rash appears on the face and then spreads downward to the rest of the body. People who are infected can spread the disease for days before the rash appears, according to the Centers for Disease Control and Prevention.\n\nPan said if people are concerned, they \"should check on their immunization status and get vaccinated\" if needed.\n\nDisney officials told The Associated Press that they had received no reports of staff contracting measles. Park officials are working with the health department to provide any necessary information, according to Dr. Pamela Hymel, chief medical officer for Walt Disney Parks and Resorts.\n\nThis story was produced by State of Health, KQED's health blog.\n\n", "article_metadata": {"category": "NPR Health", "description": "A trip to Disneyland is on many families&#039; bucket lists, but that dream probably didn&#039;t including catching the measles. Nine people who visited", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/measles-makes-unwelcome-visit-disneyland", "image": "http://mediad.publicbroadcasting.net/p/shared/npr/styles/medium/nprshared/201501/375834976.jpg", "type": "article", "description": "A trip to Disneyland is on many families&#039; bucket lists, but that dream probably didn&#039;t including catching the measles. Nine people who visited", "title": "Measles Makes An Unwelcome Visit To Disneyland"}, "org_id": 150, "twitter": {"site": "@HealthNewsFL", "card": "summary"}, "wordCount": 641, "dc": {"title": "Measles Makes An Unwelcome Visit To Disneyland"}, "nid": 9144, "datePublished": "2015-01-08", "story_id": 375832981, "has_audio": 0, "viewport": "width=device-width"}, "article_summary": "Nine people who visited Disneyland or Disneyland California Adventure Park during December have confirmed measles cases, state health officials said Wednesday.\nTwo were too young to have been vaccinated; the first of two recommended measles vaccine doses is typically given at 1 year of age.\nA trip to Disneyland is on many families' bucket lists, but that dream probably didn't including catching the measles.\nThe California cases are in Alameda, Orange, Pasadena, Riverside and San Diego.\nAll of the patients visited the parks in Orange County between Dec. 15 and Dec. 20, California Department of Public Health officials said."}