{"article_title": "The Power of Gratitude to Help a Damaged Heart", "article_keywords": ["gratitude", "heart", "damaged", "help", "power", "journal", "price", "participants", "grateful", "san", "study", "pung", "risk"], "article_url": "http://ww2.kqed.org/stateofhealth/2015/11/26/the-power-of-gratitude-to-keep-a-damaged-heart-strong/", "article_text": "Back in March of 2013, Natalie Price was going through some hard times. She had just lost her job, was going through a divorce, and she and her two kids had to move back into her parents’ house.\n\n“I was so stressed out,” says Price, who lives in San Diego. “I remember going to bed that night thinking, ‘Tomorrow when I wake up, I’m going to be stressing all day about how I can’t take care of everything I need to take care of.’ ”\n\nInstead, she awoke at 2 a.m. with a pain in her hand and arm. She was having a heart attack.\n\nPrice recovered at the UC San Diego Medical Center. But the heart attack had weakened her heart enough to put her at risk for heart failure.\n\nThat’s when she learned about an unusual study that might help her recovery. It wasn’t about a new drug. Instead, researchers were looking at the experience of gratitude and how it might affect people at risk for heart failure. One of the things Price and the other participants were asked to do was to write journal entries about what they were grateful for each day.\n\nFor Price, it was hard. She says that on some days she felt like she had nothing to be grateful for. Still, the exercise got her thinking more about the things that made her happy, like walking on the beach and playing music at her church.\n\nUC San Diego School of Medicine clinical research coordinator Meredith Pung was a co-author of the gratitude study. She says keeping a gratitude journal is like strength training for the heart. Altogether, researchers looked at 186 people at risk for heart failure.\n\n“So they (had) some evidence of structural abnormalities that you can see on their heart if you use an echocardiogram,” Pung says of participants. “But they don’t yet have any signs or symptoms of heart failure.”\n\nHeart failure happens when the heart isn’t getting enough blood. People who have had heart attacks, like Price, are at higher risk of developing it. And half of those with heart failure die within five years of diagnosis.\n\nPung says the study participants who kept a gratitude journal for eight weeks showed signs of a healthier heart afterward. Subjects who didn’t keep a journal did not show improvement. The results were published by the American Psychological Association in its journal, Spirituality in Clinical Practice.\n\n“So the heart just needs a break, right?” says Pung. “With grateful contemplation and gratitude journaling, that allows a little break, a physiological break for the heart, and it allows it to continue its job for as long as we need it.”\n\nI visited Pung’s lab at UC San Diego to see how the study works.\n\nFirst, participants put on a device called a bio harness, a device connected to a computer that monitored a participant’s heart rate. Then Pung asked them to write in a journal for five minutes detailing what they were grateful for.\n\nThen researchers looked at heart rate variability onscreen.\n\n“While you’re journaling, what it would end up looking like on the screen is the peaks,” Pung explains. “Some would be closer together, some would be further apart. Instead of boom, boom, boom, all equal distances apart. And that [variability] is what we want to see in a healthy individual.”\n\nBlood analysis from the UCSD study suggests that more grateful patients were at lower risk of heart failure. These patients also reported fewer symptoms of depression, better sleep, and they felt empowered to take care of their health.\n\nNatalie Price says gratitude journaling got her out of her depression and back on her feet. Two years ago, she couldn’t walk down the street without gasping for breath. Today, she walks to work almost every day.\n\n“And I joined a gym,” she says. “It was enjoyable. I started doing my physical activities, and I became more cognizant of my health, of what I ate. And I still am.”\n\nPrice’s life hasn’t become easy. She’s still in the middle of a nasty divorce, still trying to make ends meet. But now when she gets stressed out, she picks up a paper and pen and writes about the things she can be grateful for in her life.\n\nThis is story is a part of a one-hour documentary on the science of gratitude for Public Radio International. It will be broadcast in December on KQED.", "article_metadata": {"description": "UC San Diego researchers find that something as simple as keeping a gratitude journal has helped people at risk of heart failure.", "contextly-page": "{\"title\":\"The Power of Gratitude to Help a Damaged Heart\",\"url\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/2015\\/11\\/26\\/the-power-of-gratitude-to-keep-a-damaged-heart-strong\\/\",\"pub_date\":\"2015-11-26 07:02:01\",\"mod_date\":\"2015-11-26 10:19:08\",\"type\":\"post\",\"post_id\":113360,\"author_id\":\"46\",\"author_name\":\"Shuka Kalantari\",\"author_display_name\":\"Shuka Kalantari\",\"tags\":[\"Gratitude\",\"News\"],\"categories\":[\"Living Healthy\",\"Tests &amp; Treatments\"],\"image\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/wp-content\\/uploads\\/sites\\/27\\/2015\\/11\\/iStock_000059581258_Large-e1448484156743.jpg\"}", "og": {"site_name": "State of Health", "description": "UC San Diego researchers find that something as simple as keeping a gratitude journal has helped people at risk of heart failure.", "title": "The Power of Gratitude to Help a Damaged Heart", "url": "http://ww2.kqed.org/stateofhealth/2015/11/26/the-power-of-gratitude-to-keep-a-damaged-heart-strong/", "image": "http://ww2.kqed.org/stateofhealth/wp-content/uploads/sites/27/2015/11/iStock_000059581258_Large-1440x962.jpg", "locale": "en_us", "type": "article"}, "twitter": {"site": "@kqedhealth", "card": "summary_large_image", "creator": "@"}, "fb": {"app_id": 160023622793}, "keywords": "gratitude,news", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "But the heart attack had weakened her heart enough to put her at risk for heart failure.\nPung says the study participants who kept a gratitude journal for eight weeks showed signs of a healthier heart afterward.\nFirst, participants put on a device called a bio harness, a device connected to a computer that monitored a participant’s heart rate.\nShe says keeping a gratitude journal is like strength training for the heart.\nInstead, researchers were looking at the experience of gratitude and how it might affect people at risk for heart failure."}