{"article_title": "Lee Hieb Runs for Iowa Governor on Promise to Repeal Common Core", "article_keywords": ["core", "runs", "moines", "iowa", "lee", "federal", "governor", "state", "promise", "common", "party", "exchanges", "vote", "hieb", "repeal"], "article_url": "https://caffeinatedthoughts.com/2014/03/lee-hieb-runs-iowa-governor-promise-repeal-common-core/", "article_text": "Iowa Governor Terry Branstad (R) is expected to win reelection to a 6th term easily. He has maintained a 15 point lead over State Senator Jack Hatch (D-Des Moines) and has a massive war chest built up. In recent polling, however, his support has fallen. The latest Des Moines Register poll shows that Branstad’s job approval is at 63% while only 44% of Iowans said they would vote for him. This is down 11 points from June and 8 points from December.\n\nIt’s not because of Hatch however, he didn’t even break 30%. A couple of things are probably at play. For starters people are tired of politicians for life. Six terms for any one candidate, regardless of the person or party, is too long. Secondly his 5th term has been rather uninspiring. The budget continues to increase, but Iowans approve because former Governor Chet Culver was such a disaster and Branstad has governed competently and has been in the black.\n\nHe’s not been a grassroots favorite however, and the greatest danger for him is not Hatch. It is the Republican base deciding to either stay home, not vote at the top of the ticket or vote 3rd party. Enter a new Libertarian candidate for Governor – Lee Heib, M.D. I was told she just announced, and her website was just emailed to me yesterday. (Update: I learned she’s not officially announcing until 3/21.) Heib is an Orthopedic Surgeon from Logan, IA and past President of the Association of American Physicians and Surgeons. She is also a past contributor to Human Events, and currently writes a weekly column at World Net Daily. What I find interesting is that Heib is using the Common Core as one of her primary wedge issues. From her website – “Common sense, not Common Core.”\n\nSchool reform needs to start by returning local control. Unfortunately, the current governor has signed our state onto “Common Core”, the federal program which does just the opposite. He may call it “Iowa Core” and claim that we will have control, but just as in the case of Obamacare, when the feds own the program, they are in the driver’s seat. Common Core specifies learning goals and the testing to insure compliance and student achievement. Unfortunately, Common Core sets the bar quite low and does not follow the recommendation of their own experts regarding improving math and reading scores. It is not benchmarked to any international standards, has undergone no long term testing, and is inflexible. The actual program was written by a private consortium, and the goals, manuals and tests are copyrighted, so cannot be modified in any meaningful way to diminish its impact. “Iowa Core” simply adds seven additional rules to the Common Core statutes. By contrast, Indiana recently became the first state to repudiate “Common Core” after parents became horrified at the pathetic academics of their children under “Common Core”. We should repudiate Common Core (Iowa Core,), disband the state Department of Education (really, what has it done for us except siphon off money and usurp local control?), and give back schools to their communities. When you have ownership in anything—a house, a car or your local school—you care about its upkeep, its function and its cost.\n\nAlso she takes on the subject of Obamacare, and doesn’t pull any punches:\n\nThe failure of Obamacare came as no surprise to those of us who practice Medicine and who have colleagues family or friends abroad, and have actually observed their healthcare. Although the World Health Organization may rank American health care as 27th Sudan, no sick person who can afford to travel goes to the Sudan for health care. Those who can vote, vote with their feet, and generally it is to America… …What does this mean to Iowans? As the Federal Government unconstitutionally assumes more power over healthcare (and many other areas), the states, including Iowa must push back or be steamrolled under a mountain of paperwork and red ink. The current governor has signed on to “State Exchanges”, claiming he has an idea to avoid the pitfalls of doing so. But , as Twila Brase writes at cchfreedom.org, “Exchanges are Federal Takeover Centers, not marketplaces.”…States will lose. State-run exchanges will hide the federal takeover; enable federal access to state-held data on citizens, patients and providers; and shift the annual $10 million – $100 million cost of operating the exchange to State taxpayers.” There will still be a “National Exchange” to which all the state exchanges report data on all its citizens. And of course Des Moines will balloon into a burgeoning monstrous insurance city filled with bank examiners, IRS agents, and hordes of bureaucrats that will pry into every aspect of your work history, income, and assets to determine what you do or do not qualify for under this new healthcare law. Des Moines will be a financial black hole, sucking out every available dollar from the rest of Iowa.\n\nShe appeared on Fox News with John Stossel to discuss Obamacare:\n\nI’m sure there are areas where she and social conservatives will have differences, but I can definitely see her peeling away support from Branstad from within the Liberty wing of the Republican Party, as well as, with Tea Party supporters and conservative independents.", "article_metadata": {"shareaholic": {"site_name": "Caffeinated Thoughts", "language": "en-US", "url": "https://caffeinatedthoughts.com/2014/03/lee-hieb-runs-iowa-governor-promise-repeal-common-core/", "article_author_name": "Shane Vander Hart", "image": "https://caffeinatedthoughts.com/wp-content/uploads/2014/03/lee-hieb_thumb.jpg", "site_id": "965f58835b5900850067f65116487024", "article_published_time": "2014-03-14T09:00:17+00:00", "shareable_page": "true", "article_modified_time": "2016-05-23T05:45:52+00:00", "keywords": "common core, iowa gubernatnorial race, jack hatch, lee hieb, terry branstad, iowa news & politics", "wp_version": "7.7.1.0"}, "generator": "WordPress 4.5.2", "og": {"site_name": "Caffeinated Thoughts", "description": "Iowa Governor Terry Branstad (R) is expected to win reelection to a 6th term easily.  He has maintained a 15 point lead over State Senator Jack Hatch (D-Des Moines) and has a massive war chest built up.  In recent polling, however, his support has fallen.  The latest Des Moines Register poll shows that Branstad’s job …", "title": "Lee Hieb Runs for Iowa Governor on Promise to Repeal Common Core | Caffeinated Thoughts", "locale": "en_US", "image": "https://caffeinatedthoughts.com/wp-content/uploads/2014/03/lee-hieb_thumb.jpg", "updated_time": "2014-03-14T15:38:39-05:00", "url": "https://caffeinatedthoughts.com/2014/03/lee-hieb-runs-iowa-governor-promise-repeal-common-core/", "type": "article"}, "twitter": {"description": "Iowa Governor Terry Branstad (R) is expected to win reelection to a 6th term easily.  He has maintained a 15 point lead over State Senator Jack Hatch (D-Des Moines) and has a massive war chest built up.  In recent polling, however, his support has fallen.  The latest Des Moines Register poll shows that Branstad’s job […]", "creator": "@shanevanderhart", "image": "https://caffeinatedthoughts.com/wp-content/uploads/2014/03/lee-hieb_thumb.jpg", "title": "Lee Hieb Runs for Iowa Governor on Promise to Repeal Common Core | Caffeinated Thoughts", "site": "@CaffThoughts", "card": "summary_large_image"}, "fb": {"app_id": 259594777484510}, "article": {"publisher": "http://www.facebook.com/CaffThoughts", "published_time": "2014-03-14T04:00:17-05:00", "author": "https://www.facebook.com/shanevanderhart", "section": "Iowa News & Politics", "modified_time": "2014-03-14T15:38:39-05:00", "tag": "Terry Branstad"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fd86dc\"", "article_summary": "Those who can vote, vote with their feet, and generally it is to America… …What does this mean to Iowans?\nBy contrast, Indiana recently became the first state to repudiate “Common Core” after parents became horrified at the pathetic academics of their children under “Common Core”.\n“Iowa Core” simply adds seven additional rules to the Common Core statutes.\nWe should repudiate Common Core (Iowa Core,), disband the state Department of Education (really, what has it done for us except siphon off money and usurp local control?\nWhat I find interesting is that Heib is using the Common Core as one of her primary wedge issues."}