{"article_title": "Matt Prater kick seals Lions’ comeback win over Falcons – The Denver Post", "article_keywords": ["matt", "prater", "win", "nfl", "denver", "seals", "field", "game", "lions", "yards", "falcons", "touchdown", "comeback", "post", "pass", "kick", "stafford"], "article_url": "http://www.denverpost.com/broncos/ci_26803196/matt-prater-kick-seals-lions-comeback-win-over", "article_text": "LONDON — Matthew Stafford engineered the drive and Matt Prater finished it off.\n\nPrater kicked a 48-yard field goal on the final play to give the Detroit Lions a 22-21 comeback victory over the Atlanta Falcons (2-6) on Sunday at Wembley Stadium in the earliest start in NFL history.\n\nStafford was quiet in the first half as the Falcons (2-6) controlled the game and jumped to a 21-0 lead at the break. But the Lions (6-2) responded, and Prater’s winning kick was the first made field goal from beyond 40 yards this season for Detroit.\n\nStafford finished with 325 yards passing, completing 24 of 47 attempts for two touchdowns and one interception. His two touchdown passes give him 120, a Lions record that is two more than Hall of Famer Bobby Layne.\n\nSCOREBOARD: Track all NFL Week 8 scores\n\nFalcons quarterback Matt Ryan looked like he would be the star in the first half, completing 14 of 17 passes for 160 yards and two touchdowns by halftime. But clock management problems, a penalty and a dropped pass doomed the Falcons at the end. Ryan finished with 228 yards and threw an interception in the second half.\n\nThe Falcons had the ball and control of the game at the two-minute warning, but couldn’t run off much time after a holding penalty and Julie Jones’ drop. Atlanta punted with 1:38 to go.\n\nWith the ball on the Detroit 7, Stafford hit Golden Tate for 32 yards. The Lions got another first down on a pass to Theo Riddick for 20 yards, and Stafford later threw to Jeremy Ross for another first down.\n\nAs the clock wound down, Prater had a 42-yard field goal to win it. He missed, but a delay-of-game penalty negated the kick.\n\nPushed back another 5 yards, Prater made it, finishing the game with three field goals.\n\nFrom beyond the 40 this season, Detroit had been 0-7, and Prater, the team’s third kicker already, was 0-1.\n\nIt was also Detroit’s second comeback win in two weeks. The Lions rallied to beat the Saints last Sunday.\n\nFor the Falcons, the blown halftime lead was the biggest in Atlanta history.\n\nPrater kicked a 22-yard field goal in the third quarter to get the Lions on the board, and Tate made it 21-10 with a 59-yard reception from Stafford.\n\nIn the fourth quarter, Prater kicked a 20-yarder and Stafford later hit Reddick for 5 yards and another touchdown to make it 21-19. Detroit went for 2, but Stafford’s pass eluded Tate.\n\nThe Lions came in with the league’s top-ranked defense, but Ryan picked it apart early with relative ease. He completed 5 of 6 passes on the opening drive for 64 yards, culminating in a 7-yard touchdown pass to running back Devonta Freeman.\n\nLater in the first quarter, Ryan hit Bear Pascoe from the 1 and kicker Matt Bryant made it 14-0. The touchdown came one play after a 20-yard pass interference call when Darius Slay impeded Roddy White in the end zone.\n\nSteven Jackson also scored for Atlanta (2-6), running in from the 1 moments after becoming the 19th player in NFL history to rush for 11,000 yards.\n\nSunday was the second of three regular-season NFL games this year at Wembley, the home of England’s national soccer team. Miami beat Oakland 38-14 on Sept. 28, and Dallas will face Jacksonville on Nov. 9.\n\nThe game started at 1:30 p.m. in the British capital, which is 9:30 a.m. on the East Coast and 6:30 a.m. on the West Coast.\n\nNOTES: LaAdrian Waddle was inactive for Sunday’s game, one week after getting a concussion late in the comeback win over the Saints. Although Waddle was injured on an extra point attempt, he was on the field for the final play of the game when Stafford took a knee. … Girl group Lil Mix performed before the game, while Dianne Reeves sang the “Star-Spangled Banner” and Laura Wright sang “God Save the Queen.”\n\n___\n\nAP NFL website: www.pro32.ap.org and www.twitter.com/AP_NFL", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Matt Prater kick seals Lions’ comeback win over Falcons", "title": "Matt Prater kick seals Lions’ comeback win over Falcons", "url": "http://www.denverpost.com/2014/10/26/matt-prater-kick-seals-lions-comeback-win-over-falcons/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20141026__457891680p1.jpg", "height": 438}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20141026__457891680p1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-10-26T12:00:08+00:00", "modified_time": "2016-04-26T15:26:22+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Pushed back another 5 yards, Prater made it, finishing the game with three field goals.\nBut the Lions (6-2) responded, and Prater’s winning kick was the first made field goal from beyond 40 yards this season for Detroit.\nHis two touchdown passes give him 120, a Lions record that is two more than Hall of Famer Bobby Layne.\nHe completed 5 of 6 passes on the opening drive for 64 yards, culminating in a 7-yard touchdown pass to running back Devonta Freeman.\nNOTES: LaAdrian Waddle was inactive for Sunday’s game, one week after getting a concussion late in the comeback win over the Saints."}