{"article_title": "Capital Health Care: N.Y. still top Medicaid spender; H.H.C. projects gap", "article_keywords": ["million", "state", "earwax", "bill", "system", "gap", "hhc", "ny", "spender", "program", "health", "york", "capital", "medicaid", "projects", "care"], "article_url": "http://www.capitalnewyork.com/article/city-hall/2014/02/8540804/capital-health-care-ny-still-top-medicaid-spender-hhc-projects-gap", "article_text": "Welcome to Capital Health Care, an early-morning email full of scoops and storylines that will inform the daily conversation in New York among health-industry insiders and high-information consumers. Sign up for our morning newsletters here.\n\nWE’RE NO. 1 -- New York is likely to remain the state with the most expensive Medicaid program, Tom DiNapoli said on Monday. The state will spend $58.2 billion this year and $67 billion in 2018. The news comes as Gov. Andrew Cuomo touts the success of his Medicaid Redesign Team, which has in fact slowed the growth in spending. But the report shows New York still has a long way to go if it wants to get its Medicaid program under control. The state currently enrolls 5,485,400 patients in its Medicaid program, a number that is going to grow 9.1 percent by 2018, the report said. That means roughly 30 percent of New Yorkers will be enrolled in Medicaid. http://capi.tl/1fO6wyJ\n\nBIG DEFICIT -- H.H.C. is facing a $430 million budget gap for fiscal year 2015 and a $1.4 billion gap in 2018, Alan Aviles told the city’s health committee on Monday. The deficits can be attributed to damage from Hurricane Sandy as well as skyrocketing pension costs, but the foundational problem is that H.H.C. treats hundreds of thousands of patients who can’t pay for the full costs of their care. H.H.C. provides about $700 million in uncompensated care each year, and 80 percent of its patients are either on Medicaid or uninsured. It’s not at all clear what, if anything, the city can do to address that kind of structural problem. http://capi.tl/1hjGjLK\n\nNOW WE KNOW –- Your earwax smells different depending on your ethnicity. That's the latest from a new study in the Journal of Chromatography. \"Our previous research has shown that underarm odors can convey a great deal of information about an individual, including personal identity, gender, sexual orientation, and health status,\" lead author Dr. George Preti said in a press release. \"We think it possible that earwax may contain similar information.\" The study's other author Katharine Prokop-Prigge said that at least two odor-producing metabolic diseases (maple syrup urine disease and alkaptonuria) can be identified in earwax before they can be diagnosed using traditional techniques such as blood and urine analysis.\"Odors in earwax may be able to tell us what a person has eaten and where they have been,\" she said in a press release. \"Earwax is a neglected body secretion whose potential as an information source has yet to be explored.\" http://bit.ly/1hrBHSI\n\n\n\nWE'D LOVE TO HEAR FROM YOU: This roundup is for you so please tell us how we can make it even better. Send tips, news, ideas, calendar items, releases, promotions, job postings, birthdays, congratulations, criticisms and corrections to dgoldberg@capitalnewyork.com.\n\nWANT MORE HEALTH CARE INFO THROUGHOUT THE DAY? Get bite-size “whiteboard\" alerts that focus specifically on health care issues sent directly to your inbox. Please contact Lauren Englander at lenglander@capitalnewyork.com to learn more.\n\nGAINING MOMENTUM –- State Sen. Joseph Robach announced his support for the Compassionate Care Act, a medical marijuana bill, while meeting with the Breast Cancer Coalition of Rochester, according to a press release from the Drug Policy Alliance. He is the third Senate Republican to sign on for the bill, which has repeatedly passed the Assembly but failed to go anywhere in the Senate. Republican Sens. George Maziarz and Mark Grisanti also support the bill sponsored by Sen. Diane Savino. If enough Republicans publicly support the bill, it will be hard for leadership to push off a vote. Larry Schwartz, a Cuomo aide, hinted that the governor would be willing to sign a comprehensive bill if it reached his desk, though Cuomo has never made an explicit statement on the bill. http://bit.ly/1fkhsTD\n\nFULL-SERVICE –- At a rally outside Interfaith, several local politicians including Rep. Hakeem Jeffries and Comptroller Scott Stringer called on the state to use some of the Medicaid waiver money to keep Interfaith a full-service hospital. Public Advocate Tish James reminded the crowd that the waiver was a competitive process and Interfaith would need to apply like everyone else. She is confident that their application will be a success, but whether keeping Interfaith a full-service hospital jives with Cuomo's call for a transformed Brooklyn health care model remains to be seen.\n\nSOLD –- On Monday, a bankruptcy court approved the sale of Saint Francis Hospital and Health Centers to Westchester Medical Center. http://bit.ly/1fo2oud\n\nJOB OPENING –- Vox Media's Project X is looking for a health reporter. “The job is in D.C. The pay is competitive. The soda is free.” http://bit.ly/OvN97L\n\n...Crouse Hospital is looking for a manager for Outpatient Chemical Dependency Services. http://bit.ly/1lgVQQD\n\n\n\nWHAT WE'RE READING –- The Washington Post fact-checked President Obama's claim that 7 million people have insurance thanks to the expanded Medicaid program, part of the ACA. Glenn Kessler gives the claim four pinochios, saying the President should know better. “He seems to be falling into the same trap as other Democrats, and some reporters, by assuming that everyone in the Medicaid list is getting health insurance for the first time because of the Affordable Care Act. But that number is nowhere close to 7 million. It could be as low as 1.1 million or as high as 2.6 million. … It is dismaying that given all of the attention to this issue, the president apparently does not realize that the administration’s data are woefully inadequate for boastful assertions of this type.” http://wapo.st/1k6hjLQ\n\nFIGHT FOR SURVIVAL –- Crain's reports on the impact the ACA is having on the Freelancers Union. Because of the exchanges, one of the benefits the union was known for is no longer as necessary. And if the union wants to continue offering health insurance, it is going to have to comply with the law's new rules, which could cause premiums to rise. http://bit.ly/1cJEua5\n\nBILL TRACKER -– Check out Capital's bill tracker, a daily guide to the flow of the New York state Legislature. http://capi.tl/1aqE6OB\n\nFOR BETTER OR WORSE –- The ACA is having an impact on businesses, The Wall Street Journal reports. It just isn't exactly clear the scope. The article found that more than 80 public companies “told investors the new health-care rules were, or could be, a financial boost or drag on their quarterly earnings, though they were often uncertain of the magnitude.” It's too early to know the full outcome but the article does point to some interesting early trends. http://on.wsj.com/1edegO8\n\nBIG CHANGE -– The Obama administration is expected to announce plans to overhaul the familiar food-labeling system on Thursday when it unveils the first update to nutrition labels on food packages in more than two decades. Politico reports that first lady Michelle Obama is scheduled to make an announcement in the East Room at the White House “regarding proposals to help parents and other consumers make healthier choices.” http://bit.ly/1dw502n\n\nTODAY'S TIP –- Comes from Mount Sinai Health System, which tells us that \"caffeine is linked to protective benefits, like stimulating the central nervous system as you age.”\n\nSTUDY THIS:\n\n-EASY TO SWALLOW –- Researchers believe they may be on the path to a cure for autistic children who have trouble swallowing, according to a new study in Disease Models & Mechanisms. The study shows that the same mechanisms causing neurodevelopmental disorders are disrupting development in parts of the nervous system that control swallowing and feeding. That's because the cranial nerves do not develop correctly, which likely contributes to mis-coordination. If that hypothesis proves correct, it would mean that it is something that can be cured, the article said. http://bit.ly/1hMtVat\n\n\n\n-IN DIGESTION -– Scientists believe they may be closing in on a therapy for alleviating mucositis, a side effect of chemotherapy. Mucositis is essentially inflammation of the mucous that lines the digestive system. Researchers used a mouse model to see what would happen when they deleted a gene encoding the enzyme beta-TrCP. Turns out that caused something similar to mucositis. According to the article published in PNAS, that led researchers to realize that the source of the problem was Interleukin-1 (IL-1 beta). When the mice were treated with an anti-body that blocks IL-1 beta, the onset of mucositis was prevented. http://bit.ly/MWphsA\n\nMISSED A ROUNDUP? Get caught up here: 2/24, 2/21, 2/20, 2/19. 2/18", "article_metadata": {"og": {"url": "http://www.capitalnewyork.com/article/city-hall/2014/02/8540804/capital-health-care-ny-still-top-medicaid-spender-hhc-projects-gap", "image": "http://www.capitalnewyork.com/sites/all/themes/capitalny/images/cap.jpg", "type": "article", "title": "Capital Health Care: N.Y. still top Medicaid spender; H.H.C. projects gap"}, "robots": "all", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "description": "New York health news"}, "article_summary": "Get bite-size “whiteboard\" alerts that focus specifically on health care issues sent directly to your inbox.\nWANT MORE HEALTH CARE INFO THROUGHOUT THE DAY?\n1 -- New York is likely to remain the state with the most expensive Medicaid program, Tom DiNapoli said on Monday.\nWelcome to Capital Health Care, an early-morning email full of scoops and storylines that will inform the daily conversation in New York among health-industry insiders and high-information consumers.\nBut the report shows New York still has a long way to go if it wants to get its Medicaid program under control."}