{"article_title": "Attendance on Demand, Inc. Announces Early Adopter Program for Visual ACA Product", "article_keywords": ["status", "product", "attendance", "announces", "employees", "reporting", "companies", "aca", "labor", "early", "visual", "program", "irs", "demand", "adopter"], "article_url": "http://www.prweb.com/releases/2015/10/prweb13050912.htm", "article_text": "Visual ACA Visual ACA can help remove the burden of ACA reporting. It also automates status determination, and ongoing evaluation of variable hour employees.\n\nAttendance on Demand, Inc. announced today that is has launched an early adopter program for its new product Visual ACA. Visual ACA eliminates the guesswork and complex calculations required for IRS reporting under the Affordable Care Act. Companies must prepare IRS forms 1094-C and 1095-C for the IRS and furnish them to the IRS in early 2016. In addition, the 1095-C must be provided to the employees.\n\n“Time is running out and many employers are still unclear about their ACA reporting strategy,” said Beth Baerman, Director of Communication at Attendance on Demand, Inc. “Visual ACA can help remove the burden of ACA reporting. It also automates status determination, and ongoing evaluation of variable hour employees.”\n\nVisual ACA has a Guidance feature that looks at the employee’s service hours in the measurement period and then calculates a Guidance value—the number of hours the employee can work going forward—each week or month to maintain the desired ACA status. Companies can be liable for benefit or penalty costs under ACA when part-time employees become full-time.\n\nVisual ACA assists companies in all industries with managing compliance for the Affordable Care Act. It works either with Attendance on Demand or as a standalone system.\n\nAbout Attendance on Demand\n\nAttendance on Demand supports the labor management needs of thousands of companies and more than three-quarters of a million employees across North America. Launched in 2006, Attendance on Demand is a rapidly deployed, cloud-based solution that minimizes a company's risk and technology investment while providing advanced features for securely managing labor data—calculating pay rules, scheduling employees, budgeting labor, automating recordkeeping for labor law compliance and managing employee status and reporting for the Affordable Care Act. With standard uptime over the industry average of 99.995% and above average customer retention rates, Attendance on Demand removes the worry of maintaining expensive infrastructure. An extensive North American distribution network helps organizations use Attendance on Demand to reduce labor expenses and improve decision making.\n\nhttp://www.visualaca.com\n\nhttp://www.attendanceondemand.com", "article_metadata": {"description": "IRS 1094C and 1095C Reporting Made Easy", "Generator": "PRWeb html v1", "og": {"site_name": "PRWeb", "description": "Livonia, Michigan (PRWEB) November 03, 2015 -- IRS 1094C and 1095C Reporting Made Easy", "title": "Attendance on Demand, Inc. Announces Early Adopter Program for Visual ACA Product", "url": "http://www.prweb.com/releases/2015/10/prweb13050912.htm", "image": "http://ww1.prweb.com/prfiles/2015/10/28/13050912/gI_163457_VisualACA-logo-color-square.png", "type": "article"}, "twitter": {"description": "Livonia, Michigan (PRWEB) November 03, 2015 \n\n Attendance on Demand, Inc. announced today that is has launched an early adopter program for its new product Visual ACA. Visual ACA eliminates the gues", "title": "Attendance on Demand, Inc. Announces Early Adopter Program for Visual", "url": "http://www.prweb.com/releases/2015/10/prweb13050912.htm", "image": "http://ww1.prweb.com/prfiles/2015/10/28/13050912/gI_163457_VisualACA-logo-color-square.png", "site": {"identifier": "@PRWeb", "id": 14124541}, "card": "Summary"}, "keywords": "PRESS RELEASE", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Leisure  Hospitality,Software,Employment,Business,Human Resources,Software,Enterprise Software,Management,Small Business,General Litigation"}, "article_summary": "Visual ACA Visual ACA can help remove the burden of ACA reporting.\nAttendance on Demand, Inc. announced today that is has launched an early adopter program for its new product Visual ACA.\n“Time is running out and many employers are still unclear about their ACA reporting strategy,” said Beth Baerman, Director of Communication at Attendance on Demand, Inc. “Visual ACA can help remove the burden of ACA reporting.\nVisual ACA eliminates the guesswork and complex calculations required for IRS reporting under the Affordable Care Act.\nVisual ACA assists companies in all industries with managing compliance for the Affordable Care Act."}