{"article_title": "Republicans' Cynical Move To Blame Obamacare For The Country's Drug Addiction Epidemic", "article_keywords": ["opioid", "aca", "prescription", "opioids", "cynical", "patient", "hospital", "republicans", "obamacare", "drug", "blame", "countrys", "survey", "epidemic", "pain", "addiction", "hospitals", "hcahps"], "article_url": "http://thinkprogress.org/health/2016/05/03/3773932/obamacare-opioid-epidemic/", "article_text": "Just when a bipartisan consensus was forming around solutions to the growing opioid epidemic, Republican senators who are in danger of losing reelection have started playing politics with the issue by blaming it on the Affordable Care Act (ACA).\n\nOpioid abuse is a serious danger to many American communities. According to the CDC, overdose deaths involving prescription opioids have quadrupled since 1999. Not surprisingly, so has the sale and marketing of opioids as prescription drugs. From 1999 to 2014, more than 165,000 people have died in the U.S. from overdoses related to prescription opioids. Today, at least half of deaths due to opioids overdosing involve a prescription opioid. In 2014 alone, over 14,000 Americans died from an opioid overdoes. And this epidemic is hitting younger populations hardest.\n\nThere are many examples of responsible, bipartisan policy prescriptions that would help reduce opioid abuse. For instance, one can look to the bill recently passed by the U.S. Senate, which authorizes grants to states for additional treatment. Other common-sense policies include making naloxone, which can reverse overdoses, available without prior authorization, improving physician education on opioid prescription and requiring them to register in prescription drug monitoring programs, and expanding Medicaid, which would provide insurance as well as substance abuse treatment to many adults.\n\nYet certain Republican senators are instead highlighting the anecdotal evidence in a recent TIME article to instead focus on blaming a law they dislike. Just last week, Sen. Pat Toomey (R-PA) said, “Now the evidence is starting to mount that the financial incentive Obamacare provides may be connected to the over-prescribing of these powerful medications.”\n\nWhat is Toomey pointing to in order to support his claim that the ACA is adding fuel to our nation’s opioid epidemic? The Centers for Medicare and Medicaid Services’ (CMS) patient satisfaction survey, a small component of a value-based purchasing program created under the ACA.\n\nSpecifically, the survey in question is the little-known Hospital Consumer Assessment of Healthcare Providers and Systems (HCAHPS) assessment. Implemented in 2006, the HCAHPS is designed to measure important aspects of patient experience in hospitals across the country. Then, CMS uses the HCAHPS assessment as one part of the Hospital Value-Based Purchasing program (HVBP), which adjusts hospital payments to account for the quality of care the hospital provides.\n\nIn short, the higher a hospital’s overall quality score, the higher the payment the hospital receives. Patient experience includes things like nurse and physician communication, discharge information, cleanliness and quietness, and yes -- effective pain management. These are exactly the type of questions that track how well hospitals are providing evidence-based, appropriate care that helps to lower overall costs, improve quality, and make taxpayers’ dollars go further.\n\nSen. Patrick J. Toomey (R-PA) speaks to reporters outside his office on Capitol Hill, in Washington, Tuesday, April 12, 2016. CREDIT: AP Photo/Manuel Balce Ceneta\n\nRepublican lawmakers like Sens. Toomey and Ron Johnson (R-WI) have recently pointed to the pain management component of the HCAHPS survey to argue that it encourages doctors to prescribe opioids as a way to manage their patients’ pain, which in turn can indirectly improve their HVPB score. They strategically forget, however, that patient experience is just one element that factors into a hospital’s overall HVBP score.\n\nIn 2015, HCAHPS patient experience survey results accounted for 30 percent of a hospital’s inpatient total score, and that 30 percent is based on eight equally weighted dimensions, only one of which is pain management. Furthermore, in 2015, a hospital’s total HVBP score affected just 1.5 percent of a hospital’s Medicare payments. That means that pain management has – at most -- a minimal 0.056 percent effect on a hospital’s inpatient Medicare payments. Therefore, it’s very unlikely a doctor’s specific decision about which drugs to prescribe is an overriding motivational force.\n\nSo why do Republicans single out this little-known survey? For one, it helps their six-year quest to discredit the ACA. We’ve all witnessed how House Republicans have consistently voted to repeal the ACA -- over 60 times now to little or no effect. To these senators, denigrating the ACA is a focus group-tested strategy that excites their activists and deep-pocketed donors. Calling into doubt the pain management component of the survey is also politically convenient because it’s a small reform these senators, who are in tough elections, can point to as action.\n\nForget that there is no empirical evidence that a health care provider’s failure to prescribe opioids lowers a hospital’s HCAHPS scores. In fact, if a physician feels pressured by hospital administrators to manage patients’ pain by prescribing opioids that could indicate a larger problem within the hospital’s institutional culture, or writ large the greater sales of opioids, or patient prescription history, not with the HCAHPS assessment. CDC even cites these other influences in its most recent guidance highlighting the value of safer prescribing practices.\n\nUltimately, America’s opioid abuse epidemic is a massive public health crisis that was decades in the making. The idea that a hospital survey, implemented years after the epidemic began, is a primary factor in causing it just doesn’t hold water.\n\nThanks to the ACA, the uninsured rate is now at or near the lowest level recorded over five decades of data, with about 20 million previously uninsured Americans gaining coverage. Moreover, the ACA includes important quality and delivery system reforms, including the HVPB program. These reforms are not only improving the overall care Medicare beneficiaries are receiving but are also making the system more efficient. For example, the Department of Health and Human Services (HHS) reported that between 2010 and 2014, approximately 87,000 lives have been saved and approximately $20 billion in costs averted due to reduced levels of hospital acquired conditions. Medicare readmissions have also decreased by 8 percent and Medicare beneficiaries avoided 150,000 readmissions from 2012 through 2013.\n\nIf these senators were truly serious, they would call for additional funding for programs they voted to support. Moreover, they would advocate for proposals for making naloxone more available, improving physician education on opioid prescription, and pushing the 19 holdout states to expand Medicaid under the ACA.\n\nInstead, they’re simply doubling down on their distortions of the ACA -- hijacking a serious public health problem along the way.\n\nRyan Collins is the Associate Director of Government Affairs at the Center for American Progress Action Fund.", "article_metadata": {"google": "nositelinkssearchbox", "description": "It's a misleading argument from some of the law's fiercest opponents.", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "It's a misleading argument from some of the law's fiercest opponents.", "title": "Republicans’ Cynical Move To Blame Obamacare For The Country’s Drug Addiction Epidemic", "url": "http://thinkprogress.org/health/2016/05/03/3773932/obamacare-opioid-epidemic/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2016/05/02171238/AP_349905238204-600x315.jpg", "type": "article"}, "twitter": {"site": "@ThinkProgress", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2016/05/02171238/AP_349905238204-321x214.jpg", "description": "It's a misleading argument from some of the law's fiercest opponents.", "card": "summary_large_image", "title": "Republicans’ Cynical Move To Blame Obamacare For The Country’s Drug Addiction Epidemic"}, "robots": "noodp", "elq-topic": "tp-health", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2016/05/02171238/AP_349905238204-540x303.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2016/05/02171238/AP_349905238204-99x66.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2016-05-03T08:00:53+00:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "article_summary": "From 1999 to 2014, more than 165,000 people have died in the U.S. from overdoses related to prescription opioids.\nThe idea that a hospital survey, implemented years after the epidemic began, is a primary factor in causing it just doesn’t hold water.\nAccording to the CDC, overdose deaths involving prescription opioids have quadrupled since 1999.\nForget that there is no empirical evidence that a health care provider’s failure to prescribe opioids lowers a hospital’s HCAHPS scores.\nToday, at least half of deaths due to opioids overdosing involve a prescription opioid."}