{"article_title": "Is the State Department Skirting U.S. Law on Sanctions?", "article_keywords": ["iran", "sanctions", "reporting", "inksna", "states", "report", "state", "skirting", "department", "violations", "law"], "article_url": "http://www.usnews.com/news/articles/2015/06/18/is-the-state-department-skirting-us-law-on-sanctions", "article_text": "By: Julian Pecquet, Congressional Correspondent for Al-Monitor\n\nAl-Monitor\n\nThe State Department is three years late in slapping certain sanctions on Iran, prompting new allegations that the Barack Obama administration is deliberately skirting US law in its quest for a nuclear deal.\n\nUnder the Iran, North Korea and Syria Nonproliferation Act (INKSNA), State is supposed to inform Congress every six months of attempts to help the three countries obtain weapons of mass destruction and certain missile technology. The law requires the agency to sanction violators or justify its decision not to.\n\nBut the department has fallen way behind in recent years, according to a government watchdog report obtained by Al-Monitor. Delays have kept on getting longer, with Congress receiving an update on violations committed in 2011 only in December 2014.\n\n\n\n\"Our analysis demonstrates that State is falling further and further behind in providing the reports and is now juggling a backlog of draft reports at different stages of that process,\" the US Government Accountability Office (GAO) report concludes. \"The imposition of sanctions no sooner than 3 or more years after the transfer occurred may diminish the credibility of the threatened sanction.\"\n\nThe State Department acknowledges the delays but faults a complex web of agency reviews to make sure allegations of violations are substantiated. Republicans, however, are jumping on the report as further evidence of the Obama administration bending over backwards to placate Tehran.\n\n\"How many overtures of good will are we sending to these guys? How many times do we have to bend over to look like we're good people?\" Rep. Ileana Ros-Lehtinen, R-Fla., told Al-Monitor ahead of her Middle East subcommittee's hearing on the issue the afternoon of June 17. \"It's unbelievable. Iran keeps demanding more of us, and we keep on giving them more kind signals.\"\n\nThe GAO report is but the latest example of questionable sanctions enforcement that has raised congressional ire in recent months.\n\nEarlier this year, according to Israel, the United States allowed Iran to purchase used airplanes for an airline that the United States has blacklisted for its ties to Hezbollah and the Iranian National Guard.\n\nAnd just this month, a panel of experts for the UN's Iran sanctions committee said that member states have not been reporting international sanctions violations by Iran. That's despite widespread evidence of continued arms shipments to Syria, Lebanon, Iraq and Yemen in addition to Hezbollah and Hamas.\n\n\"The current situation with reporting could reflect a general reduction of procurement activities by the Iranian side or a political decision by some member states to refrain from reporting to avoid a possible negative impact on ongoing negotiations,\" the June 1 report states.\n\nThe US ambassador to the UN, Samantha Power, disputed that account in testimony before the House Foreign Affairs Committee on June 16.\n\n\"There's no pulling our punches,\" she said, \"even during these negotiations.\"\n\nThe State Department denies giving Iran a pass on the INKSNA sanctions front as well.\n\n\"The United States is committed to continuing to impose sanctions under existing authorities, as warranted, against Iranian entities and individuals — including during the negotiations,\" spokeswoman Marie Harf said in an emailed statement.\n\nThe law's expansion over time to Syria and North Korea, she said, has \"significantly increased the reporting burden on the Department and interagency without expanding the statutory time frames for reporting.\"\n\n\n\n\"While there is no disputing the fact that reports have been late, the Department of State continues to regularly implement this law, as witnessed by the ongoing delivery of INKSNA reports to Congress and the substantial number of foreign persons sanctioned under INKSNA,\" Harf said. \"INKSNA determinations are made pursuant to a periodic review required by law, and are the result of a lengthy and thorough interagency review process.\"\n\nThe latest sanctions package, announced in December 2014, slaps sanctions on 23 individuals, groups and companies, including the Iranian Revolutionary Guard Corps Quds Force.\n\nUnnamed State Department workers, however, acknowledged to the GAO that US diplomacy impacts how the law is implemented.\n\n\"State officials told us that a variety of political concerns, such as international negotiations and relations with countries involved in transfers, can delay State's INKSNA process,\" the GAO report says. \"They stated that these concerns can particularly delay the steps that involve internal State approvals, including the Deputy Secretary's review and sanctions determination.\"\n\nDrawing attention to lagging sanctions enforcement is unlikely to directly impact the international negotiations one way or another with just two weeks left before the June 30 deadline for a final deal. But critics of the talks say it may well fire up lawmakers who can still play a role in killing a deal if they lose all confidence in the Obama administration's willingness to hold Iran to account.\n\n\"Members of Congress — who have to evaluate the administration's assurances on things like keeping the Iranians honest — yes, I think they're following this kind of stuff very closely,\" said Omri Ceren managing director for press and strategy at The Israel Project, a pro-Israel think tank.\n\nAsked what she hoped to accomplish with a hearing at this late stage in the game, Ros-Lehtinen bluntly said she wanted to point what she called the administration's \"hypocrisy\" when it comes to applying congressional sanctions on Iran.\n\n\"There's a direct correlation between this administration not wanting to sanction anyone or any violation and their lack of reporting on those violations,\" she said. \"And it's sending a signal to the international community that the United States is not serious about any of our sanctions, that if you talk to the right folks at certain agencies and get a pass.\"\n\nMore from Al-Monitor.com:\n\nSaudis' war effort struggles on three fronts\n\nBy Madawi Al-Rasheed\n\nTurkey's rule of law on slippery slope\n\nBy Pinar Tremblay", "article_metadata": {"zone": "homepage/articles", "keyword": "Featured: Collections: World", "title": "Is the State Department Skirting U.S. Law on Sanctions?", "og": {"site_name": "US News & World Report", "description": "A U.S. government watchdog says the State Department is three years late on its reporting to Congress.", "title": "Is the State Department Skirting U.S. Law on Sanctions?", "url": "http://www.usnews.com/news/articles/2015/06/18/is-the-state-department-skirting-us-law-on-sanctions", "image": "http://www.usnews.com/cmsmedia/de/c5/6febd5794702ae13f1f6c891a463/150618-statedept-editorial.jpg", "type": "article"}, "twitter": {"site": "@USNews", "description": "A U.S. government watchdog says the State Department is three years late on its reporting to Congress.", "card": "summary", "title": "Is the State Department Skirting U.S. Law on Sanctions?"}, "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "site": "news", "date_published": "June 18, 2015", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Pulse,Iran,State Department,foreign policy,Al-Monitor,nuclear weapons,world news,Featured: Collections: World", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "A U.S. government watchdog says the State Department is three years late on its reporting to Congress."}, "article_summary": "The State Department denies giving Iran a pass on the INKSNA sanctions front as well.\nUnnamed State Department workers, however, acknowledged to the GAO that US diplomacy impacts how the law is implemented.\nThe State Department acknowledges the delays but faults a complex web of agency reviews to make sure allegations of violations are substantiated.\nAnd just this month, a panel of experts for the UN's Iran sanctions committee said that member states have not been reporting international sanctions violations by Iran.\nBy: Julian Pecquet, Congressional Correspondent for Al-MonitorAl-MonitorThe State Department is three years late in slapping certain sanctions on Iran, prompting new allegations that the Barack Obama administration is deliberately skirting US law in its quest for a nuclear deal."}