{"article_title": "The art of war as explained by a simpleton…", "article_keywords": ["work", "art", "explained", "simplicius", "adventures", "know", "way", "simpleton", "religious", "war", "picaresque", "hermit"], "article_url": "https://scholarsandrogues.com/2015/02/08/the-art-of-war-as-explained-by-a-simpleton/", "article_text": "Call it Simplicius Simplicissimus or The Adventures of a Simpleton – H.J.C. von Grimmelshausen’s picaresque novel of the Thirty Years War is the godfather of all great anti-war literature whether solemn indictment like The Red Badge of Courage or All Quiet on the Western Front or absurdist comedy like Catch-22 or Slaughterhouse-Five.\n\nThe Adventures of a Simpleton, also know as Simplicius Simplicissimus (and by other titles) is a book that I have long loved, though this re-read is only my third of this classic satire of the lethal nonsense we call war. The edition I used this time was one I picked up in my favorite used bookstore, my original copy from undergraduate school having disappeared on its own picaresque adventures at some unknown moment in the last 40 years. This entry on the 2015 reading list moves us forward in time several hundred years from the folk literature (with some Horace thrown in) of the last few weeks. As a result we get a known author (although we don’t know a lot about him) and we get our first prose work since those outliers about World War I and John Winthrop I wrote about at the beginning of the year.\n\nMore interestingly, from a literary standpoint anyway, we get what will come to be called variously a novel, a mock-heroic romance, a picaresque novel, or a picaresque. The adventures of the hero, initially called Simplicius because of his naivete (and because discovering his real name, indeed his true identity, becomes an important subplot of the work) are episodic, disjointed, and certainly varied. Simplicius is, at one point or another in the story, a devoted acolyte to a religious hermit, a foolhardy page to an aristocrat military commander, the butt of a practical joke that makes him dress and act like a calf and serve as a jester, a clever and resourceful dragoon, musketeer, and outlaw, a reluctant husband, a gifted gigolo, a chastened smallpox survivor, a fortunate man of means, a discovered gentleman, and , finally, a serious scholar and religious hermit.\n\nYeah, it’s quite a ride.\n\nA good alternative title for The Adventures of a Simpleton might be “The Fortunes of War.” For everything that happens to Simplicius is, in one way or another, a result of the Thirty Years War. The raid on his family’s remote farm that separates him from his family brings him to the hermit where he gets religious training. The hermit’s death forces him out into the world where he is taken up by the military commander. The lessons (military, social, and academic) that he learns there he is able to apply and make himself a successful (and dangerous) soldier, a smooth (and cynical) lover, eventually, an outlaw. Ultimately an unhappy marriage and the discovery that he is not a peasant but the son of parents of genteel background – lost to him in the war, naturally – turns him to the contemplative life of first a scholar, then a religious hermit – where, after long wandering, he seems to have found a sort of peace.\n\nThe Adventures of a Simpleton is, then, the author’s ostensible attempt to tell his story so as to offer a moral lesson for readers. This is pretty standard in both form and matter for a picaresque adventure. One can see it in many other works from Grimmelshausen’s antecedents such as Quevedo to his immediate successor Lesage to 18th century practitioners such as Fielding and Smollett. Both Dickens and Twain wrote their own variations of the picaresque. In more recent times one can note the influence of the picaresque in Gunter Grass’s The Tin Drum and Neal Stephenson’s Quicksilver.\n\nIt should be clear by this point that Grimmelshausen’s work has considerable literary and historical significance. But after my recent complaints about another work of historical and literary significance, the obvious question rears its ugly head: is The Adventures of a Simpleton worth the reading?\n\nThe answer is an emphatic yes. A few quotes will, I hope, suffice to show that Grimmelshausen is a writer of considerable insight with the skill to turn a phrase. Here he is on the human foible of egotism by both fools (as Simplicius is forced to be at the time) and those who mock them:\n\nIn short, everybody thought me a witless fool and I considered them foolish wits; and, as I see it, this is still the way of the world: that each is satisfied with his own wit and believes himself cleverer than his fellows.\n\nOr this observation Simplicius offers us about self-interest in an argument over the validity of hereditary nobility:\n\n…I answer that either you have an imperfect understanding of the matter, or your self-interest prevents you from speaking the truth as you know it. Tell me now, what great deeds have been done and useful arts invented that warrant the ennobling of an entire house, for centuries after the hero or the sage has died? Has not the hero’s strength and the sage’s wisdom died with him? If you fail to grasp this, and still maintain that the fathers’ virtues are inherited by the children, then I must conclude that your father was a stockfish and your mother a flounder.\n\nMuch later, chastened by war, disease, heartache, Simplicius argues with an old nemesis. What has made Simplicius philosophical has made his frenemy cynical to the point of sociopathic. Simplicius tries to help him see that his folly will destroy him. First this clever – and all too resonant for us in our current time – argument for amorality from the frenemy, one Olivier:\n\nI can see you are about to tell me that many men have been hanged, beheaded, or broken on the wheel for murdering, robbing, and plundering. True enough, for that is the law. But you will see no thieves hanged except those that are poor and miserable, and rightly so, for this excellent trade should be practiced only by men of parts and high courage…. I am an honest soul and follow this way of life freely, frankly, and without shame.\n\nSimplicius’s response, meant to try to save his friend, references the old truths:\n\nWhether or not you have the right to plunder and steal, I still know that it is an offense against the laws of nature which forbid you to do unto others what you would not have them do unto you. It is also an offense against the law of the land, which says that a thief should be hanged, a robber beheaded, and a murderer broken on the wheel. Lastly and most important of all, it is an offense against God, who leaves no sin unpunished.\n\nWhatever one thinks of the strength of Simplicius’s last argument, the logic must be acknowledged as impeccable. And it should be noted that despite the ingenuity of his argument Olivier still ends up dead at the hands of the law.\n\nLike another of its descendants, Voltaire’s Candide, The Adventures of a Simpleton ends with its hero trying to find some way to understand the confused complexity of his life:\n\nI once read what the Delphic oracle said to the emissaries from Rome who asked it what they must do to rule their subjects in peace. “Nosce teipsum,” it said; that is: Let every man know himself…!\n\nThis leads him to an assessment of his own life:\n\nYou have followed war through many perils and had much good as well as ill fortune from it. It has made you by turns exalted and humble, great and small, rich and poor, merry and sad, honored and despised…. Often have I risked my life, yet never attempted to improve it in order that I might die comforted and blessed.\n\nThe solution Simplicius decides upon is to emulate his earliest teacher, the simple hermit (who had also been a soldier and had come to see war’s folly). Like the speaker in the great old spiritual, Simplicius decides he “ain’t gonna study war no more.” The irony is that war has taught Simplicius the same lesson it taught his spiritual mentor: as the song says, war is good for absolutely nothing.\n\nWe should all be so lucky.", "article_metadata": {"application-name": "Progressive Culture | Scholars & Rogues", "generator": "WordPress.com", "title": "The art of war as explained by a simpleton… | Progressive Culture | Scholars & Rogues on WordPress.com", "og": {"site_name": "Progressive Culture | Scholars & Rogues", "description": "Call it Simplicius Simplicissimus or The Adventures of a Simpleton – H.J.C. von Grimmelshausen’s picaresque novel of the Thirty Years War is the godfather of all great anti-war literatu…", "title": "The art of war as explained by a simpleton…", "url": "https://scholarsandrogues.com/2015/02/08/the-art-of-war-as-explained-by-a-simpleton/", "image": "https://d.gr-assets.com/books/1266628167l/3484689.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": "https://d.gr-assets.com/books/1266628167l/3484689.jpg?w=240", "site": "@wordpressdotcom", "card": "summary"}, "msapplication-tooltip": "Arts & literature, pop culture, media, photography, sports and climate", "p": {"domain_verify": "d4c64b77e8947a8dc5eff7f725b17544"}, "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=WordPress.com Forums;action-uri=http://forums.wordpress.com/;icon-uri=https://s2.wp.com/i/favicon.ico", "article": {"publisher": "https://www.facebook.com/WordPresscom", "published_time": "2015-02-08T15:03:00+00:00", "modified_time": "2015-02-14T14:28:36+00:00"}, "msvalidate.01": "9314EC07937D51DFB8DF657B006311E5", "google-site-verification": "iknn8olT_xhZ2o9rdS9JZwsdwq_R-xOTDMqr7Cak52c", "viewport": "width=device-width", "description": "Call it Simplicius Simplicissimus or The Adventures of a Simpleton - H.J.C. von Grimmelshausen's picaresque novel of the Thirty Years War is the godfather of all great anti-war literature whether solemn indictment like The Red Badge of Courage or All Quiet on the Western Front or absurdist comedy like Catch-22 or Slaughterhouse-Five.  The Adventures of a Simpleton,…"}, "article_summary": "A good alternative title for The Adventures of a Simpleton might be “The Fortunes of War.” For everything that happens to Simplicius is, in one way or another, a result of the Thirty Years War.\nCall it Simplicius Simplicissimus or The Adventures of a Simpleton – H.J.C.\nThe Adventures of a Simpleton is, then, the author’s ostensible attempt to tell his story so as to offer a moral lesson for readers.\nLike the speaker in the great old spiritual, Simplicius decides he “ain’t gonna study war no more.” The irony is that war has taught Simplicius the same lesson it taught his spiritual mentor: as the song says, war is good for absolutely nothing.\nMuch later, chastened by war, disease, heartache, Simplicius argues with an old nemesis."}