{"article_title": "Hensley’s ex-wife discards her claim", "article_keywords": ["discards", "false", "district", "claim", "lewis", "children", "order", "county", "exwife", "investigation", "dropped", "difficult", "hensleys", "know"], "article_url": "http://columbiadailyherald.com/news/local-news/hensley-s-ex-wife-discards-her-claim", "article_text": "The ex-wife of State Sen. Josey Hensley, R-Hohenwald, asked a judge to dismiss her order of protection against him last week.\n\nGina Hensley filed for the order of protection in Hohenwald, the Lewis County seat, after she claimed Hensley struck her with his car door. She said she lived in fear of her ex-husband’s anger.\n\nHensley told WSMV-TV, a news partner of The Daily Herald, she dropped the order because of how difficult it’s been on her children.\n\nThe senator issued a statement last week in response to his ex-wife’s decision, saying he did not believe she dropped it because of the affect on the children.\n\n“I’m thankful to be able to put this behind me,” he wrote. “Gina has dropped her petition, but not because of the children. She was not concerned with the harm a divorce would cause our children or the harm this fabricated order of protection and the publicity surrounding it would cause our children. She dropped it because an independent witness came forward to testify that her story was false and even her own witnesses would not back up her accusations.”\n\nHensley said the Lewis County district attorney and Tennessee Bureau of Investigation investigated her claims.\n\n“She was in real danger of being charged with making a false report, and that’s why she dropped it,” he said. “o far as the TBI investigation she mentioned, the TBI did a thorough investigation at the request of the district attorney, and they also found absolutely no basis for her claims.\n\n“The investigation is over and although I’m happy to be fully vindicated, her false allegations have damaged my reputation. Domestic violence is a serious matter and the system designed to protect victims should not be able to be used by vindictive people that want to make someone look bad.”\n\nHensley said there should be consequences for false reports and said he would never hurt another person.\n\n“People who only know my name and not me personally probably have their doubts,” he wrote. “Why would she make up a story like this if it wasn’t true? I may never know for certain but I’d imagine that she would like to have full custody of our children which we share jointly now, and that would, of course, mean more money from me.\n\n“I’ve already given her plenty of money, and she even lives in another house that I own. I will always take care of my children and even in the short period of time we have not lived together I have continued to pay for things that I am not obligated to in the terms of our divorce.”\n\nHensley said he did not want to divorce his ex-wife and said he wanted the marriage to stay together.\n\n“I tried with all my heart to keep our family together. Gina and the children were my whole world. She began having an affair with a Lewis County High School teacher a few years ago. I may have been the last person in Lewis County to know about the affair, but when I found out I forgave her and continued to try to make our marriage work.\n\n“We continued to live together as husband and wife for several months after the divorce was final, and I kept hoping up until the day she left that she would change her mind about ripping our family apart for the sake of our children. She didn’t. She took our children and lived with the teacher and his children for a few weeks. I don’t think it’s healthy for our children or any child to be in this kind of environment and I think most people would agree with me. Making up this story about me is her way of trying to justify the divorce.”\n\nThe allegations have been difficult for the state senator, he said, but he plans to continue serving in 28th District seat.\n\n“I am happy to put this behind me so I can concentrate on helping my children get through this difficult time and move on with my life,” he said. “I have been humbled by the outpouring of support from the people who know me and have come forward during this very difficult time to offer their encouragement.\n\n“I will be eternally grateful to each and every one of them. I will continue to serve my constituents in the 28th District to the very best of my ability in the state Senate and appreciate their continued confidence in me.”", "article_metadata": {"description": "The ex-wife of State Sen. Josey Hensley, R-Hohenwald, asked a judge to dismiss her order of protection against him last week.", "generator": "Drupal 7 (http://drupal.org)", "author": "JAMES BENNETT jbennett@c-dh.net", "og": {"site_name": "Columbia Daily Herald", "description": "The ex-wife of State Sen. Josey Hensley, R-Hohenwald, asked a judge to dismiss her order of protection against him last week.", "title": "Hensley’s ex-wife discards her claim", "url": "http://columbiadailyherald.com/news/local-news/hensley-s-ex-wife-discards-her-claim", "image": "http://columbiadailyherald.com/sites/columbiadailyherald.com/files/field/media/web1_hensley.jpg", "type": "article"}, "twitter": {"url": "http://columbiadailyherald.com/news/local-news/hensley-s-ex-wife-discards-her-claim", "title": "Hensley’s ex-wife discards her claim", "card": "summary", "creator": "@thedailyherald"}, "al": {"web": {"should_fallback": "true"}, "android": {"url": "columbiadailyherald://?eid=1164147", "app_name": "columbiadailyherald", "package": "com.stephensmedia.columbiadailyherald"}, "ios": {"url": "columbiadailyherald://?eid=1164147", "app_store_id": 964773799, "app_name": "columbiadailyherald"}}, "apple-itunes-app": "app-id=964773799", "google-play-app": "app-id=com.stephensmedia.columbiadailyherald", "keywords": "Local News,,", "article": {"published_time": "2015-04-04T18:50:12-05:00"}, "viewport": "width=device-width,initial-scale=0.9"}, "article_summary": "She began having an affair with a Lewis County High School teacher a few years ago.\nGina Hensley filed for the order of protection in Hohenwald, the Lewis County seat, after she claimed Hensley struck her with his car door.\nThe ex-wife of State Sen. Josey Hensley, R-Hohenwald, asked a judge to dismiss her order of protection against him last week.\nHensley told WSMV-TV, a news partner of The Daily Herald, she dropped the order because of how difficult it’s been on her children.\nI may have been the last person in Lewis County to know about the affair, but when I found out I forgave her and continued to try to make our marriage work."}