{"article_title": "Loosening up a Tin Man’s golf swing", "article_keywords": ["hip", "body", "mans", "golf", "going", "gillanders", "loosening", "hand", "tin", "right", "swing", "range", "left"], "article_url": "http://health.heraldtribune.com/2014/09/09/loosening-tin-mans-golf-swing/", "article_text": "By DES BIELER\n\nI was lying flat on my stomach on a treatment table as the physical therapist lifted my right leg. Then he lifted my left. So how’d I do, Doc?\n\n“I’d give your right hip a D,” Robert Gillanders said. “The left, I mean . . ..”\n\nHe didn’t finish the sentence, and he didn’t have to. My left hip earned an F in flexibility.\n\nI am not a flexible person, which is a problem in many ways.\n\nBut on this day, I was seeking help for one particular problem: my golf swing. I would say I’m an average golfer, which, as any average golfer would tell you, means I’m not very good. I’ve spent dozens of hours at the driving range over the past couple of years, seeking to refine my technique, only to feel like I was taking one step forward, then two steps back.\n\na That one thing, at various points, being my grip, my stance, my takeaway, my shoulder turn, my wrist cock, my downswing, my clubhead lag, my path, my weight shift or my follow-through. You know, my golf swing.\n\nBut what Gillanders showed me was that the main thing holding me back was probably my own body. Or, to be more precise, my body’s inability to perform functions that are kind of necessary for golf.\n\nA good swing requires a fairly broad range of motion, and as it turned out, I don’t have that. On the golf course, I certainly have a broad range of emotions — frustration, sadness, jealousy, shame, despair — but a range of motion, not so much.\n\nGillanders’ website says, “The main reason for most golf swing flaws is much simpler than you think: The average golfer’s body cannot physically move the way it needs to in order to keep the club head ‘on plane’ throughout the swing.”\n\nAs Gillanders explained to me, “If you are going through your swing . . . the body is going to go through the path of least resistance. So, in the instance of golf, if you have an area of your back or if you have an area of your hip or shoulder that’s inflexible, then you’re not going to go through that inflexibility — you’re going to go around. That’s where we see these common deviations for the swing.”\n\nIt was quickly apparent that my visit to the clinic would be much different than my many lessons from golf instructors. Gillanders began to take me through what he called “functional tests,” which break down the individual pieces of the swing. If golfers “can’t demonstrate to me that they can move their pelvis,” he said, “or they can’t demonstrate to me that they can move their shoulders, then I know they’re going to be cheating when they go to the swing.”\n\nIn other words, long before getting to video analysis, Gillanders will have a good sense of what movements cause a given golfer the most problems.\n\nFor my first exercise, I raised my hands, holding a club between them, then went into a deep squat, keeping my heels on the ground. That effort had Gillanders saying, “We know we’ve got to work on the mid-back, for sure.” What he pointed out that many golfers may not realize is that mid-back flexibility is key to getting the most out of your shoulder rotation.\n\nSubsequent drills involved rotating and tilting my pelvis, rotating my shoulders and touching my toes. I was asked to sit with my back, shoulders and head touching a wall and raise each arm straight out and up, so that the back of my hand (in theory) would end up touching the wall. I did a rotation of drills while half-kneeling, and I finished up with hip rotations while standing on one leg\n\nSuffice it to say, I didn’t do well. But Gillanders had some recommendations\n\nMany of the exercises Gillanders suggested had me on all fours, all the better to stabilize my body and let me isolate problem areas. One that he thought might be particularly helpful was lifting my right hand and reaching it back toward my left hip, then switching to my left hand. Another had me bringing my hips back toward my feet while stretching my arms in front (keeping my hands on the mat), then repeating the exercise while placing my right hand over with my left, then with my left over to my right.\n\nOther exercises included a pair familiar to yoga practitioners: the Bridge pose and the Bird Dog.\n\n", "article_metadata": {"wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "article_summary": "But on this day, I was seeking help for one particular problem: my golf swing.\nYou know, my golf swing.\nOne that he thought might be particularly helpful was lifting my right hand and reaching it back toward my left hip, then switching to my left hand.\nMy left hip earned an F in flexibility.\n“I’d give your right hip a D,” Robert Gillanders said."}