{"article_title": "Small Retailers Face Big Challenges", "article_keywords": ["wage", "business", "big", "challenge", "washington", "face", "challenges", "overtime", "say", "retailers", "small", "proposal", "retail"], "article_url": "https://nrf.com/news/small-retailers-face-big-challenges", "article_text": "Historically, small retailers have seen their competition as their greatest challenge. Today, however, the study finds that small retailers rate the nation’s still-struggling economy as their biggest challenge. And as they work to overcome that challenge, few expect any help from Washington: Two-thirds of those surveyed feel overwhelmed by government rules, regulations and mandates while three-quarters say regulatory uncertainty makes it difficult to make plans to expand their businesses.\n\nThe issues cited range from the administration’s career-killing proposal to expand overtime to the unaffordable Affordable Care Act to a minimum wage increase proposal that would do maximum damage. More than a third say they might be driven out of business if the minimum wage were raised to $15 an hour. Half cited overtime expansion as a threat to their survival, and a quarter say they have been forced to cut back hiring because of health care “reform.”\n\nAny of these issues is a challenge for a company of any size. But a small retailer whose accounting department consists of a copy of QuickBooks or whose IT department is his teenage son or daughter shouldn’t have to face one-size-fits-all regulations written for national corporations.\n\nThe government knows how important small business is to the economy. That’s why we have a federal Small Business Administration, and the House and Senate each have committees dedicated to small business. The SBA, in fact, has been a leading critic of the Labor Department’s overtime proposal because of DOL’s failure to consider the plan’s impact on small employers. Despite all of that, the government mandate machine rolls on.\n\nThese new facts and figures will help us show policymakers that federal mandates from Washington don’t affect just major corporations. They are roadblocks in the path of thousands of small business entrepreneurs across the country working hard to create the jobs our nation so desperately needs. The message is clear that big government is bad for retail — and particularly bad for small retail.", "article_metadata": {"description": "Examining the importance of small retailers and the issues they face.", "dcterms.format": "text/html", "og": {"site_name": "National Retail Federation", "description": "Examining the importance of small retailers and the issues they face.", "title": "Small Retailers Face Big Challenges", "url": "https://nrf.com/news/small-retailers-face-big-challenges", "image": "https://nrf.com/sites/default/files/Images/News/SmallBusiness_shutterstock_367746548.png", "type": "article"}, "twitter": {"url": "https://nrf.com/news/small-retailers-face-big-challenges", "description": "Examining the importance of small retailers and the issues they face.", "card": "summary", "title": "Small Retailers Face Big Challenges"}, "dcterms.identifier": "https://nrf.com/news/small-retailers-face-big-challenges", "dcterms.date": "2016-05-04T00:00-04:00", "dcterms.creator": "caiolae@nrf.com", "MobileOptimized": 320, "dcterms.language": "und", "dcterms.type": "Text", "viewport": "width=device-width", "dcterms.title": "Small Retailers Face Big Challenges"}, "_id": "\"57477af36914bd0286fd49ea\"", "article_summary": "That’s why we have a federal Small Business Administration, and the House and Senate each have committees dedicated to small business.\nThe message is clear that big government is bad for retail — and particularly bad for small retail.\nToday, however, the study finds that small retailers rate the nation’s still-struggling economy as their biggest challenge.\nHistorically, small retailers have seen their competition as their greatest challenge.\nThey are roadblocks in the path of thousands of small business entrepreneurs across the country working hard to create the jobs our nation so desperately needs."}