{"article_title": "Identical Twins Will Have Birthdays Months Apart Due To A Rare Delivery Resulting In A Premature Birth", "article_keywords": ["identical", "months", "rare", "hes", "birthdays", "second", "premature", "delivery", "pressure", "twin", "resulting", "birth", "logan", "walker", "twins", "weeks", "condition", "apart"], "article_url": "http://www.medicaldaily.com/pulse/identical-twins-will-have-birthdays-months-apart-due-rare-delivery-resulting-357338", "article_text": "It’s normally a safe assumption that identical twins have the same birthday. Sometimes, you’ll get the odd pair whose mother went into labor at night and had one twin before the stroke of midnight and one after. But surely twins couldn’t have a birthday weeks or months apart, right? Apparently they can, since one Washington state couple is now preparing for the birth of the second twin after the first twin was born on Sept. 29.\n\nHolli Gorveatt first came to the hospital during her pregnancy after the twins she was carrying developed a condition called “twin to twin” syndrome. This meant that one twin was drawing blood from the other in utero, a condition that will leave both twins negatively affected — one bloated and one sickly. According to Dr. Martin Walker, director of fetal medicine at Evergreen Health Medical Center, the condition is fatal in 90 percent of cases if left untreated.\n\nThe pressure of the twins put too much pressure on Gorveatt’s cervix, though, forcing Walker and his team to deliver the first twin, Link, at 23 weeks — right at the edge of viability. The baby is so tiny that he cannot be picked up and must stay in an incubator to eat with specialized help. Walker told ABC News that the pressure had been relieved after Link’s birth, and that he realized it was possible to prevent the birth of the second twin by manually closing Gorveatt’s cervix. Because of the procedure that addressed the “twin to twin” problem, the second twin named Logan could remain safely in utero.\n\nThe medical team hopes Logan can go full term, but Walker says that every day he remains in the womb increases his chances for healthy survival. Gorveatt said that she can feel Logan is doing well.\n\n“Logan’s good, so he’s growing a lot and he’s just kicking,” she told KOMO-TV. “He’s got fluid, he can move around. He was stuck before.”\n\nGorveatt will most likely remain in the hospital until the birth of her second twin.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "identical, twins, will, have, birthdays, months, apart, due, rare, delivery, resulting", "og": {"site_name": "Medical Daily", "description": "A rare delivery ending in premature birth may lead to a mother waiting weeks after the birth of her first twin to deliver the second one.", "title": "Identical Twins Set To Have Birthdays Months Apart", "url": "http://www.medicaldaily.com/pulse/identical-twins-will-have-birthdays-months-apart-due-rare-delivery-resulting-357338", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured_video/public/2015/10/15/twins.jpg", "type": "article"}, "twitter": {"description": "A rare delivery ending in premature birth may lead to a mother waiting weeks after the birth of her first twin to deliver the second one.", "title": "Identical Twins Set To Have Birthdays Months Apart", "url": "http://www.medicaldaily.com/pulse/identical-twins-will-have-birthdays-months-apart-due-rare-delivery-resulting-357338", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured_video/public/2015/10/15/twins.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/10/15/twins.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Weird Medicine", "published_time": "2015-10-15T11:13:01-04:00", "modified_time": "2015-10-15T11:12:59-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A rare delivery ending in premature birth may lead to a mother waiting weeks after the birth of her first twin to deliver the second one."}, "article_summary": "Because of the procedure that addressed the “twin to twin” problem, the second twin named Logan could remain safely in utero.\nHe was stuck before.”Gorveatt will most likely remain in the hospital until the birth of her second twin.\nApparently they can, since one Washington state couple is now preparing for the birth of the second twin after the first twin was born on Sept. 29.\nHolli Gorveatt first came to the hospital during her pregnancy after the twins she was carrying developed a condition called “twin to twin” syndrome.\nBut surely twins couldn’t have a birthday weeks or months apart, right?"}