{"article_title": "Kentucky Viagra Law? Men Seeking Erectile Dysfunction Drugs Must Bring Wife’s Note, Lawmaker Proposes", "article_keywords": ["dysfunction", "bill", "prescription", "vision", "proposed", "seeking", "lawmaker", "men", "obtain", "kentucky", "note", "proposes", "viagra", "marzian", "law", "erectile", "wifes"], "article_url": "http://www.ibtimes.com/kentucky-viagra-law-men-seeking-erectile-dysfunction-drugs-must-bring-wifes-note-2307020", "article_text": "A state lawmaker in Kentucky has proposed a law that would require men to obtain permission from their wives and visit a doctor or healthcare practitioner twice, on separate days, before obtaining Viagra or any other erectile dysfunction drug. The bill, sponsored by Rep. Mary Lou Marzian, a nurse and a Democrat, would also allow only married men to obtain such drugs.\n\n“I want to protect these men from themselves,” Marzian said, the Courier-Journal reported. “This is about family values,” she added.\n\nThe proposed law would also require “a man to make a sworn statement with his hand on a Bible that he will only use a prescription for a drug for erectile dysfunction when having sexual relations with his current spouse.”\n\nPhoto: Christopher Furlong/Getty Images\n\nMarzian said she did not expect the bill to advance very far and that it was indeed in response to a spate of recently enacted anti-abortion measures in the state, such as one, signed into law last week, that requires women who want an abortion to obtain counseling from a health professional 24 hours in advance of the procedure. She told a local news outlet that while the bill was tongue in cheek, her ultimate point -- calling attention to the intrusion of government into women’s health matters -- was a serious one.\n\n“Do we really want a bunch or legislators interfering in private, personal, medical decisions?” Marzian said.\n\nContinue Reading Below\n\nThe proposed legislation, House Bill 396, was filed Thursday. Besides laying out prescription prerequisites, it also highlighted the potential “serious side effects” of erectile dysfunction treatments, including “an erection that will not go away and lasts more than four hours, sudden vision loss in one or both eyes, and sudden hearing decrease or hearing loss.”\n\nTaking Viagra, a prescription medication, rarely results in such extreme consequences, according to the drug’s official website. More common side effects include “headache, flushing, upset stomach, abnormal vision, such as changes in color vision (such as having a blue color tinge) and blurred vision, stuffy or runny nose, back pain, muscle pain, nausea, dizziness, [and] rash,” the website says.", "article_metadata": {"msapplication-config": "http://s2.ibtimes.com/sites/www.ibtimes.com/themes/us_ibtimes/favicons/browserconfig.xml", "news_keywords": "men seeking viagra must bring wife's note, state lawmaker proposes, bill to require men to get wife's permission before getting viagra prescription, viagra prescription requirements, how to get viagra, kentucky abortion laws, kentucky viagra law, kentucky", "og": {"site_name": "International Business Times", "description": "“I want to protect these men from themselves,” said a Kentucky lawmaker who proposed the bill.", "title": "Kentucky Viagra Law? Men Seeking Erectile Dysfunction Drugs Must Bring Wife’s Note, Lawmaker Proposes", "url": "http://www.ibtimes.com/kentucky-viagra-law-men-seeking-erectile-dysfunction-drugs-must-bring-wifes-note-2307020", "image": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2016/02/14/gettyimages-490807711.jpg", "type": "article"}, "twitter": {"description": "“I want to protect these men from themselves,” said a Kentucky lawmaker who proposed the bill.", "title": "Kentucky Viagra Law? Men Seeking Erectile Dysfunction Drugs Must Bring Wife’s Note, Lawmaker Proposes", "url": "http://www.ibtimes.com/kentucky-viagra-law-men-seeking-erectile-dysfunction-drugs-must-bring-wifes-note-2307020", "image": {"src": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2016/02/14/gettyimages-490807711.jpg", "identifier": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2016/02/14/gettyimages-490807711.jpg"}, "site": "@IBTimes", "card": "summary_large_image"}, "msapplication-TileColor": "#000000", "fb": {"app_id": 263851690471857, "pages": 128026713884051}, "msapplication-TileImage": "http://s1.ibtimes.com/sites/www.ibtimes.com/themes/us_ibtimes/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/IBTimes", "section": "National", "published_time": "2016-02-14T20:22:14-05:00", "modified_time": "2016-02-14T23:49:40-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "“I want to protect these men from themselves,” said a Kentucky lawmaker who proposed the bill."}, "article_summary": "The bill, sponsored by Rep. Mary Lou Marzian, a nurse and a Democrat, would also allow only married men to obtain such drugs.\nA state lawmaker in Kentucky has proposed a law that would require men to obtain permission from their wives and visit a doctor or healthcare practitioner twice, on separate days, before obtaining Viagra or any other erectile dysfunction drug.\n“I want to protect these men from themselves,” Marzian said, the Courier-Journal reported.\n“Do we really want a bunch or legislators interfering in private, personal, medical decisions?” Marzian said.\nContinue Reading BelowThe proposed legislation, House Bill 396, was filed Thursday."}