{"article_title": "Woman with breast cancer urges others to get checked young", "article_keywords": ["yard", "family", "woman", "checked", "help", "cancer", "age", "youre", "young", "sale", "breast", "urges", "fulton", "women"], "article_url": "http://www.krcrtv.com/living/health/local-woman-diagnosed-with-cancer-at-just-28-years-old/35759718", "article_text": "REDDING, Calif. -\n\nA community yard sale fundraiser is being held on Saturday for a Redding woman fighting stage 2B breast cancer at the age of 28.\n\n\n\nBrandie Fulton was nursing her then seven-month old son in April, when she noticed a large lump.\n\n\n\n\"I never thought I'd hear the word cancer in my twenties,\" Fulton stated. \"I wondered if I was going to die. I think that's the first word you think when you hear the word cancer.\"\n\n\n\nGiven her age and the fact that she was still nursing, Fulton said the lump didn't seem unusual. It wasn't until two months later, she finally went to a doctor. She said she only went after a family member urged her to go.\n\n\n\n\"My aunt actually she threatened my life to go get it checked,\" Fulton recalled.\n\n\n\nStacia Jacobs has a good reason to be so adamant. She too was diagnosed with breast cancer at an early age. At 38, Jacobs found herself in the same position Fulton is in now.\n\n\n\n\"I put the biopsy off which is why my cancer was stage 3A. So when her cancer popped up, that's when I threatened her life,\" Jacobs explained.\n\n\n\nJacobs said like Fulton, she fell under the age bracket for a mammogram. Most insurance companies don't pay for the procedure for women under the age of 40. Both women thought they were too young to be diagnosed with cancer and waited to see a doctor. Now, they hope other young women will learn from their experience.\n\n\n\n\"If you're 18, if you're 20, if you're 23, you need to be checking yourself.\" Fulton expressed. \"You need to be paying attention to your body and anything that doesn't feel right, anything that feels different, get it checked.\"\n\n\n\nAccording to the American Cancer Society, the probability of developing cancer for women under the age of thirty is .44 percent. That's one in 228 women.\n\n\n\nSince her diagnosis, Fulton's friends and family have all stepped in to help care for her 5-year-old daughter and 10-month old son. her husband had to take multiple weeks off from work to help take care of her and their family. Despite the challenge of cancer, it's very clear that Fulton has a very positive attitude, and many people see it.\n\n\n\n\"Her outlook has been so, so amazing that I just think it effects everyone around her,\" Brittney Reuther said. Reuther, 24, is one of Fulton's best friends and the organizer behind the community yard sale event in her honor.\n\n\n\nReuther said she wanted to figure out a way she could help Fulton pay for medical bills and family expenses. She and her husband were planning on yard sale, and one day, at work, she realized this was the perfect opportunity to help a friend in need. She decided she would donate all the proceeds of her yard sale to Fulton. Reuther said from there the idea spiraled into a huge event.\n\n\n\n\"It's impossible to have a bad attitude with the friends and family that I have,\" Fulton said gratefully. And with that support system, Fulton is positive she can fight this latest challenge. \"I will be a survivor, there's no doubt in my mind.\"\n\n\n\nThe yard sale in honor of Brandie Fulton will be held on Saturday at 3000 Park Marina Drive, the empty lot across Crown Motors in Redding. The event goes from 7 a.m. to 4 p.m.\n\n\n\nFulton hopes to make the fundraiser an annual event to help other young cancer patient.\n\n\n\nFor more information on the yard sale click here.", "article_metadata": {"ib-analytics": "data", "description": "A community yard sale fundraiser is being held on Saturday for a Redding woman fighting stage 2B breast cancer at the age of 28.", "generator": "CoreMedia", "author": "KRCR", "og": {"site_name": "KRCRTV", "description": "A community yard sale fundraiser is being held on Saturday for a Redding woman fighting stage 2B breast cancer at the age of 28.", "title": "Woman with breast cancer urges others to get checked young", "url": "http://www.krcrtv.com/living/health/local-woman-diagnosed-with-cancer-at-just-28-years-old/35759718", "image": "http://www.krcrtv.com/image/view/-/35760144/highRes/1/-/maxh/640/maxw/640/-/3ur7f6/-/brandie2-JPG.jpg", "type": "article"}, "twitter": {"url": "http://www.krcrtv.com/living/health/local-woman-diagnosed-with-cancer-at-just-28-years-old/35759718", "site": "@krcr7", "card": "summary"}, "fb": {"app_id": 326090907430922}, "keywords": "Redding health news", "google-site-verification": "gTTyxbmKN17E5sKQVjUGk8TIpxo_XoD5X2_F3PXfucg", "news_keywords": "Redding health news"}, "_id": "\"57477af46914bd0286fe00b7\"", "article_summary": "The event goes from 7 a.m. to 4 p.m.Fulton hopes to make the fundraiser an annual event to help other young cancer patient.\nREDDING, Calif. -A community yard sale fundraiser is being held on Saturday for a Redding woman fighting stage 2B breast cancer at the age of 28.\nReuther, 24, is one of Fulton's best friends and the organizer behind the community yard sale event in her honor.\nAccording to the American Cancer Society, the probability of developing cancer for women under the age of thirty is .44 percent.\nNow, they hope other young women will learn from their experience."}