{"article_title": "Putin’s Woes Worsen as Russian-Backed Rebels Reportedly Kill Civilians", "article_keywords": ["ukraine", "oil", "russianbacked", "reportedly", "woes", "putins", "worsen", "bus", "foreign", "international", "kill", "civilians", "russian", "central", "russia", "bank", "rebels"], "article_url": "http://www.thefiscaltimes.com/2015/01/14/Putin-s-Woes-Worsen-Russian-Backed-Rebels-Reportedly-Kill-Civilians", "article_text": "Amid reports that the Russian central bank was forced to spend some $76 billion in a fruitless attempt to prop up the ruble last year, the Russian government came under increased criticism from international leaders Tuesday after rebels in eastern Ukraine attacked a bus – perhaps believing it to be full of soldiers – only to discover that it was simply transporting civilians.\n\nThe rebels in Eastern Ukraine began their battle against the government after Russia invaded and “annexed” the Ukraine’s Crimean peninsula last spring. The mistaken attack on a civilian bus, in which as many as 12 people died with a similar number injured, is a faint echo of the rebels’ mistaken attack on a Malaysian Airlines passenger jet over the summer, in which more than 200 civilians were killed.\n\nRelated: Oil Drop Further Rocks Putin’s Economy\n\nU.S Ambassador to the United Nations Samantha Power on Tuesday laid the blame for the bus at the feet of the Kremlin, which the international community claims has been providing support to the rebels in Eastern Ukraine.\n\nAnother 11 lives lost, 17 injured by Russia-backed separatist shelling of a passenger bus in Ukraine. Russia must end its military support. — Samantha Power (@AmbassadorPower) January 13, 2015\n\nThe attacks also cast doubt on ongoing efforts by major European powers to broker some sort of compromise that would ease the international sanctions on Russia in exchange for a demonstrable effort by the Kremlin to abide by an existing peace plan with Ukraine. The Wall Street Journal reported on the possible outlines of such a plan on Tuesday morning, but after Tuesday’s attack, it remained unclear whether moving forward on such a deal remained feasible.\n\nThe attack came on the same day that the Russian ruble fell to its lowest point compared to international benchmark currencies since a panic last month sent it plummeting to all-time lows. The ruble’s plunge on Tuesday was due less to events in Ukraine than to continued deterioration in the price of crude oil. Russia’s economy is highly dependent on its exports of crude oil and natural gas, and the drop in oil prices from more than $100 per barrel earlier this year to below $45 today has caused extraordinary harm to the Russian economy.\n\nAccording to the BBC, Russia’s central bank has dipped into the country’s still-substantial foreign currency reserves repeatedly over the past year, spending some $76 billion dollars to buy rubles on the foreign exchange market in order to keep the currency strong. The efforts have been largely unsuccessful, though. Ordinary Russian have seen the purchasing price of their savings slashed by between 35 and 40 percent when it comes to goods priced in dollars and euros.\n\nRelated: Fallout From Obama’s Russia Strategy Is Spreading Through Europe\n\nMeanwhile, Fitch Ratings recently downgraded Russia’s sovereign debt to just a notch above “junk” status – something the markets effectively did months ago, as the Russian central bank has been forced to cancel multiple debt offerings due to a lack of interest at rates the central bank was willing to pay.\n\nHowever, in meetings with key European powers Tuesday, the Russian Foreign Ministry told the government-owned ITAR-TASS news agency, Foreign Minister Sergey Lavrov said resolution of the conflict in Ukraine was dependent on changes Russia demands in that country’s internal governance.\n\n“Lavrov said it was necessary to launch an inclusive process of constitutional reform in Ukraine,” TASS reported, quoting the Foreign Ministry as saying, “The minister placed particular emphasis on the task of observing a ceasefire regime, alleviating the consequences of humanitarian disaster in south-east Ukraine and putting an end to discrimination of the rights of separate groups of population in the Ukrainian society.”\n\nTop Reads from The Fiscal Times", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "A harsh reaction from the U.S. and other countries to Ukrainian rebels’ attack on a bus full of civilians concentrated calls for Russian President Vladimir Putin to stop providing support to rebel groups", "title": "Putin’s Woes Worsen as Russian-Backed Rebels Reportedly Kill Civilians", "url": "http://www.thefiscaltimes.com/2015/01/14/Putin-s-Woes-Worsen-Russian-Backed-Rebels-Reportedly-Kill-Civilians", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/russia-politics_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/01/14/Putin-s-Woes-Worsen-Russian-Backed-Rebels-Reportedly-Kill-Civilians", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/russia-politics_1.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@rrgarver"}, "generator": "Drupal 7 (http://drupal.org)", "description": "A harsh reaction from the U.S. and other countries to Ukrainian rebels’ attack on a bus full of civilians concentrated calls for Russian President Vladimir Putin to stop providing support to rebel groups", "viewport": "initial-scale=1, maximum-scale=1"}, "article_summary": "The rebels in Eastern Ukraine began their battle against the government after Russia invaded and “annexed” the Ukraine’s Crimean peninsula last spring.\nAnother 11 lives lost, 17 injured by Russia-backed separatist shelling of a passenger bus in Ukraine.\nThe ruble’s plunge on Tuesday was due less to events in Ukraine than to continued deterioration in the price of crude oil.\nOrdinary Russian have seen the purchasing price of their savings slashed by between 35 and 40 percent when it comes to goods priced in dollars and euros.\nHowever, in meetings with key European powers Tuesday, the Russian Foreign Ministry told the government-owned ITAR-TASS news agency, Foreign Minister Sergey Lavrov said resolution of the conflict in Ukraine was dependent on changes Russia demands in that country’s internal governance."}