{"article_title": "Fluoride To Be Used On Kids At First Sign Of Tooth Growth For Best Cavity Prevention, According To Experts", "article_keywords": ["used", "pediatrics", "cavity", "recommendation", "young", "sign", "water", "american", "kids", "growth", "best", "teeth", "experts", "tooth", "fluoride", "children", "prevention", "recommended"], "article_url": "http://www.medicaldaily.com/fluoride-be-used-kids-first-sign-tooth-growth-best-cavity-prevention-according-experts-299692", "article_text": "For years, dentists have recommended that parents restrict fluoride use in children less than 2 years of age. With most kids experiencing their first tooth growth anywhere between the ages of 6 months to a year, that leaves a whole lot of time that young teeth are left unprotected. The American Academy of Pediatrics has addressed this problem with its newest recommendation, which advises parents to start fluoride use on their children as soon as their teeth start growing in.\n\nIn a new study published Monday in the online journal Pediatrics, Dr. Melinda Clark and Dr. Rebecca Slayton lay out the newest recommendation from the American Academy of Pediatrics, HealthDay reported. This states that toothpaste containing fluoride should be used on children as soon as they begin growing teeth. Fluoride treatment should be applied every three to six months, also beginning with the onset of tooth growth.\n\nHowever, fluoride rinses are still not recommended for young children due to their increased risk of swallowing more than the recommended levels of fluoride. The paper also advises that the toothpaste amount should be restricted to a “smear” but should be upped to a pea-sized amount after age 3. This new recommendation comes in an effort to prevent tooth decay, the most common chronic disease in American children.\n\nFluoride is a naturally occurring element that is particularly useful in preventing tooth decay. Like many medical breakthroughs, fluoride's tooth protection abilities were discovered accidentally. According to Medical News Today, in the early 1930s scientists found that people who lived in areas with naturally fluoridated water had up to two-thirds fewer cavities less than those brought up drinking un-fluoridated water.\n\nSince then, the practice of synthesizing fluoride in laboratories and then adding it to water has been sporadically practiced throughout the world. The practice is without a doubt most popular in the United States, where there are more fluoride-drinking people drinking fluoridated water than the rest of the world combined.\n\nFluoride works to prevent cavities by altering the structure of the developing enamel so that it is more resistant to acid damage. These structural changes occur during childhood, hence the emphasis for fluoride use in children. Fluoride is also documented to help reduce the mouth bacteria’s ability to produce acid. However, too much fluoride exposure is known to be linked to conditions as minor as discolored teeth and as severe as a bone disease called skeletal fluorosis.\n\nSource: Clark MB, Slayton RL. Fluoride Use In Caries Prevention in the Primary Care Setting. Pediatrics. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "fluoride, be, used, kids, first, sign, tooth, growth, best, cavity, prevention, according", "og": {"site_name": "Medical Daily", "description": "Pediatricians now advise that parents use fluoride-containing toothpaste on children as soon as teeth begin to grow.", "title": "Doctors Changed Their Minds On The Kind Of Toothpaste Your Kids Should Be Using", "url": "http://www.medicaldaily.com/fluoride-be-used-kids-first-sign-tooth-growth-best-cavity-prevention-according-experts-299692", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/25/teeth.jpg", "type": "article"}, "twitter": {"description": "Pediatricians now advise that parents use fluoride-containing toothpaste on children as soon as teeth begin to grow.", "title": "Doctors Changed Their Minds On The Kind Of Toothpaste Your Kids Should Be Using", "url": "http://www.medicaldaily.com/fluoride-be-used-kids-first-sign-tooth-growth-best-cavity-prevention-according-experts-299692", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/25/teeth.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/25/teeth.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-08-25T17:37:53-04:00", "modified_time": "2014-08-25T17:37:52-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Pediatricians now advise that parents use fluoride-containing toothpaste on children as soon as teeth begin to grow."}, "article_summary": "However, fluoride rinses are still not recommended for young children due to their increased risk of swallowing more than the recommended levels of fluoride.\nThis new recommendation comes in an effort to prevent tooth decay, the most common chronic disease in American children.\nWith most kids experiencing their first tooth growth anywhere between the ages of 6 months to a year, that leaves a whole lot of time that young teeth are left unprotected.\nFluoride treatment should be applied every three to six months, also beginning with the onset of tooth growth.\nThis states that toothpaste containing fluoride should be used on children as soon as they begin growing teeth."}