{"article_title": "Trump Bump Continues, but Support for The Donald May Be Limited", "article_keywords": ["limited", "republican", "poll", "trump", "second", "voters", "bump", "support", "continues", "primary", "donald", "vote", "sen", "gov"], "article_url": "http://www.thefiscaltimes.com/2015/07/01/Trump-Bump-Continues-Support-Donald-May-Be-Limited", "article_text": "Famous American showman Phineas T. Barnum is said to have coined the phrase, “There’s no such thing as bad publicity.” More than 100 years later another American showman – real estate tycoon and monument to his own ego Donald Trump – is proving it true once again, at least in the short run.\n\nTrump, who has toyed with running for president for years, was polling at about 3 percent among Republicans as a choice for the party’s presidential nomination at the end of May, the last time the CNN/ORC conducted an opinion poll.\n\nRelated: The Trouble with Christie’s Tough-Guy Pitch\n\nA month later, a period that included Trump’s official announcement of his candidacy, an onslaught of bad publicity related to his repeated claim that many immigrants crossing the southern U.S. border are “rapists” and “criminals” and the decision by two major television networks to cut ties with him, Trump’s support among Republican primary voters has quadrupled.\n\nOn Wednesday morning, the new CNN/ORC poll reported Trump in second place, with 12 percent of the vote, trailing only former Florida Gov. Jeb Bush, who garnered 19 percent. It marked the second recent national poll in which Trump has come in second.\n\nAlso on Wednesday, Quinnipiac University released a poll of 666 likely participants in the Iowa caucus, one of the key early signals in a presidential primary, and found Trump running second there as well, albeit in a tie with neurosurgeon and Tea Party favorite Ben Carson. Both had 10 percent of the vote, trailing Scott Walker, the governor of neighboring Wisconsin, whose support fell to 18 percent from 25 percent in February.\n\nCombined, the polls showed substantial weakness for many of the major candidates in the race.\n\nRelated: Can Chris Christie Talk His Way Back to the Top of the GOP Pack?\n\nIn the CNN/ORC nationwide poll, sitting governors including Walker (6 percent), Bobby Jindal of Louisiana (2 percent), New Jersey Gov. Chris Christie, who officially announced his candidacy Tuesday after the polls had concluded (3 percent), and John Kasich of Ohio (2 percent) were all mired in the single digits.\n\nAmong sitting governors, Kasich and Jindal, both at 2 percent support, appear to be most at risk of not making the cut for the all-important Republican primary debates. Fox News, which will host the first debate next month in Ohio, has announced that it will limit the field to 10 participants, based largely on national polling data.\n\nFormer Arkansas Gov. and Fox News talk show host Mike Huckabee ran third in the poll with 8 percent. Carson and Sen. Rand Paul (R-KY) each earned 7 percent, and Sen. Marco Rubio (R-FL) received 6 percent. The two Texans in the race, former governor Rick Perry and Sen. Ted Cruz won 4 percent and 3 percent respectively, while former Pennsylvania Sen. Rick Santorum, the runner-up in the 2012 primary, was also stuck at 3 percent. Rounding out the field, former Hewlett-Packard CEO Carly Fiorina and Sen. Lindsey Graham (R-SC) each took home 1 percent.\n\nRelated: Trump Doubles Down on Hispanic Insults – Now They’re All Rapists\n\nBuried in the Quinnipiac poll, though, are some numbers likely to give the current front-runners pause as they look to build their support within the party. Despite coming in second in Iowa with 10 percent of voters, nearly three times that many (28 percent) said they would “definitely not support” Donald Trump for the Republican nomination. Jeb Bush also got the stiff arm from nearly a quarter of Iowans in the poll, with 24 percent saying they would never vote for him.\n\nNew Jersey Gov. Christie had the most dramatic difference between the number of voters saying “no way” to his candidacy (18 percent) and those willing to vote for him (1 percent.) Which probably explains why he’s spending the week in New Hampshire.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Famous American showman Phineas T. Barnum is said to have coined the phrase, “There’s no such thing as bad publicity.” More than 100 years later another American showman – real estate tycoon and monument to his own ego Donald Trump – is proving it true. At least in the short run.", "title": "Trump Bump Continues, but Support for The Donald May Be Limited", "url": "http://www.thefiscaltimes.com/2015/07/01/Trump-Bump-Continues-Support-Donald-May-Be-Limited", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/07012015_Donald_Trump.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/07/01/Trump-Bump-Continues-Support-Donald-May-Be-Limited", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/07012015_Donald_Trump.jpg", "creator": "@rrgarver", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Famous American showman Phineas T. Barnum is said to have coined the phrase, “There’s no such thing as bad publicity.” More than 100 years later another American showman – real estate tycoon and monument to his own ego Donald Trump – is proving it true. At least in the short run.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "On Wednesday morning, the new CNN/ORC poll reported Trump in second place, with 12 percent of the vote, trailing only former Florida Gov.\nDespite coming in second in Iowa with 10 percent of voters, nearly three times that many (28 percent) said they would “definitely not support” Donald Trump for the Republican nomination.\nIt marked the second recent national poll in which Trump has come in second.\nAmong sitting governors, Kasich and Jindal, both at 2 percent support, appear to be most at risk of not making the cut for the all-important Republican primary debates.\nIn the CNN/ORC nationwide poll, sitting governors including Walker (6 percent), Bobby Jindal of Louisiana (2 percent), New Jersey Gov."}