{"article_title": "Dissecting the Donald: It's the attitude, stupid", "article_keywords": ["dissecting", "bush", "politician", "trump", "voters", "political", "attitude", "donald", "stupid", "rapaille", "american", "hillary", "war", "thats"], "article_url": "http://www.nj.com/opinion/index.ssf/2015/08/dissecting_the_donald_its_the_attitude_stupid_muls.html", "article_text": "As they prepare for that big debate Thursday night, nine candidates for the 2016 Republican presidential nomination have to be asking themselves the same question:\n\nHow the heck do I make myself sound tough-minded and decisive with Donald Trump up there saying whatever the heck comes into his head?\n\nDon't ask me. I have no idea how an average, everyday politician could steal Trump's thunder. So I called a guy I like to talk to now and then about American culture.\n\nThat's G. Clotaire Rapaille. The French-born Rapaille moved to the U.S. and became a student of our culture in the Tocquevillean tradition. His specialty is \"archetype discovery,\" a process of determining people's most primitive drives. He markets his research and services to the auto industry, among others, and I've always found his insights into the American mind to be quite compelling.\n\nI called him because I figured he might have an angle on how Trump is defying all the experts who predicted his many outrageous statements would doom his candidacy.\n\nIt's not hard to figure out why Americans are enthralled with Trump, Rapaille told me.\n\n\"A lot of Americans are fed up with political correctness, the idea that you're not supposed to do that and not supposed to say that,\" he said. \"This is the attraction Trump has. He goes by his own rules. This is what is so appealing to Americans.\"\n\nThe typical politician believes that if he takes the right stand on the issues then the voters will reward him with victory. But Americans are so fed up with politicians that \"There is no way any politician can convince the American public he is going to do what he says,\" said Rapaille.\n\nSo when a politician like New Jersey's own Chris Christie promises to \"tell it like it is,\" voters know they're being bamboozled. It doesn't matter what a politician says.\n\n\"What is key in American politics today is not content. It's not program. It's attitude,\" he said. \"Trump has an attitude that resonates with the need for freedom, for free thinking. The others follow the road. He says, 'I make my own road.'\"\n\nThat explains how Trump got away with his wisecrack to the effect that John McCain was not a war hero because he got captured, he said.\n\n\"How can he get out of that?\" he asked. \"If Hillary Clinton said something like that she'd be done.\"\n\nMuch of the reaction to Trump stems from the fact that the leaders of both parties are trying to force the voters to accept a race between her and Jeb Bush, he said.\n\n\"This is a remake of a long soap opera and we know the beginning, the middle and end,\" he said. \"We're bored. Give me a good scandal.\"\n\nWhich is what Trump does every time he opens his mouth. As for Clinton, he joked, \"If Hillary had a French boyfriend, she might win.\"\n\nThat may sound funny, but it points to a real problem for Hillary. Her husband Bill famously survived an affair, but Hillary just doesn't have his talent for charming his way out of a tough spot, said Rapaille.\n\n\"Bill Clinton was a fantastic politician,\" he said. \"He walked into a room and he's a winner already.\"\n\nRapaille said that of the current crop of 20-plus candidates, only Trump has that level of talent.\n\n\"Donald Trump has a very simple attitude says, 'All these people in Washington are idiots and incompetents. Only I know how to do the deal,'\" said Rapaille.\n\nThat's a popular approach, especially when you consider that most those people in Washington are every bit as incompetent as Trump says they are.\n\nThat's especially true for the Republican leadership. Recall where they were at this point in the last presidential election cycle. The GOP leaders were preparing to mount a campaign in which the attack on Obamacare would be their central domestic issue.\n\nWho did they pick as their standard-bearer? Why, the same guy who as governor of Massachusetts first implemented the Obamacare approach.\n\nAnd now the crowd that ignored Mitt Romney's disastrous domestic policy is ignoring the epic foreign policy failure associated with the president sharing the last name of their current pick.\n\nIf the idea of a Bush-Clinton race bores you to tears, there was good news on The Hill website the other day. An article reported that the Donald is assembling a campaign staff in key states.\n\nSo don't turn the dial on this soap opera just yet.\n\nANOTHER UNCONVENTIONAL ANALYSIS:\n\nThe trump candidacy is giving the regular political analysts fits so it's interesting to see other perspectives. I have long insisted that Donald Trump is more of a comedian than a politician. So I was glad to see that view confirmed the other day by Camille Paglia, the eminent art historian and cultural critic, in a Salon interview.\n\n\"He takes hits like a comedian - and to me he's more of a comedian than Jon Stewart is!',\" said Paglia. \"Like claiming John McCain isn't a war hero, because his kind of war hero doesn't get captured – that's hilarious! That's like something crass that Lenny Bruce might have said!\"\n\nClearly Trump was in the middle of a comedic riff when he made that comment about McCain. As I've noted, he made the remark just to get host Frank Luntz to shut up about his insistence on McCain's war-hero status as an excuse to put him above criticism.\n\nHow or whether this off-the-cuff comedy will translate into political success remains to be seen. But Trump has done us all a huge favor by opening up a previously stultified political process. I find myself wondering how Jeb Bush can possibly react.\n\nApparently his staff feels Trump will eventually help Bush by running out the clock until it's too late for a Bush alternative to emerge. But that assumes Bush can win some actual primaries. And that's quite an assumption given his support for the immigration policies Trump has been attacking so successfully.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "Donald Trump, 2016-presidential-election, chris-christie, columns, donald-trump, paul-mulshine, opinion", "title": "Dissecting the Donald: It's the attitude, stupid | Mulshine", "parsely-page": "{\"title\": \" Dissecting the Donald: It\\u0027s the attitude, stupid | Mulshine\", \"link\": \"http://www.nj.com/opinion/index.ssf/2015/08/dissecting_the_donald_its_the_attitude_stupid_muls.html\", \"image_url\": \"http://image.nj.com/home/njo-media/width620/img/hudsoncountynow_impact/photo/18429305-standard.jpg\", \"type\": \"post\", \"post_id\": \"16641599\", \"pub_date\": \"2015-08-04T12:11:10Z\", \"author\": \"Paul Mulshine | The Star Ledger\", \"tags\": [\"2016-presidential-election\",\"@politics\",\"@river\",\"chris-christie\",\"columns\",\"donald-trump\",\"paul-mulshine\"] }", "twitter": {"image": "http://image.nj.com/home/njo-media/width620/img/hudsoncountynow_impact/photo/18429305-standard.jpg", "creator": "@Mulshine", "site": "@njdotcom", "card": "summary_large_image", "description": "Donald Trump's real advantage over the other Republicans in the race is not on the issues but in his attitude according to  one French-American cultural commentator"}, "article_date_updated": "Tuesday, August 04, 2015,  9:35 AM", "parsely-metadata": "{\"short_title\": \"\", \"image_url\": \"http://media.nj.com/hudsoncountynow_impact/photo/donald-trump-85462639013b386c.jpg\", \"author_name\": \"pmulshin\", \"author_nickname\": \"Paul Mulshine | The Star Ledger\", \"author_id\": \"2371\", \"source_blog_name\": \"New Jersey Opinion\", \"source_blog_url\": \"http://www.nj.com/opinion/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "NJ.com", "description": "Donald Trump's real advantage over the other Republicans in the race is not on the issues but in his attitude according to  one French-American cultural commentator", "title": "Dissecting the Donald: It's the attitude, stupid | Mulshine", "url": "http://www.nj.com/opinion/index.ssf/2015/08/dissecting_the_donald_its_the_attitude_stupid_muls.html", "image": "http://image.nj.com/home/njo-media/width620/img/hudsoncountynow_impact/photo/18429305-standard.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "NJ.com", "article": {"author": "https://www.facebook.com/paul.mulshine"}, "article_comments": 0, "article_date_original": "Tuesday, August 04, 2015,  8:02 AM", "article_author": "Paul Mulshine | The Star Ledger", "Description": "Donald Trump's real advantage over the other Republicans in the race is not on the issues but in his attitude according to  one French-American cultural commentator"}, "article_summary": "It's not hard to figure out why Americans are enthralled with Trump, Rapaille told me.\n\"Donald Trump has a very simple attitude says, 'All these people in Washington are idiots and incompetents.\nI have long insisted that Donald Trump is more of a comedian than a politician.\n\"Trump has an attitude that resonates with the need for freedom, for free thinking.\n\"Like claiming John McCain isn't a war hero, because his kind of war hero doesn't get captured – that's hilarious!"}