{"article_title": "Did Pope Francis hint at rationale behind sainthood for Junipero Serra?", "article_keywords": ["serra", "saint", "pope", "hint", "forgiveness", "saints", "sins", "say", "rationale", "church", "junipero", "francis", "sainthood", "sin", "native"], "article_url": "http://religionnews.com/2015/07/10/did-pope-francis-preview-his-defense-for-making-junipero-serra-a-saint/", "article_text": "The main story of Pope Francis’ seismic address in Bolivia on Thursday (July 10) was his powerful and persistent denunciation of the global economic system which, as he put it, “runs counter to the plan of Jesus.”\n\nHis lengthy talk and its implications for Catholic Church teaching — and how it could play during his U.S. trip in September if he continues in this vein — deserve further attention and scrutiny.\n\nBut many stories led with another important note, the pontiff’s apology to the indigenous peoples of Bolivia for the “grave sins” committed by the church and her missionaries who arrived along with the colonial conquerors of the European monarchies.\n\nFrancis made his remarks in the context of denouncing the “new colonialism” of global capitalism that is exploiting the poor and favoring the rich.\n\nThen he added:\n\n“Some may rightly say, ‘When the Pope speaks of colonialism, he overlooks certain actions of the Church.’ I say this to you with regret: many grave sins were committed against the native peoples of America in the name of God. My predecessors acknowledged this, [the bishops of Latin America] said it, and I too wish to say it. Like Saint John Paul II, I ask that the Church ‘kneel before God and implore forgiveness for the past and present sins of her sons and daughters.’ I would also say, and here I wish to be quite clear, as was Saint John Paul II: I humbly ask forgiveness, not only for the offenses of the Church herself, but also for crimes committed against the native peoples during the so-called conquest of America.”\n\nThat is a powerful statement, from the Argentine pope, the first Latin American pontiff, and delivered in Bolivia, whose people suffered so much colonial depredation.\n\nBut Francis’ off-the-cuff follow up was just as interesting, and important, given that he will be facing the same issue when he makes his first visit to the U.S. in September. A centerpiece of that five-day trip will be an outdoor Mass of canonization in Washington for the Rev. Junipero Serra, the Spanish Franciscan who helped establish the mission system in 18th-century California.\n\nSerra has long been criticized for personally mistreating indigenous people (a claim many contest) or for being part of the Spanish imperial enterprise that brought devastation and disease to Native Americans, along with the Gospel. They say there is no way Serra should be declared a saint, and there are efforts to have his statue removed from the U.S. Capitol, where it is one of two statues representing the State of California.\n\nDefenders say Serra actually worked to mitigate the excesses of the Spanish forces against the Native Americans, and that he should not be judged by present-day standards.\n\nThat was the point Francis hit in his impromptu additions on Thursday:\n\n“And with this request for forgiveness, and to be just, I also would like us to recognize the priests and bishops who strongly opposed the logic of the sword with the strength of the cross. There was sin. There was sin, and in abundance, and for this we ask forgiveness. But there as well where there was sin, where there was abundant sin, grace abounded, through these men who defended the justice of the native peoples.”\n\nWill Americans accept such a nuanced view when it comes to Junipero Serra?\n\nWe don’t do nuance and ambiguity very well these days: religion is seen as all good or wholly terrible.\n\nSimilarly, saints are seen as plaster icons of piety rather than flesh-and-blood Christians who made mistakes as well as pursuing holiness, for themselves and others.\n\nA good part of that blame can be laid at the door of the Catholic Church, whose canonization process has too long focused on elevating the unblemished, or seeking to scrub away any stains that might darken a prospective saint’s image.\n\nFrancis’ approach seems far more realistic, both about sin and saints. But is it what believers want in their saints? And is it simply a different way of explaining away the sins of people like Serra? Does it resolve the question of whether Serra should be made a saint? Can anyone qualify? Heck, Mother Teresa has her vocal critics.\n\nThe Catholic Church is seen as more concerned with elevating its reputation than acknowledging its failings, and that has far too often been true. Yet for decades, especially since John Paul II — who established a veritable “theology of apology” — popes have been making efforts to confess the church’s sins.\n\nThe next step, one Francis is trying to take, is to take notions of sin and sanctity — and religion itself — out of the realm of black and white judgments. Those either/or verdicts are a kind of fundamentalism, forcing a blinkered acceptance of everything as good or a puritanical rejection of the whole because it is polluted by one failing or another — shortcomings that are the very reason for the church’s existence, and the pilgrimage of holiness.\n\nEND GIBSON", "article_metadata": {"news_keywords": "Beliefs, Culture, Ethics, Institutions, Opinion, canonization, Catholic, Christian, Junipero Serra, Native Americans", "generator": "Easy Digital Downloads v2.5.16", "og": {"site_name": "Religion News Service", "description": "Are Americans ready for a nuanced view of the Spanish missionary's history in California -- and his sanctity -- when Pope Francis arrives in the U.S. with the canonization of Serra on his agenda? The pontiff's remarks in Bolivia this week may provide an advance look at his rationale", "title": "Did Pope Francis hint at rationale behind sainthood for Junipero Serra?", "url": "http://religionnews.com/2015/07/10/did-pope-francis-preview-his-defense-for-making-junipero-serra-a-saint/", "image": "http://religionnews.com/wp-content/uploads/2015/07/thumbRNS-SERRA-SPLAINER061115-369x369.jpg", "type": "article"}, "twitter": {"site": "@RNS", "card": "summary", "creator": "@gibsonwrites"}, "syndication-source": "http://religionnews.com/2015/07/10/did-pope-francis-preview-his-defense-for-making-junipero-serra-a-saint/", "msapplication-TileImage": "http://religionnews.com/wp-content/uploads/2016/05/cropped-RNS_logo_RGB-336x336.gif", "original-source": "http://religionnews.com/2015/07/10/did-pope-francis-preview-his-defense-for-making-junipero-serra-a-saint/", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "description": "Are Americans ready for a nuanced view of the Spanish missionary's history in California -- and his sanctity -- when Pope Francis arrives in the U.S. with the canonization of Serra on his agenda? The pontiff's remarks in Bolivia this week may provide an advance look at his rationale"}, "article_summary": "Defenders say Serra actually worked to mitigate the excesses of the Spanish forces against the Native Americans, and that he should not be judged by present-day standards.\nFrancis made his remarks in the context of denouncing the “new colonialism” of global capitalism that is exploiting the poor and favoring the rich.\nJunipero Serra, the Spanish Franciscan who helped establish the mission system in 18th-century California.\nFrancis’ approach seems far more realistic, both about sin and saints.\nAnd is it simply a different way of explaining away the sins of people like Serra?"}