{"article_title": "Top MGM Official Says More Changes Possible For Massachusetts Casino Project", "article_keywords": ["city", "casino", "sarno", "official", "possible", "mgm", "mayor", "project", "massachusetts", "changes", "public", "springfield", "murren"], "article_url": "http://wnpr.org/post/top-mgm-official-says-more-changes-possible-massachusetts-casino-project", "article_text": "The top executive from MGM Resorts International reaffirmed his commitment to the Massachusetts casino project in Springfield this week and apologized for a communications breakdown with City Hall over a proposal to reduce the scope of the development. He also said more changes are in store for the $800 million project, but nothing he would consider major.\n\nMGM Resorts International Chief Executive James Murren joined Springfield Mayor Domenic Sarno at City Hall Thursday to mend fences. Following a private meeting with the mayor, Murren publically apologized for the communications lapse that left Sarno unaware of plans to reduce the size of the project by 14 percent until it was disclosed in a filing with a state agency.\n\n\" Absolutely we should have talked to the city about exactly what our more interative plans were before that was announced. Mistake on MGM,\" said Murren.\n\nMGM has been under fire in Springfield for an earlier decision to drop a 25-story hotel tower from the project and now cut out a total of about 122,000 square feet of space that was to be devoted to retail, dining, and non-gambling entertainment. The size of the gaming floor is not being significantly reduced.\n\nMurren claimed the new design makes the project better. He said MGM will still deliver the 2,000 construction jobs, 3,000 permanent jobs and $25 million in annual payments promised to the city. He said a low-rise 250-room hotel will be a better fit in the historic downtown neighborhood where the casino is planned.\n\n\" This is truly an epic and groundbreaking endeavor,\" said Murren.\n\nMGM officials are planning a public presentation in Springfield during the week of Nov. 16th to fully explain the reasons for the proposed redesign and the implications. Murren said there could be more changes in store.\n\n\" But, they'll be minor,\" he said. \" I don't anticipate any major changes.\"\n\nThis is the second time this month an MGM executive has traveled to Springfield to offer public assurances the Las Vegas based company is not wavering on the casino project.\n\n\"These little things could have been avoided with better communication. That was fundamentally the discussion the mayor and I had. We need to communicate better and I committed to doing that so hopefully we will not have these kind of misunderstandings in the future,\" said Murren.\n\nSarno said Thursday’s meeting with Murren, MGM Resorts International President Bill Hornbuckle, and MGM Springfield President Mike Mathis was “reassuring.”\n\n\" This is a partnership with the city and the residents and we need to continue to work in unison when it comes to the communication issues,\" said Sarno.\n\nWhile he accepted the apology from the MGM officials, Sarno did not commit to approving the changes in the project.\n\n\" I look forward to that public presentation in the middle of November when MGM officials can answer all questions in depth,\" said Sarno.\n\nAny material changes in the casino development contract between MGM and the city must be approved by the mayor and the city council.\n\nThe Massachusetts Gaming Commission must also act on the proposed redesign of the MGM project.\n\nCommission Chairman Stephen Crosby said he is considering holding a public meeting in Springfield after receiving several requests, including one from Sal Circosta, who is challenging Sarno, a three-term incumbent, for re-election.\n\n\" I sent a four-page letter asking that they ( the gaming commission) come and hold an open forum,\" said Circosta. \" Citizens have questions they would like to ask.\"\n\nThe MGM casino downsizing has emerged as an issue in next week’s city council elections in Springfield with challengers, and some incumbents, taking a hard line on the proposed changes during meetings and candidate forums.\n\n", "article_metadata": {"category": "Business", "description": "Listen \n        Listening...", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://wnpr.org/post/top-mgm-official-says-more-changes-possible-massachusetts-casino-project", "image": "http://mediad.publicbroadcasting.net/p/shared/npr/styles/medium/nprshared/201511/453159506.jpg", "type": "article", "description": "Listen \n        Listening...", "title": "Top MGM Official Says More Changes Possible For Massachusetts Casino Project"}, "story_id": 453159473, "twitter": {"site": "@wnpr", "card": "summary", "creator": "@ptuthill"}, "author": "Paul Tuthill", "org_id": 298, "dc": {"title": "Top MGM Official Says More Changes Possible For Massachusetts Casino Project"}, "nid": 49312, "datePublished": "2015-11-01", "keywords": "Massachusetts, cities, gambling, infrastructure", "wordCount": 728, "has_audio": 1, "viewport": "width=device-width"}, "article_summary": "The Massachusetts Gaming Commission must also act on the proposed redesign of the MGM project.\nMGM Resorts International Chief Executive James Murren joined Springfield Mayor Domenic Sarno at City Hall Thursday to mend fences.\nWhile he accepted the apology from the MGM officials, Sarno did not commit to approving the changes in the project.\"\nAny material changes in the casino development contract between MGM and the city must be approved by the mayor and the city council.\nHe also said more changes are in store for the $800 million project, but nothing he would consider major."}