{"article_title": "Disgraced Ex-MSNBCer Bashir Wins Biased Quote of the Year; 'Good Riddance' Says MRC's Bozell", "article_keywords": ["bashir", "biased", "good", "slave", "quote", "thistlewood", "thomas", "nationally", "bozell", "media", "host", "mrcs", "radio", "exmsnbcer", "disgraced", "winners", "syndicated", "wins", "riddance", "talk"], "article_url": "http://newsbusters.org/blogs/nb-staff/2013/12/18/disgraced-ex-msnbcer-martin-bashir-wins-biased-quote-year-good-riddance-sa", "article_text": "NewsBusters's parent company the Media Research Center (MRC) proudly announced the Best Notable Quotables of 2013: The 26th Annual Awards for the Year’s Worst Reporting earlier this morning, with former MSNBC host Martin Bashir taking home the “Quote of the Year” honor for a disgusting, misogynist rant aimed at former Alaska Gov. Sarah Palin.\n\nNot only did Bashir’s November 15 quote take the year’s top prize, he won by one of the largest margins in the 26-year history of Notable Quotables. Here's the offensive garbage which ultimately got him fired:\n\n“One of the most comprehensive first-person accounts of slavery comes from the personal diary of a man called Thomas Thistlewood, who kept copious notes for 39 years....In 1756, he records that ‘a slave named Darby catched eating canes; had him well flogged and pickled, then made Hector, another slave, s-h-i-t in his mouth.’ This became known as ‘Darby’s Dose,’ a punishment invented by Thistlewood that spoke only of the slave owners’ savagery and inhumanity....When Mrs. Palin invoked slavery, she doesn’t just prove her rank ignorance. She confirms that if anyone truly qualified for a dose of discipline from Thomas Thistlewood, then she would be the outstanding candidate.”\n\n\"Good riddance to another nasty little cog in the liberal media hate machine,\" MRC president and founder Brent Bozell exulted in a statement released this morning. Bashir has truly \"earned him[self] a permanent place in MSNBC's pantheon of disgraced so-called 'journalists.'\"\n\nBozell also noted that, all in all, 2013 \"will be long remembered as a year\" that began triumphantly with the media celebrating President Obama's second inauguration but ending with the media \"march[ing] face first into the rancid mess of ObamaCare -- a rat's nest of lies and incompetence so big and so rank\" that not even the \"loyal media cheer squad [could] hide its cloud of toxic stink.\"\n\nThis year’s winners were selected by a distinguished panel of radio talk show hosts, magazine editors, columnists, editorial writers, and expert media observers. The runner-up after Bashir is his MSNBC comrade Ed Schultz, who on September 30 – the eve of ObamaCare’s disastrous rollout – touted Healthcare.gov’s ease of use:\n\n“This is the Web site folks, HealthCare.gov. If you go to this Web site, you will find out how easy it is to read, how easy it is to navigate all the information, all the basic questions, and all the direction you need to take to get involved, to get health care. This is a great guide, if I may say, for any of you out there who feel so confused by all of these right-wing commercials that are just permeating through your television screen.”\n\nSecond runner-up is moonbat New York Times columnist Tom Friedman who made the baffling claim on April 21 that the Boston Marathon bombing could have been prevented with the carbon tax:\n\n“Until we fully understand what turned two brothers who allegedly perpetrated the Boston Marathon bombings into murderers, it is hard to make any policy recommendation other than this: We need to redouble our efforts to make America stronger and healthier so it remains a vibrant counterexample to whatever bigoted ideology may have gripped these young men....And the best place to start is with a carbon tax.”\n\nThe winners were selected by a panel of 42 judges, including nationally syndicated columnist Cal Thomas, Wall Street Journal editorial board member James Taranto, nationally syndicated talk radio host Mark Levin, Fox News Channel news analyst and national radio host Monica Crowley, nationally syndicated talk radio host Lars Larson, Weekly Standard senior writer Stephen Hayes, GMU professor of economics Walter E. Williams, and SiriusXM radio host and Fox News Channel contributor David Webb among many others.\n\n**For audio and video clips of the broadcast quotes, to access full quotes, or see winners and runners up, please visit www.MRC.org.", "article_metadata": {"og": {"site_name": "NewsBusters", "description": "NewsBusters's parent company the Media Research Center (MRC) proudly announced the Best Notable Quotables of 2013: The 26th Annual Awards for the Year’s Worst Reporting earlier this morning, with former MSNBC host Martin Bashir taking home the “Quote of the Year” honor for a disgusting, misogynist rant aimed at former Alaska Gov. Sarah Palin. Not only did Bashir’s November 15 quote take the year’s top prize, he won by one of the largest margins in the 26-year history of Notable Quotables. Here's the offensive garbage which ultimately got him fired:", "title": "Disgraced Ex-MSNBCer Bashir Wins Biased Quote of the Year; 'Good Riddance' Says MRC's Bozell", "url": "http://social.newsbusters.org/blogs/nb-staff/2013/12/18/disgraced-ex-msnbcer-martin-bashir-wins-biased-quote-year-good-riddance-sa", "image": "http://cdn.newsbusters.org/images/2013/December/DamnConservatives-MartinBashir375.jpg", "video": {"width": 640, "type": "text/html", "height": 360}, "type": "article"}, "twitter": {"description": "NewsBusters's parent company the Media Research Center (MRC) proudly announced the Best Notable Quotables of 2013: The 26th Annual Awards for the Year’s Worst Reporting earlier this morning, with former MSNBC host Martin Bashir taking home the “Quote of the Year” honor for a disgusting, misogynist rant aimed at former Alaska Gov. Sarah Palin. Not only did Bashir’s November 15 quote take the year’s top prize, he won by one of the largest margins in the 26-year history of Notable Quotables. Here's the offensive garbage which ultimately got him fired:", "title": "Disgraced Ex-MSNBCer Bashir Wins Biased Quote of the Year; 'Good Ridda", "url": "http://newsbusters.org/blogs/nb-staff/2013/12/18/disgraced-ex-msnbcer-martin-bashir-wins-biased-quote-year-good-riddance-sa", "image": "http://cdn.newsbusters.org/images/2013/December/DamnConservatives-MartinBashir375.jpg", "creator": "@", "card": "summary_large_image"}, "description": "NewsBusters's parent company the Media Research Center (MRC) proudly announced the Best Notable Quotables of 2013: The 26th Annual Awards for the Year’s Worst Reporting earlier this morning, with former MSNBC host Martin Bashir taking home the “Quote of the Year” honor for a disgusting, misogynist rant aimed at former Alaska Gov. Sarah Palin. Not only did Bashir’s November 15 quote take the year’s top prize, he won by one of the largest margins in the 26-year history of Notable Quotables. Here's the offensive garbage which ultimately got him fired:", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "This year’s winners were selected by a distinguished panel of radio talk show hosts, magazine editors, columnists, editorial writers, and expert media observers.\nBashir has truly \"earned him[self] a permanent place in MSNBC's pantheon of disgraced so-called 'journalists.'\"\n**For audio and video clips of the broadcast quotes, to access full quotes, or see winners and runners up, please visit www.MRC.org.\nNot only did Bashir’s November 15 quote take the year’s top prize, he won by one of the largest margins in the 26-year history of Notable Quotables.\nThe runner-up after Bashir is his MSNBC comrade Ed Schultz, who on September 30 – the eve of ObamaCare’s disastrous rollout – touted Healthcare.gov’s ease of use:“This is the Web site folks, HealthCare.gov."}