{"article_title": "Obama to Review Gun Recommendations Within Weeks, Aide Says", "article_keywords": ["fiscal", "congress", "house", "review", "gun", "aide", "guns", "furman", "psaki", "recommendations", "policy", "president", "weeks", "white", "obama"], "article_url": "http://www.bloomberg.com/politics/articles/2015-12-18/obama-to-review-gun-recommendations-within-weeks-aide-says", "article_text": "President Barack Obama will review in a matter of \"weeks not months\" final recommendations on how he can impose new gun restrictions without going through Congress, and he plans to campaign aggressively next year for the Democratic nominee to replace him, a top aide said.\n\nGun violence is \"probably the issue that has touched him most personally over the course of his presidency,\" White House communications director Jen Psaki said at a meeting hosted by Bloomberg News in Washington.\n\nObama will hold a news conference later Friday before traveling to San Bernardino, California, to meet with the families of victims of the Dec. 2 terrorist attack that killed 14 people and injured 22. Obama \"will not be satisfied\" without action on guns before the end of his term, Psaki said.\n\nFinal Year\n\nAs the president enters his final year in office, he is more broadly considering how to use executive power to advance his agenda with or without cooperation from Congress, from a pledge to close the prison for terror detainees at Guantanamo Bay, Cuba, to economic policy, said Psaki and Jason Furman, chairman of the White House Council of Economic Advisers.\n\nObama’s goals for 2016 include congressional ratification of the 12-nation Asia-Pacific trade deal, the Trans-Pacific Partnership; expanding Medicaid, the health program for low-income people, in more states; and continued improvements in health insurance coverage under the Affordable Care Act, also known as Obamacare, the two aides said.\n\nObama also wants to reduce prison sentences for people convicted of nonviolent drug crimes, they added.\n\nFurman said a criminal justice overhaul is \"actually an important economic issue\" because labor force participation and the re-integration of felons into society have a \"pervasive effect on our economy.\"\n\nObama’s Successor\n\n\"We fully recognize we have a limited amount of time left,\" Psaki said. \"You should fully expect that the president will be out campaigning for the nominee quite a bit\" as he looks to his successor to carry on his legacy.\n\nThe Justice Department is finishing recommendations for the president on how best to craft gun restrictions that don’t require legislation from Congress and can survive court challenges, Psaki said. The administration is considering a \"range of steps that can be taken as it relates to the people who have access to guns\" and \"how people gain access to guns,\" Psaki said. She indicated she did not expect any action before Christmas.\n\n\"I’m not going to take anything on or off the table\" she said of options including closing the so-called gun show loophole for background checks and a proposed ban on gun purchases by people on the federal \"no-fly\" list.\n\nFurman, meanwhile, said a $1.1 trillion spending plan for fiscal 2016 that the White House agreed to with Republicans this week sets the stage for U.S. fiscal policy to be more expansionary in the year ahead.\n\nConsumer Confidence\n\n\"If you look at fiscal policy, it’s switched from being contractionary, as it had been,” to “relatively neutral, and that helped set the stage for the private sector to really drive forward growth,” he said.\n\n“Consumers are the most confident in 2015 that they’ve been in over a decade,\" Furman said. The improved outlook is a signal of progress, he said.\n\nFurman said that the federal budget deficit has fallen to a lower share of gross domestic product than expected, partly due to low growth in health-care costs, which he attributed in part to the Affordable Care Act.\n\nAsked about an overhaul of the tax code, Furman said that there are limits to what the president can unilaterally achieve. Major changes \"can only be done by Congress, and Congress has frankly shown little or no interest in addressing those issues.”", "article_metadata": {"sailthru.author": "Margaret Talev,Jeanna Smialek", "description": "President Barack Obama will review in a matter of \"weeks not months\" final recommendations on how he can impose new gun restrictions without going through Congress, and he plans to campaign aggressively next year for the Democratic nominee to replace him, a top aide said.", "parsely-section": "politics", "parsely-image-url": "//assets.bwbx.io/politics/public/images/logos/FB-Sharing-eede0b5566.png", "og": {"site_name": "Bloomberg.com/politics", "description": "President Barack Obama will review in a matter of \"weeks not months\" final recommendations on how he can impose new gun restrictions without going through Congress, and he plans to campaign aggressively next year for the Democratic nominee to replace him, a top aide said.", "title": "Obama to Review Gun Recommendations Within Weeks, Aide Says", "url": "http://www.bloomberg.com/politics/articles/2015-12-18/obama-to-review-gun-recommendations-within-weeks-aide-says", "image": "//assets.bwbx.io/politics/public/images/logos/FB-Sharing-eede0b5566.png", "type": "website"}, "twitter": {"description": "President Barack Obama will review in a matter of \"weeks not months\" final recommendations on how he can impose new gun restrictions without going through Congress, and he plans to campaign aggressively next year for the Democratic nominee to replace him, a top aide said.", "title": "Obama to Review Gun Recommendations Within Weeks, Aide Says", "url": "http://www.bloomberg.com/politics/articles/2015-12-18/obama-to-review-gun-recommendations-within-weeks-aide-says", "image": "//assets.bwbx.io/politics/public/images/logos/FB-Sharing-eede0b5566.png", "site": "@bpolitics", "card": "summary"}, "fb": {"status": "President Barack Obama will review in a matter of \"weeks not months\" final recommendations on how he can impose new gun restrictions without going through Congress, and he plans to campaign aggressively next year for the Democratic nominee to replace him, a top aide said."}, "apple-mobile-web-app-capable": "yes", "parsely-title": "Obama to Review Gun Recommendations Within Weeks, Aide Says", "apple-mobile-web-app-status-bar-style": "black", "parsely-post-id": "NZK7UI6KLVR801", "parsely-author": "Jeanna Smialek", "date": "2015-12-18T15:37:48.151Z", "keywords": "Congress,Barack H Obama", "parsely-type": "post", "news_keywords": "Congress,Barack H Obama", "parsely-pub-date": "2015-12-18T15:37:48.151Z", "parsely-tags": "Congress,Barack H Obama,Region: Global,Page: article", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "parsely-link": "http://www.bloomberg.com/politics/articles/2015-12-18/obama-to-review-gun-recommendations-within-weeks-aide-says"}, "article_summary": "Major changes \"can only be done by Congress, and Congress has frankly shown little or no interest in addressing those issues.”\nPresident Barack Obama will review in a matter of \"weeks not months\" final recommendations on how he can impose new gun restrictions without going through Congress, and he plans to campaign aggressively next year for the Democratic nominee to replace him, a top aide said.\nObama \"will not be satisfied\" without action on guns before the end of his term, Psaki said.\nThe administration is considering a \"range of steps that can be taken as it relates to the people who have access to guns\" and \"how people gain access to guns,\" Psaki said.\nThe Justice Department is finishing recommendations for the president on how best to craft gun restrictions that don’t require legislation from Congress and can survive court challenges, Psaki said."}