{"article_title": "Two Sarasota aging institutions mark their progress", "article_keywords": ["aging", "life", "sarasota", "centers", "grey", "community", "mark", "senior", "lot", "party", "progress", "sarasotas", "institutions", "care"], "article_url": "http://health.heraldtribune.com/2015/12/18/two-sarasota-aging-institutions-mark-their-progress/", "article_text": "In the thick of the holiday party season, two “historic sites” in Sarasota’s long tradition of offering hospitality to elders made time to note separate occasions of embracing their futures.\n\nOne gathering was at Plymouth Harbor, Sarasota’s oldest life care community between the John Ringling Bridge and St. Armands circle, where the official start of a major construction project took place at a sunset ceremony. For the next two years or so, the community will watch the rise of its Northwest Garden building, conceived in response to the changing realities that longer life spans have produced, with a pressing need to keep cognitively impaired elders safe and socially connected.\n\nThe new building will add 60 assisted-living units, with half of them devoted to memory care for dementia-related conditions, as well as 10 new luxury apartments. For a community that has been changing with the times — and trying to remain ahead of them — since 1966, this expansion represents a solid investment in keeping the promise of lifelong care for those who seek as much late-life security as possible.\n\nI stayed for the speeches, but skipped the poolside cocktails so I could make it to the other side of downtown Sarasota in time for Bob Carter’s party. For 28 years, Carter has steered the Friendship Centers (or Senior Friendship Centers if you self-identify as a “senior” — with typical humility and flexibility, this organization will answer to whatever name you prefer) through a radically shifting landscape for elder services. Incoming CEO Erin McLeod, with 11 years already logged at the centers, invited community members for one last chance to show their appreciation in the form of a surprise.\n\nThe open secret apparently held remarkably well, with Carter sensing that something was up just in time to prepare his smile.\n\n“I did notice that there were an awful lot of cars in the parking lot for this time of day,” he said.\n\nForever young?\n\nAubrey de Grey, the British gerontologist internationally known for his quixotic argument that aging is a disease that will someday be cured, will speak in Sarasota Jan. 26 on “Rejuvenation Biotechnology: The Sweet Spot between Prevention and Treatment of Age-Related Ill-Health.”\n\nThe lecture is part of the Knowledge-A-Bull Speaker Series at the University of South Florida Sarasota-Manatee. De Grey, the author of “Ending Aging,” will appear from 5 to 7 p.m. at Selby Auditorium, 8350 North Tamiami Trail. The event is free but requires registration. Go to usfsm.edu, click on “About USFSM,” and scroll down to the events listing to reserve your seat.\n\nFollow Barbara Peters Smith on Twitter @BarbaraPSmith.", "article_metadata": {"wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "article_summary": "One gathering was at Plymouth Harbor, Sarasota’s oldest life care community between the John Ringling Bridge and St. Armands circle, where the official start of a major construction project took place at a sunset ceremony.\nDe Grey, the author of “Ending Aging,” will appear from 5 to 7 p.m. at Selby Auditorium, 8350 North Tamiami Trail.\n“I did notice that there were an awful lot of cars in the parking lot for this time of day,” he said.\nI stayed for the speeches, but skipped the poolside cocktails so I could make it to the other side of downtown Sarasota in time for Bob Carter’s party.\nGo to usfsm.edu, click on “About USFSM,” and scroll down to the events listing to reserve your seat."}