{"article_title": "IRS Goes After Nonprofit Hospitals On Asking Customers To Pay Bills", "article_keywords": ["status", "customers", "mcmahon", "rules", "pay", "hospital", "irs", "tax", "charitable", "patients", "asking", "health", "goes", "nonprofit", "bills", "hospitals", "taxexempt"], "article_url": "http://dailycaller.com/2014/12/29/irs-goes-after-nonprofit-hospitals-on-asking-customers-to-pay-bills/", "article_text": "And the Internal Revenue Service? Not open and conducting no audits until the government is reopened. (Photo: Getty)\n\n4421044\n\nThe Obama administration announced new rules under Obamacare on Monday that target nonprofit hospitals’ efforts to get paid by their patients.\n\nNonprofit hospitals, which serve a charitable purpose and are often religiously affiliated, will now be subject to strict rules on when and how they can collect payments from customers, thanks to regulations included in the health-care law. As a condition of their tax-exempt status, these hospitals must “take an active role in improving the health of the communities they serve,” Treasury Department deputy assistant secretary for tax policy Emily McMahon wrote in a blog post Monday.\n\nUnder the new IRS rules, the penalty for failing to meet the new standards could even lead hospitals’ tax-exempt status to be revoked entirely.\n\n“Reports that some charitable hospitals have used aggressive debt collection practices, including allowing debt collectors to pursue collections in emergency rooms, have highlighted the need for clear rules to protect patients,” McMahon wrote. “For hospitals to be tax-exempt, they should be held to a higher standard.”\n\nThe rules cover a number of Obamacare requirements. For one, hospitals must charge the uninsured the same price for emergency care as those with insurance are “generally billed,” whether they have private coverage, Medicare or Medicaid.\n\nNonprofit hospitals will be required to have and “widely publicize” a financial assistance program — and will be banned from using certain collection methods until they’ve taken “reasonable efforts” to see whether a patient who hasn’t paid their bill is eligible for assistance. The hospital can’t report unpaid bills to a credit agency or garnish wages until hospital workers themselves have determined whether a customer is financially needy or is just trying to skip out on the payment.\n\nThe new regulations don’t stop at active patients. In order to maintain tax-exempt status, nonprofit hospitals now need to actively attempt to handle health problems in their communities.\n\n“Each charitable hospital must conduct and publish a community health needs assessment at least once every three years,” McMahon wrote. “And disclose on the tax form it files annually the steps it is taking to address the health needs identified in the assessment.”\n\nIf a hospital fails to live up to the IRS’s new standards, it could have its tax-exempt status revoked. But there’s some leniency — if a misstep appears to be an honest mistake, the hospital can “correct and publicly disclose” its error and pay an excise tax on that program rather than having the whole hospital’s status revoked.\n\nThe requirements were included in the health-care law as consumer protections, according to McMahon.\n\n“That is why the Affordable Care Act (ACA) included additional consumer protection requirements for charitable hospitals, so that patients are protected from abusive collections practices and have access to information about financial assistance at all tax-exempt hospitals,” McMahon wrote.\n\nOver half of all hospitals are nonprofits, representing a significant pool of money that’s exempt from state and federal tax authorities. Charitable hospitals have been criticized for years on the grounds that some don’t spend enough on free care for patients who qualify for financial assistance.\n\nA 2013 study in the New England Journal of Medicine found that on average, nonprofit hospitals spent 7.5 percent of their operating expenses on charity care and community benefit, according to The New York Times.\n\nFollow Sarah on Twitter", "article_metadata": {"sailthru.author": "Sarah Hurtubise", "description": "'They should be held to a higher standard'", "og": {"site_name": "The Daily Caller", "description": "The Obama administration announced new rules under Obamacare on Monday that target nonprofit hospitals' efforts to get paid by their patients.    Nonprofit hospitals, which serve a charitable purpose", "title": "IRS Goes After Nonprofit Hospitals On Asking Customers To Pay Bills", "url": "http://dailycaller.com/2014/12/29/irs-goes-after-nonprofit-hospitals-on-asking-customers-to-pay-bills/", "image": {"width": 1200, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2013/10/174238946-e1448294220423.jpg", "height": 545}, "type": "article"}, "twitter": {"description": "'They should be held to a higher standard'", "title": "IRS Goes After Nonprofit Hospitals On Asking Customers To Pay Bills Via @dailycaller", "url": "http://dailycaller.com/2014/12/29/irs-goes-after-nonprofit-hospitals-on-asking-customers-to-pay-bills/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2013/10/174238946-e1448294220423.jpg"}, "creator": "@@SarahMHurtubise", "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2014-12-29 22:03:58", "sailthru.title": "IRS Goes After Nonprofit Hospitals On Asking Customers To Pay Bills", "HandheldFriendly": "true", "sailthru.tags": "internal-revenue-service,obamacare,sarah-hurtubise", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "internal revenue service,obamacare", "sailthru.description": "The Obama administration announced new rules under Obamacare on Monday that target nonprofit hospitals' efforts to get paid by their patients.    Nonprofit hospitals, which serve a charitable purpose", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2013/10/174238946-e1448294220423.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "Under the new IRS rules, the penalty for failing to meet the new standards could even lead hospitals’ tax-exempt status to be revoked entirely.\nIn order to maintain tax-exempt status, nonprofit hospitals now need to actively attempt to handle health problems in their communities.\nCharitable hospitals have been criticized for years on the grounds that some don’t spend enough on free care for patients who qualify for financial assistance.\n(Photo: Getty)4421044The Obama administration announced new rules under Obamacare on Monday that target nonprofit hospitals’ efforts to get paid by their patients.\n“Each charitable hospital must conduct and publish a community health needs assessment at least once every three years,” McMahon wrote."}