{"article_title": "WestRock Buys Cenveo&#8217;s Packaging Business and the Sector Remains Active with Deals", "article_keywords": ["sector", "packaging", "plastics", "recently", "business", "purchase", "remains", "million", "cenveo8217s", "deals", "2015", "buys", "active", "westrock", "optimum", "nyse"], "article_url": "http://www.themiddlemarket.com/news/manufacturing/westrock-buys-cenveos-packaging-business-259248-1.html", "article_text": "WestRock Buys Cenveo’s Packaging Business and the Sector Remains Active with Deals\n\nCoating Excellence, Hillside Plastics and Optimum Plastics have recently been acquired\n\nPaper distributor WestRock Co. (NYSE: WRK) is acquiring Cenveo Inc.’s (NYSE: CVO) packaging division for $105 million in cash.\n\nThe target produces packaging products for the food and beverage and pharmaceutical sectors, generating about $190 million in annual revenue. The acquisition includes six manufacturing facilities.\n\nCenveo began reviewing strategic alternatives for the business in the summer. “The sale allows the company to focus management’s efforts on its core operations, specifically our envelopes, labels and commercial print segments,” says Cenveo CEO Robert Burton.\n\nEarlier in 2015, WestRock completed its $288 million purchase of containerboard maker SP Fiber Holdings Inc. WestRock, located in Norcross, Georgia, was formed in 2015 through the merger of MeadWestvaco Corp. and Rock-Tenn Co.\n\nThe packaging sector has been robust with deal activity in 2015. Carr Management bought Hillside Plastics; Charter Nex Films recently closed its purchase of Optimum Plastics; and ProAmpac is buying Coating Excellence International.\n\nBarclays plc (LON: BARC) and Hughes Hubbard & Reed are advising Cenveo.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/manufacturing/westrock-buys-cenveos-packaging-business-259248-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/cenveo.jpeg", "site_name": "Mergers & Acquisitions, Latest News", "title": "WestRock Buys Cenveo’s Packaging Business and the Sector Remains Active with Deals"}}, "article_summary": "WestRock Buys Cenveo’s Packaging Business and the Sector Remains Active with DealsCoating Excellence, Hillside Plastics and Optimum Plastics have recently been acquiredPaper distributor WestRock Co. (NYSE: WRK) is acquiring Cenveo Inc.’s (NYSE: CVO) packaging division for $105 million in cash.\nThe packaging sector has been robust with deal activity in 2015.\nCarr Management bought Hillside Plastics; Charter Nex Films recently closed its purchase of Optimum Plastics; and ProAmpac is buying Coating Excellence International.\nEarlier in 2015, WestRock completed its $288 million purchase of containerboard maker SP Fiber Holdings Inc. WestRock, located in Norcross, Georgia, was formed in 2015 through the merger of MeadWestvaco Corp. and Rock-Tenn Co.\nThe target produces packaging products for the food and beverage and pharmaceutical sectors, generating about $190 million in annual revenue."}