{"article_title": "Escaped Denver sex offender arrested in Boulder", "article_keywords": ["boulder", "martinez", "offender", "residence", "arrested", "according", "denver", "sex", "escaped", "assault", "street", "suspect", "man"], "article_url": "http://www.dailycamera.com/news/boulder/ci_24347758/escaped-denver-sex-offender-arrested-boulder", "article_text": "Police: Eugene Martinez is suspected of sexually assaulting two women at Marine Street residence\n\nEugene Felix Martinez (Denver Police Department)\n\nA convicted sex offender who recently escaped police custody in Denver was arrested in Boulder on Saturday after police say he stole personal belongings and possibly sexually assaulted two women at a residence in the 700 block of Marine Street in the early-morning hours.\n\nEugene Martinez, 48, is facing charges of sexual assault, burglary, theft, and attempted second-degree assault on a police officer after being arrested Saturday in the 1600 block of Arapahoe Avenue, according to a Boulder police news release.\n\nMartinez was also arrested on an escape warrant out of Denver, according to the release. Officials say he is the same man who escaped Denver police custody on Oct. 9 after being arrested for failing to register as a sex offender.\n\nBoulder investigators were first contacted at 10:11 a.m. when a 23-year-old woman reported that her purse had been stolen out of a residence on Marine Street. She told investigators that an unknown male woke her up at 3 a.m. by rummaging through her purse. She believed the man took her purse, wallet and cell phone.\n\nA 22-year-old woman at the same residence then told police that an unknown male also woke her up around 3 a.m. and that she believed he may have sexually assaulted her and a 21-year-old friend who was staying with her.\n\nThe 22-year-old victim said the man left the residence when she confronted him and she did not immediately call police about the encounter.\n\nThere was no sign of forced entry and the victims say the door may have been unlocked, according to the release.\n\nPolice were able to track the stolen cell phone to a known transient camping area in the 1400 block of Grandview Avenue, according to the release, where officers spotted a man matching the victims' description of the assault suspect.\n\nWhile one officer spoke to the suspect, he attempted to escape and was eventually arrested at 11:08 a.m., police say.\n\nThe suspect, later identified as Martinez, allegedly attempted to assault and officer and was uncooperative with police during the investigation.\n\nBoulder investigators contacted Denver police, who confirmed Martinez is the convicted sex offender who escaped police custody. Both agencies are continuing their investigations, according to the news release.\n\nIt is unclear how long Martinez has been in the Boulder area. Police are working to determine if he was involved in a sex assault reported on Oct. 12.\n\nAnyone with additional information about the alleged crimes committed Saturday morning or who believes they may have been a victim of this suspect is asked to contact Detective E.K. Burke IV at 303-441-4483. Information can be provided anonymously by calling 800-222-8477 or by visiting crimeshurt.com.", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/news/boulder/ci_24347758/escaped-denver-sex-offender-arrested-boulder", "sailthru.author": "By Joe Rubino  Camera Staff Writer", "ag": {"canon": "BoulderDailyCamera:article:24347758:view"}, "startDate": "2013-10-19T22:20:08-0600", "twitter": {"domain": "dailycamera.com", "description": "A convicted sex offender who recently escaped police custody in Denver was arrested in Boulder on Saturday after police say he stole personal belongings and possibly sexually assaulted two women at a residence in the 700 block of Marine Street in the early morning hours.", "title": "Escaped Denver sex offender arrested in Boulder", "url": "http://www.dailycamera.com/news/boulder/ci_24347758/escaped-denver-sex-offender-arrested-boulder", "image": "http://extras.mnginteractive.com/live/media/site21/2013/1019/20131019_101939_20131009__Eugene-Felix-Martinez~p1.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "modificationDate": "2013-10-19T22:23:11-0600", "endDate": "2023-10-19T22:20:08-0600", "news_keywords": "Boulder News, Boulder News news, Boulder Colorado Boulder News news, Boulder Colorado news, Boulder News Boulder news, Boulder News Colorado news, US Boulder News news, world Boulder News news.", "byline": "By Joe Rubino", "pubDate": "2013-10-19T22:13:01-0600", "sailthru.date": "2013-10-19T22:20:08-0600", "sailthru.title": "Escaped Denver sex offender arrested in Boulder", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.section": "Boulder News", "description": "A convicted sex offender who recently escaped police custody in Denver was arrested in Boulder on Saturday after police say he stole personal belongings and possibly sexually assaulted two women at a residence in the 700 block of Marine Street in the early morning hours.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/news/boulder/ci_24347758/escaped-denver-sex-offender-arrested-boulder", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "A convicted sex offender who recently escaped police custody in Denver was arrested in Boulder on Saturday after police say he stole personal belongings and possibly sexually assaulted two women at a residence in the 700 block of Marine Street in the early morning hours.", "title": "Escaped Denver sex offender arrested in Boulder"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2013/1019/20131019_101939_20131009__Eugene-Felix-Martinez~p1.jpg"}, "article_summary": "Boulder investigators contacted Denver police, who confirmed Martinez is the convicted sex offender who escaped police custody.\nOfficials say he is the same man who escaped Denver police custody on Oct. 9 after being arrested for failing to register as a sex offender.\nMartinez was also arrested on an escape warrant out of Denver, according to the release.\nPolice are working to determine if he was involved in a sex assault reported on Oct. 12.\nWhile one officer spoke to the suspect, he attempted to escape and was eventually arrested at 11:08 a.m., police say."}