{"article_title": "Obama’s policies are making ISIS issue worse, not better « Hot Air", "article_keywords": ["feinstein", "obama", "isis", "worse", "pentagon", "intelligence", "state", "air", "better", "islamic", "hot", "policies", "gotten", "making", "inspector", "obamas", "issue", "dont"], "article_url": "http://hotair.com/archives/2015/11/23/feinstein-obamas-policies-are-making-isis-issue-worse-not-better/", "article_text": "Feinstein: Obama’s policies are making ISIS issue worse, not better\n\nposted at 2:01 pm on November 23, 2015 by Ed Morrissey\n\nBarack Obama has had an increasingly difficult time convincing Americans that his ISIS strategy is working — including the top-ranking member of his party’s Senate contingent on intelligence. Speaking on Face the Nation yesterday, Dianne Feinstein ripped the current approach by Obama as too little and too late. “We don’t have the time, and we don’t have years,” Feinstein told John Dickerson, and “it has not gotten better, it’s gotten worse” (via the Washington Examiner):\n\n“What I’m saying is this has gone on too long now and it has not gotten better, it’s gotten worse,” Feinstein, D-Calif., said on CBS’ “Face the Nation.” The Pentagon has said that the Islamic State holds less territory in Iraq and Syria today than it did a year ago. While Feinstein said that may be true, “there’s much more they have gained in other countries,” pointing to recent terrorist attacks in Tunisia. “I don’t think the approach is sufficient for the job,” said Feinstein, a top ranking Senate Democrat who serves on the Senate Select Committee on Intelligence. “I’m concerned that we don’t have the time and we don’t have years. We need to be aggressive now.”\n\nFeinstein’s remarks hint that the White House hasn’t exactly been forthcoming with Congressional intelligence committees on their strategy until recently. She told Dickerson that a recent briefing from John Kerry seemed promising, but that the Obama strategy still isn’t aimed at “cutting the head off the snake,” especially when it comes to Raqqa. France and Russia have focused their attention on command and control targets there, but Feinstein suggests that the US has been reluctant to do so before the Paris attacks. If that’s the case, why? Feinstein doesn’t appear to know either, but says it may be late in the day for that to be as effective as it might be, with new outposts in the Sinai, Libya, and Tunisia going operational.\n\nIf Feinstein is tired of hearing rosy estimates of Obama’s successes against ISIS, she’s not alone. The probe into whether ISIS intel got cooked to make the situation look better for Obama appears to have picked up some steam. And Barack Obama’s Pentagon may have an e-mail scandal of its own:\n\nSuch changes are at the heart of an expanding internal Pentagon investigation of Centcom, as Central Command is known, where analysts say that supervisors revised conclusions to mask some of the American military’s failures in training Iraqi troops and beating back the Islamic State. The analysts say supervisors were particularly eager to paint a more optimistic picture of America’s role in the conflict than was warranted. In recent weeks, the Pentagon inspector general seized a large trove of emails and documents from military servers as it examines the claims, and has added more investigators to the inquiry. … The exact content of those documents is unclear and may not become public because so much of the information is classified. But military officials have told Congress that some of those emails and documents may have been deleted before they had to be turned over to investigators, according to a senior congressional official, who requested anonymity to speak about the ongoing inquiry. Current and former officials have separately made similar claims, on condition of anonymity, to The New York Times. Although lawmakers are demanding answers about those claims, it is not clear that the inspector general has been able to verify them. A spokeswoman for the inspector general declined to comment. Staff members at the House Permanent Select Committee on Intelligence are also poring over years of Centcom intelligence reports and comparing them to assessments from the Central Intelligence Agency, the Defense Intelligence Agency and others. The committee is not just examining reports about Iraq, Syria and the Islamic State, but also about Afghanistan and other areas under Centcom’s purview. The insurrection inside Centcom is an important chapter in the story of how the United States responded to the growing threat from the Islamic State. This past summer, a group of Centcom analysts took concerns about their superiors to the inspector general, saying they had evidence that senior officials had changed intelligence assessments to overstate the progress of American airstrikes against the Islamic State, also known as ISIS.\n\nObama insisted yesterday that he didn’t want intelligence “shaded by politics … by the desire to tell a feel-good story.” Isn’t that exactly what Feinstein is accusing Obama of doing with ISIS, and what Americans have suspected all along about the White House?\n\nRelated Posts:", "article_metadata": {"generator": "WordPress 4.3.4", "og": {"site_name": "Hot Air", "description": "Pentagon probe into cooked ISIS intel expands.", "title": "Feinstein: Obama’s policies are making ISIS issue worse, not better", "url": "http://hotair.com/archives/2015/11/23/feinstein-obamas-policies-are-making-isis-issue-worse-not-better/", "image": {"secure_url": "https://img.youtube.com/vi/GAtu6hwgjJs/0.jpg", "identifier": "http://img.youtube.com/vi/GAtu6hwgjJs/0.jpg"}, "locale": "en_US", "type": "article"}, "twitter": {"site": "@hotairblog", "card": "summary", "creator": "@EdMorrissey"}, "fb": {"admins": 312482775445602, "app_id": 312482775445602}, "article": {"published_time": "2015-11-23T19:01:42+00:00", "modified_time": "2015-11-23T17:55:30+00:00"}, "keywords": "Barack Obama, Dianne Feinstein, intelligence, ISIS, Pentagon,", "google-site-verification": "2eqey8dXzgu4RGIRpBp8N_Uha0byt8NWBVajCi3uLgs", "verify-v1": "ouQUGDxtAiO+0Hn3LJajbWMP08yRHQDinMN9QDYrUV4="}, "article_summary": "The committee is not just examining reports about Iraq, Syria and the Islamic State, but also about Afghanistan and other areas under Centcom’s purview.\nThe insurrection inside Centcom is an important chapter in the story of how the United States responded to the growing threat from the Islamic State.\nIn recent weeks, the Pentagon inspector general seized a large trove of emails and documents from military servers as it examines the claims, and has added more investigators to the inquiry.\nThe probe into whether ISIS intel got cooked to make the situation look better for Obama appears to have picked up some steam.\nIf Feinstein is tired of hearing rosy estimates of Obama’s successes against ISIS, she’s not alone."}