{"article_title": "Verizon servicing current customers, delays new installations in strike", "article_keywords": ["customer", "week", "customers", "installations", "verizon", "union", "delays", "current", "verizons", "unions", "service", "servicing", "talks", "strike", "company", "workers"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/04/14/Verizon-servicing-current-customers-delays-new-installations-strike", "article_text": "Workers of Verizon's Fios Internet, telephone and TV services from network technicians to customer service representatives walked off the job on Wednesday in one of the largest U.S. strikes in recent years after contract talks between unions representing them and the company hit an impasse.\n\nThe company, which is focusing on repairs and service for its existing customers, said networks were running well.\n\n\"We do have a bit of a delay,\" said Tami Erwin, Verizon's Group President - Consumer and Mass Business Sales and Service, said. \"We're working hard with customers to prioritize repair above activations and provisioning because we owe that to our existing customers.\"\n\nIn a week or two the company should be able to do new installations, she said. It normally has about 30,000 to 35,000 of them each week, with over 30 percent of customers opting to do a self-installation.\n\nThe strike affects service across several U.S. East Coast states, including New York, Massachusetts and Virginia, but does not extend to the company's wireless operation. Union representatives and Verizon said on Thursday no talks were scheduled so far.\n\nVerizon has said it had trained thousands of non-union employees over the past year to ensure no disruption in services. The unions, however, say that replacement workers do not have the necessary expertise, especially in highly technical jobs such as equipment installations.\n\nThe company has deployed about 20,000 non-union workers to fill in for union workers, said Bob Mudge, president of Verizon’s wireline network operations.\n\n\"We'll continue to ramp from that,\" Mudge added. \"We're going to work seven days a week.\"\n\nVerizon and the unions have been in contract talks since last June; the sticking points include healthcare, temporary job relocations, pensions and offshoring call center jobs.\n\nA day after the strike started, there were a handful of customer complaints on Verizon's customer service website related to Internet outages and a no-show after a scheduled installation appointment.\n\n(Reporting by Malathi Nayak; Editing by Phil Berlowitz)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Workers of Verizon's Fios Internet, telephone and TV services from network technicians", "title": "Verizon servicing current customers, delays new installations in strike", "url": "http://www.thefiscaltimes.com/latestnews/2016/04/14/Verizon-servicing-current-customers-delays-new-installations-strike", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/verizon-strike_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/04/14/Verizon-servicing-current-customers-delays-new-installations-strike", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/verizon-strike_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Workers of Verizon's Fios Internet, telephone and TV services from network technicians", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "A day after the strike started, there were a handful of customer complaints on Verizon's customer service website related to Internet outages and a no-show after a scheduled installation appointment.\n\"We're working hard with customers to prioritize repair above activations and provisioning because we owe that to our existing customers.\"\nThe company, which is focusing on repairs and service for its existing customers, said networks were running well.\nThe company has deployed about 20,000 non-union workers to fill in for union workers, said Bob Mudge, president of Verizon’s wireline network operations.\nIt normally has about 30,000 to 35,000 of them each week, with over 30 percent of customers opting to do a self-installation."}