{"article_title": "EPA’s Gina McCarthy: 'Don’t Debate Climate Change Any Longer'", "article_keywords": ["climate", "epas", "dont", "personal", "gina", "mccarthy", "past", "kids", "responsibility", "know", "lung", "pollution", "debate", "change", "longer"], "article_url": "http://www.breitbart.com/video/2015/08/11/epas-gina-mccarthy-dont-debate-climate-change-any-longer/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nTuesday, EPA Administrator Gina McCarthy feclared being past any “further discussion or debate” the causas of climate change.\n\nSIGN UP FOR OUR NEWSLETTER\n\nMcCarthy said, “Climate change is one of the most important issues we face. It is a global challenge. In many ways it is very personal to all of us because it affects everything and everyone we know and love. It affects our kids, our communities, even our ability to earn a decent living. By now we know that climate change is driven in large part by carbon pollution and it leads to more extreme heat, cold, storms, fires and floods.\n\n“For farmers strained by the drought, for families with homes in the path of a wildfire, for small businesses along our coastlines, climate change is indeed very personal. We know carbon pollution comes packaged with smog forming pollutants that can lead to lung and heart disease, that threaten our kids’ health directly. For parents everywhere, and for moms like me, you know climate change is personal and you got involved and I thank you for it.\n\n“Because the bottom line is, no matter who you are, where you live or what you care about, climate change is affecting you and your family today. We are way past any further discussion or debate. Scientists are as sure that humans are causing climate change as they are that cigarette smoke causes lung cancer. Unless you want to debate that point, don’t debate climate change any longer because it is our moral responsibility to act. That responsibility, right now, is crystal clear.”\n\nFollow Pam Key on Twitter @pamkeyNEN", "article_metadata": {"description": "EPA’s McCarthy: 'Don’t Debate Climate Change Any Longer'", "og": {"site_name": "Breitbart", "description": "EPA’s McCarthy: 'Don’t Debate Climate Change Any Longer'", "title": "EPA’s Gina McCarthy: 'Don’t Debate Climate Change Any Longer' - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2015/08/mc.jpg", "height": 480}, "url": "http://www.breitbart.com/video/2015/08/11/epas-gina-mccarthy-dont-debate-climate-change-any-longer/", "type": "article"}, "twitter": {"description": "EPA’s McCarthy: 'Don’t Debate Climate Change Any Longer'", "creator": "@pamkeyNEN", "image": "http://media.breitbart.com/media/2015/08/mc.jpg", "title": "EPA’s Gina McCarthy: 'Don’t Debate Climate Change Any Longer' - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 1243316582352556, "pages": 95475020353, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Climate Change, EPA Administrator Gina McCarthy,Breitbart TV, Environment,McCarthy", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Breitbart TV", "tag": "EPA Administrator Gina McCarthy", "published_time": "2015-08-11T12:18:14-07:00", "categories": "Breitbart TV,Environment"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "Unless you want to debate that point, don’t debate climate change any longer because it is our moral responsibility to act.\nSIGN UP FOR OUR NEWSLETTERTuesday, EPA Administrator Gina McCarthy feclared being past any “further discussion or debate” the causas of climate change.\nSIGN UP FOR OUR NEWSLETTERMcCarthy said, “Climate change is one of the most important issues we face.\nFor parents everywhere, and for moms like me, you know climate change is personal and you got involved and I thank you for it.\nScientists are as sure that humans are causing climate change as they are that cigarette smoke causes lung cancer."}