{"article_title": "BETHANY BLANKLEY: Christian persecution in Kenya: What Americans should know, do", "article_keywords": ["blankley", "eldoret", "christian", "josh", "pastor", "bethany", "american", "calvary", "americans", "know", "church", "persecution", "kenya", "chapel", "christians", "muslims"], "article_url": "http://www.washingtontimes.com/news/2015/apr/12/bethany-blankley-christian-persecution-kenya-what-/?page=all", "article_text": "The more than 145 Christians in Garrisa, Kenya, who were killed on April 2, 2015, were not the first or the last Christians who were marked for death by Muslims. The Al Shabaab Somali Muslims continue to attack villages throughout Garrisa, as they and other groups have done for several years.\n\nThe Islamic cry “Death to slaves of the Cross” can be heard and witnessed throughout the Middle East and Africa. Much of this persecution is a result of Obama administration directives and funded by American tax dollars and debt. In light of this, it was not surprising that Barack Obama intentionally chose not to mention or pray for recently murdered Christians from his ancestral homeland during his April 7th “Easter Prayer Breakfast” remarks.\n\nIn light of such denial, I reached out to several missionaries asking if they would describe what it’s like to be a Christian living in a non-western country. This is the first of several columns attempting to convey their experiences (most of whom have rejected anonymity) and lists specific actions American Christians can, and must, immediately take to support them.\n\nIn Kenya, I reached out to American missionary and church planter, Pastor Josh Lawrence who planted Calvary Chapel in Eldoret, Kenya. Eldoret is the fifth largest city in Kenya, located south of the Cherangani Hills near the Ugandan border.\n\nFour years ago, newlywed Josh and his bride, Kelsey, left their Calvary Chapel Bangor, Maine, community — for Kenya — a land where they knew no one. They were determined, excited and committed to planting a church, reaching their soon-to-be new neighbors by “preaching the gospel of Jesus Christ and educating Kenyans in the Word of God.”\n\nThey arrived in Kenya in 2011, shortly after the beginning of the Arab Spring, a time when Muslims attacks against Christians worldwide, including Kenya, were intensifying. Over the last four years attacks have ranged from hurling hand grenades from a church pulpit toward congregants to attacking Christians at barbershops, bus stops, football matches, hotels, produce markets, shops, or while driving or walking along a road. Muslims have used every accessible method to kill Christians, from roadside bombs, to remote devices, IEDs, various kinds and amounts of explosives, transistor radios, gas cylinders, suicide bombings, or shooting someone point blank.\n\nSince 2011, the East African Pentecostal Church, the Central Catholic Cathedral, AIC churches, God’s House of Miracles Church, and St. Polycarp Anglican Church are only a few of many targeted for violence. Many more have occurred unreported by international news outlets.\n\nIn fact, during the few short years the Lawrences have lived in Kenya, Kenya jumped from being the 43rd to the 19th most dangerous country for a Christian to live.\n\nI asked Pastor Josh to provide insight about living in Kenya (even anonymously) during such dangerous times. He told me, “I don’t want to remain anonymous. I am very outspoken in Eldoret and at my church about current events. I’ve even held debates with Muslims at my church.”\n\nJosh has been a senior pastor at Calvary Chapel Eldoret for three years and in Christian ministry for roughly eight years. Calvary Chapel Eldoret has 150 members who regularly attend church services on weekdays and on Sundays.\n\nI asked Pastor Josh, what would happen if his congregants were wiped out like the Christians in Garissa? He responded that if that were to happen, “it would have a huge effect in this town. Though we are a young church we have been making inroads into this community as a church that won’t compromise the truth given to us by Jesus Christ in the Word of God.”\n\nCalvary Chapel Eldoret’s ministry extends well beyond its walls. Josh and others in his congregation provide medical outreach to their neighbors and evangelize to them, including, and sometimes specifically, Muslims. In 2012, Calvary Chapel Eldoret drilled a borehole for a local village to have access to clean water. They also minister to men and women in prison weekly.\n\nPastor Josh added, “Over the last two years persecution in Kenya is at its height. Kenyan media is accurately covering the recent attack on Christians in Garissa, but the American news media is not. In Garissa, for example, the Muslims asked each student whether or not they were a Christian. If they said yes, the Muslims killed them. If they answered that they were Muslim, they were free to leave.”\n\nThis fact is well known in Kenya, which is why, Pastor Josh explained, “these attacks have created a lot of fear in Christians. I have had church members ask about security at our church and some have expressed to me that they are afraid to come to church.\n\n“As a Christian missionary in Kenya I have learned to be content in all things. I find great joy in serving Christ here. But I am also cautious, taking precautions for my wife and children in certain areas of town.”\n\nI asked Pastor Josh, “What is most important for American Christians to know and what can they do to support Christians in Kenya?”\n\nHe responded with two key points. First, he explained, too many American Christians do not understand why he and other missionaries choose to go to a dangerous part of the world or why they witness to Muslims. He expressed that Americans have told him many times “to leave and go somewhere safe.”\n\nThrough his involvement with Samaritan’s Purse International Relief Ministry, he has made many friends, and recalled a recent experience of one of them. When his friend was on break from mission work and returned to the States he visited various churches. In some churches for example, when American Christians learned that his friend “had just come from Africa, they walked in the opposite direction because they were afraid they would contract Ebola.”\n\nSadly, many Americans are afraid of disease and persecution — that occur on another continent. This mindset prohibits them from witnessing and sharing the gospel themselves, but also from supporting those who are already doing so.\n\nSecond, Pastor Josh emphasized, “Christians, both missionaries and those living in America,” must act. He insists the right response to persecution is evangelizing to Muslims. He asserts that Muslims must know who Jesus really is. If evangelism requires financial or material aid, or whatever else may be necessary to “share the gospel with Muslims,” he argues, it must be provided, and now.\n\nHe said, “For whatever reason, Christians are failing in this area. Whether it’s fear or anger or bitterness, we can overcome this failure with one thing: love.\n\n“Jesus told us to love our enemies and do good to those who hurt us. He did not give us a spirit of fear but of a sound mind and peace. I gave a Muslim my phone number today after sharing the gospel with him. I don’t know if he took my number so we could be friends or if he wants to kill me. But I gave it nonetheless, hoping that maybe he will come to Christ. We don’t win over Muslims by ignoring them in response to persecution of Christians; we win them over with love.”\n\nPastor Josh Lawrence did not solicit any support, specific or otherwise, for Calvary Chapel Endoret. However, I am — as American Christians can easily provide various means of practical support by reading more here.\n\nAmerican Christians can pray for its leaders: Reuben, Joseph, Steve and Benson. They can pray for Christians to have courage to attend church services, especially children and teens who regularly attend without their parents. And American Christians can also make financial contributions to enable them to purchase land for its School of Ministry project.\n\nPastor Lawrence founded Gospel for Kenya, a non-profit organization designed to teach and equip Kenyans to be leaders in the church and missionaries in their homeland, and is affiliated with Word of Truth Ministries.", "article_metadata": {"description": "The more than 145 Christians in Garrisa, Kenya, who were killed on April 2, 2015, were not the first or the last Christians who were marked for death by Muslims.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "The more than 145 Christians in Garrisa, Kenya, who were killed on April 2, 2015, were not the first or the last Christians who were marked for death by Muslims.", "title": "BETHANY BLANKLEY: Christian persecution in Kenya: What Americans should know, do", "url": "http://www.washingtontimes.com/news/2015/apr/12/bethany-blankley-christian-persecution-kenya-what-/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/04/12/Kenya_Explosion.JPEG-02d40.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/04/12/Kenya_Explosion.JPEG-02d40.jpg", "description": "The more than 145 Christians in Garrisa, Kenya, who were killed on April 2, 2015, were not the first or the last Christians who were marked for death by Muslims.", "card": "summary", "title": "BETHANY BLANKLEY: Christian persecution in Kenya: What Americans shoul"}, "Author": "Bethany Blankley", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Religion Belief, Josh Lawrence, Jesus Christ, Kenya, Eldoret"}, "article_summary": "In fact, during the few short years the Lawrences have lived in Kenya, Kenya jumped from being the 43rd to the 19th most dangerous country for a Christian to live.\nIn Kenya, I reached out to American missionary and church planter, Pastor Josh Lawrence who planted Calvary Chapel in Eldoret, Kenya.\nIn 2012, Calvary Chapel Eldoret drilled a borehole for a local village to have access to clean water.\nAnd American Christians can also make financial contributions to enable them to purchase land for its School of Ministry project.\nHowever, I am — as American Christians can easily provide various means of practical support by reading more here."}