{"article_title": "Obamacare is the answer for retired NFL players health insurance needs", "article_keywords": ["roger", "needs", "retired", "provide", "nfl", "obamacare", "free", "players", "health", "americans", "healthcare", "answer", "benefits", "insurance"], "article_url": "http://www.examiner.com/article/obamacare-is-the-answer-for-retired-nfl-players-health-insurance-needs", "article_text": "On Jan. 31, just two days before Superbowl XLVIII, the current starting Tight End for the San Francisco 49ers posed a question to NFL Commissioner Roger Goodell on why the league should not be providing life long healthcare coverage to retired football players, especially if they receive injuries that grow to a pre-existing condition later in life. The Commissioner responded that the NFL currently provides five years of free health care insurance after a player leaves the league, which is more than nearly all U.S. companies provide their employees after retirement, or leaving a job.\n\nCourtesy of shark-tank.com\n\nVernon Davis: Roger, we play one of America's most dangerous and lucrative games, but still we have to fight for health benefits. Why doesn't the NFL offer free health care for life, especially for those suffering from brain injury? Roger Goodell: We had lots of discussions about that in the collective bargaining, and we went back and approved a lot of our health benefits, both for former players and for current players, to the point where I believe health benefits provided to current players are the best in the world. I am proud of what we have been able to do with the union in approving those benefits. - Yahoo Sports\n\nNFL players currently get five years of free encompassing health insurance after their final accredited season, which is more than three times the average length of guaranteed health insurance most Americans receive who are eligible under Federal programs to sign up for COBRA insurance upon employment termination.\n\nHowever, beginning on Jan. 1 of this year, the Affordable Health Cart Act, also known as Obamacare, became the cumulative answer for not only NFL players, but all Americans to be assured of complete healthcare insurance despite any pre-existing conditions. This coverage ensures that employers like the National Football League, or any other corporation, no longer carry the responsibility for one's healthcare needs, and places all Americans on the same level playing field in regards to healthcare coverage.\n\nNFL players are provided incredible salaries and benefits in relation to what most working Americans make for working the same number of hours and with the same risks and hazards in certain types of environments. The stress, work, and potential for injury that NFL players risk is no different than those that a soldier, firefighter, or worker in the oil industry undertake, and their pay is much more substantial in allowing them to provide their own insurance just as most Americans must do once they retire or leave their employers. And with the advent of Obamacare there is now no excuse or justification for players to call upon the NFL to provide them lifelong healthcare coverage for free, when the government has opened the door to resolve this issue.", "article_metadata": {"description": "On Jan.", "Generator": "Drupal 7 (http://drupal.org)", "og": {"url": "http://www.examiner.com/article/obamacare-is-the-answer-for-retired-nfl-players-health-insurance-needs", "site_name": "Examiner.com", "image": "http://cdn2-b.examiner.com/sites/default/files/styles/image_content_width/hash/33/06/3306397e5730bc52019c44a18b6372be.png?itok=qrlADS-R", "type": "article", "title": "Obamacare is the answer for retired NFL players health insurance needs"}, "twitter": {"description": "On Jan.", "creator": "@FinanceExaminer", "image": "http://cdn2-b.examiner.com/sites/default/files/styles/image_content_width/hash/33/06/3306397e5730bc52019c44a18b6372be.png?itok=qrlADS-R", "title": "Obamacare is the answer for retired NFL players health insurance needs", "site": "@examinercom", "card": "summary"}, "robots": "noodp", "dc.date.issued": "2014-02-01T08:42:19-07:00", "fb": {"app_id": 113003962065478}, "keywords": "Stock Market, NFL, Superbowl, Obamacare, Healthcare, retired players", "article": {"published_time": "2014-02-01T08:42"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Why doesn't the NFL offer free health care for life, especially for those suffering from brain injury?\nCourtesy of shark-tank.comVernon Davis: Roger, we play one of America's most dangerous and lucrative games, but still we have to fight for health benefits.\nHowever, beginning on Jan. 1 of this year, the Affordable Health Cart Act, also known as Obamacare, became the cumulative answer for not only NFL players, but all Americans to be assured of complete healthcare insurance despite any pre-existing conditions.\n- Yahoo SportsNFL players currently get five years of free encompassing health insurance after their final accredited season, which is more than three times the average length of guaranteed health insurance most Americans receive who are eligible under Federal programs to sign up for COBRA insurance upon employment termination.\nRoger Goodell: We had lots of discussions about that in the collective bargaining, and we went back and approved a lot of our health benefits, both for former players and for current players, to the point where I believe health benefits provided to current players are the best in the world."}