{"article_title": "Ted Cruz Leaps To ICE Officer Chris Crane's Defense Following Marco Rubio’s Smear", "article_keywords": ["enforcement", "marco", "smear", "schlafly", "bill", "ted", "immigration", "ice", "rubio", "rubios", "cruz", "defense", "leaps", "officer", "following", "crane", "law", "amnesty"], "article_url": "http://www.breitbart.com/big-government/2016/02/22/ted-cruz-leaps-ice-officer-chris-cranes-defense-following-marco-rubios-smear/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nSen. Ted Cruz is defending ICE Officer Chris Crane, following Sen. Marco Rubio’s seeming attempt to denounce the war veteran as a “conspiracy” theorist for claiming law enforcement’s concerns were ignored in the Obama-championed Gang of Eight bill co-authored by Sen. Rubio.\n\n“The brave agents of ICE and Border Patrol risk their lives every day keeping us safe,” Cruz said. “It is troubling to the extent it appears that Marco shut out ICE and law enforcement leaders just to appease the Democrats on his Gang of Eight amnesty bill. That reflects a lack of judgment, and an alarming willingness to advance the interests of the Washington Cartel at the expense of public safety and national security.”\n\nSIGN UP FOR OUR NEWSLETTER\n\nOn Friday, Crane— whom Jeff Sessions has described as “an American hero” for his courage to blow the whistle on immigration corruption— publicly detailed for the first time since the Presidential race began how Sen. Rubio treated law enforcement “like absolute trash” during Rubio’s effort to pass his donor-backed amnesty bill.\n\nIn an effort to dismiss Crane’s substantive criticisms, Sen. Rubio attacked Crane on national television— implicitly denouncing Crane’s 13 years of service as an ICE officer. “He’s not an ICE official. He’s the head of a union,” Rubio said. “I literally don’t even talk about the things they [i.e. Breitbart News] report because they’re basically conspiracy theories and often times manipulated. And that individual is not an ICE official. He’s the head of a union.”\n\nHowever, this directly contradicts Rubio’s prior statements in 2013 about Crane when it was politically expedient for Rubio to tout having met with “law enforcement official” and “ICE agent” Chris Crane.\n\n“Senator Rubio did meet with Mr. Crane, and we welcome his suggestions to improve the bill,” Rubio’s spokesman Alex Conant wrote in an April 2013 email to Breitbart News. “Our legislation is not a take-it or leave-it proposition – we welcome input and ideas from Mr. Crane and other law enforcement officials as the Senate works to improve the proposal… Ultimately, we share Mr. Crane’s frustrations with the current, broken immigration system and his frustrations with the current Administration’s failure to enforce our laws. That is why we’re working to fix the system, and why we want law enforcement’s input.”\n\nWhen one of Rubio’s constituents from Melbourne, Florida asked Rubio “Why isn’t your Gang of Eight calling on ICE for their input into border security,” Rubio replied:\n\nWe did get input from ICE. I actually met with a gentleman named Chris Crane, he’s the president of the union for the ICE agents. We met for about an hour, an hour and a half… His frustration, and the frustration of many ICE agents, is that they’re not being allowed to enforce the law… These are valid points that we’ve heard… We have taken their input, we continue to seek their input. And I have nothing but the highest respect for the men and women who are on the front lines of trying to enforce our laws even though sometimes the politicians get in the way.\n\nIn recent weeks, honesty has become a central issue of the 2016 race. Rubio has repeatedly hit Cruz as a liar. At the most recent Republican debate, Rubio said: “This is a disturbing pattern now, because for a number of weeks now, Ted Cruz has just been telling lies.”\n\nRubio doubled down on his charge the following day on CNN’s State of the Union: “The bottom line is there’s been this disturbing pattern over the last couple of weeks from Ted Cruz of just saying things that are not true.”\n\nRubio then reiterated the accusation at a CNN moderated town hall last week. “I said he’s been lying because if you say something that isn’t true and you say it over and over again and you know that it’s not true, there’s no other word for it.”\n\nIn particular, Rubio took issue with Cruz’s accusation that Rubio said on national television in Spanish that Rubio would not immediately end Obama’s executive 2012 amnesty on day one of his presidency. Rubio claimed this was a lie– despite the fact that Rubio not only made this assertion in Spanish— but Rubio also reiterated his Spanish-language declaration that he wouldn’t “undo it [Obama’s 2012 amnesty] immediately” in English.\n\nIn an English-language interview, Rubio said of Obama’s 2012 amnesty, “I don’t think we can immediately revoke that… I’m not calling for it to be revoked tomorrow, or this week, or right away.” Instead Rubio adopted President Obama’s position on the matter, declaring that “it will have to end at some point” and that he hopes it “will end because of some reform to the immigration laws”—i.e. the President ought to leave the executive amnesty for DREAMers in place until Congress submits to the order by legislatively ratifying amnesty.\n\nRubio also criticized Cruz’s campaign for putting out what appeared to be satirical photo of Rubio and Obama shaking hands— in an effort to highlight Rubio’s effort to give Obama fast-track executive trade authority. Although the appearance of the photo could arguably have been labeled a caricature, Rubio sought to diffuse the substance of the attack—which focused on Rubio’s support for Obamatrade— by treating the satirically-minded photo as a serious transgression. “This is how phony and how deceitful the Cruz campaign has become,” Rubio’s senior adviser said.\n\n“Violent street gangs were literally able to lobby Sen. Rubio and the Gang of Eight more effectively than law enforcement, they had more influence on the bill than we did,” Crane said in his exclusive interview with Breitbart News published Friday.\n\nIn a 15-page memo outlining Rubio’s “betrayal” of the conservative movement, grassroots heroine and living legend Phyllis Schlafly documented Rubio record of “lying to conservative media” and the many falsehoods he told at the time. “His deceptions about his immigration bill rivaled and exceeded Obama’s claims about disastrous Obamacare,” Schlafly wrote.\n\nFor instance, Rubio said border security would precede amnesty– a fact he later admitted was not the case in a 2013 Spanish language interview.\n\nRubio claimed his bill “transformed our immigration system from family-based to merit-based,” Schlafly writes, yet this too was not true: “despite making the “merit-based” system one of his central selling points, the bill substantially increased chain migration,” Schlafly explained.\n\n“Rubio said, often and repeatedly, (and does to this day in pitching his immigration plans) that illegals would have to ‘pay taxes and undergo a background check,’” Schlafly pointed out. However, “there is no such thing as ‘back taxes,’ for illegal immigrants as most have no net tax liability.” Similarly, with regards to the background checks, Rubio’s bill would have legalized criminal gang members and child sex offenders.\n\nRubio told conservatives that under his bill, “the size of the future population of the United States will not be significantly impacted by this legislation.” However, Schlafly notes that the “CBO, Migration Policy Institute, NumbersUSA, Center For Immigration Studies, and Senator Sessions’ office all painstakingly documented the massive immigration increases in the bill.”\n\nRubio claimed his bill was “THE TOUGHEST BORDER SECURITY AND ENFORCEMENT PLAN IN U.S. HISTORY,” yet Schlafly writes, “The final product surely was one of the worst bills mashed together in the history of legislation itself… Rubio traded shamelessly on the affection and trust conservatives had placed in him.”", "article_metadata": {"description": "Ted Cruz Leaps To ICE Officer Chris Crane's Defense Following Marco Rubio’s Smear", "og": {"site_name": "Breitbart", "description": "Ted Cruz Leaps To ICE Officer Chris Crane's Defense Following Marco Rubio’s Smear", "title": "Ted Cruz Leaps To ICE Officer Chris Crane's Defense Following Marco Rubio’s Smear - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2016/02/ted-cruz-first-baptist-spartanburg-south-carolina-AP.png", "height": 480}, "url": "http://www.breitbart.com/big-government/2016/02/22/ted-cruz-leaps-ice-officer-chris-cranes-defense-following-marco-rubios-smear/", "type": "article"}, "twitter": {"description": "Ted Cruz Leaps To ICE Officer Chris Crane's Defense Following Marco Rubio’s Smear", "title": "Ted Cruz Leaps To ICE Officer Chris Crane's Defense Following Marco Rubio’s Smear - Breitbart", "image": "http://media.breitbart.com/media/2016/02/ted-cruz-first-baptist-spartanburg-south-carolina-AP.png", "creator": "@BreitbartNews", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "use_automatic_ad_placement": "true", "app_id": 1243316582352556}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": ",2016 Presidential Race, Big Government,Cruz", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "2016 Presidential Race", "published_time": "2016-02-22T10:37:46-07:00", "categories": "Big Government,2016 Presidential Race"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "“It is troubling to the extent it appears that Marco shut out ICE and law enforcement leaders just to appease the Democrats on his Gang of Eight amnesty bill.\nIn an effort to dismiss Crane’s substantive criticisms, Sen. Rubio attacked Crane on national television— implicitly denouncing Crane’s 13 years of service as an ICE officer.\n“His deceptions about his immigration bill rivaled and exceeded Obama’s claims about disastrous Obamacare,” Schlafly wrote.\n“The brave agents of ICE and Border Patrol risk their lives every day keeping us safe,” Cruz said.\nI actually met with a gentleman named Chris Crane, he’s the president of the union for the ICE agents."}