{"article_title": "Ted Cruz: Obama failing on the Constitution, human rights, jobs", "article_keywords": ["bill", "jobs", "constitution", "rights", "failing", "ted", "american", "failed", "cruz", "irs", "human", "world", "president", "thats", "obama"], "article_url": "http://www.theblaze.com/blog/2014/06/06/ted-cruz-obama-failing-on-the-constitution-human-rights-jobs/", "article_text": "Sen. Ted Cruz (R-Texas) on Friday delivered a blistering speech in Texas in which he said the Obama administration has failed to defend the Constitution, failed to stand up for human rights around the globe, and failed to create jobs and economic prosperity at home.\n\nCruz spoke at the Texas Republican Party convention in Forth Worth, delivering a speech that many will likely see as a warm-up for a presidential run, as he essentially accused President Barack Obama of failing to meet his essential duties as president.\n\nHe began by rattling off the ways Democrats are trying to chip away at the Bill of Rights. Earlier in the week, Cruz accused Democrats of abandoning the Bill of Rights by looking to change the First Amendment to regulate political speech.\n\nCruz carried that message back to his home state, and said the Constitution, which was designed to “bind the mischief of government,” needs to be vigorously defended.\n\n“There’s a whole lot of mischief in Washington right now,” he said. “We need to defend the Bill of Rights, all of the Bill of Rights.”\n\nHe said the First Amendment needs to be defended against the IRS, which has been asking questions about how groups pray and what they read when assessing their tax-exempt status.\n\n“The IRS is demanding of citizen groups, tell us what books you’re reading. Tell us the content of your prayers,” he said. “You know what? The federal government has no business asking any American the content of our prayers.”\n\nCruz said the Second, Fourth and Fifth Amendments are also under attack, and zinged the National Security Agency’s controversial phone data collection program as a chief example.\n\n“Leave your cell phones on,” he said. “I want to make sure President Obama hears every word we say.”\n\nCruz said President Barack Obama has been notably absent in the effort to fight for human rights. And he said the lack of U.S. leadership in foreign affairs has left the world without a strong leader, and has allowed Iran, Russia and China to fill that leadership vacuum.\n\n“When bullies and tyrants are laughing at America, that’s not the American tradition, that’s not the American spirit, that is not who we are,” he said.\n\nHe said Obama has essentially abandoned people like Pastor Saeed Abedini, an American pastor imprisoned in Iran, and Meriam Ibrahim, the Sudanese woman sentenced to death for marrying a Christian.\n\n“Where is the President of the United States?” Cruz asked. “Why isn’t the President of the United States standing up on the world stage and saying, ‘free Meriam Ibrahim right now?’ ”\n\nFinally, Cruz said Obama has promoted a larger, more intrusive government that has stifled growth. Like other Republicans, he blamed Washington regulation for preventing more dynamic growth that has been seen in past recoveries.\n\n“We unleash the American energy renaissance that’s creating millions of high-paying jobs,” he said. “We audit the federal reserve, we abolish the IRS, and we repeal every blessed word of Obamacare.”", "article_metadata": {"msapplication-notification": "frequency=30; polling-uri=http://www.theblaze.com/publish/_livetile/notifications/1.xml; polling-uri2=http://www.theblaze.com/publish/_livetile/notifications/2.xml; polling-uri3=http://www.theblaze.com/publish/_livetile/notifications/3.xml; polling-uri4=http://www.theblaze.com/publish/_livetile/notifications/4.xml", "application-name": "TheBlaze.com", "twitter": {"description": "Sen. Ted Cruz (R-Texas) on Friday delivered a blistering speech in Texas in which he said the Obama administration has failed to defend the Constitution, failed to stand up for human rights around the globe, and failed to create jobs and economic prosperity at home.  Cruz spoke at...", "title": "Ted Cruz: Obama failing on the Constitution, human rights, jobs", "url": "http://www.theblaze.com/blog/2014/06/06/ted-cruz-obama-failing-on-the-constitution-human-rights-jobs/", "image": "http://www.theblaze.com/wp-content/uploads/2014/06/492x600.jpg", "site": "@theblaze", "card": "summary", "account_id": 1512944287}, "keywords": "ted, cruz, president, barack, obama, irs, first, amendment, privacy", "sailthru.tags": "barack-obama, first-amendment, government, irs, ted-cruz, the-furnace, author-pete-kasperowicz, site-theblazecom", "facebook-count": 11, "gplus-count": 2, "msapplication-TileColor": "#282b2d", "sailthru.guid": "theblazecom/820312", "categories": "barack-obama,first-amendment,irs,ted-cruz,government,the-furnace", "msapplication-square150x150logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/medium150x150.png", "comment-count": 6, "description": "Sen. Ted Cruz (R-Texas) on Friday delivered a blistering speech in Texas in which he said the Obama administration has failed to defend the Constitution, failed to stand up for human rights around the globe, and failed to create jobs and economic prosperity at home.  Cruz spoke at...", "msapplication-wide310x150logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/wide310x150.png", "linkedin-count": 0, "msapplication-square70x70logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/small70x70.png", "msapplication-square310x310logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/large310x310.png", "fb": {"admins": 517831498}, "msapplication-starturl": "http://www.theblaze.com/", "viewport": "width=device-width", "og": {"site_name": "The Blaze", "description": "Sen. Ted Cruz (R-Texas) on Friday delivered a blistering speech in Texas in which he said the Obama administration has failed to defend the Constitution, failed to stand up for human rights around the globe, and failed to create jobs and economic prosperity at home.  Cruz spoke at...", "title": "Ted Cruz: Obama failing on the Constitution, human rights, jobs", "url": "http://www.theblaze.com/blog/2014/06/06/ted-cruz-obama-failing-on-the-constitution-human-rights-jobs/", "image": {"width": 492, "identifier": "http://www.theblaze.com/wp-content/uploads/2014/06/492x600.jpg", "type": "image/jpeg", "height": 600}, "type": "article"}, "dc.date": "2014-06-06T13:57:43+00:00", "twitter-count": 27}, "article_summary": "“I want to make sure President Obama hears every word we say.”Cruz said President Barack Obama has been notably absent in the effort to fight for human rights.\nEarlier in the week, Cruz accused Democrats of abandoning the Bill of Rights by looking to change the First Amendment to regulate political speech.\nHe began by rattling off the ways Democrats are trying to chip away at the Bill of Rights.\nSen. Ted Cruz (R-Texas) on Friday delivered a blistering speech in Texas in which he said the Obama administration has failed to defend the Constitution, failed to stand up for human rights around the globe, and failed to create jobs and economic prosperity at home.\n“When bullies and tyrants are laughing at America, that’s not the American tradition, that’s not the American spirit, that is not who we are,” he said."}