{"article_title": "As Putin Targets Dissent, U.S. Democracy Group Banned in Russia", "article_keywords": ["foundation", "putin", "group", "democracy", "organizations", "dissent", "banned", "citizens", "targets", "prosecutor", "undesirable", "ned", "russian", "general", "russia", "law"], "article_url": "http://www.thefiscaltimes.com/2015/07/28/Putin-Targets-Dissent-US-Democracy-Group-Banned-Russia", "article_text": "The National Endowment for Democracy, a U.S.-based non-profit that promotes the spread of democratic government worldwide, is the first victim of a new law in Russia that allows the country’s prosecutor general to declare foreign entities “undesirable organizations” and bar them from operating in the country.\n\nIn a statement issued Tuesday, Prosecutor General Yury Yakovlevich Chayka’s office declared, “Given the general orientation of the Fund, the prosecutor's office concluded that it is a threat to the foundations of the constitutional system of the Russian Federation, defense and security.”\n\nRelated: Dissent in Putin’s Russia Just Got More Dangerous\n\nThe decision appears to be the first use of the new authority granted to the Prosecutor General earlier this year, and which appears to be another effort by the government of President Vladimir Putin aimed at stifling dissent.\n\nThough structured as an independent organization with a board of directors made up of private citizens, NED it is widely seen an arm of the United States government, receiving almost all of its funding from congressional appropriations. And while its board members are not current government employees, many have had considerable careers in the government prior to joining.\n\nA grant-making organization, NED has provided millions of dollars in financial support to civil society groups in Russia, some of which have challenged official state policies. The decision makes it illegal for Russian citizens to interact with the organization, on pain of fines or prison time.\n\nIn addition, NED’s operations in Russia will be shut down immediately. According to state-run media outlet Russia Today, when a group is designated as undesirable, “all its assets in Russia must be frozen, offices closed and distribution of any of its information materials must be banned. If the ban is violated, both the personnel of the outlawed group and Russian citizens who cooperate with them face punishments of heavy fines, or even prison terms in case of repeated or aggravated offence.”\n\nRelated: Putin’s Next Invasion: The Pop Charts\n\nIn a statement issued Tuesday, a NED spokesman said, “The law on undesirable organizations is the latest in a series of highly restrictive laws that limit the freedom of Russian citizens. This law, as well as its predecessors, contravenes Russia’s own constitution as well as numerous international laws and treaties. The true intent of these laws is to intimidate and isolate Russian citizens. NED remains committed to supporting human rights and fundamental freedoms throughout the world.”\n\nThough it was the first, NED is likely not the last U.S.-based non-profit to be targeted under the new law. Russian lawmakers have compiled a “patriotic stop list” of foreign organizations that they say are “known for their anti-Russian orientation.” The list was forwarded to the Prosecutor General for follow up.\n\nIn addition to NED, the list contained such well-known entities as the MacArthur Foundation, the Ford Foundation, and the Charles Stewart Mott Foundation. There was also the George-Soros-backed Open Society Foundation, the International Republican Institute, the National Democratic Institute for International Affairs, Freedom House, the Education for Democracy Foundation, and others.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "In a decision released Tuesday, the Russian Prosecutor General declared the U.S.-based National Endowment for Democracy an “undesirable organization” that will no longer be allowed to operate in Russia.", "title": "As Putin Targets Dissent, U.S. Democracy Group Banned in Russia", "url": "http://www.thefiscaltimes.com/2015/07/28/Putin-Targets-Dissent-US-Democracy-Group-Banned-Russia", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/russia-putin-mistral_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/07/28/Putin-Targets-Dissent-US-Democracy-Group-Banned-Russia", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/russia-putin-mistral_1.jpg", "creator": "@rrgarver", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "In a decision released Tuesday, the Russian Prosecutor General declared the U.S.-based National Endowment for Democracy an “undesirable organization” that will no longer be allowed to operate in Russia.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "The decision makes it illegal for Russian citizens to interact with the organization, on pain of fines or prison time.\nThe true intent of these laws is to intimidate and isolate Russian citizens.\nIn addition to NED, the list contained such well-known entities as the MacArthur Foundation, the Ford Foundation, and the Charles Stewart Mott Foundation.\nThough structured as an independent organization with a board of directors made up of private citizens, NED it is widely seen an arm of the United States government, receiving almost all of its funding from congressional appropriations.\nAccording to state-run media outlet Russia Today, when a group is designated as undesirable, “all its assets in Russia must be frozen, offices closed and distribution of any of its information materials must be banned."}