{"article_title": "Here are some of the complexities of the drug cost debate", "article_keywords": ["billion", "golf", "complexities", "companies", "costs", "drug", "research", "drugs", "patients", "cost", "spending", "issue", "debate"], "article_url": "http://medcitynews.com/2015/08/drug-costs-debate/", "article_text": "The following post originally appears in Pulse Weekly, a weekly take on the industry from Paul Keckley and the Navigant Healthcare Center for Research and Policy.\n\nIn 1960, Jerry Myrick asked me to play golf with him after school. We played Brainerd Municipal Golf Course in Chattanooga, where on hole #5 – a 165-yard par 3 that runs along Moore Road – I hit a borrowed three wood to 18 inches from the hole and made a birdie! I was pumped! At 11 years of age, I was certain my destiny was to become a professional golfer!\n\nAt dinner that evening, I informed my parents and brother about my career decision. My dad’s reply was classic: “So PJ (“Paul Jr.”), you’ll have to be a doctor because they are the only ones who can afford to play golf”. Thus began the convergence of my two passions—golf and healthcare.\n\nThis weekend, the true golf professionals played the last of their four major tournaments–the PGA Championship at Whistling Straights. It was covered extensively on three TV networks—TNT, Golf Channel and CBS– plus various web channels. I watched while writing, during conference calls and even during a meeting. During its coverage, I was struck by the advertisers including drug companies targeting the golf demographic. An ad for Harvoni, Gilead’s new Hepatitis C drug, caught my attention. And it was hard to avoid the ads for erectile dysfunction (and what’s with those two tubs anyway?). And there were others. What’s puzzling, as I reflect, is that prescriptions for these drugs require a physician’s order. After the announcer races through the litany of cautionary co-morbidities “don’t take if you are…” for each drug, they all close with a common refrain, “Ask your doctor about…”\n\nThere’s a reason drug companies spend almost $4 billion on ads for their drugs: they work. Patients indeed ask doctors about medications and there’s much at stake. We’ll spend $328 billion on drugs in the U.S. this year — that’s 11 percent of our total spending for healthcare. And, according to GlobalData, 9 out of 10 drug companies spend more on their marketing budgets than their R & D. Though drug companies have been spending less on their direct-to-consumer marketing per Pharma Marketing Blog, they’re nonetheless quite obvious in national venues like a televised golf tournament on a major network.\n\nFor drug manufacturers like Gilead and others, these are good times. Drug manufacturers can rightly lay claim to enormous improvements in our longevity and drugs like Harvoni that work well for the vast majority to whom it’s prescribed. We’re living longer and able to stay at home or work, outside a hospital or care facility, thanks to our drugs, and for many, they’re a lifeline. But the drug industry faces a serious issue: costs. In short, increasing drug costs trump every other category in our escalating health spending spiral.\n\nLast month, the CMS Office of the Actuary issued its 2014-2024 projection for health expenditures. Its team of actuaries’ forecast is sobering, particularly for prescription drug manufacturers:\n\n“After averaging 4.0 percent growth annually in the period 2008–13, national health spending is projected to have grown 5.5 percent and to have reached $3.1 trillion in 2014. This is largely due to spending related to the coverage expansions under the ACA, as well as to a substantial increase in prescription drug spending… prescription drug spending growth, which is projected to have accelerated from 2.5 percent in 2013 to 12.6 percent in 2014. This acceleration is mainly due to innovative new specialty drug treatments for hepatitis C (with smaller contributions related to new pharmacological treatments for cancer and multiple sclerosis). In addition, the constraint on price growth from patent expirations diminished somewhat in 2014 (patent expirations reduced drug spending by $19.6 billion in 2013, compared with $11.9 billion in 2014). This allowed for faster overall growth in prescription drug prices, from 2.3 percent in 2013 to 4.1 percent in 2014.”\n\nWhat’s this mean?\n\nFirst, this is not about Gilead. The company’s success with its first Hep C blockbuster Solvaldi–$10.3 billion in 2014 revenues—and its prospects for a home run with Harvoni, which sells at $94,500 for a 12 week course of treatment ($1,125 per pill) are the envy of the biotech industry. They’re also unusual: the vast majority of promising drugs in the bio pipeline face years of regulatory headwind before gaining market access. In 2014, the FDA approved 41 new drugs. There are 2,519 biotech companies in the U.S. hoping they’ll hit a home run with their breakthrough drugs, but most will not achieve the Gilead’s success.\n\nThis is also not about the pharma industry’s claims that spending on drugs reduces overall costs elsewhere in the system; i.e. fewer hospitalizations, clinic visits and others. There’s data supporting this thesis, but it does not explain specifically that overall increases in drug spending are far greater than overall decreases in hospital costs.\n\nThis is about drug costs, pure and simple. And it’s an issue facing the entire spectrum in drug manufacturing–from generics to specialty pharma, large and small molecule scientists, its wholesale, distribution and retail supply channels, pharmacy benefits managers, bench researchers in wet labs, to 80,000 detailers and clinical specialists who tout its products. And not to be forgotten, the NIH where its institutes guide basic research, the FDA where its approval process provides access, and the FTC and DOJ that oversee corporate competition.\n\nAll should anticipate tough questions in months ahead as the spotlight on drug costs grows more intense…\n\nHow is the business of drug manufacturing, distribution and sales conducted? How are pay to delay, couponing, pricing and other means used to protect higher prices that the market might see lower otherwise.\n\nHow is drug effectiveness determined? How do formulary designs, coverage decisions by PBMs, and third party reviews assess the efficacy and effectiveness of drugs? Where’s the data? And will the promise of comparative effectiveness research (the Patient Centered Outcomes Research Institute in the Affordable Care Act) be the answer to demystifying the differences in the performance of drugs within each class it examines?\n\nHow should physicians navigate through the crossfire of ads encouraging patients to ask them about drugs that might be more costly, accountable care and bundled payment programs where they’re rewarded for lowering costs without compromising quality, and the reality of seeing more patients at lower reimbursement rates?\n\nHow should patent law be changed to reward innovation and hasten market access to promising biosimilars that might drive down costs? And where should federally funded basic research efforts be targeted?\n\nWhy should patients in the U.S. pay more for the same drugs than those in other countries? How can clinical studies done in other developed systems of the world be used in the U.S. to expedite FDA reviews? And how can the U.S. balance its corporate tax structures to keep U.S. drug manufacturers from relocating elsewhere via inversion deals?\n\nI visited the official Harvoni web site while watching the tournament. I read the 32-page advisory to providers about its use. I read the clinical trial study upon which its impressive results are based. I read about a program to help lower income patients purchase the drug. But nowhere did I find out what it might cost me, nor how to find out.\n\nDrug costs are an issue not just for the manufacturers. It’s an industry issue that must be addressed head-on. No one questions that drugs work; the question is how our system can afford them. It’s an issue in the spotlight, though many might prefer otherwise.\n\nPhoto: FreeDigitalPhotos user amenic181", "article_metadata": {"description": "How is drug effectiveness determined? How do formulary designs, coverage decisions by PBMs, and third party reviews assess the efficacy and effectiveness of drugs?", "generator": "WordPress 4.5.2", "og": {"site_name": "MedCity News", "description": "How is drug effectiveness determined? How do formulary designs, coverage decisions by PBMs, and third party reviews assess the efficacy and effectiveness of drugs?", "title": "Here are some of the complexities of the drug cost debate", "locale": "en_US", "image": "http://medcitynews.com/wp-content/uploads/pharmacy-prescription-drugs.jpg", "url": "http://medcitynews.com/2015/08/drug-costs-debate/", "type": "article"}, "twitter": {"image": "http://medcitynews.com/wp-content/uploads/pharmacy-prescription-drugs.jpg", "description": "How is drug effectiveness determined? How do formulary designs, coverage decisions by PBMs, and third party reviews assess the efficacy and effectiveness of drugs?", "card": "summary", "title": "Here are some of the complexities of the drug cost debate - MedCity News"}, "robots": "noodp", "fb": {"app_id": 148725768475669}, "google-site-verification": "xudQg7nxVR9ifmMTY4Tf-0wVtX9b6rWLQd0utCweGOc", "keywords": "weight loss, obesity, overweight,diabetes,massachusetts,medical devices,obesity,startups,healthcare innovation, medcity news,medcity news,san francisco, startups, life sciences,accelerator,rock health,startup advice,startup funding,patient monitoring system, motion sensors ,dc,healthcare it,washington,foodborne pathogens, diagnostics company, diagnostic platforms,minimally invasive surgery, laser surgery,cambridge,dealflow,hospitals,wellpoint, healthways, health and wellness, employee wellness programs,investing,wellness,medtronic, shanghai innovation center, china, r&d,china,mdt,minneapolis,minnesota,publics,twin cities,ulcerative colitis, abbott labs, humira,abbott labs,doctors,pharmaceuticals,skin disorders, pharmaceuticals, md anderson cancer center,cancer,texas,renal denervation, st. jude medical,st. jude medical,stj,emr, ehr, electronic health records, electronic medical records, certified emr,certified emr,ehr,electronic health records,electronic medical records,advanced cellular technology,amyotrophic lateral sclerosis,embryonic stem cells,geron corporation,lou gehrig\\'s disease,macular degeneration,regenerative medicine,spinal cord damage,value-based healthcare system, obamacare, fee-for-service model,california,cleveland,health insurance,insurance,ohio,pennsylvania,politics,cancer treatment options library, aetna, aet, healthcare it,aet,aetna,health it,phi,philadelphia,drug costs, Gilead, hepatitis C drugs, pharmaceuticals, , MedCity News", "article": {"section": "MedCitizens", "tag": "pharmaceuticals", "published_time": "2015-08-17T13:14:54-04:00"}, "viewport": "width=device-width,initial-scale=1.0,width=device-width,user-scalable=no,minimum-scale=1.0,maximum-scale=1.0"}, "article_summary": "This is largely due to spending related to the coverage expansions under the ACA, as well as to a substantial increase in prescription drug spending… prescription drug spending growth, which is projected to have accelerated from 2.5 percent in 2013 to 12.6 percent in 2014.\nAll should anticipate tough questions in months ahead as the spotlight on drug costs grows more intense…How is the business of drug manufacturing, distribution and sales conducted?\nDuring its coverage, I was struck by the advertisers including drug companies targeting the golf demographic.\nThis is about drug costs, pure and simple.\nIn short, increasing drug costs trump every other category in our escalating health spending spiral."}