{"article_title": "Beware unsafe inner-harbour beaches", "article_keywords": ["good", "sydneys", "beware", "unsafe", "harbour", "water", "cent", "innerharbour", "sydney", "pollution", "beaches", "swimming"], "article_url": "http://www.smh.com.au/nsw/beware-unsafe-innerharbour-beaches-20141010-1142is.html", "article_text": "How safe are Sydney's inner-harbour swimming spots?\n\nA report released this week from the Department of the Environment found four of Sydney's inner-harbour were ranked \"poor\" suitability for swimming: Rose Bay, Tambourine Bay, Davidson Reserve and Northbridge Baths.\n\nA \"poor\" classification means a beach is sometimes unsuitable for swimming because it is susceptible to bacterial pollution.\n\nBeaches in central Sydney were ranked Sydney's least clean; only 83 per cent of them received top marks for being pollution free, compared with 97 per cent for northern Sydney.\n\nAdvertisement\n\nThat is because of simple geography, says Stuart Khan an associate professor in the UNSW school of civil and environmental engineering: ocean beaches have much higher levels of water flowing through them than those bounded by an enclosed harbour.\n\nBeaches near the harbour are also closer to the sewage and stormwater drains, the overflowing of which is the main source of contamination for inner-harbour beaches, most of which become significantly less clean after it rains.\n\n\"Those risks are real – people should obey that advice not to swim in harbour pools or beaches after heavy rainfall,\" Dr Khan said. \"It can only take between 10 and 20 millimetres [of rain]\".\n\nEven harbour beaches with a \"good\" rating can be affected by heavy rainfall for up to three days, or one day for ocean beaches.\n\nGuy Klamer, a 32-year-old from Vaucluse who swims daily across a number of harbour beaches with his triathlon team the Magnesium Men, said they were most often very clean.\n\n\"I swam at Watson's Bay after [Tuesday's] storm and it was putrid, bottles were washed up things like that,\" he said. \"I think they're pretty clean, I can usually see to the bottom of the water which is why I keep coming back.\"\n\nBut the report only covered levels of bacterial pollution. Another area of concern for local residents on the harbour is downstream pollution from the surging number of large cruise ships docking in Sydney harbour.\n\nBut Gavin Birch, an associate professor from Sydney university's school of geosciences, who has researched the health of the harbour for decades, says that metal pollution levels are plateauing to new lows, decades after regulations banning toxic tin were introduced.\n\n\"In the last three or four years we've been taking [samples] in all parts of the harbour and in every case the metal concentrations have declined,\" he said.\n\nIn general the environment department report's findings about NSW's beaches were largely positive.\n\nOf the 144 NSW ocean beaches examined by the water quality monitoring service Beachwatch, 97 per cent were ranked \"good\" or \"very good\" – a marginal increase on last year. Ratings across another 100 additional swimming spots, including estuarine and river swimming spots, also increased slightly.\n\nSome of the beaches in the inner-harbour area that received good or very good ratings included Woolwich Baths, Redleaf Pool and Hayes Street Beach.\n\nThe state opposition has questioned how much of this improvement is due to last year's near-record dry summer.\n\n\"The Baird government has cut over 450 staff from Sydney Water, or about 15 per cent of its staff. Most of these jobs have been cut from frontline maintenance,\" opposition water spokesman Peter Primrose said.\n\nMr Primrose said beach the cleanliness would be tested again when it rains.", "article_metadata": {"news_keywords": "NSW", "application-name": "The Sydney Morning Herald", "og": {"site_name": "The Sydney Morning Herald", "description": "How safe are Sydney&amp;#8217;s inner-harbour swimming spots? A report released this week from the department of the environment found four of Sydney&amp;#8217;s inner-harbour were ranked &amp;#8220;poor&amp;#8221; suitability for swimming: Rose Bay, Tambourine Bay, Davidson Reserve and Northbridge Baths.", "title": "Beware unsafe inner-harbour beaches", "url": "http://www.smh.com.au/nsw/beware-unsafe-innerharbour-beaches-20141010-1142is.html", "image": "http://www.smh.com.au/content/dam/images/3/h/r/p/w/image.related.thumbnail.320x214.1142is.png/1413432783137.jpg", "type": "article"}, "twitter": {"site": "@smh", "image": {"src": "http://www.smh.com.au/content/dam/images/3/h/r/p/w/image.related.thumbnail.320x214.1142is.png/1413432783137.jpg"}, "description": "How safe are Sydney&#8217;s inner-harbour swimming spots? A report released this week from the department of the environment found four of Sydney&#8217;s inner-harbour were ranked &#8220;poor&#8221; suitability for swimming: Rose Bay, Tambourine Bay, Davidson Reserve and Northbridge Baths.", "card": "summary_large_image", "title": "Beware unsafe inner-harbour beaches"}, "msapplication-tooltip": "Open The Sydney Morning Herald", "robots": "ACAP allow-present prohibited-modification=annotation", "fb": {"app_id": 193677504039845}, "msapplication-starturl": "http://www.smh.com.au", "msapplication-task": "name=Weather;action-uri=http://www.smh.com.au/weather;icon-uri=http://www.smh.com.au/favicon.ico;", "description": "How safe are Sydney&#8217;s inner-harbour swimming spots? A report released this week from the department of the environment found four of ..."}, "article_summary": "Even harbour beaches with a \"good\" rating can be affected by heavy rainfall for up to three days, or one day for ocean beaches.\nHow safe are Sydney's inner-harbour swimming spots?\nBeaches near the harbour are also closer to the sewage and stormwater drains, the overflowing of which is the main source of contamination for inner-harbour beaches, most of which become significantly less clean after it rains.\nGuy Klamer, a 32-year-old from Vaucluse who swims daily across a number of harbour beaches with his triathlon team the Magnesium Men, said they were most often very clean.\nSome of the beaches in the inner-harbour area that received good or very good ratings included Woolwich Baths, Redleaf Pool and Hayes Street Beach."}