{"article_title": "New guidance affords gay couples equal access to Medicaid", "article_keywords": ["couples", "gay", "eligibility", "guidance", "married", "equal", "access", "states", "medicaid", "samesex", "policy", "marriage", "chip", "affords"], "article_url": "http://www.washingtonblade.com/2013/09/28/new-guidance/", "article_text": "Gay married couples will now have the same eligibility opportunities for Medicaid coverage as straight couples in certain states following the Supreme Court decision against the Defense of Marriage Act, according to new guidance from the Obama administration obtained Friday by the Washington Blade.\n\nIn two separate pieces of guidance dated Sept. 27, the Centers for Medicare & Medicaid outlines new policy bringing the agency in line with the ruling against DOMA. They’re published in time for enrollment into insurance exchanges and Medicaid expansion under the health care reform law starting on Tuesday.\n\nOne piece of guidance from Gary Cohen, CMS director of the Center for Consumer Information & Insurance Oversight, clarifies gay married couples will be for a spousal tax credit and cost-sharing reductions by signing up for a health insurance exchange — provided they submit a joint tax return for that year.\n\n“In light of the Ruling, the eligibility rules with respect to premium tax credits under Code section 36B treat same-sex spouses in the same manner as opposite-sex spouses,” Cohen writes.\n\nThat policy decision has nationwide implications thanks to an Aug. 29 ruling from the Internal Revenue Service that married same-sex couples should be treated the same as opposite-sex couples for tax purposes — regardless of whether or not they reside in a state recognizing the union.\n\nThe other piece of guidance from Sept. 27, signed by CMS Director of the Center for Medicaid & CHIP Services Cindy Mann, is more complex and says DOMA is no longer a factor in determining the income-based eligibility of same-sex couples for Medicaid and the Children’s Health Insurance Program.\n\n“[B]ecause Section 3 of DOMA no longer controls the definition of marriage or spouse under the framework for state Medicaid and CHIP programs, DOMA is no longer a bar to states recognizing same-sex marriages in Medicaid or CHIP,” Mann writes.\n\nMedicaid is a health insurance program jointly run by the states and government in which a person is eligible for coverage if have income up to 133 percent of the poverty line. Most individuals apply for Medicaid not on an individual basis, but on a family basis.\n\nWith DOMA out of the picture, the new policy would make a gay person more eligible for Medicaid if their spouse’s income is lower and places them lower on the poverty scale. Also, it can make a gay person less eligible if a spouse’s income is higher and the couple seems less in need.\n\nThe guidance says that state may begin factoring an applicant’s same-sex marriage into eligibility for Medicaid and CHIP “immediately,” but acknowledges some operational challenges and says it should be implemented “as soon as reasonably practicable.”\n\nStates where same-sex marriage is legal will have to adopt the new eligibility requirements, but since the Medicaid is jointly run by the states, CMS isn’t requiring non marriage-equality states to recognize same-sex marriages for the purposes of the purposes of the program. States can elect to opt out of the new policy.\n\n“[A] state is permitted and encouraged, but not required, to recognize same-sex couples who are legally married under the law of the jurisdiction in which the marriage was celebrated as spouses for purposes of Medicaid and CHIP,” Mann writes. “States that do not recognize same-sex marriages are thus free to adopt a different marriage recognition policy for Medicaid and CHIP purposes.”\n\nThat’s similar to policy under health care reform. Because of the Supreme Court ruling on Obamacare, states can opt out of participating in the Medicaid expansion under the law.\n\nThe guidance also allows states to adopt this eligibility standard for Medicaid and CHIP if the state offers civil unions or domestic partnerships that are the legal equivalent to marriage. Among these states are Colorado and Illinois.\n\n“Consistent with this guidance, a marriage is recognized for Medicaid and CHIP purposes if (it is legally valid under applicable law,” Mann writes. “Thus, if a state or territory recognizes a civil union or domestic partnership as a marriage, that marital status is recognized under the Medicaid and CHIP programs, consistent with this guidance.”\n\nCMS says this guidance isn’t the last word. The agency is awaiting additional guidance on non-income related eligibility for Medicaid and CHIP that hinges on yet-to-be-released guidance from the Social Security Administration in determining eligibility for Supplemental Security Income. Some Social Security spousal benefits are beginning to flow to married gay couples, but the Obama administration hasn’t finalized this post-DOMA policy yet.\n\n“The Centers for Medicare & Medicaid Services (CMS) will issue additional guidance once the SSA announces its post-Windsor SSI marriage recognition policy,” Mann writes.\n\nDespite the effort to bring the Medicaid into alignment with the court ruling against DOMA, the nation’s largest LGBT group is expressing discontent with the guidance and says the eligibility should extend to married gay couples nationwide.\n\nMichael Cole-Schwartz, a spokesperson for the Human Rights Campaign, said the policy decisions “fall short” by allowing states to determine whether they can provide Medicaid coverage to same-sex couples.\n\n“While it might be advantageous for some families to remain unrecognized in order to maintain eligibility for certain programs, as a general rule we oppose different standards for gay versus straight married couples,” Cole-Schwartz said. “Given that there are no impediments to the federal government adopting an across the board standard that recognizes all legally married couples in this instance, we believe that the new rules fall short of the ideal where the sexual orientation of those in a marriage is irrelevant.”\n\nFederal officials insist the new policy is extended in the maximum possibly way because, unlike in other cases where the Department of Health & Human Services has extended standards and benefits to same-sex married couples in non-marriage equality states, there is a special federal-state relationship in Medicaid with the states administering this program.", "article_metadata": {"description": "Gay married couples will now have the same eligibility opportunities for Medicaid coverage as straight couples in certain states following the Supreme Court decision against the Defense of Marriage Act.", "generator": "WordPress 4.3.4", "og": {"site_name": "Washington Blade: Gay News, Politics, LGBT Rights", "description": "Gay married couples will now have the same eligibility opportunities for Medicaid coverage as straight couples in certain states following the Supreme Court decision against the Defense of Marriage Act.", "title": "New guidance affords gay couples equal access to Medicaid", "locale": "en_US", "image": {"width": 404, "identifier": "http://www.washingtonblade.com/content/files/2013/08/Centers_for_Medicare_and_Medicaid_with_rainbow_flag_thumb_public_domain.jpg", "height": 404}, "updated_time": "2013-09-28T14:38:35-04:00", "url": "http://www.washingtonblade.com/2013/09/28/new-guidance/", "type": "article"}, "twitter": {"description": "Gay married couples will now have the same eligibility opportunities for Medicaid coverage as straight couples in certain states following the Supreme Court decision against the Defense of Marriage Act.", "creator": "@chrisjohnson82", "image": "http://www.washingtonblade.com/content/files/2013/08/Centers_for_Medicare_and_Medicaid_with_rainbow_flag_thumb_public_domain.jpg", "title": "New guidance affords gay couples equal access to Medicaid", "site": "@WashBlade", "card": "summary"}, "robots": "noodp", "fb": {"pages": 13357499221}, "article": {"publisher": "http://www.facebook.com/WashingtonBlade", "section": "Politics", "tag": "Michael Cole-Schwartz", "published_time": "2013-09-28T14:31:29-04:00", "modified_time": "2013-09-28T14:38:35-04:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "news_keywords": "gay news, Washington Blade, DOMA, Medicaid, gay couples"}, "article_summary": "“Consistent with this guidance, a marriage is recognized for Medicaid and CHIP purposes if (it is legally valid under applicable law,” Mann writes.\n“The Centers for Medicare & Medicaid Services (CMS) will issue additional guidance once the SSA announces its post-Windsor SSI marriage recognition policy,” Mann writes.\nMichael Cole-Schwartz, a spokesperson for the Human Rights Campaign, said the policy decisions “fall short” by allowing states to determine whether they can provide Medicaid coverage to same-sex couples.\nSome Social Security spousal benefits are beginning to flow to married gay couples, but the Obama administration hasn’t finalized this post-DOMA policy yet.\nThe agency is awaiting additional guidance on non-income related eligibility for Medicaid and CHIP that hinges on yet-to-be-released guidance from the Social Security Administration in determining eligibility for Supplemental Security Income."}