{"article_title": "Australian Woman Who Poisoned Her Daughter For Facebook Likes Receives 6-Year Sentence", "article_keywords": ["6year", "woman", "daughter", "mental", "sentence", "drugs", "suffering", "illness", "facebook", "likes", "receives", "australian", "poisoned", "disorder", "girl", "daughters", "proxy"], "article_url": "http://www.medicaldaily.com/australian-woman-who-poisoned-her-daughter-facebook-likes-receives-6-year-sentence-287906", "article_text": "A 23-year-old Australian mother pleaded guilty to grievous bodily harm after intentionally poisoning her 4-year-old daughter with chemotherapy drugs to gain attention on social media. The unidentified woman who chronicled her daughter’s “fight for life” on Facebook was sentenced to six years in prison on Wednesday and is unlikely to regain custody of her daughter and son.\n\n“Your daughter must have experienced pain and discomfort,” Judge Anthony Rafter told the women during court proceedings in Brisbane, the Daily Mail reported.” You caused your daughter severe suffering and a life-threatening illness. She was required to undergo evasive medical procedures.”\n\nOver the course of nine months, the woman fed her daughter, who did not suffer from cancer, chemotherapy drugs that she had purchased over the Internet. After detailing her daughter’s progression on Facebook, the woman reportedly acquired 8,000 supporters and $500 in donations. The girl, who was 4 years old at the time, began suffering from a life-threatening illness as a result of the cancer drugs, which eventually caused bone marrow failure.\n\nThe young girl eventually required a bone marrow transplant due to her condition and is now in the custody of her grandmother. Prosecutor Glen Cash said the mother put her daughter at an “unquantifiable” risk due to the unknown damage the drugs can cause in the future. After receiving chemotherapy drugs for nine months, the girl is at a higher risk to infertility, and her chances of developing certain types of cancer have increased by one to two percent.\n\nWhen authorities were tipped off by the young girl’s physicians, police searched the woman’s home, finding a pill crusher and receipts for Cyclophosphamide, a drug treatment for lymphoma, leukemias, multiple myeloma, mycosis fungoides, neuroblastoma, retinoblastoma, and cancers of the breast and ovary. Prior to threatening her daughter’s life, the woman also faked symptoms in an attempt to have her own appendix removed.\n\nThe woman’s attorney, Catherine Morgan, said her client suffers from a rare mental disorder known as factitious disorder by proxy. According to the Cleveland Clinic, factitious disorder by proxy, also known as Munchausen syndrome by proxy, is a form of mental illness that causes a person to act as if a person they care about is suffering from a physical or mental illness when they are in fact healthy. The American Professional Society on the Abuse of Children considers the disorder a form of abuse.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "mother, poisons, daugher", "og": {"site_name": "Medical Daily", "description": "An Australian mother caused her daughter to suffer from bone marrow failure after poisoning her with chemotherapy drugs for nine months.", "title": "Mother Poisons Her Daughter With Chemo Drugs For Facebook Likes", "url": "http://www.medicaldaily.com/australian-woman-who-poisoned-her-daughter-facebook-likes-receives-6-year-sentence-287906", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/12/poison.jpg", "type": "article"}, "twitter": {"description": "An Australian mother caused her daughter to suffer from bone marrow failure after poisoning her with chemotherapy drugs for nine months.", "title": "Mother Poisons Her Daughter With Chemo Drugs For Facebook Likes", "url": "http://www.medicaldaily.com/australian-woman-who-poisoned-her-daughter-facebook-likes-receives-6-year-sentence-287906", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/12/poison.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/12/poison.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2014-06-12T11:04:41-04:00", "modified_time": "2014-06-12T11:04:39-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "An Australian mother caused her daughter to suffer from bone marrow failure after poisoning her with chemotherapy drugs for nine months."}, "article_summary": "The woman’s attorney, Catherine Morgan, said her client suffers from a rare mental disorder known as factitious disorder by proxy.\nA 23-year-old Australian mother pleaded guilty to grievous bodily harm after intentionally poisoning her 4-year-old daughter with chemotherapy drugs to gain attention on social media.\nAfter detailing her daughter’s progression on Facebook, the woman reportedly acquired 8,000 supporters and $500 in donations.\nPrior to threatening her daughter’s life, the woman also faked symptoms in an attempt to have her own appendix removed.\nThe unidentified woman who chronicled her daughter’s “fight for life” on Facebook was sentenced to six years in prison on Wednesday and is unlikely to regain custody of her daughter and son."}