{"article_title": "Coachella 2015: Katy Perry's Van Broke Down On the Way to Festival", "article_keywords": ["katy", "singer", "perry", "van", "broke", "perrys", "festival", "coachella", "houses", "soho", "way", "vevers", "2015", "desert"], "article_url": "http://www.billboard.com/articles/columns/music-festivals/6531553/katy-perry-van-broke-down-on-the-way-to-coachella", "article_text": "The singer and her entourage were seen \"hoofing it\" down the street on their way to the music fest. Who has a AAA card?\n\nOf all the celebs floating around this year's Coachella parties, Katy Perry seems to be the biggest get.\n\nFull Coachella Coverage\n\nAt least it seemed that way at Soho House's temporary Coachella space on Saturday (April 11), where the singer showed up mid-way through a Coach and Harper's Bazaar brunch with a deep entourage and a sheer, dramatic Nasty Gal dress that turned every head in the place. The singer enjoyed a meal underneath a private waterfront cabana at the sprawling desert estate with friends Mia Moretti (who Perry partied with at MAC's Coachella party on Friday), Caitlin Moe, Cleo Wade and artist Sarah Hudson as the guests of Coach's brunch (Zoe Kravitz, Daisy Lowe, brand creative director Stuart Vevers and singer Kilo Kish included) and seemingly everyone else at Soho House's weekend space tried to snag phone photos.\n\nThat time our van broke down. @miamoretti @katyperry @ferras @cleowade @privateshannon @callmemargot @jloganhorne @laurenglucksman @tamratam @richiephoenix @heysofusnow @suzysansone A photo posted by @janellshirtcliff on Apr 11, 2015 at 5:51pm PDT\n\n\n\nAfter a 20-minute eat-and-run (and friendly chat with Vevers about matters of fashion, we can assume), Perry and her crew peaced out. But on the way to the Coachella festival itself -- a mere 10 minute drive from Soho House's desert estate -- Perry's van broke down and she and her people were left to walk on the side of the road.\n\n\n\n\"That time our van broke down,\" Instagrammed photographer Janelle Shirtcliff, who was also hanging out with Perry and her friends at the time of the vehicular incident. A witness who saw the group \"hoofing it\" through the desert tells Pret-a-Reporter that Perry \"didn't look bothered by it at all.\"\n\n#CANTchella A photo posted by KATY PERRY (@katyperry) on Apr 10, 2015 at 8:21pm PDT\n\n\n\nAccording to Perry's own Instagram, this Coachella outing just isn't working out as planned, as she snapped a photo on Friday of a broken rollaway bed and wrote, \"#CANTchella.\"\n\n\n\nNo word on whether or not the group waited for AAA or continued their trek through the scorched California earth. We wish them well on their journey.\n\n\n\nThis article originally appeared in THR.com.", "article_metadata": {"og": {"site_name": "Billboard", "description": "The singer and her entourage were seen &quot;hoofing it&quot; down the street on their way to the Indio, Calif., music fest. Who has a AAA card?", "title": "Katy Perry's Van Broke Down On the Way to Coachella", "url": "http://www.billboard.com/articles/columns/music-festivals/6531553/katy-perry-van-broke-down-on-the-way-to-coachella", "image": {"width": 650, "identifier": "http://www.billboard.com/files/media/katy-perry-party-coachella-day-2-weekend-1-2015-billboard-650.jpg", "type": "image/jpeg", "height": 430}, "type": "article"}, "twitter": {"description": "The singer and her entourage were seen &quot;hoofing it&quot; down the street on their way to the Indio, Calif., music fest. Who has a AAA card?", "title": "Katy Perry's Van Broke Down On the Way to Coachella", "url": "http://www.billboard.com/articles/columns/music-festivals/6531553/katy-perry-van-broke-down-on-the-way-to-coachella", "image": "http://www.billboard.com/files/media/katy-perry-party-coachella-day-2-weekend-1-2015-billboard-650.jpg", "site": "@billboard", "card": "summary_large_image"}, "description": "The singer and her entourage were seen \"hoofing it\" down the street on their way to the Indio, Calif., music fest. Who has a AAA card?", "viewport": "width=device-width, initial-scale=1", "title": "Coachella 2015: Katy Perry's Van Broke Down On the Way to Festival | Billboard"}, "article_summary": "That time our van broke down.\nBut on the way to the Coachella festival itself -- a mere 10 minute drive from Soho House's desert estate -- Perry's van broke down and she and her people were left to walk on the side of the road.\n\"That time our van broke down,\" Instagrammed photographer Janelle Shirtcliff, who was also hanging out with Perry and her friends at the time of the vehicular incident.\nOf all the celebs floating around this year's Coachella parties, Katy Perry seems to be the biggest get.\nThe singer and her entourage were seen \"hoofing it\" down the street on their way to the music fest."}