{"article_title": "Obama is the Most Popular Politician in America", "article_keywords": ["rating", "gov", "politician", "earnest", "r", "democrats", "approval", "popular", "president", "america", "obama"], "article_url": "http://freebeacon.com/politics/white-house-obama-is-the-most-popular-politician-in-america/", "article_text": "BY: Follow @DavidRutz\n\n\n\nWhite House spokesman Josh Earnest claimed Thursday that President Obama is the “most popular politician in America.”\n\nA reporter asked Earnest about the continued struggle between Hillary Clinton and Sen. Bernie Sanders (I., Vt.) in the Democratic primary and whether it would affect a matchup with presumptive Republican nominee Donald Trump. Earnest expressed assurance that Democrats would unite around the principles Obama’s pushed in his administration.\n\n“Based on what the president has said before, I think he feels quite confident that Democrats will come together around a set of values that he himself has been advocating for for the last seven years,” Earnest said. “There’s a reason that the president is the most popular politician in America, particularly among Democrats, that his approval rating is higher and his unfavorable rating is lower among Democrats than anybody else in the country.\n\n“That is a strong endorsement of the work that this president has done over the last eight years or so, and that certainly is going to enhance the president’s ability to make an argument to those very voters about the stakes in the election, about the need to elect somebody who will look to build on that progress.”\n\nObama sports a 51 percent approval rating, according to Gallup, with the lion’s share of that support coming unsurprisingly from partisan Democrats. Just 13 percent of Republicans approve of the job he’s doing. Key Obama initiatives like the Affordable Care Act and the Iran nuclear deal continue to score net-negative ratings with the public.\n\nMaryland Gov. Larry Hogan (R.), however, sported a 70 percent approval in the traditionally blue state as of late March, and Massachusetts Gov. Charlie Baker (R.) was at 73 percent approval in March.", "article_metadata": {"description": "White House spokesman Josh Earnest claimed at Thursday's briefing that President Obama is the “most popular politician in America.”", "generator": "WordPress 4.5.2", "og": {"site_name": "Washington Free Beacon", "description": "White House spokesman Josh Earnest claimed Thursday that President Obama is the “most popular politician in America.”    A reporter asked Earnest about the continued struggle between Hillary Clint", "title": "White House: Obama ‘Is the Most Popular Politician in America’", "url": "http://freebeacon.com/politics/white-house-obama-is-the-most-popular-politician-in-america/", "image": "http://freebeacon.com/freebeacon.png", "type": "article"}, "twitter": {"description": "White House spokesman Josh Earnest claimed Thursday that President Obama is the “most popular poli", "title": "White House: Obama ‘Is the Most Popular Politician in America’", "image": "http://freebeacon.com/freebeacon.png", "creator": "@DavidRutz", "site": "@freebeacon", "card": "summary"}, "robots": "noodp", "apple-itunes-app": "app-id=1047859882", "fb": {"app_id": "FB_APP_ID", "pages": 282024895179874}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "“There’s a reason that the president is the most popular politician in America, particularly among Democrats, that his approval rating is higher and his unfavorable rating is lower among Democrats than anybody else in the country.\nKey Obama initiatives like the Affordable Care Act and the Iran nuclear deal continue to score net-negative ratings with the public.\nBY: Follow @DavidRutzWhite House spokesman Josh Earnest claimed Thursday that President Obama is the “most popular politician in America.”A reporter asked Earnest about the continued struggle between Hillary Clinton and Sen. Bernie Sanders (I., Vt.) in the Democratic primary and whether it would affect a matchup with presumptive Republican nominee Donald Trump.\nEarnest expressed assurance that Democrats would unite around the principles Obama’s pushed in his administration.\nLarry Hogan (R.), however, sported a 70 percent approval in the traditionally blue state as of late March, and Massachusetts Gov."}