{"article_title": "Here's why young Democrats shouldn't buy what Bernie Sanders is selling", "article_keywords": ["sanders", "selling", "heres", "freedom", "trillion", "political", "young", "free", "shouldnt", "economic", "democrats", "policies", "doesnt", "candidates", "buy", "bernie"], "article_url": "http://thelibertarianrepublic.com/heres-why-young-democrats-shouldnt-buy-what-bernie-sanders-is-selling/", "article_text": "Here’s Why Young Democrats Shouldn’t Buy What Bernie Sanders Is Selling\n\nFirst published on PennLive.com:\n\nThe enthusiasm Millennial Democrats have for their candidates has been inspiring. Political observers marvel at the left’s ability to activate its youth base. Activism is one thing, but understanding what you’re active for is another.\n\nAfter seven disastrous years under President Barack Obama, I would urge these voters to seriously consider their candidates. Their race, gender, or how much of a warm grandpa they are shouldn’t matter.\n\nI cringe every time I see my fellow Millennials touting Democratic candidate, Sen. Bernie Sanders of Vermont. When the video of Sanders valiantly rushing to the aid of a fainting New Hampshirite came up on my Facebook feed, it was accompanied by comments like “This is why I’m voting for Bernie,” or “Real-life superhero.” There is no doubt in my mind that Bernie Sanders is a good-hearted, genuine man. He believes in what he is saying, and at times, makes decent points about what is wrong with our country. But his policies for correcting these issues turn him into a real-life economic super villain.\n\nWe have more capacity than any other generation in American history to find out exactly what candidates policies are and to comprehend the history and impact that those kinds of policies have had. Let’s be clear— Socialism doesn’t work.\n\n\n\n\n\n\n\n\n\nTake a look at Bernie’s infamous proposals.\n\nThe Wall Street Journal estimates that Sanders’ “Free Stuff” would cost at least $18 trillion over the next 10 years. According to Forbes, Sanders’ healthcare plan alone could cost up to $36.3 trillion over the next decade.\n\n“Just get those greedy one-percenters to pay for it,” you might be thinking.\n\nExcept that falls miserably short. Even if you took 100% of what the one-percent earns over ten years, it still doesn’t even come close. The one-percent make about $600 billion annually. Which over ten years only amounts to 6 trillion dollars. From the modest estimate of the Wall Street Journal, this doesn’t even cover half the cost.\n\nThe Democratic Party has no option for the sane Democrat who is economically literate. While many Millennials personally feel the repercussions of a terrible economy; working several part time jobs, even living back at home with our parents, this is our opportunity to make a difference.\n\nSocialism doesn’t work. Economic freedom is the best way for Americans to prosper. Look deeper into the fiscal plans of your candidates. How have quasi-socialistic economic policies been treating our generation thus far? Why settle for a candidate who supports social freedoms, but not economic freedoms?\n\nAs Ayn Rand as said, “Intellectual freedom cannot exist without political freedom; political freedom cannot exist without economic freedom; a free mind and a free market are corollaries.”\n\nEconomic freedom means that the government won’t be taking a quarter of your paycheck before it reaches your hands because of more simplistic tax plans, like a flat tax. Economic freedom means that competition, from Health Insurance to School Choice, and accountability create the best outcome.\n\nEconomic freedom leads to economic growth, where all Americans prosper.", "article_metadata": {"description": "The enthusiasm Millennial Democrats have for their candidates has been inspiring.", "generator": "WordPress 4.4.2", "og": {"site_name": "The Libertarian Republic", "description": "The enthusiasm Millennial Democrats have for their candidates has been inspiring.", "title": "Here's why young Democrats shouldn't buy what Bernie Sanders is selling - The Libertarian Republic", "locale": "en_US", "image": "http://thelibertarianrepublic.com/wp-content/uploads/2016/02/BSbern.jpg", "updated_time": "2016-02-16T13:27:52+00:00", "url": "http://thelibertarianrepublic.com/heres-why-young-democrats-shouldnt-buy-what-bernie-sanders-is-selling/", "type": "article"}, "twitter": {"description": "The enthusiasm Millennial Democrats have for their candidates has been inspiring.", "creator": "@LadyLiberty1215", "image": "http://thelibertarianrepublic.com/wp-content/uploads/2016/02/BSbern.jpg", "title": "Here's why young Democrats shouldn't buy what Bernie Sanders is selling - The Libertarian Republic", "site": "@thelibrepublic", "card": "summary_large_image"}, "robots": "noodp", "fb": {"admins": 501616773}, "article": {"publisher": "https://www.facebook.com/libertarianrepublic", "published_time": "2016-02-16T13:26:35+00:00", "author": "www.facebook.com/thatlibertygirl", "section": "2016 Presidential Race", "modified_time": "2016-02-16T13:27:52+00:00", "tag": "Socialism"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Here’s Why Young Democrats Shouldn’t Buy What Bernie Sanders Is SellingFirst published on PennLive.com:The enthusiasm Millennial Democrats have for their candidates has been inspiring.\nI cringe every time I see my fellow Millennials touting Democratic candidate, Sen. Bernie Sanders of Vermont.\nEconomic freedom means that competition, from Health Insurance to School Choice, and accountability create the best outcome.\nEconomic freedom leads to economic growth, where all Americans prosper.\nThe Wall Street Journal estimates that Sanders’ “Free Stuff” would cost at least $18 trillion over the next 10 years."}