{"article_title": "Cuccinelli says most new jobs have been part-time since Obamacare became law", "article_keywords": ["cuccinelli", "jobs", "workers", "million", "obamacare", "increase", "fulltime", "statement", "parttime", "law"], "article_url": "http://www.politifact.com/virginia/statements/2013/oct/18/ken-cuccinelli/cuccinelli-says-most-new-jobs-have-been-part-time-/", "article_text": "Since Obamacare became law, \"most of our new jobs have been part-time jobs.\"\n\nRepublican gubernatorial nominee Ken Cuccinelli says Obamacare has eroded the quality of jobs in the United States.\n\n\"Since the president signed it into law, in Virginia and around the country, most of our new jobs have been part-time jobs limited to less than 30 hours a week so employers can avoid the high cost of federally imposed health care bills,\" Cuccinelli said in a Sept. 19 speech.\n\nCuccinelli has sought to make his opposition of Obamacare and Democratic nominee Terry McAuliffe’s support of the law a major issue in the gubernatorial race. Cuccinelli’s statement referred to an Obamacare mandate -- scheduled to take effect in 2015 -- that businesses with more than 50 employees provide health care coverage to those working 30 hours or more a week or pay a fine.\n\nObamacare became law in March 2010. We asked Cuccinelli’s campaign for proof that most of the jobs created since then have been part-time.\n\nAnna Nix, a Cuccinelli campaign spokeswoman, pointed us to a Sept. 2, 2013 article in the Richmond Times-Dispatch that said the number of temporary U.S. workers had risen by 2.7 million -- a 50 percent jump -- since the recession ended in June 2009.\n\nThose figures, however, don’t verify Cuccinelli’s claim that the majority of new jobs during the last 4-1/2 years have been part time. So we dug deeper.\n\nThe Bureau of Labor Statistics each month reports the number of people who usually work full time and the number who usually work part time. It defines part-time employees as people who usually work less than 35 hours a week -- an even broader definition of part time than Cuccinelli cited.\n\nIn March 2010, seasonally adjusted BLS figures show the U.S. had 111.2 million full-time workers. That rose to 116.2 million in August 2013, the latest month for which figures were available when Cuccinelli made his statement. That’s an increase of about 5 million.\n\nThe number of part-time jobs went from 27.5 million in March 2010 to just under 28 million in August 2013, an increase of about 500,000.\n\nSo, contrary to Cuccinelli’s claim, full-time jobs have grown 10 times faster than part-time employment since Obamacare was signed into law.\n\nCuccinelli would have been on more solid ground if he had confined his statement to this year. From January through August, there were increases of 290,000 full-time jobs and 532,000 part-time positions. In other words, nearly two out of three new jobs this year have been part time.\n\nMany analysts think there’s a connection between Obamacare and the surge in part-time jobs this year, although they also say the sluggish economy has a role in the increase. The employer insurance mandate originally was scheduled to begin next year, causing hundreds of businesses to announce they are hiring only part-time workers or scaling back hours to avoid the cost of providing benefits required by Obamacare.\n\nThe White House announced in July it would push back the employer mandate to 2015. Researchers at the Federal Reserve Bank of San Francisco wrote in an Aug. 26 memo that the trend of part-time hiring might slacken now that the insurance requirement has been delayed.\n\nThe Fed researchers wrote that Obamacare’s impact on part-time employment so far and in the future is \"likely to be small.\"\n\nAbout 19 percent of U.S. jobs are now part time. The researchers said once Obamacare is fully implemented, the proportion of part-time jobs is likely to increase by 1 to 2 percent \"or less.\"\n\nMark Perry, a economist at the conservative American Enterprise Institute, recently cautioned against giving too much meaning to this year’s part-time employment numbers, writing that the data is \"extremely volatile\" in the short term and needs to be considered over time.\n\nA final note: Cuccinelli claimed that since the signing of Obamacare, most of the new jobs have been part time not only across the nation, but in Virginia as well.\n\nWe spoke to several analysts while trying to research the state numbers. But there’s no set of monthly numbers that shows the increase in full-time and part-time jobs between the signing of the Affordable Care Act and the time when Cuccinelli made his statement.\n\nOur ruling\n\nCuccinelli says that since President Barack Obama signed the health care law, most of the new jobs created in the country have been part time. He’s flat out wrong. BLS figures show that since the signing in March 2010, there are 5 million more full-time workers and 500,000 more part-time employees.\n\nCuccinelli would have been on the putting for par if he’d aimed his statement at the first eight months of this year, when 65 percent of new jobs were part time, although analysts differ on Obamacare’s blame for that trend.\n\nBut his shot at Obamacare since its inception wound up in the woods. We rate his statement False.", "article_metadata": {"description": "Republican gubernatorial nominee Ken Cuccinelli says Obamacare has eroded the quality of jobs in the United States. &quot;Since the president signed it into law, in Virginia and around the country, most of our new jobs have been part-time jobs limited to less than 30 hours a week so employers can avoid the high cost of federally imposed health care bills,&quot; Cuccinelli said in a Sept. 19 speech. &nbsp; Cuccinelli has sought to make his opposition of Obamacare and Democratic nominee Terry McAuliffe&rsquo;s support of the law a major issue in the gubernatorial race. Cuccinelli&rsquo;s statement referred to an Obamacare mandate ...", "og": {"site_name": "@politifact", "description": "Republican gubernatorial nominee Ken Cuccinelli says Obamacare has eroded the quality of jobs in the United States.", "title": "Cuccinelli says most new jobs have been part-time since Obamacare became law", "url": "http://www.politifact.com/virginia/statements/2013/oct/18/ken-cuccinelli/cuccinelli-says-most-new-jobs-have-been-part-time-/", "image": "http://static.politifact.com.s3.amazonaws.com:80/rulings%2Ftom-false.gif", "type": "article"}, "twitter": {"username": "PolitiFactVA", "description": "Republican gubernatorial nominee Ken Cuccinelli says Obamacare has eroded the quality of jobs in the United States. &quot;Since the president signed it into law, in Virginia and around the country, most of our new jobs have been part-time jobs limited to less than 30 hours a week so employers can avoid the high cost of federally imposed health care bills,&quot; Cuccinelli said in a Sept. 19 speech. &nbsp; Cuccinelli has sought to make his opposition of Obamacare and Democratic nominee Terry McAuliffe&rsquo;s support of the law a major issue in the gubernatorial race. Cuccinelli&rsquo;s statement referred to an Obamacare mandate ...", "title": "Cuccinelli says most new jobs have been part-time since Obamacare became law", "url": "http://www.politifact.com/virginia/statements/2013/oct/18/ken-cuccinelli/cuccinelli-says-most-new-jobs-have-been-part-time-/", "image": "http://static.politifact.com.s3.amazonaws.com:80/rulings%2Ftom-false.gif", "site": "PolitiFactVirginia", "card": "summary_large_image"}, "fb": {"admins": 750116788, "app_id": 106379906558, "pages": 61308923432}, "google-site-verification": "qAV0CDw3qyhv8XdVwp6m1xDBnW9Q1sRAAynq6kDP7kE", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Since Obamacare became law, \"most of our new jobs have been part-time jobs.\"\nSo, contrary to Cuccinelli’s claim, full-time jobs have grown 10 times faster than part-time employment since Obamacare was signed into law.\nThe researchers said once Obamacare is fully implemented, the proportion of part-time jobs is likely to increase by 1 to 2 percent \"or less.\"\nRepublican gubernatorial nominee Ken Cuccinelli says Obamacare has eroded the quality of jobs in the United States.\nFrom January through August, there were increases of 290,000 full-time jobs and 532,000 part-time positions."}