{"article_title": "Deaths brought by a political ideology?", "article_keywords": ["brought", "life", "infrastructure", "deaths", "spending", "serve", "republicans", "political", "taxes", "ideology", "suffering", "lives", "war", "care"], "article_url": "https://www.nolanchart.com/deaths-brought-political-ideology", "article_text": "Is there a chargeable offense in Western jurisprudence, some level of murder, depraved indifference, or, perhaps, reckless disregard of human life (See NY law) that can be ascribed to so-called public servants who inflict undue harm, even death, due to their decision making? Much power and control is in their hands, much potential for abuse, and too much self-serving behavior.\n\nFor the police, it’s “protect and serve,” applying to the people they are pledged to serve, not to do unwarranted harm. For most of the rest at various levels of government, it is to abide by laws, ultimately, the Constitution, for the sake of people they serve, not for their own self interest, or not arising from inborn bias.\n\nRepublicans in 25 states have put millions of Americans in jeopardy, stripping them of health care coverage prescribed by the Affordable Care Act (“Obamacare”) through Medicaid. It is estimated that such a withdrawal of health care will likely be responsible for 27,000 deaths per year. Is it not a callous disregard of constituent lives? Technically governors and legislators are not breaking the law, only basic elements of Constitutional law in a democracy, for, if you are responsible for someone’s loss of life or well-being through your action or inaction, are you not technically chargeable with murder of some degree? It’s the essence of depriving someone of life, liberty and the pursuit of happiness, rights declared by the Constitution.\n\nFor the last several decades, Republicans in Congress have been playing a dangerous political game, based on a cold, calculated policy colloquially called “starve the beast.” The practice is to starve government at the federal level by forcing draconian reductions in spending, primarily social spending, even vital infrastructure spending. The only real exception seems to be the bloated defense budget.\n\nThey have done this from the Reagan administration on to the George W. Bush administration by sharply reducing taxes for the wealthy, coupled with miniscule reductions for others to appease voters. The whole scheme of “starvation” is done cynically and relentlessly by shutting down government, playing a game similar to Russian roulette. Ultimately if Democrats don’t cave in, they threaten the government’s financial well-being like a game of chicken.\n\nIt is so reckless and severe that, violating the Constitution, Republicans take pledges to never raise taxes through their tax vigilante, Grover Norquist. Never elected to anything, Norquist’s well-known solemn pledge is to shrink government “ down to the size where we can drown it in the bathtub.” His Americans for Tax Reform (ATR) pushes for lower taxes and is an active member of the American Legislative Exchange Council (ALEC) which writes a conservative legislative program for most conservative states, for example, much of it stunting the education budgets and endangering lives of minorities with deadly “stand your ground” laws.\n\nWhat is the social and economic cost of drowning essential government services like infrastructure?\n\nThe average age of the nation’s 607,380 bridges is over 43 years and the Federal Highway Administration (FHHA) estimates that eliminating bridge deficient backlog by 2028 requires almost $8 billion more in investment. A few months ago, Sixty Minutes reported on a bridge over I-95 in Pennsylvania closed for 3 days while construction crews buttressed a steel pier that would have collapsed a whole section, a pier with an eight foot gash in it about five inches wide, discovered by bridge contractors who happened to stop for a sausage sandwich.\n\nDams are given a grade of D in the Infrastructure Report Card, and 4,400 are rated deficient. Additional spending is more important, especially with extreme weather like the Texas flooding likely to reoccur somewhere.\n\nA few weeks ago, an Amtrak derailment on the Northeast Corridor prompted studies showing that $21.1 billion investment is needed just to bring the Northeast Corridor’s infrastructure to a state of good repair. Current spending for infrastructure overall is 1.7 percent of GDP for the US, compared to Europe, at 5% and China at 9%.\n\nWhen Speaker of the House, John Boehner, was asked by a reporter whether the Republicans’ refusal to adequately fund Amtrak might have played a role in the May 12 derailment which killed eight and injured more than 200, he blew a gasket. “Are you really gonna ask such a stupid question … It’s not about funding … the train was going twice the speed limit.”\n\nThe fact still remained that the final implementation of a safety system to automatically slow down speeding trains had been delayed by budget shortfalls, bureaucracy and the absence of urgency for even vital infrastructure demands. Such a safety system would have avoided the deadly derailment, accompanied by death, suffering, and millions in property loss. Not only the safety-system fact, but also the toll in lives and property appear to be minor for John Boehner, his heart seemingly not moved, his mind not receptive to the wisdom of the old adage, “Penny-wise, pound-foolish.”\n\nBut Republicans are not actually thinking about saving money – which isn’t theirs — or apparently lives. Evidence shows that they are thinking about winning political games, taking control of governments – at all levels – and imposing their ideology on the rest of us.\n\nI know that sounds harsh and focused on one political direction, but GOP values and their tactics are demonstrably 92% partisan and uncompromising (John Boehner often allowing the Tea Party Reps to dictate) with only the rich enjoying their desired legislative bounty. Democrats have more liberal motivations, but are more willing to compromise with a real willingness to benefit the majority.\n\nHow much responsibility do presidents and members of Congress bear for lives and property lost due to bad decisions, but mostly due to self-aggrandizing choices masked by deception or subterfuge. Is the Iraq War such an example: the thousands of American lives, the hundreds of thousands of Iraqis who died, the destruction of cities, the displacement of lives, the suffering of all families involved, due to the treacherous start of that war by the Bush administration?\n\nSpending for the war was so reckless that the Commission on Wartime Contracting estimates that between $31 and $60 billion may have been lost to waste and fraud due to “poor planning and payoffs.” The suffering and death still continues due to the Iraqi fiasco.\n\nMost of us have lived through over two decades of America’s elite not being accountable: for the ruse that was the Iraq war; for Wall Street causing the Great recession, and continued bank fraud and mismanagement at the highest levels. No one seems accountable and laws don’t seem to apply for the high and mighty.\n\nWe are seeing deaths and misery due to neglected Amtrak infrastructure or from depriving the poor of health care insurance by sometimes spiteful politicians. It seems to confirm that only average citizens can be prosecuted for deprivation of rights our Constitution proclaims we have: life, liberty and the pursuit of happiness.\n\nHow many more unwarranted deaths are in our future?", "article_metadata": {"og": {"site_name": "Nolan Chart", "description": "Is there a chargeable offense in Western jurisprudence, some level of murder, depraved indifference, or, perhaps, reckless disregard of human life (See NY law) that…", "title": "Deaths brought by a political ideology?", "locale": "en_US", "url": "https://www.nolanchart.com/deaths-brought-political-ideology", "type": "article"}, "article": {"section": "Health Care", "tag": "infrastructure", "published_time": "2015-06-03T17:46:09+00:00", "modified_time": "2015-06-03T19:59:38+00:00", "author": "https://www.nolanchart.com/author/ocjim"}, "fb": {"app_id": 380007855467375}, "robots": "noodp,noydir", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "It is estimated that such a withdrawal of health care will likely be responsible for 27,000 deaths per year.\nEvidence shows that they are thinking about winning political games, taking control of governments – at all levels – and imposing their ideology on the rest of us.\nWe are seeing deaths and misery due to neglected Amtrak infrastructure or from depriving the poor of health care insurance by sometimes spiteful politicians.\nCurrent spending for infrastructure overall is 1.7 percent of GDP for the US, compared to Europe, at 5% and China at 9%.\nFor the police, it’s “protect and serve,” applying to the people they are pledged to serve, not to do unwarranted harm."}