{"article_title": "Harvard Gazette", "article_keywords": ["patterson", "washington", "reporters", "journalism", "sources", "need", "harvard", "gazette", "press", "theres", "public", "journalists"], "article_url": "http://news.harvard.edu/gazette/story/2013/12/hard-pressed/", "article_text": "The fact is, that the public have an insatiable curiosity to know everything, except what is worth knowing. Journalism, conscious of this, and having tradesman-like habits, supplies their demands. — Oscar Wilde\n\nGripes about the dismal prospects of the Fourth Estate are probably as old as the printing press itself. News consumers are uninformed and ill served by journalists who focus on the superficial, too often delivering a narrow and inaccurate portrait of the nation’s public affairs, protesters typically declaim.\n\nPioneering journalist and scholar Walter Lippmann, Class of 1909, was an early and influential critic of the press. Writing in 1919, he said newspapers are “the bible of democracy, the book out of which a people determines its conduct. It is the only serious book most people read.” And as such, Lippmann posits, journalists have a sacred duty to distinguish for citizens what is news and what is truth.\n\nNow, using Lippmann’s critiques as his guide, Thomas E. Patterson, Bradlee Professor of Government and the Press at Harvard Kennedy School (HKS), has lobbed a philosophical hand grenade at today’s moribund news business.\n\nIn his finely researched new book, “Informing the News,” Patterson catalogs the historic and systemic problems facing journalists concerning information, sources, knowledge, education, audiences, and democracy, and urges the profession to blaze a new path toward what he calls “knowledge-based journalism.”\n\n“In some ways, it amazes me some of the things that have fallen through the cracks in journalism,” said Patterson in an interview. “It’s an old problem, but I think there’s a new urgency.”\n\nWith the proliferation of people and organizations claiming to provide news in the digital age, the public is inundated with information, but little guidance to distinguish what is useful and trustworthy. While journalists are still the best positioned to provide trustworthy information, Patterson says, increasingly they aren’t equipped to do the job properly.\n\n“You would like journalists to function like a profession,” said Patterson. “Professions tend to run off of specialized knowledge that gives the professional the leverage that’s different, and makes them special in dealing with that situation compared to the layman. But when you look at journalism, there’s no knowledge base that underpins journalism.”\n\nThe book is an outgrowth of a six-year study of 11 top journalism schools led by the Carnegie Corp. of New York and the John S. and James L. Knight Foundation to improve journalism education and practice, a study in which Patterson and the Joan Shorenstein Center on the Press, Politics & Public Policy served an evaluative role.\n\nGiven the reliance that journalists have on PR-savvy official sources to generate news stories, reporters without a deep and independent grounding in the subjects they cover are easily misled and more prone to pass along inaccurate or superficial explanations of complicated issues, he argues.\n\n“Unfortunately, official sources are becoming less trustworthy,” said Patterson. “There’s a lot more political spin. People in politics are much more conscious of the importance of the frame in which something is presented and the facts that are put in. It’s gotten very sophisticated, and it’s all-around trying to shape a version of reality that serves the purposes of the official.”\n\nA recent “60 Minutes” report purported to tell an inside account of what happened the night of the Sept. 11, 2012, attack on the U.S. consulate in Benghazi, Libya, that killed four people, including U.S. Ambassador to Libya Christopher Stevens. The report was a glaring example of this sourcing breakdown. The story was quickly discredited, and later retracted by “60 Minutes,” after The Washington Post and then The New York Times revealed that the reporter’s primary source had given contradictory accounts of his whereabouts the night of the attack to his employer and the FBI.\n\nPatterson says adding to challenges for reporters today is the growing complexity of policy matters, which makes it difficult to accurately report on issues without a sophisticated understanding of a given subject that isn’t solely based on the work of other news reporters. In an editorial echo chamber where topics are overly simplified or given unwarranted prominence relative to their intrinsic value, such as the current focus on technical glitches related to the Affordable Care Act website, nuanced and thematic reporting is often crowded out.\n\n“When that bandwagon is rolling, that’s what their editors want. Attempts to broaden the frame get shot down. It’s a problem,” said Patterson. “There’s expectations about what the story is at a given moment in the newsroom. And any expectation of that kind really tends to shrink down the parameters of the reporting.”\n\nTo help journalists expand their intellectual horizons, the Shorenstein Center has launched the “Journalist’s Resource” project, a free online repository of scholarly materials on a variety of public interest news topics. Patterson is the project’s founder and research director.\n\nJournalists need to give greater consideration to why they use one storytelling framework over another, and they need to choose in a way that will bolster the overall quality and context of individual stories and journalism as a whole.\n\n“There’s a tendency for journalists to look at developments and interpret them, [and] to tell the story through personalities. We see this all the time in Washington,” said Patterson. But those narrow frames often preclude broad and important thematic explanations of issues, he said. “That’s what we need journalists for: They are our sense makers. We depend on them connecting the dots.”\n\nHow to fix the industry’s shortcomings? Patterson urges change start by teaching journalism students more than the basic craftwork of, for example, how to write a great lead or how to conduct interviews. Insist they learn critical skills like statistical literacy, how to master a subject area, and what Patterson calls “audience literacy” — knowing what matters to an audience and how to best deliver material to them so they correctly understand what the news is about.\n\nOpinion research has long shown that stories about personalities and process, a staple of Washington political coverage, tend to be easy to produce and hold strong appeal for editors, sources, and other journalists, but rarely for citizens.\n\nThe top two news stories of 2007 were the perjury trial of Vice President Dick Cheney’s aide, Lewis “Scooter” Libby, and The Washington Post’s investigation into patient neglect at the Walter Reed Army Medical Center, Patterson writes. Although the Libby saga received twice the media coverage as the Walter Reed revelations, it attracted only half as much attention from audiences.\n\n“Journalists need more understanding of how their audiences operate and how they derive conclusions from the information they get,” he said.\n\nPatterson urges news organizations to make ongoing training, like that offered in the medical or legal fields, and midcareer training, like that at business schools, an expectation of the profession. “That ought to be the norm, not the outlier,” he said.\n\nBy lifting the standards of journalism, the press would move closer to fulfilling what Lippmann saw as its democratic calling.\n\n“Journalists are in the business of making the unseen visible, of connecting citizens to the world beyond their direct experience,” Patterson writes. “Citizens look to journalists to do what they do not have the time, inclination, or training to do for themselves. It’s the reason that the path to a better-informed public, as it has for more than a century, runs through the nation’s newsrooms.”", "article_metadata": {"msapplication-TileColor": "#99283c", "news_keywords": "60 Minutes, Benghazi, Books, Carnegie Corporation, Christina Pazzanese, Harvard Kennedy School, Journalism, Knight Foundation, News Hub, Shorenstein Center, The New York Times, The Washington Post, Thomas E. Patterson, Walter Lippmann, Walter Reed Medical Center,", "og": {"site_name": "Harvard Gazette", "description": "In a new polemic, Harvard Kennedy School Professor Thomas Patterson calls for sweeping changes to the education of journalists and the practice of journalism.", "title": "Hard-pressed", "url": "http://news.harvard.edu/gazette/story/2013/12/hard-pressed/", "image": "http://media.news.harvard.edu/gazette/wp-content/uploads/2013/11/103108_Patterson_Thomas_605.jpg", "type": "article"}, "twitter": {"site": "@harvard", "card": "summary_large_image", "creator": "@harvard"}, "apple-mobile-web-app-title": "Harvard Gazette", "robots": "all", "apple-mobile-web-app-capable": "yes", "fb": {"admins": 593072576, "page_id": 105930651606, "app_id": 135898969862440}, "apple-mobile-web-app-status-bar-style": "black", "msapplication-TileImage": "http://news.harvard.edu/gazette/wp-content/themes/gazette20/a/i/appletouch.gif", "keywords": "60 Minutes, Benghazi, Books, Carnegie Corporation, Christina Pazzanese, Harvard Kennedy School, Journalism, Knight Foundation, News Hub, Shorenstein Center, The New York Times, The Washington Post, Thomas E. Patterson, Walter Lippmann, Walter Reed Medical Center,", "viewport": "width=device-width, initial-scale=1.0,maximum-scale=1,minimum-scale=1", "description": "Why it’s time, author says, for journalism to raise its intellectual standards   | In a new polemic, Harvard Kennedy School Professor Thomas Patterson calls for sweeping changes to the education of journalists and the practice of journalism."}, "_id": "\"57477af36914bd0286fc9e8c\"", "article_summary": "“Journalists need more understanding of how their audiences operate and how they derive conclusions from the information they get,” he said.\n“That’s what we need journalists for: They are our sense makers.\nBy lifting the standards of journalism, the press would move closer to fulfilling what Lippmann saw as its democratic calling.\nNow, using Lippmann’s critiques as his guide, Thomas E. Patterson, Bradlee Professor of Government and the Press at Harvard Kennedy School (HKS), has lobbed a philosophical hand grenade at today’s moribund news business.\n“Citizens look to journalists to do what they do not have the time, inclination, or training to do for themselves."}