{"article_title": "Alaska Legislature to Sue Governor", "article_keywords": ["legislature", "sue", "signal", "alaska", "walkers", "expansion", "state", "medicaid", "governor", "unilaterally", "walker", "save", "legislatures"], "article_url": "http://dailysignal.com/2015/08/26/alaska-legislature-to-sue-governor-over-unilateral-medicaid-expansion/", "article_text": "The Alaska Legislature will sue Gov. Bill Walker in an effort to prevent him from unilaterally expanding Medicaid in the state.\n\nChristie Herrera, a senior fellow at The Foundation for Government Accountability, told The Daily Signal in an interview that the lawsuit is about “separation of powers.”\n\n“Who holds the power of the purse?” Herrera asked. “This is a case about good government, not Medicaid.”\n\nUnder Alaska law, the governor has the authority to introduce bills in the legislature. Walker introduced a Medicaid expansion bill in March, but the legislature did not pass it. In July, Walker announced he would act unilaterally to expand Medicaid in Alaska.\n\nWalker has argued that accepting federal funds to expand Medicaid is within his purview as governor because he is permitted to distribute these funds to existing state programs without the legislature’s approval.\n\nCritics of Walker’s decision argue that a Medicaid expansion is a new program and thus requires the approval of the legislature because it introduces individuals into the system who were not previously eligible.\n\nHerrera said the state legislature’s rejection of an expansion “is a lynch pin for other governors to follow.”\n\nShe noted that 21 states—including Alaska—have rejected Medicaid expansion.\n\nAlaska’s KTUU reports that the legislature has approved $450,000 for legal counsel from two law firms for their lawsuit against Walker.\n\nWalker, an independent, has long advocated expanding Medicaid in the state under Obamacare.\n\nIn a statement provided to The Daily Signal, Walker said the expansion would save taxpayer money.\n\n“Medicaid expansion will save the state over $100 million in its first six years and provide more than 20,000 working Alaskans with access to health care,” Walker said.\n\nAccording to a July press release from Walker’s office, 29 states and the District of Columbia have expanded Medicaid under the Affordable Care Act.", "article_metadata": {"description": "The Alaska Legislature approved funds on Tuesday to sue Gov. Bill Walker in an effort to prevent him from unilaterally expanding Medicaid in the state.", "og": {"site_name": "The Daily Signal", "description": "The Alaska Legislature approved funds on Tuesday to sue Gov. Bill Walker in an effort to prevent him from unilaterally expanding Medicaid in the state.", "title": "Alaska Legislature to Sue Governor", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/150821_MedicaidAlaska_Scanlon1.jpg", "updated_time": "2015-08-26T23:54:56+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1LnY77g"}, "twitter": {"domain": "The Daily Signal", "description": "The Alaska Legislature approved funds on Tuesday to sue Gov. Bill Walker in an effort to prevent him from unilaterally expanding Medicaid in the state.", "title": "Alaska Legislature to Sue Governor", "image": {"src": "http://dailysignal.com/wp-content/uploads/150821_MedicaidAlaska_Scanlon1.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Health Care", "tag": "medicaid", "published_time": "2015-08-26T14:39:44+00:00", "modified_time": "2015-08-26T23:54:56+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Alaska, Bill Walker, Gov. Bill Walker, Medicaid, Obamacare, Affordable Care Act, Alaska governor, Medicaid expansion"}, "article_summary": "“This is a case about good government, not Medicaid.”Under Alaska law, the governor has the authority to introduce bills in the legislature.\nWalker introduced a Medicaid expansion bill in March, but the legislature did not pass it.\nThe Alaska Legislature will sue Gov.\nHerrera said the state legislature’s rejection of an expansion “is a lynch pin for other governors to follow.”She noted that 21 states—including Alaska—have rejected Medicaid expansion.\nIn a statement provided to The Daily Signal, Walker said the expansion would save taxpayer money."}