{"article_title": "Oldest congressman, Ralph Hall, 91, ousted by John Ratcliffe", "article_keywords": ["votes", "john", "district", "precincts", "im", "reporting", "ralph", "better", "ratcliffe", "rockwall", "ratcliffes", "91", "congressman", "oldest", "ousted", "hall"], "article_url": "http://trailblazersblog.dallasnews.com/2014/05/u-s-rep-ralph-hall-91-battles-john-ratcliffe-for-final-term.html/", "article_text": "update 10:10pm: By phone, Ratcliffe said he’ll spend the next six months making sure he’s educated about the needs of his new constituents.\n\n“I like Congressman Hall and believe that a majority of people in the district like him as well, but felt like it was time for new leadership,” he said from his home in Heath, where he served 8 years as mayor, his only previous elected office. “We needed new ideas and new solutions. I tried to present myself as a credible alternative for those that were looking for one.”\n\nupdate 9:55pm: In a phone interview, Hall vowed to spend the next six months trying to repeal Obamacare, and meeting with constituents back home as if he had another 2-1/2 years left on the job.\n\n“I haven’t conceded anything; I lost. That ought to be good enough for him,” Hall joked. “And let me tell you something, it’s better to win than it is to lose.”\n\nWas age a factor? Sure.\n\n“I’ve been 45 and I did better. I’ve been 65 and I did better. I’m 90 now and I didn’t do better,” Hall said. “…I’m not hurt about it. I’m not really terribly surprised about it, and I’m not happy about it. I’m going to keep on doing my job and coming home and visiting people that I love.”\n\nupdate 9:36pm: Ratcliffe’s lead has widened to 2,272 votes out of 41,450. All but 7 percent of precincts have been counted. And he has issued a statement:\n\n“I entered this race because I want a better path for America than the one that we’re on right now. Tonight, the voters of this district confirmed what I’ve been hearing on the campaign trail for the last six months. I thank Congressman Hall for serving us admirably, and wish him the best moving forward. I look forward to representing the 4th District of Texas in U.S. House of Representatives and fighting for the conservative values which I’ve defended throughout my career.”\n\nupdate 9:10pm: AP is projecting victory for Ratcliffe. With 85 percent of precincts counted, the challenger is ahead by 1,616 votes out of nearly 38,000 — just over 4 percentage points.\n\nupdate 8:55pm: Ratcliffe’s lead is growing. With half the precincts reporting he is ahead 52.5 to 47.5. He’s up by 1,400 votes out of 28,000.\n\nupdate at 8:30pm: Ratcliffe’s lead is down to 700, with a quarter of precincts reporting.\n\nupdate at 8:10pm: Still very close. Ratcliffe leads by 900 votes out of about 22,000, with fewer than 15 percent of precincts reporting and counted.\n\nupdate at 7:35pm: Ratcliffe leads 52-48, with less than 7 percent of precincts reporting. Fewer than 800 votes separate him from Hall.\n\nWASHINGTON — So far, it’s a nail biter.\n\nRep. Ralph Hall — at 91, the oldest person ever to serve in the U.S. House — trails challenger John Ratcliffe by fewer than 400 votes, out of more than 12,000 in early returns. But there are lots more ballots to be counted.\n\nHall is watching returns in Rockwall. He’s hoping for an 18th two-year term and has vowed that this would be his last.\n\nAhead of the runoff, Hall described himself as “healthy as a radish” and said he was working “day and night to make it go my way…. It’s all I got,” he said. “I like what I’m doing and I want to keep on doing it.”\n\nRatcliffe, 48 and a former U.S. attorney, is watching from his home in Heath, where he spent eight years as mayor.\n\nLast week, he described this as his biggest challenge: “Getting people to break the habit of just looking for the name Hall and voting out of habit.”\n\nHall is one of just two World War II veterans remaining in Congress. (The other, Rep. John Dingell, D-Mich., elected in 1955, is three years younger than Hall and he isn’t seeking reelection.\n\nNo Democrat is seeking the District 4 seat, so victory is assured in November for tonight’s runoff winner. The district covers 18 counties, from Rockwall to Texarkana.\n\nIf Hall loses, he would be the first House member defeated this year for reelection. Casualty list here.\n\nRatcliffe topped Hall by 100 votes out of 3,300 in their home county, Rockwall.", "article_metadata": {"liveFyreID": "aHR0cDovL3RyYWlsYmxhemVyc2Jsb2cuZGFsbGFzbmV3cy5jb20vMjAxNC8wNS91LXMtcmVwLXJhbHBoLWhhbGwtOTEtYmF0dGxlcy1qb2huLXJhdGNsaWZmZS1mb3ItZmluYWwtdGVybS5odG1sLw==", "generator": "WordPress 3.9.12", "author": "Todd J. Gillman", "og": {"site_name": "Trail Blazers Blog", "description": "update 10:10pm: By phone, Ratcliffe said he'll spend the next six months making sure he's educated about the needs of his new constituents. “I like Congressman Hall and believe that…", "title": "Oldest congressman, Ralph Hall, 91, ousted by John Ratcliffe", "url": "http://trailblazersblog.dallasnews.com/2014/05/u-s-rep-ralph-hall-91-battles-john-ratcliffe-for-final-term.html/", "image": "http://trailblazersblog.dallasnews.com/wp-content/themes/dallasnews/images/facebook-default-black.jpg", "type": "article"}, "LastModifiedDate": "2014-05-27T22:16:13Z", "twitter": {"card": "summary_large_image"}, "PublishDate": "1970-01-01T00:00:00Z", "wp-parsely_version": "1.7", "viewport": "width=device-width", "cXenseParse": {"recs": {"publishtime": "1970-01-01T00:00:00Z"}}}, "article_summary": "Ratcliffe leads by 900 votes out of about 22,000, with fewer than 15 percent of precincts reporting and counted.\nRep. Ralph Hall — at 91, the oldest person ever to serve in the U.S. House — trails challenger John Ratcliffe by fewer than 400 votes, out of more than 12,000 in early returns.\nupdate at 7:35pm: Ratcliffe leads 52-48, with less than 7 percent of precincts reporting.\nI’m 90 now and I didn’t do better,” Hall said.\nRatcliffe topped Hall by 100 votes out of 3,300 in their home county, Rockwall."}