{"article_title": "Rising star George Ezra is another effortless English prodigy", "article_keywords": ["voyage", "ezra", "australia", "star", "wanted", "effortless", "young", "british", "prodigy", "tour", "rising", "english", "ticket", "voice", "playing", "george"], "article_url": "http://www.smh.com.au/entertainment/music/rising-star-george-ezra-is-another-effortless-english-prodigy-20141218-129x1w.html", "article_text": "Music\n\nDown-to-earth demeanour: George Ezra will perform for tens of thousands of people at the Falls Festival at the start of next month.\n\nGeorge Ezra is learning fast. For the young English singer-songwriter's next British tour, which kicks off in his hometown of Bristol in February following his first Australian gigs in the new year, every ticket sold comes with the buyer's name printed on it. It's not just a personal touch, it's to cut down on scalping, because the last time he played British shows young fans were paying up to £100 to get in to see a new artist who had only just released his debut album.\n\n\"It's a £15 ticket – I play for an hour and it's not a massive production,\" says Ezra. \"I was worried at first that they thought I was somehow responsible for that, but they were happily buying from scalpers. I don't want that to happen again.\"\n\nIt's been that kind of year for the 21-year-old, who has a booming voice out of folk music's past and a haircut out of pop music's future. Ezra had a top five single with Budapest in numerous territories, including Australia and Britain, and that was followed by his first long player, Wanted on Voyage, which topped the British charts in June and made the top 20 in Australia. Like Jake Bugg, he's another effortless English prodigy.\n\n\"When I was 14 the local venue in the town I grew up in shut down,\" Ezra recalls. \"My older sister was hanging out there when bands played, but I had to hang out in a field. I know which one is cooler.\"\n\nAdvertisement\n\nEzra is speaking from Prague, mid-way through a European tour that revisits the locations that helped inspire Wanted on Voyage. The musician, who has a down-to-earth demeanour that couldn't be further away from chart-conquering privilege, always had promise. With but a few songs and a handful of local gigs he got a manager and a major record deal at the age of 18, but he wisely realised that one thing he lacked was life experience.\n\nSpending several summer months trekking around Europe, alone apart from his journal and his guitar, got him started. Songs such as Budapest and Barcelona speak to the geographic inspiration, but it's the emotional reach of Blame it on Me and the sardonic Leaving It Up to You that suggest the emotional breadth of Ezra's music, which then expertly mashes up genres and decades on his album.\n\n\"I wanted 50 per cent of the tunes to sound artificial and obviously made in the studio with beats and things, and I wanted the other 50 per cent to sound as natural as people sitting around a campfire playing a song,\" explains Ezra. \"That's not an easy balance to get right.\"\n\nOn the intro to Did You Hear the Rain, Ezra sounds like a bluesman in 1950s Chicago, his voice an invocation so solemn that it turns heartache into a depthless darkness. Englishmen, 21 years old or otherwise, are simply not meant to have such booming, powerful voices.\n\n\"The thing I like to make sure people understand is that it was a conscious decision to sing with a big voice,\" Ezra says. \"A lot of people I was listening to had them and I could do that. But if you heard me at 15, when I first started, there was zero technique and a lot more shouting. I've honed it since then.\"\n\nA lyricist who has worked hard to make sure his melodies have an equal kick, Ezra sings on the rollicking, self-deprecating Cassy O about journeying to Australia. It's a reference to a trip here several years ago, which included several days working in a fast food van outside Byron Bay's Splendour in the Grass music festival in the hope of earning free entry to the three-day extravaganza.\n\nThe van's owner ultimately couldn't get Ezra the desired wristband – \"it wasn't his fault,\" adds Ezra, lest anyone think he's holding a grudge, \"he was a lovely bloke\" – but he gets a fairly decent sequel at the start of next month when he returns to Byron Bay as one of the acts playing to tens of thousands at the Falls Festival.\n\n\"If someone had told me four years I was going to be playing in Australia at the end of 2014 I would have laughed in their face,\" says Ezra. \"I didn't plan this. You can't plan success with a creative field. So I enjoy it while it's here and I know it won't be forever. Maybe one day I'll have to go back to flipping burgers, but for now I'm going to enjoy the cool things.\"\n\nGeorge Ezra plays Sydney's Metro on January 5; and Melbourne's Corner Hotel on January 6.", "article_metadata": {"news_keywords": "Music", "application-name": "The Sydney Morning Herald", "og": {"site_name": "The Sydney Morning Herald", "description": "With a booming voice out of folk music's past and a haircut out of pop music's future, British singer-songwriter George Ezra happily mashes up genres and decades.", "title": "Rising star George Ezra is another effortless English prodigy", "url": "http://www.smh.com.au/entertainment/music/rising-star-george-ezra-is-another-effortless-english-prodigy-20141218-129x1w.html", "image": "http://images.smh.com.au/2014/12/18/6103533/Thumbnail64288148129wqpimage.related.thumbnail.320x214.129x1w.png1419555110571.jpg.jpg", "type": "article"}, "twitter": {"site": "@smh", "card": "summary"}, "msapplication-tooltip": "Open The Sydney Morning Herald", "robots": "ACAP allow-present prohibited-modification=annotation", "fb": {"app_id": 193677504039845}, "cXenseParse": {"ffx-assettype": "article", "ffx-assetid": 64288148}, "msapplication-starturl": "http://www.smh.com.au", "msvalidate.01": "3A0F8B0A5D246EFE15A2F9F975D1E623", "msapplication-task": "name=Weather;action-uri=http://www.smh.com.au/weather;icon-uri=http://www.smh.com.au/favicon.ico;", "description": "With a booming voice out of folk music's past and a haircut out of pop music's future, British singer-songwriter George Ezra happily mashes up genres and decades."}, "article_summary": "\"The thing I like to make sure people understand is that it was a conscious decision to sing with a big voice,\" Ezra says.\nMusicDown-to-earth demeanour: George Ezra will perform for tens of thousands of people at the Falls Festival at the start of next month.\n\"It's a £15 ticket – I play for an hour and it's not a massive production,\" says Ezra.\nGeorge Ezra plays Sydney's Metro on January 5; and Melbourne's Corner Hotel on January 6.\nAdvertisementEzra is speaking from Prague, mid-way through a European tour that revisits the locations that helped inspire Wanted on Voyage."}