{"article_title": "After midterm drubbing, unions shift to fast track", "article_keywords": ["groups", "business", "midterm", "track", "drubbing", "workers", "fast", "trade", "leave", "unions", "minimum", "paid", "sick", "shift", "labor"], "article_url": "http://www.politico.com/tipsheets/morning-shift/2014/11/is-paid-sick-leave-the-next-minimum-wage-after-midterm-drubbing-unions-shift-to-fast-track-212543", "article_text": "Is paid sick leave the next minimum wage? - After midterm drubbing, unions shift to fast track\n\nBy Brian Mahoney\n\nWith help from Marianne LeVine, Mike Elk and Timothy Noah\n\nStory Continued Below\n\nIF YOU’RE READING THIS, YOU’RE MISSING OUT – Pro Labor & Employment subscribers are receiving an enhanced version of Morning Shift by 6 a.m. featuring the latest policy news on the NLRB, unemployment, minimum wage developments, unions and more. Want to know what #ProsKnow? Get the insider version of Morning Shift by signing up for Pro Labor & Employment – email today to learn more: LE.Info@politicopro.com.\n\nIS PAID SICK LEAVE THE NEXT MINIMUM WAGE?—\"Like minimum wage, paid sick leave was among the few midterm bright spots for Democrats, with four ballot measures passing in Massachusetts, Trenton, N.J., Montclair, N.J., and Oakland, Calif.,\" POLITICO'S Marianne LeVine reports.\n\nMassachusetts, which passed the measure by a margin of 10 percent, became the third state to enact paid sick leave, joining California and Connecticut. “It was just very exciting to be able to say that the voters really endorse the idea that every worker should have access to paid sick time,” said Sherry Leiwant, co-president of A Better Balance, a legal advocacy organization that focuses on paid leave. Workers in all four jurisdictions covered by Tuesday’s ballot measures will be able to earn one hour of paid sick leave for every 30 hours worked.\n\nPaid sick leave has been gaining traction in recent years. Since San Francisco passed a paid sick leave measure in 2006, 16 cities and three states have followed suit. These measures build on the Family and Medical Leave Act, passed in 1993, which required employers to grant workers up to 12 weeks annually in unpaid leave for illness or to take care of an ailing family member. Pros can read more: http://politico.pro/10phlGG\n\nAFTER MIDTERM DRUBBING, UNIONS SHIFT TO FAST TRACK: After Tuesday's big midterm losses, labor unions will turn their attention to opposing a measure that would give President Obama greater authority to make trade deals, commencing a \"week of action\" on Saturday with other progressive groups. The White House has advocated so-called trade promotion authority — which would allow U.S. Trade Representative Michael Froman to cut trade deals without debate or amendments on the Hill — but Congress has yet to make meaningful moves on the measure. Unions say that new trade deals like the Trans-Pacific Partnership trade agreement with Japan and 10 other nations in Asia and the Pacific have been negotiated with little transparency or input from workers' groups. But Obama will likely have Republican support on the measure. “Every President since FDR has sought trade promotion authority from Congress because of the job-creating benefits of trade,\" Utah Republican Senator Orrin Hatch said in January. \"Renewing TPA will help advance a robust trade agenda that will help American businesses, workers, farmers and ranchers by giving them greater access to overseas markets.\" Pros can read more here: http://politico.pro/1vLhgWs\n\nGOOD MORNING and welcome to Morning Shift, where we're still recovering from election night. Email your praise, criticisms, corrections, tips, and used handkerchiefs to bmahoney@politico.com, tnoah@politico.com, melk@politico.com and mlevine@politico.com. Follow us on Twitter at @ politicomahoney, @ TimothyNoah1, @ MikeElk, @ marianne_levine @ ProMorningShift and @ POLITICOPro\n\nANATOMY OF AN ELECTION — A look at what business and labor groups are saying after Tuesday's midterms, which marked a major victory for Republicans in Congress and in state houses.\n\nLabor wants more populism —Organized labor blamed last night’s election debacle on the Democratic Party’s reluctance to sufficiently embrace its economic agenda. “They responded like this because they were hurting and they did not have a genuine economic alternative,” AFL-CIO President Richard Trumka said of the nation’s electorate at a press conference. “If the candidate goes out with a strong economic message and says here’s how I’m going to solve your economic problem, here’s how I’m going to make sure you get a better standard of living, here’s how I’m going to make sure your kid gets a better education, here’s what I’m going to do — that candidate is going to do well. It doesn’t matter whether that candidate is a Democrat or a Republican.\" More here from Mike Elk and Marianne LeVine for Pros: http://politico.pro/1uzVzNQ\n\nBusiness groups want trade deals, tax reform: \"We’re asking our elected officials to just solve problems,\" said the National Association of Manufacturers: \"extend important tax policies, such as the R&D tax credit; make comprehensive tax reform happen; fix our nation’s broken immigration system; stop the Environmental Protection Agency’s assault on American energy security; invest in our aging infrastructure; pass a long-term reauthorization of the Export-Import Bank; move Trade Promotion Authority; and enact regulatory reform to name just some of the issues that need immediate action.\"\n\nWeingarten: red tide of hostile governors coming: Teachers unions must gird to “fight back as hard, if not harder, than we ever have before” against a red tide of hostile governors across the nation, American Federation of Teachers President Randi Weingarten told POLITICO yesterday.\n\nMCCONNELL TO TARGET ACA'S 30-HOUR WORK WEEK — At a press conference yesterday, Senate Minority Leader Mitch McConnell said that his Senate Republican majority will target “deeply unpopular” pieces of the Affordable Care Act, including the law’s 30-hour work week standard for the employer mandate and the individual mandate,\" POLITICO's Rachana Pradhan reports. The law requires employers of 50 or more full time workers to offer health insurance to full time workers, defined for the purposes of the statute as workers employed for 30 hours a week or more. \"McConnell said the loss of the 40-hour workweek because of Obamacare is a 'big mistake that ought to be restored' and that 'people hate the individual mandate.’” Pros can read more here: http://politico.pro/1AmbbaM\n\nRead More: McConnell wrote an op-ed in today’s Wall Street Journal outlining his agenda.\n\nOBAMA LOST BIG ON IMMIGRATION GAMBLE—\"President Barack Obama took a major gamble when he punted executive action on immigration earlier this fall to try and save red-state Senate Democrats — and it didn’t pay off,\" POLITICO'S Seung Min Kim reports.\n\nVulnerable Senate Democrats like Kay Hagan of North Carolina and Mark Pryor of Arkansas both lost despite the delay. And the move might have hurt Democratic Sen. Mark Udall in Colorado, which has a large Latino electorate. \"With steep Democratic losses, Obama is left with a Republican-controlled Senate, whose leaders are already warning Obama that life will become much more difficult if he goes ahead with promised executive action halting deportations for undocumented immigrants,\" Kim writes. \"Meanwhile, the president faces an even more infuriated community of Latinos and immigrant-rights activists who see no political upside to the executive action delay.\" http://politi.co/1xadMB4\n\n** A message from The International Franchise Association. Local franchise business owners operate more than 770,000 establishments and employ 8.5 million workers in the United States. Learn how America’s local franchise business owners create a positive impact on America's economy by visiting www.franchisefacts.org. **\n\nSTARBUCKS TO WORKERS: NO ENGAGEMENT RINGS — Starbucks' new dress code for employees bans engagement rings, bracelets and any jewelry with stones because of food safety rules, according to a report by Komo news. \"Starbucks hopes to more than double its food offerings in the next five years, and the new guidelines are based on FDA food safety guidelines,\" a company spokesperson said. \"He emphasized that employees can still wear plain wedding bands — just no rings with stones.\"\n\nThe change riled some workers. \"I'm not stirring someone's drink with my ring,\" an anonymous long-time employee told Komo. \"It's awesome they now allow you to wear tattoos, but it seems weird to not allow anyone to wear a wedding ring. A lot of people are upset.\" http://bit.ly/10xflMM\n\nPRODUCTIVITY REPORT OUT TODAY — The Bureau of Labor Statistics is scheduled to release a preliminary Productivity and Costs news release for the third quarter of 2014 at 8:30 this morning. In the second quarter of 2014, nonfarm business sector labor productivity increased at a 2.3 percent annual rate. Between the second quarter of 2013 and the second quarter of 2014, productivity increased by 1.1 percent, according to a news release issued in September.\n\nWSJ: BUSINESS SURVEYS UPBEAT AHEAD OF JOBS DAY—\"Several business surveys and two hiring estimations released so far this week suggest the jobs report will at least meet economists’ expectations that nonfarm payrolls increased by 233,000 last month, a bit stronger than the 220,000 averaged over the past 12 months,\" the Wall Street Journal reports. http://on.wsj.com/1uxG6OS\n\nEEOC RELEASES LGBT ENFORCEMENT GUIDANCE — The EEOC yesterday issued a fact sheet on its recent enforcement efforts targeting sexual orientation discrimination in the workplace. \"Recent events, including the filing of two EEOC lawsuits on behalf of transgender employees and an amicus brief in the 7th Circuit related to coverage of sexual orientation, have triggered increased interest about protections for lesbian, gay, bisexual and transgender (LGBT) individuals under federal employment-discrimination laws.\" Read the fact sheet here: http://1.usa.gov/1s6Q6ag\n\nRELIGIOUS GROUPS BACKED WORKPLACE MEASURES — Religious groups backed traditionally progressive workplace initiatives like raising the minimum wage and extending paid sick leave to employees this midterm election. In September, the Public Religion Research Institute, a nonpartisan research organization, released a study showing that 79 percent of white evangelical Protestants, 78 percent of Catholics and 90 percent of African American Protestants support mandatory paid sick days. On minimum wage, 56 percent of white evangelical Protestants support an increase, with even stronger support among Catholics (77 percent) and African-American Protestants (89 percent). Pros can read more here: http://politico.pro/1qqsjTe\n\nCOFFEE BREAK\n\n—Lyft sues former executive, accusing him of taking secret documents to Uber, the Wall Street Journal reports: http://goo.gl/VOzJzv\n\n—Trader Joe's settles $5 million lawsuit with employee who accused the company of firing him for speaking out against food practices and working conditions, Law360 reports: http://goo.gl/sLG98H\n\n—Delaware's Unemployment Insurance Trust Fund finished repaying its federal loan yesterday, after borrowing money to pay benefits during the Great Recession, according to a government announcement: http://goo.gl/uaMyCg\n\n—San Bernardino, Calif. voters rejected push to end ‘autopilot’ raise rule for police, firefighters: http://reut.rs/10pMPfQ\n\nTHAT’S ALL SHE WROTE. BACK TO WORK!\n\n** The International Franchise Association. IFA is the world's largest and oldest organization representing franchising. Local franchise business owners employ one out of every eight private sector workers in the United States. For more information about how the franchise business model works, visit www.franchisefacts.org. **", "article_metadata": {"og": {"site_name": "POLITICO", "description": "Is paid sick leave the next minimum wage?", "title": "Is paid sick leave the next minimum wage? - After midterm drubbing, unions shift to fast track", "url": "http://www.politico.com/morningshift/1114/morningshift15995.html", "image": "http://static.politico.com/97/de/e15842c94e928ce8b561e20745a0/whitelogoondots.jpeg", "fb_appid": 114037015331397, "type": "website"}, "keywords": "Minimum wage", "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "Is paid sick leave the next minimum wage?", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe00d4\"", "article_summary": "Since San Francisco passed a paid sick leave measure in 2006, 16 cities and three states have followed suit.\nIS PAID SICK LEAVE THE NEXT MINIMUM WAGE?—\"Like minimum wage, paid sick leave was among the few midterm bright spots for Democrats, with four ballot measures passing in Massachusetts, Trenton, N.J., Montclair, N.J., and Oakland, Calif.,\" POLITICO'S Marianne LeVine reports.\nMassachusetts, which passed the measure by a margin of 10 percent, became the third state to enact paid sick leave, joining California and Connecticut.\nPros can read more: http://politico.pro/10phlGGAFTER MIDTERM DRUBBING, UNIONS SHIFT TO FAST TRACK: After Tuesday's big midterm losses, labor unions will turn their attention to opposing a measure that would give President Obama greater authority to make trade deals, commencing a \"week of action\" on Saturday with other progressive groups.\nPaid sick leave has been gaining traction in recent years."}