{"article_title": "Instapundit: There's a War on College Men", "article_keywords": ["men", "sex", "campus", "soave", "accused", "college", "polis", "instapundit", "law", "sexual", "war", "theres"], "article_url": "http://reason.com/blog/2015/09/14/instapundit-theres-a-war-on-college-men", "article_text": "Glenn Reynolds of Instapundit writes in USA Today about \"the war on college men\":\n\nLast week, Rep. Jared Polis, a Colorado Democrat, suggested that even innocent students should be booted from campus if they were accused of sexual assault. According to Polis: \"If there are 10 peoplewho have been accused, and under a reasonable likelihood standard maybe one or two did it, it seems better to get rid of all 10 people.\" So one of the longstanding traditions of American law — that it is better to let 10 guilty men go free than to imprison one innocent — has now been turned on its head. Under the Polis standard, it’s basically the other way around....\n\nReynolds teaches law at University of Tennessee, so his legal chops are pretty tight. He continues:\n\nIf even a false accusation of sexual assault is grounds for expulsion, the result is to burden student sex lives with fear. That’s doubly so when the enforcers are so heavily non-male. Men who fear that they may be so targeted — and remember, you don’t even have to have dated a woman to be falsely accused — cannot possibly enjoy college in a normal fashion. The funny thing is that the law under which all of this is transpiring, the federal Title IX antidiscrimination law, is supposed to prevent the creation of just such a hostile educational environment based on sex. (\"No person in the United States shall, on the basis of sex, be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any education program or activity receiving Federal financial assistance.\") Yet — seemingly with all calculation — Jared Polis and his congressional colleagues seem eager to do just that.\n\nRead the whole thing here.\n\nThere's no question that there's a witch hunt mentality going on in higher ed these days. Whether that constitutes a \"war on men\" is a different matter, but you gotta hope that some semblance of normalcy returns.\n\nReason's Robby Soave talked with Polis about his controversial—and frankly ridiculous—suggestion. Read that here.\n\nAnd read Soave and Linda LeFauve on how researcher David Lisak's utterly flawed and non-representative work blaming campus rapes on a small, irredeemable number of serial predators helped to fuel the idea that colleges need to aggressively remove students even suspected of sexual crimes. That's the pseudo-science undergirding much of today's toxic climate on campuses when it comes to providing due process for suspects.\n\nWatch Soave discuss \"3 of the Most F*cked-up College Campus Stories of the 2014-2015 School Year\":", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Colorado Rep. Jared Polis believes it's better for eight innocent men to be condemned than for two guilty ones to go unpunished.", "title": "Instapundit: There's a War on College Men", "url": "http://reason.com/blog/2015/09/14/instapundit-theres-a-war-on-college-men", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14422583219555.jpg", "type": "article"}, "twitter": {"description": "Colorado Rep. Jared Polis believes it's better for eight innocent men to be condemned than for two guilty ones to go unpunished.", "title": "Instapundit: There's a War on College Men", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14422583219555.jpg", "creator": "@nickgillespie", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Nanny State", "published_time": "2015-09-14T19:33:00+00:00", "author": "http://reason.com/people/nick-gillespie"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "Watch Soave discuss \"3 of the Most F*cked-up College Campus Stories of the 2014-2015 School Year\":\nWhether that constitutes a \"war on men\" is a different matter, but you gotta hope that some semblance of normalcy returns.\nThere's no question that there's a witch hunt mentality going on in higher ed these days.\nGlenn Reynolds of Instapundit writes in USA Today about \"the war on college men\":Last week, Rep. Jared Polis, a Colorado Democrat, suggested that even innocent students should be booted from campus if they were accused of sexual assault.\nMen who fear that they may be so targeted — and remember, you don’t even have to have dated a woman to be falsely accused — cannot possibly enjoy college in a normal fashion."}