{"article_title": "Birth Control Works Just Like Antibiotics Over The Long Term", "article_keywords": ["control", "term", "acne", "long", "contraceptives", "antibiotics", "treatment", "birth", "skin", "works", "oral", "reduced", "effects"], "article_url": "http://www.medicaldaily.com/acne-relief-birth-control-works-just-antibiotics-over-long-term-287058", "article_text": "Birth control may soon be an alternative for women suffering with acne. New research shows they are just as effective as antibiotics at getting rid of stubborn breakouts.\n\nFed up with zits ladies? Birth control might help get rid of them, a new study says. In hoping for clear skin, some people invest in special creams and cleansing solutions as well as antibiotics for relief. But birth control has been shown to be just as effective as antibiotics in eliminating long-term acne in women.\n\nResearchers studied the effects of oral contraceptives against antibiotics for acne treatment over the course of six months, and found that oral contraceptives and antibiotics equally reduced inflammation caused by acne. However, antibiotics worked better than birth control for the first three months.\n\n“Antibiotics have anti-inflammatory properties, and OCPs do not have those same properties, so the reduction in acne is going to be more gradual and less dramatic in the beginning,” Dr. Kelly H. Tyler, a dermatologist at Ohio State University in Columbus, told Reuters. By 6 months, the oral contraceptives and antibiotics were equally successful at reducing acne. Birth control reduced the appearance of acne by 55 percent, while antibiotics reduced it by 53 percent.\n\n“This confirms that birth control pills are a good solid treatment for acne, and they’re probably underutilized. Given the desire to minimize antibiotic resistance and exposure, hormonal birth control could be a good alternative,” said Dr. Steven R. Feldman, a dermatologist at Wake Forest University School of Medicine, according to Reuters.\n\nThe Office on Women’s Health (OWH) says birth control pills help to clear acne because they slow down overactive oil glands in the skin. They also lower activity of the androgen hormone, which stimulates oil glands in the skin.\n\nDespite the new and hopeful findings, both antibiotics and birth control may have side effects, especially when taken with other medications. Dr. Robert Dellavalle, chief of the dermatology service at the Denver VA Medical Center, told Reuters that severe allergic reactions are rare, but more common with antibiotics, while contraceptives are more likely to cause blood clots.\n\nIf you are concerned about side effects, the OWH offers other ways to prevent and heal your acne. It recommends washing your face with a mild cleanser twice a day, in the morning and at night. Also, avoid popping your zits in order to prevent scarring — even though it tends to be tempting when white heads appear. Check labels when shopping for makeup and look for non-comedogenic, non-acnegenic, or oil-free products, all of which are less likely to clog pores. If your hair is oily, you may need to wash it more often. And finally, with the weather getting warmer, it will be more important to wear sunscreen, especially if you're someone who uses a topical treatment that makes your skin more sensitive.\n\nSource: Koo E, Petersen T, Kimball A. Meta-analysis comparing efficacy of antibiotics versus oral contraceptives in acne vulgaris. Journal of the American Academy of Dermatology. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "birth control, oral contraceptives, acne, zits", "og": {"site_name": "Medical Daily", "description": "Birth control may soon be an alternative for women suffering with acne. New research shows they are just as effective as antibiotics at getting rid of stubborn breakouts.", "title": "Getting Rid Of Acne With Birth Control", "url": "http://www.medicaldaily.com/acne-relief-birth-control-works-just-antibiotics-over-long-term-287058", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/07/getting-rid-acne-birth-control.jpg", "type": "article"}, "twitter": {"description": "Birth control may soon be an alternative for women suffering with acne. New research shows they are just as effective as antibiotics at getting rid of stubborn breakouts.", "title": "Getting Rid Of Acne With Birth Control", "url": "http://www.medicaldaily.com/acne-relief-birth-control-works-just-antibiotics-over-long-term-287058", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/07/getting-rid-acne-birth-control.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/07/getting-rid-acne-birth-control.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Drugs", "published_time": "2014-06-07T14:51:46-04:00", "modified_time": "2014-06-07T14:51:44-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Birth control may soon be an alternative for women suffering with acne. New research shows they are just as effective as antibiotics at getting rid of stubborn breakouts."}, "_id": "\"57477af36914bd0286fc9e95\"", "article_summary": "Birth control reduced the appearance of acne by 55 percent, while antibiotics reduced it by 53 percent.\nBut birth control has been shown to be just as effective as antibiotics in eliminating long-term acne in women.\nDespite the new and hopeful findings, both antibiotics and birth control may have side effects, especially when taken with other medications.\nBirth control might help get rid of them, a new study says.\nHowever, antibiotics worked better than birth control for the first three months."}