{"article_title": "going the first mile – The Denver Post", "article_keywords": ["mile", "bike", "dont", "buses", "bus", "transit", "rail", "denver", "going", "car", "need", "post", "day"], "article_url": "http://www.denverpost.com/ci_26002868/denvers-transit-going-first-mile", "article_text": "In April, I wrote about “the sharing economy” in The Denver Post, in part investigating alternate ways of getting around town: bike, walk, bus, and ride shares like uberX and Car2Go. I even went for a week without using my car. It was a liberating experience.\n\nDenver is in a time of transition between transit policy and transit reality. The city’s planning vision and policies strive to discourage driving and incent transit-biking-walking. The Stick: We have reduced parking requirements and stopped widening roads (in most areas), hoping that if we make driving more inconvenient people will switch to transit. The Carrot: We are adding bike lanes, requiring sidewalks with development, restriping roads and, of course, building light rail.\n\nBut most of us still don’t leave our car keys at home.\n\nThere is a term in transit planning called “the last mile.” Borrowed from telecommunications technology, it describes the need to carry signals from the broad backbone (the pole) to the shorter distances (hence, the “last mile”) to and from homes or businesses. Or, to put it another way, the infrastructure at the neighborhood level. For transit, it translates to the dilemma of getting people from their neighborhood to rail or other rapid transit and back home again.\n\nNow, our fledgling light rail system is exceptional and I don’t trivialize its significance. But for a person living in the suburban-oid areas of Denver where my council district is, light rail doesn’t go anywhere I want to go. I don’t need to get from downtown to the suburbs, and rail doesn’t go to the airport yet.\n\nIn a typical week, I rarely travel more than 4 miles from my home. I live, work, shop, dine, play within a few miles of my house. I think most people do. It strikes me that we in the olden-day suburbs of the 1950s and ’60s don’t have a last-mile problem; we have a first-mile problem. We need good transit to where we want to go in our daily lives.\n\nOur best solution for the first mile is the bus. We need a bus service that is at least close to the convenience of my car — a tall order. We likely can make it convenient enough for transit travel to forestall the driving nightmares that our mega-cities have.\n\nWhen there is a new development with city policy automobile disincentives, residents just get angry about the lack of parking and more congestion. They rightly point out that transit is still minimal. But transit is minimal because the Regional Transportation District is a revenue-based business that generally expands only with demand.\n\nBesides, face it, the bus has image problems. It’s a no-win cycle if we keep this up. With only demand-driven financing for transit with image problems, how are we going to get people on buses by choice? We need to provide a different kind of user-friendly bus before there is ridership. These are two directives:\n\n1) Finance buses before ridership; and\n\n2) Make buses more user-friendly.\n\nWe can’t expect RTD to provide buses before ridership given their finance structure. So, is there a front-loading financing opportunity for providing transit before there are riders? Perhaps a TIF-like solution for transit that lends dollars against future fare revenues? And what is a more user-friendly bus? It has to be very frequent, simple and inviting.\n\nFrequent and simple: A bus arrives every 10 minutes. Even if you miss one, it is only a 10-minute wait. Its routes are memorable and named, not numbered.\n\nUser-friendly: It is immediately recognizable, encourages community, and offers other amenities. It takes me within my 4- or 5-mile need, every day, at least 12 hours a day.\n\nBoulder has a successful project called “Hop, Skip, and Jump.” They used a 1994 federal grant to begin a circulator bus that took passengers from downtown to nearby residential areas and back. They have seats that face each other (like rental car buses do); brightly painted vehicles (no advertising); bike racks; bus stops with bike corrals for storage; routes running 12 hours a day and every 10 minutes. For the inaugural Hop line, they had a goal of 2,000 riders a day within a year. They hit 4,000 a day in six weeks. The Skip, a little wider route, hit 6,000 a day within two months.\n\nIt is a subsidized system, initiated with federal funding and continuing with government support. There are many ways we might think about fee/tax support to lend before there are riders. Some municipalities have actually used tax increment finance.\n\nBut what if we didn’t need tax-supported financing at all? Given the new transportation network companies, perhaps there is a way for the free market to provide a solution. Take a look at the Dollar Van in the New York boroughs. Begun as pirate-ish commuter vans, they scurried furtively through those neighborhoods with poor access to the subway or bus. Now more than 300 dollar vans (which actually cost $2) are licensed in Brooklyn and Queens.\n\nThe entrepreneurship of the Dollar Van idea is intriguing. I’m thinking it might be my retirement job, except uberX or Lyft will probably beat me to it. And those companies may get run over by a Google steering-wheel-less car.\n\nThis is the time to figure out how we get close-in transit for the first mile. Let’s get busy.\n\nMary Beth Susman is president of the Denver City Council.\n\n", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Denver’s transit: going the first mile", "title": "Denver’s transit: going the first mile", "url": "http://www.denverpost.com/2014/06/20/denvers-transit-going-the-first-mile/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140620__RTDp1.jpg", "height": 438}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140620__RTDp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-06-20T13:10:44+00:00", "modified_time": "2016-04-27T08:05:05+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "I don’t need to get from downtown to the suburbs, and rail doesn’t go to the airport yet.\nIn April, I wrote about “the sharing economy” in The Denver Post, in part investigating alternate ways of getting around town: bike, walk, bus, and ride shares like uberX and Car2Go.\nDenver is in a time of transition between transit policy and transit reality.\nWith only demand-driven financing for transit with image problems, how are we going to get people on buses by choice?\nThis is the time to figure out how we get close-in transit for the first mile."}