{"article_title": "New York Backs Unions In Case To End Forced Dues", "article_keywords": ["case", "forced", "supreme", "end", "union", "pay", "workers", "backs", "states", "friedrichs", "unions", "york", "court", "dues", "teachers"], "article_url": "http://dailycaller.com/2015/11/16/ny-leads-20-state-crusade-to-uphold-forced-union-dues/", "article_text": "WASHINGTON, DC - NOVEMBER 06: Flowers bloom in front of The United States Supreme Court building November 6, 2015 in Washington, DC. The court announced Friday that it will hear another case related to the landmark Affordable Care Act, or Obamacare, and its contraception mandate as it relates to religious nonprofit groups. (Photo by Chip Somodevilla/Getty Images)\n\n4788297\n\nNew York Attorney General Eric Schneiderman announced Sunday he will be leading a 20 state coalition against a U.S. Supreme Court case that threatens to end forced union dues for all public sector employees.\n\nFriedrichs v. California Teachers Association has the potential to overturn decades worth of labor law. Rebecca Friedrichs and nine other teachers involved argue being forced to pay union dues violates their First Amendment rights. The coalition of 20 states, plus the District of Columbia, is urging the Supreme Court to not side with the teachers.\n\n“The right to organize is a fundamental right for American workers,” Schneiderman said in a statement. “Unions go hand-in-hand with a strong middle class.”\n\nSince the teachers are public employees a win means all government workers could potentially be granted right-to-work privileges. The policy, which has passed in 25 states, bans mandatory union dues or fees as a condition of employment. As part of its opposition, the coalition plans to submit an amicus brief to the court.\n\n“Organizing gives workers the power to lift themselves out of poverty and build a better future,” Schneiderman continued. “The Supreme Court should follow settled precedent and allow states like New York to manage our own labor relations to achieve labor peace and government efficiency and to continue our long tradition of support for workers.”\n\nAmicus briefs allow outside parties to make personal or expert views known to the court. The brief is requesting the justices uphold the 1977 decision in Abood v. Detroit Board of Education. Though it is illegal to force workers to join a union, the previous decision meant unions can force nonmembers pay what is known as a fair-share fee.\n\nThe fee is meant to cover the cost of representing employees in a single collective bargaining unit. If the majority of a workplace votes in a union, all nonunion workers must pay the fair-share fee. Activities outside of the cost of representation, like politics, cannot be included in the fee.\n\nBesides New York, other states involved in the coalition are Alaska, Connecticut, Delaware, Hawaii, Illinois, Iowa, Kentucky, Maine, Maryland, Massachusetts, Minnesota, Missouri, New Hampshire, New Mexico, Oregon, Pennsylvania, Rhode Island, Vermont, Virginia and Washington.\n\nIt all started when Friedrichs, while teaching out of Buena Park, Calif., tried to leave her union. She felt it benefited its members at the expense of the students. Though she could leave and forfeit most union benefits, she was still forced to continue paying into it.\n\nIt was in June when the Supreme Court agreed to hear the Friedrichs case. To the teachers and their supporters, the case could mean the end of laws that restrict worker freedom. To opponents, however, unions are what gives workers a voice and limiting their power will adversely impact the ability of workers to advocate for their workplace rights.\n\nSupporters are optimistic the court will side with Friedrichs given recent decisions. Last year in the case Harris v. Quinn the court ruled Illinois state homecare workers could not be forced to pay union dues.\n\nFollow Connor on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience. For licensing opportunities of our original content, please contact licensing@ dailycallernewsfoundation.org.", "article_metadata": {"sailthru.author": "Connor D. Wolf", "description": "NY Attorney General is leading a 20 state coalition against a U.S. Supreme Court case that threatens to end forced union dues.", "og": {"site_name": "The Daily Caller", "description": "New York Attorney General Eric Schneiderman announced Sunday he will be leading a 20 state coalition against a U.S. Supreme Court case that threatens to end forced union dues for all public sector emp", "title": "NY Leads 20 State Crusade To Uphold Forced Union Dues", "url": "http://dailycaller.com/2015/11/16/ny-leads-20-state-crusade-to-uphold-forced-union-dues/", "image": {"width": 1200, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2015/11/GettyImages-496024234-e1447687294454.jpg", "height": 516}, "type": "article"}, "twitter": {"description": "'Unions go hand-in-hand with a strong middle class'", "title": "NY Leads 20 State Crusade To Uphold Forced Union Dues Via @dailycaller", "url": "http://dailycaller.com/2015/11/16/ny-leads-20-state-crusade-to-uphold-forced-union-dues/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2015/11/GettyImages-496024234-e1447687294454.jpg"}, "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2015-11-16 11:11:09", "sailthru.title": "NY Leads 20 State Crusade To Uphold Forced Union Dues", "HandheldFriendly": "true", "sailthru.tags": "california-teachers-association,rebecca-friedrichs,supreme-court,connor-d-wolf", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "california teachers association,friedrichs v. california teachers association,rebecca friedrichs,supreme court", "sailthru.description": "New York Attorney General Eric Schneiderman announced Sunday he will be leading a 20 state coalition against a U.S. Supreme Court case that threatens to end forced union dues for all public sector emp", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2015/11/GettyImages-496024234-e1447687294454.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "WASHINGTON, DC - NOVEMBER 06: Flowers bloom in front of The United States Supreme Court building November 6, 2015 in Washington, DC.\n(Photo by Chip Somodevilla/Getty Images)4788297New York Attorney General Eric Schneiderman announced Sunday he will be leading a 20 state coalition against a U.S. Supreme Court case that threatens to end forced union dues for all public sector employees.\nRebecca Friedrichs and nine other teachers involved argue being forced to pay union dues violates their First Amendment rights.\nLast year in the case Harris v. Quinn the court ruled Illinois state homecare workers could not be forced to pay union dues.\nIt was in June when the Supreme Court agreed to hear the Friedrichs case."}