{"article_title": "Alcoa, Others, Moving Some Retirees to Exchanges for Health Insurance", "article_keywords": ["set", "benefits", "exchange", "company", "alcoa", "private", "retirees", "moving", "shilling", "exchanges", "health", "insurance"], "article_url": "http://www.insurancejournal.com/news/east/2014/09/10/340132.htm", "article_text": "Alcoa Inc. is sending its white-collar retirees to a private exchange to shop for health insurance as the aluminum maker joins the growing ranks of large companies looking for ways to control benefit costs.\n\nThe move by Pittsburgh, Penn.-based Alcoa Inc., which does not affect retirees covered under union contracts, is the latest example of major changes in the way corporate America provides health insurance to workers and retirees.\n\nWith health costs rising dramatically and the Affordable Care Act reforming many parts of the nation’s health care system, companies are trying to shift more responsibility to employees through greater cost-sharing.\n\nLike Alcoa, IBM and Time Warner are moving thousands of retirees to private exchanges instead of offering them company-administered health plans. Department store chain Sears and drugstore chain Walgreens are sending their workers to private exchanges.\n\nAlcoa spokeswoman Melissa Lelii confirmed on Monday that salaried retirees will be moved to a private exchange set up by Towers Watson, a consulting firm that runs private exchanges. She declined to provide any other details, including how many people are affected by the change, how benefits may change or how much Alcoa’s contribution to health benefits would be reduced.\n\nLelii said the majority of retirees “will see a greater benefit with the health care exchange options” but declined to provide specifics.\n\nTypically, private exchanges are set up by a consulting company or an insurance carrier and offer a broad range of health plans. Employers contribute a set amount that may cover most or all of the cost of a basic plan. It’s up to the worker or retiree to pay for a higher level of coverage.\n\n“If they want the Cadillac plan, they may have to kick in more money than they are paying today,” said J.T. Shilling, head of the Pittsburgh office of benefits consulting firm Mercer. “But at least they have the option rather than the company just saying, `We’re going to cut benefits.’ ”\n\nThough not commonplace, Shilling said, nearly every company is asking itself whether a private exchange makes sense as a way to continue offering health benefits to employees.\n\nInterest has picked up since the inauguration of HealthCare.gov, the government’s online exchange set up under President Obama’s health law.\n\n“The public exchanges opened people’s eyes to the power of shopping and the power of choice,” Shilling said.\n\nPrivate exchanges may help employers avoid a 40 percent excise tax on high-value health plans that will take effect in 2018, according to Towers Watson.\n\nThe firm estimates that three out of five large employers will be subject to the so-called Cadillac tax if they don’t take steps to reduce their contribution to health benefits.\n\nAlcoa, which is based in New York but has an operations center in Pittsburgh, may have been able to provide rich employee benefits in the past, but it is facing serious competitive pressure today, said John Tumazos of Tumazos Very Independent Research in Holmdel, New Jersey. There is an oversupply of aluminum caused by increasing Chinese production, which has depressed the metal’s price, he said. Alcoa has responded by closing smelters across the nation and trimming expenses.\n\n“They’re not the pre-eminent company they once were,” he said. “They haven’t taken the controls off of cost. They’re still attacking any and every cost.”\n\nAlcoa will host information meetings on the changes on Oct. 1 and 2 at the DoubleTree by Hilton Hotel in Green Tree.\n\nCopyright 2016 Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.", "article_metadata": {"msapplication-notification": "frequency=30;polling-uri=http://notifications.buildmypinnedsite.com/?feed=http://www.insurancejournal.com/rss/mostpopular/&polling-uri2=http://notifications.buildmypinnedsite.com/?feed=http://www.insurancejournal.com/rss/mostpopular/&id=2;polling-uri3=http://notifications.buildmypinnedsite.com/?feed=http://www.insurancejournal.com/rss/mostpopular/&id=3;polling-uri4=http://notifications.buildmypinnedsite.com/?feed=http://www.insurancejournal.com/rss/mostpopular/&id=4;polling-uri5=http://notifications.buildmypinnedsite.com/?feed=http://www.insurancejournal.com/rss/mostpopular/&id=5; cycle=1", "description": "Alcoa Inc. is sending its white-collar retirees to a private exchange to shop for health insurance as the aluminum maker joins the growing ranks of large c", "application-name": "Insurance Journal", "og": {"site_name": "Insurance Journal", "description": "Alcoa Inc. is sending its white-collar retirees to a private exchange to shop for health insurance as the aluminum maker joins the growing ranks of large c", "title": "Alcoa, Others, Moving Some Retirees to Exchanges for Health Insurance", "locale": "en_US", "image": "https://www.insurancejournal.com/img/insurancejournal-square.png", "updated_time": "2014-09-10T13:10:12-04:00", "url": "http://www.insurancejournal.com/news/east/2014/09/10/340132.htm", "type": "article"}, "twitter": {"description": "Alcoa Inc. is sending its white-collar retirees to a private exchange to shop for health insurance as the aluminum maker joins the growing ranks of large c", "creator": "@ijournal", "image": "https://www.insurancejournal.com/img/insurancejournal-square.png", "title": "Alcoa, Others, Moving Some Retirees to Exchanges for Health Insurance", "site": "@ijournal", "card": "summary"}, "msapplication-TileColor": "#B10000", "msapplication-square70x70logo": "/img/insurance-journal-tile-128x128.png", "robots": "noodp", "msapplication-square310x310logo": "/img/insurance-journal-tile-558x558.png", "msapplication-wide310x150logo": "/img/insurance-journal-tile-558x270.png", "fb": {"page_id": 75524109257, "pages": 75524109257, "app_id": 106194681485}, "msapplication-TileImage": "/img/insurance-journal-tile-144x144.png", "msapplication-starturl": "/?utm_source=windows&utm_medium=web&utm_campaign=windows-pinned-sites", "date": "2014-09-10", "article": {"publisher": "https://www.facebook.com/insurancejournal", "section": "East News", "tag": "health insurance for retirees", "published_time": "2014-09-10T12:59:59-04:00", "modified_time": "2014-09-10T13:10:12-04:00"}, "msapplication-square150x150logo": "/img/insurance-journal-tile-270x270.png"}, "article_summary": "Like Alcoa, IBM and Time Warner are moving thousands of retirees to private exchanges instead of offering them company-administered health plans.\nTypically, private exchanges are set up by a consulting company or an insurance carrier and offer a broad range of health plans.\nAlcoa spokeswoman Melissa Lelii confirmed on Monday that salaried retirees will be moved to a private exchange set up by Towers Watson, a consulting firm that runs private exchanges.\nDepartment store chain Sears and drugstore chain Walgreens are sending their workers to private exchanges.\nInterest has picked up since the inauguration of HealthCare.gov, the government’s online exchange set up under President Obama’s health law."}