{"article_title": "Healthcare investors brace for busy week as JP Morgan conference kicks off – MassDevice", "article_keywords": ["week", "conference", "outlook", "busy", "massdevice", "investors", "companies", "sp", "jp", "roughly", "sector", "morgan", "healthcare", "kicks", "financial", "stocks", "brace"], "article_url": "http://www.massdevice.com/healthcare-investors-brace-for-busy-week-as-jp-morgan-conference-kicks-off/", "article_text": "(Reuters) — Healthcare investors can expect a volatile week starting today, when the sector’s biggest financial event hits San Francisco.\n\nThe annual JP Morgan healthcare conference, in which many healthcare companies present product and financial news to would-be investors, has been credited for helping the January outperformance of the healthcare sector in recent years.\n\nBut after a strong 5-year period saw the sector grow to 15.2% of the S&P 500 index, from 10.9% in 2010, investors are concerned that political threats to drug pricing and uncertainty about Obamacare could hurt the sector.\n\n“There are probably 15 to 20 high-profile companies that will give some formal guidance” at the conference, said David Heupel, a healthcare analyst at Thrivent Investment Management in Minneapolis. “You see either the group is in pretty good shape, or maybe 2016 is going to be a little less robust than expectations.”\n\nThe S&P healthcare sector is still reasonably priced relative to the broader market, with the index’s price roughly 16.1 times earnings expected over the next 12 months, compared to the 16.5 level for the S&P 500 index. And even at 15.2% of the S&P, healthcare stocks still make up less than the 17.4% that healthcare spending contributed to U.S. gross domestic product in 2013, the most recently aggregated data from the Bureau of Economic Analysis.\n\nListening for answers at the conference will be roughly 3,000 investors like Les Funtleyder, healthcare portfolio manager for E Squared Asset Management in New York.\n\n“For the first part of the year, [the conference is] actually very important,” said Funtleyder. “It sets the tone.”\n\nJP Morgan says it expects roughly 9,000 attendees and presentations from more than 400 biotech, pharmaceutical, medical device, health insurance and other healthcare companies, a similar amount to last year.\n\nAs individual companies take the podium at the conference, their shares could gyrate significantly.\n\nFor example, Celgene (NSDQ:CELG), which saw its stock soar 17% during the week of the conference in 2013 after it issued a long-term outlook, is among companies expected to give key financial data this year, along with rival large-cap biotech firms Regeneron Pharmaceuticals (NSDQ:REGN) and Vertex Pharmaceuticals (NSDQ:VRTX).\n\nThe climate for deals – including those already struck and the outlook for more consolidation – will also be in focus.\n\nTop executives at insurers Anthem and Aetna, both of which are trying to gain clearance for massive acquisitions, could give investors more confidence those deals will pass anti-trust scrutiny.\n\nSure enough, Shire (NSDQ:SHPGY) announced a $32 billion cash-and-stock deal to acquire fellow rare disease drugmakerBaxalta (NYSE:BXLT), the spinout of Baxter‘s (NYSE:BAX) biopharmaceuticals division.\n\nThe conference could also shed light on whether the sector can sustain its feverish deal-making pace.\n\nHealthcare stocks have gotten swept up in the broader market carnage that started 2016, with the S&P healthcare sector down 5.6% through Jan. 8 against a 6% slide for the S&P 500.\n\nSince 2000, healthcare has topped the S&P’s performance in 7 of the past 10 Januarys, including the past 3. The NASDAQ Biotechnology index has been even stronger, besting the S&P 500 in January in 9 of the past 10 years, good for an average rise of 3.7% over that time against a -0.9% dip for stocks more broadly.\n\nInvestors will be listening for guidance on how healthcare companies are approaching regulatory and political risks facing much of the healthcare sector.\n\nPharmaceutical and biotech companies are likely to endure more criticism over pricing practices, especially as the 2016 presidential campaign heats up.\n\n“As an industry, we are looking at a potentially very significant political disruption this year, and I think there’s a risk factor that has to be compensated for,” said Brad McMillan, chief investment officer at Commonwealth Financial Network in Waltham, Mass. “It wouldn’t be an area I would overweight.”\n\nThe outlook for the Affordable Care Act, President Barack Obama’s healthcare program known as Obamacare, will also be in focus after some hospital chains posted weak 3rd-quarter results that suggested diminishing benefits from the program, and top insurer UnitedHealth Group said in November it might drop out of the individual insurance exchanges created under the ACA.\n\n“Getting a sense of what their outlook is for Q1 is going to be important,” said Bihag Patel, senior research analyst at Nuveen Asset Management in Minneapolis.", "article_metadata": {"com.silverpop.brandeddomains": "www.pages02.net,3dcadforums.com,3dcadworld.com,analogictips.com,connectortips.com,couplingtips.com,datasheetpro.com,designworldonline.com,devicetalks.com,digitalsignalprocessingtips.com,edaboard.com,eeworldonline.com,electro-tech-online.com,engineeringexchange.com,engineeringwhitepapers.com,fluidpowerworld.com,fpgatips.com,hoseassemblytips.com,linearmotiontips.com,makepartsfast.com,massdevice.com,mcadcentral.com,mechatronictips.com,medicaldesignandoutsourcing.com,microcontrollertips.com,mobilehydraulictips.com,motioncontroltips.com,page.wtwhmedia.com,pneumatictips.com,powerelectronictips.com,sensortips.com,solarpowerworldonline.com,testandmeasurementtips.com,windpowerengineering.com,wireandcabletips.com", "og": {"site_name": "MassDevice", "description": "(Reuters) — Healthcare investors can expect a volatile week starting today, when the sector’s biggest financial event hits San Francisco. The annual JP Morgan healthcare conference, in which many healthcare companies present product and financial news to would-be investors, has been credited for helping the January outperformance of the healthcare sector in recent years. But after […]", "title": "Healthcare investors brace for busy week as JP Morgan conference kicks off", "locale": "en_US", "image": "http://www.massdevice.com/wp-content/uploads/2016/01/jpm-2016-7x4-150x86.jpg", "url": "http://www.massdevice.com/healthcare-investors-brace-for-busy-week-as-jp-morgan-conference-kicks-off/", "type": "article"}, "twitter": {"description": "(Reuters) — Healthcare investors can expect a volatile week starting today, when the sector’s biggest financial event hits San Francisco. The annual JP Morgan healthcare conference, in which many healthcare companies present product and financial news to would-be investors, has been credited for helping the January outperformance of the healthcare sector in recent years. But after […]", "creator": "@MassDevice", "image": "http://www.massdevice.com/wp-content/uploads/2016/01/jpm-2016-7x4.jpg", "title": "Healthcare investors brace for busy week as JP Morgan conference kicks off – MassDevice", "site": "@MassDevice", "card": "summary"}, "com.silverpop.cothost": "pod2.ibmmarketingcloud.com", "google-site-verification": "3L7z8HME5RuF4m9HDRNebfZxyJWuiEr5kr1xNv5U-Ng", "article": {"publisher": "http://www.facebook.com/massdevicejournal", "section": "Wall Street Beat", "tag": "Trade Show", "published_time": "2016-01-11T10:04:43-04:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "The annual JP Morgan healthcare conference, in which many healthcare companies present product and financial news to would-be investors, has been credited for helping the January outperformance of the healthcare sector in recent years.\nInvestors will be listening for guidance on how healthcare companies are approaching regulatory and political risks facing much of the healthcare sector.\n(Reuters) — Healthcare investors can expect a volatile week starting today, when the sector’s biggest financial event hits San Francisco.\nHealthcare stocks have gotten swept up in the broader market carnage that started 2016, with the S&P healthcare sector down 5.6% through Jan. 8 against a 6% slide for the S&P 500.\nAnd even at 15.2% of the S&P, healthcare stocks still make up less than the 17.4% that healthcare spending contributed to U.S. gross domestic product in 2013, the most recently aggregated data from the Bureau of Economic Analysis."}