{"article_title": "City, Bremerton police guild agree to contract", "article_keywords": ["city", "guild", "pay", "agreement", "contract", "officers", "increase", "bremerton", "plan", "money", "labor", "agree", "negotiations"], "article_url": "http://www.kitsapsun.com/news/local/city-bremerton-police-guild-agree-to-contract-ep-843625662-355041341.html", "article_text": "By Josh Farley of the Kitsap Sun\n\nBREMERTON — Bremerton’s police officers will have their first new labor contract since the last one ended in 2011, if the City Council approves it in January.\n\nProtracted negotiations came to an end in December, with the city agreeing to wage adjustments and the Bremerton Police Officers Guild accepting a new health care plan that will increase members’ out-of-pocket costs. Officers also will get a $300 stipend for footwear every two years under the new contract.\n\nBoth sides were upbeat about the labor agreement, which will last until the end of 2015.\n\n“I think that this product is fair to both sides,” Bremerton Police Officers Guild President Aaron Elton said.\n\nThe City Council will take up the agreement at its Jan. 14 study session and will vote on it at its Jan. 21 meeting, according to city officials.\n\nOfficers agreed to receive no pay increase for 2012 but got a 1.5 percent bump in 2013, a 2 percent increase in 2014 and will get a 2.5 percent raise in 2015 under the agreement. The city also will kick in less than 1 percent increase to the city’s contribution to officers’ retirement plans.\n\nOfficers accepted the scrapping of a health plan in favor of one that bumps their deductibles from $50 to $100 for most doctor visits. The move is a part of an overall plan by city officials to bring insurance administration in-house, paying for claims on an as-needed basis rather than giving a bulk fee to an insurance company each year. The city is making the adjustment to so-called “self insurance” to save money and avoid an Obamacare tax on premium health plans that starts in 2018.\n\nIn sum, the city will have to pay $231,000 in additional money out of its general fund to pay for the new contract. The money has been budgeted for, said Bremerton City Attorney Roger Lubovich.\n\n“It was a good negotiation,” he said of the process.\n\nOfficers also will get a footwear stipend for a total cost to the city of about $16,000 a year.\n\n“I’m pleased,” Bremerton Police Chief Steve Strachan of negotiations. “Our city administration and our guild have worked really hard on this.”\n\nCompletion of the agreement capped a year in which Bremerton added new contracts for most of its union labor. Employees represented by the Teamsters got a 1.5 percent bump in pay this year, and the city’s firefighters got a similar increase. Both contracts were approved by the council. The city’s management staff also got a corresponding 1.5 percent bump in pay.\n\nNegotiating teams won’t get rest for long. Negotiations for the next contract begin in July.", "article_metadata": {"title": "City, Bremerton police guild agree to contract", "og": {"url": "http://www.kitsapsun.com/news/local/city-bremerton-police-guild-agree-to-contract-ep-843625662-355041341.html", "image": {"width": 514, "identifier": "http://media.jrn.com/images/bremertonpolice_1414941661090_9415300_ver1.0_640_480.jpg", "height": 480}, "type": "article", "description": "Bremertonâ\u0080\u0099s police officers will have their first new labor contract since the last one ended in 2011, if the City Council approves it in January.", "title": "City, Bremerton police guild agree to contract"}, "twitter": {"image": "http://media.jrn.com/images/bremertonpolice_1414941661090_9415300_ver1.0_640_480.jpg", "description": "Bremertonâ\u0080\u0099s police officers will have their first new labor contract since the last one ended in 2011, if the City Council approves it in January.", "site": "https://twitter.com/KitsapSun", "card": "summary_large_image", "title": "City, Bremerton police guild agree to contract"}, "apple-mobile-web-app-capable": "no", "msapplication-TileImage": "http://media.jrn.com/designimages/logo-ksun-icon-144.png", "__sync_contentCategory": "premium", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "_id": "\"57477af36914bd0286fc9e94\"", "article_summary": "The money has been budgeted for, said Bremerton City Attorney Roger Lubovich.\nBoth sides were upbeat about the labor agreement, which will last until the end of 2015.\n“I think that this product is fair to both sides,” Bremerton Police Officers Guild President Aaron Elton said.\nIn sum, the city will have to pay $231,000 in additional money out of its general fund to pay for the new contract.\nProtracted negotiations came to an end in December, with the city agreeing to wage adjustments and the Bremerton Police Officers Guild accepting a new health care plan that will increase members’ out-of-pocket costs."}