{"article_title": "Revenge: Republicans to Strip $341 Million From IRS in Response to Scandals", "article_keywords": ["scandals", "republicans", "targeting", "groups", "million", "prohibits", "prevent", "irs", "revenge", "spending", "bonuses", "341", "committee", "strip", "bill", "response"], "article_url": "http://www.theblaze.com/stories/2014/07/04/revenge-republicans-to-strip-341-million-from-irs-in-response-to-scandals/", "article_text": "After months of frustration with the IRS over the targeting scandal and lost emails, House Republicans will exact some revenge next week by passing legislation that cuts the IRS operating budget by $341 million compared to current levels.\n\nGOP leaders plan to call up a spending bill for fiscal year 2015 that funds the IRS and other agencies, but singles out the IRS for the targeting scandal and other problems that have surfaced over the last few years.\n\n“The committee remains troubled by the activities of the Internal Revenue Service… including the inappropriate singling out of certain tax-exempt groups based on their political beliefs, wasteful spending on conferences and videos, and providing bonuses to staff without evaluating their conduct or tax compliance,” the House Appropriations Committee wrote in a report accompanying the bill.\n\nLast year’s spending bill took some steps against the IRS, but the committee said more needs to be done to make sure the IRS stops targeting conservative groups, and stops wasting money. Last year, for example, it was revealed that the IRS spent $60,000 on a Star Trek parody video, which the agency eventually agreed “did not reflect the best stewardship of resources.”\n\nMore recently, the IRS has frustrated Congress by saying it lost emails from Lois Lerner that Republicans sought as part of their investigation into the targeting scandal.\n\n“Given these concerns, the committee cannot support the administration’s proposal to increase the IRS by more than $1 billion over the fiscal year 2014 level,” the bill report states.\n\nThe legislation funds the IRS at $10.95 billion — the $341 million reduction is a cut of about 3 percent.\n\n“This funding level is sufficient for the IRS to perform its core duties, including taxpayer services and the proper collection of funds, but will require the agency to streamline and make better use of its budget,” the committee said.\n\nAside from just the funding cut, the bill prohibits the IRS from issuing a new regulation dealing with tax-exempt groups, and prohibits the IRS from issuing bonuses without examining employee conduct or whether employees have paid their own personal taxes.\n\nEarlier this year, it was found that more than 1,000 IRS workers who had failed to pay their taxes on time received more than $1 million in bonuses over the last few years. In April, GOP senators proposed legislation to prohibit bonuses to IRS workers with tax troubles.\n\nThe spending bill would also prevent the IRS from spending any money to target groups based on their ideological beliefs, or for exercising their First Amendment rights. And, it would prevent spending on more Star Trek videos, and require detailed reporting on how the IRS spends its money.\n\nThe bill would also prevent the IRS from any further implementation of Obamacare.\n\n“At a time when the IRS has demonstrated little ability to either self-police or self-correct, the IRS has even more authority over Americans’ health coverage,” the committee wrote. “The committee finds this expansion of IRS authority to be unacceptable and, therefore, prohibits funding to implement the individual mandate and prohibits transfers from the Department of Health and Human Services to fund the IRS’s implementation of the Affordable Care Act.”\n\nOnce the House passes the bill, it will go to the Senate, and could be the subject of a House-Senate negotiation later this year.", "article_metadata": {"msapplication-notification": "frequency=30; polling-uri=http://www.theblaze.com/publish/_livetile/notifications/1.xml; polling-uri2=http://www.theblaze.com/publish/_livetile/notifications/2.xml; polling-uri3=http://www.theblaze.com/publish/_livetile/notifications/3.xml; polling-uri4=http://www.theblaze.com/publish/_livetile/notifications/4.xml", "application-name": "TheBlaze.com", "twitter": {"description": "After months of frustration with the IRS over the targeting scandal and lost emails, House Republicans will exact some revenge next week by passing legislation that cuts the IRS operating budget by $341 million compared to current levels.  GOP leaders plan to call up a spending bill for...", "title": "Revenge: Republicans to Strip $341 Million From IRS in Response to Scandals", "url": "http://www.theblaze.com/stories/2014/07/04/revenge-republicans-to-strip-341-million-from-irs-in-response-to-scandals/", "image": "http://www.theblaze.com/wp-content/uploads/2014/07/600x414.jpg", "site": "@theblaze", "card": "summary", "account_id": 1512944287}, "keywords": "irs, spending, house, republicans, congress, spending, cut", "sailthru.tags": "congress, gop, government, irs, the-furnace, the-furnance, author-pete-kasperowicz, site-theblazecom", "facebook-count": 888, "gplus-count": 5, "msapplication-TileColor": "#282b2d", "sailthru.guid": "theblazecom/832915", "categories": "congress,gop,irs,the-furnance,government,the-furnace", "msapplication-square150x150logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/medium150x150.png", "comment-count": 223, "description": "After months of frustration with the IRS over the targeting scandal and lost emails, House Republicans will exact some revenge next week by passing legislation that cuts the IRS operating budget by $341 million compared to current levels.  GOP leaders plan to call up a spending bill for...", "msapplication-wide310x150logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/wide310x150.png", "linkedin-count": 2, "msapplication-square70x70logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/small70x70.png", "msapplication-square310x310logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/large310x310.png", "fb": {"admins": 517831498}, "msapplication-starturl": "http://www.theblaze.com/", "viewport": "width=device-width", "og": {"site_name": "The Blaze", "description": "After months of frustration with the IRS over the targeting scandal and lost emails, House Republicans will exact some revenge next week by passing legislation that cuts the IRS operating budget by $341 million compared to current levels.  GOP leaders plan to call up a spending bill for...", "title": "Revenge: Republicans to Strip $341 Million From IRS in Response to Scandals", "url": "http://www.theblaze.com/stories/2014/07/04/revenge-republicans-to-strip-341-million-from-irs-in-response-to-scandals/", "image": {"width": 600, "identifier": "http://www.theblaze.com/wp-content/uploads/2014/07/600x414.jpg", "type": "image/jpeg", "height": 414}, "type": "article"}, "dc.date": "2014-07-04T10:45:11+00:00", "twitter-count": 361}, "_id": "\"57477af46914bd0286fd4b60\"", "article_summary": "And, it would prevent spending on more Star Trek videos, and require detailed reporting on how the IRS spends its money.\nThe legislation funds the IRS at $10.95 billion — the $341 million reduction is a cut of about 3 percent.\nAfter months of frustration with the IRS over the targeting scandal and lost emails, House Republicans will exact some revenge next week by passing legislation that cuts the IRS operating budget by $341 million compared to current levels.\nThe spending bill would also prevent the IRS from spending any money to target groups based on their ideological beliefs, or for exercising their First Amendment rights.\nLast year’s spending bill took some steps against the IRS, but the committee said more needs to be done to make sure the IRS stops targeting conservative groups, and stops wasting money."}