{"article_title": "La Cour suprême sauve de nouveau l'Obamacare", "article_keywords": ["nouveau", "par", "sauve", "les", "la", "loi", "lobamacare", "pour", "le", "cour", "une", "suprme", "et", "des"], "article_url": "http://www.lapresse.ca/international/etats-unis/201506/26/01-4881036-la-cour-supreme-sauve-de-nouveau-lobamacare.php", "article_text": "Ouf ! Barack Obama et des millions d'Américains ont exprimé le même soulagement, hier matin, un peu après 10 h. La Cour suprême des États-Unis a validé, par six voix contre trois, un autre volet controversé de la loi sur la santé du président démocrate. Décryptage d'une décision qui assurera vraisemblablement la pérennité de l'Obamacare.\n\nPHOTO DOUG MILLS, THE NEW YORK TIMES\n\nQUEL ÉTAIT L'ENJEU PRINCIPAL DE LA CAUSE KING CONTRE BURWELL ?\n\nComme l'indique son nom officiel - Affordable Care Act -, la loi sur la santé de Barack Obama a pour but de permettre aux Américains non couverts par leur employeur et aux travailleurs indépendants de souscrire une couverture santé à un prix abordable. Pour atteindre cet objectif, l'Obamacare offre des aides fiscales aux Américains à faible ou moyen revenu afin de les aider à s'assurer par le truchement de sites internet (ou marchés virtuels) créés par les États ou le gouvernement fédéral. Or selon les plaignants - quatre citoyens de Virginie recrutés par des groupes conservateurs -, ces aides fiscales ne devraient être offertes que dans les 16 États qui ont eux-mêmes créé des sites. Tous les Américains ayant souscrit une assurance sur les sites créés par le gouvernement fédéral dans les 34 autres États ne devraient pas y avoir droit, estiment les plaignants en fondant leur argumentaire sur un très court passage de la loi de 900 pages.\n\nQUELLE IMPORTANCE CETTE CAUSE AVAIT-ELLE POUR L' AVENIR DE L'OBAMACARE ?\n\nUne très grande importance. Plus de 10 millions d'Américains ont souscrit une assurance maladie par l'entremise des marchés virtuels créés dans le cadre de l'Obamacare. Sur ce total, 6,4 millions reçoivent une aide fiscale dans les 34 États qui n'ont pas créé leur propre site internet. En donnant raison aux plaignants, la Cour suprême aurait privé ces Américains de leur aide fiscale et forcé plusieurs d'entre eux à abandonner leur couverture santé, n'en ayant plus les moyens. Leur départ du marché de l'assurance individuelle aurait, de surcroît, contribué à faire monter les primes dans tous les États concernés.\n\nCOMMENT LA MAJORITÉ DES JUGES A-T-ELLE JUSTIFIÉ SA DÉCISION ?\n\nS'exprimant au nom de la majorité, le président de la Cour suprême, John Roberts, a justifié sa décision en invoquant l'esprit de la loi plutôt que la lettre. Il a ainsi rejeté la position des plaignants selon laquelle l'aide fiscale prévue par l'Obamacare doit être seulement offerte aux Américains qui souscrivent une assurance maladie sur un marché « établi par l'État », comme le stipule un passage de la loi de 900 pages. « Dans ce cas-ci, le contexte et la structure de la loi nous obligent à nous écarter de la lecture la plus naturelle de la phrase en question », écrit le juge Roberts dans son opinion. « Le Congrès a adopté l'Affordable Care Act pour améliorer les marchés de l'assurance maladie, non pas pour les détruire. Si c'est possible, nous devons interpréter la loi de façon conséquente » avec son objectif. C'était la deuxième fois que le juge Roberts, un conservateur, participait au sauvetage de l'Obamacare. D'où cette réplique dépitée de son collègue conservateur Antonin Scalia, auteur de l'opinion dissidente : « Nous devrions vraiment commencer à appeler cette loi SCOTUS-care. » SCOTUS est l'acronyme du nom anglais de la Cour suprême des États-Unis.\n\nQUELLES ONT ÉTÉ LES RÉACTIONS POLITIQUES À WASHINGTON ?\n\nComme il fallait s'y attendre, Barack Obama a exulté après la décision de la Cour suprême, qui a validé sa plus grande réalisation législative, peut-être une fois pour toutes. « Cette loi fonctionne, et elle va continuer à fonctionner », a déclaré le président en appelant les républicains à mettre fin à leur guérilla juridique et législative contre l'Obamacare. « Nous ne devons pas défaire ce qui fait désormais partie intégrante de l'Amérique. » De façon unanime, les républicains ont condamné la décision de la Cour suprême. « En tant que président, je me donnerais pour mission d'abroger cette loi et de proposer de vraies solutions pour notre système de santé », a déclaré Rand Paul, sénateur du Kentucky et candidat présidentiel, formulant une promesse répétée par de nombreux républicains hier. Cela dit, les chefs de file républicains du Congrès étaient discrètement soulagés de ne pas avoir à gérer les conséquences politiques et législatives d'une invalidation de l'Obamacare par la Cour suprême.", "article_metadata": {"description": "Ouf ! Barack Obama et des millions d'Américains ont exprimé le même soulagement, hier matin, un peu après 10 h. La Cour suprême des États-Unis a validé, par six voix...", "og": {"site_name": "La Presse", "description": "Ouf ! Barack Obama et des millions d'Américains ont exprimé le même soulagement, hier matin, un peu après 10 h. La Cour suprême des États-Unis a validé, par six voix...", "title": "La Cour suprême sauve de nouveau l'Obamacare | Richard Hétu | États-Unis", "locale": "fr_CA", "image": "http://images.lpcdn.ca/924x615/201506/26/1026756-barack-obama-semble-avoir-remporte.jpg", "url": "http://www.lapresse.ca/international/etats-unis/201506/26/01-4881036-la-cour-supreme-sauve-de-nouveau-lobamacare.php", "type": "article"}, "twitter": {"site": "@LP_LaPresse", "image": {"src": "http://images.lpcdn.ca/924x615/201506/26/1026756-barack-obama-semble-avoir-remporte.jpg"}, "description": "Ouf ! Barack Obama et des millions d'Américains ont exprimé le même soulagement, hier matin, un peu après 10 h. La Cour suprême des États-Unis a validé, par six voix...", "card": "summary_large_image", "title": "La Cour suprême sauve de nouveau l'Obamacare | Richard Hétu | États-Unis"}, "msapplication-TileColor": "#2b5797", "apple-itunes-app": "app-id=451829003, app-argument=cyberpresse://article/4881036", "fb": {"admins": 100001148387127, "app_id": 166995983353903}, "msapplication-TileImage": "/mstile-144x144.png", "keywords": "Actualités internationales, barack obama, george w bush", "article": {"publisher": "https://www.facebook.com/LaPresseFB"}, "verify-v1": "xehmvg8QtpAZLH2hipmw6o0J7SCD+4Z+S6+jk/Y9QuE=", "theme-color": "#ffffff"}, "article_summary": "S'exprimant au nom de la majorité, le président de la Cour suprême, John Roberts, a justifié sa décision en invoquant l'esprit de la loi plutôt que la lettre.\n« Dans ce cas-ci, le contexte et la structure de la loi nous obligent à nous écarter de la lecture la plus naturelle de la phrase en question », écrit le juge Roberts dans son opinion.\n» De façon unanime, les républicains ont condamné la décision de la Cour suprême.\n» SCOTUS est l'acronyme du nom anglais de la Cour suprême des États-Unis.\nCela dit, les chefs de file républicains du Congrès étaient discrètement soulagés de ne pas avoir à gérer les conséquences politiques et législatives d'une invalidation de l'Obamacare par la Cour suprême."}