{"article_title": "Medicaid Managed Care Proposed Rule Expands Federal Role In Rate Setting At Both The Managed Care Organization And Provider Level", "article_keywords": ["mco", "mlr", "managed", "proposed", "cms", "state", "rule", "states", "rate", "setting", "medicaid", "provider", "organization", "role", "rates", "care"], "article_url": "http://www.mondaq.com/unitedstates/x/404642/Healthcare/Medicaid+managed+care+proposed+rule+expands+federal+role+in+rate+setting+at+both+the+managed+care+organization+and+provider+level", "article_text": "On June 1, 2015, the US Centers for Medicare & Medicaid Services (CMS) published its proposed rule on Medicaid managed care (CMS-2390-P). According to CMS, the purpose of the proposed rule is to \"modernize the Medicaid managed care regulations to reflect changes in the usage of managed care delivery systems.\" Among the many changes to the program, CMS has proposed new rules regarding rate-setting.\n\nThis advisory, the second in a series of advisories on provisions in the proposed rule, will examine the new provisions related to rate-setting for Medicaid managed care organizations (MCOs). Specifically, this advisory will address the development of actuarial soundness standards, a proposed prohibition on States directing expenditures by MCOs, and the addition of medical loss ratio (MLR) standards for MCOs. CMS notes that the \"overarching goal\" of the proposed changes is to \"reach the appropriate balance of regulation and transparency that accommodates the federal interests as payer and regulator, the state interests as payer and contracting entity, the actuary's interest ... and the overarching programmatic goals of promoting beneficiary access to quality care, efficient expenditure of funds ... and innovation in the delivery of care.\"1\n\nGrowth in Medicaid Managed Care\n\nJuly 30, 2015 will mark the 50th anniversary of the creation of the Medicare and Medicaid programs. For much of its history, the Medicaid program operated nearly exclusively on a fee-for-service (FFS) basis and Medicaid recipients were guaranteed \"freedom of choice\" of providers. However, as managed care in the commercial market spread, Medicaid gradually experienced a similar trend. When Arizona adopted the Medicaid program as the last state to do so in 1982, the State sought and received approval to operate its entire Medicaid program using MCOs under a Section 1115 Demonstration Project. Other states, such as Minnesota, Missouri, and Wisconsin, subsequently received permission to use Medicaid managed care in urban areas. Managed care waivers increased throughout the 1990s under the authority of Section 1915(b) of the Social Security Act (allowing waivers relating to freedom of choice) and the Section 1115 demonstrations. When the Children's Health Insurance Program (CHIP) was created in 1997, States were given greater flexibility in benefit design and service delivery, and many States opted to use MCOs exclusively for children. About 55 million people—more than 70 percent of Medicaid enrollees—now receive benefits through some type of managed care arrangement. Payments for managed care now account for 25-30 percent of all Medicaid benefit spending.\n\nStates, therefore, have been setting managed care capitation rates for more than 25 years. How States develop rates and negotiate contracts would change significantly under the proposed rules.\n\nActuarial Soundness\n\nActuarial soundness has long been the touchstone for determining the reasonableness of rates paid by States to MCOs. The existing Medicaid managed care regulations, set forth at 42 C.F.R. § 438.6(c)(1)(i)(C), define actuarially sound capitation rates as rates that:\n\nhave been developed in accordance with generally accepted actuarial principles and practices; are appropriate for the populations to be covered and the services to be furnished under the contract; and have been certified by an actuary who meets the qualification standards established by the American Academy of Actuaries and follows the practice standards established by the Actuarial Standards Board.\n\nIn March 2015, the Actuarial Standards Board formally adopted Medicaid Managed Care Capitation Rate Development and Certification, Actuarial Standard of Practice No. 49, which states that Medicaid capitation rates are \"actuarially sound\" if \"for business for which the certification is being prepared and for the period covered by the certification, projected capitation rates and other revenue sources provide for all reasonable, appropriate, and attainable costs.\"2 The American Academy of Actuaries' Medicaid Rate Certification Work Group, in a practice note included with Actuarial Standard of Practice No. 49, noted that:\n\nThere is no federal regulatory requirement that rates be actuarially sound for a particular MCO ... An MCO reasonably could decide to accept rates for a particular year, knowing that it expects an underwriting loss in that year. Such a decision may be a reasonable business decision, given that the MCO is entering a new market or expects underwriting gains to emerge in the future (emphasis added).3\n\nCMS proposes to revise the accepted definitions of actuarial soundness, establishing new standards for States and their actuaries, by adding a new section to the existing regulation. In general, CMS proposes to define actuarial sound capitation rates as \"rates that are projected to provide for all reasonable, appropriate, and attainable costs under the terms of the contract and for the time period and population covered under the contract.\" 42 C.F.R. § 438.4(a). CMS specifically proposes eight standards/requirements, set forth in 42 C.F.R. § 438.4(b)(1)-(8), that MCO capitation rates must meet and that CMS will apply in its review and approval of capitation rates.\n\nMost significantly, and contrary to prior practice, CMS proposes that the capitation rates \"[b]e specific to payments for each rate cell under the contract. Payments from any rate cell must not cross-subsidize or be cross-subsidized by payments for any other rate cell.\" See proposed 42 C.F.R. § 438.4(b)(4). This new requirement would be a significant departure from prior practice, where States have often implicitly cross-subsidized certain populations through MCO rates.\n\nThe greater specificity and transparency in the proposed rules may be welcomed by the health plans, since greater information at the rate cell level should reduce uncertainty. States, however, are likely to raise significant concerns about diminished flexibility.\n\nProhibition on Direct Expenditures and Supplemental Payments\n\nCurrent federal Medicaid managed care regulations prohibit payments by a State \"to a provider other than the MCO ... for services available under the contract between the state and the MCO ....\" 42 C.F.R. § 438.60. In order to allow continuation of programs of supplemental payments established under FFS and to implement other State priorities, many States have developed \"MCO pass-through payments,\" where the State directs that a portion of the capitation payment paid to a MCO be distributed to a certain category of provider or for certain State purposes. For example, California makes increased payment to Medi-Cal managed care plans to enable supplemental payments to private hospitals, designated public hospitals, and non-designated public hospitals paid for through California's Health Quality Assurance Fee, which imposes a fee on California's general acute care hospitals.\n\nIn the proposed rule, CMS recommends adding new language that would strictly limit States' existing flexibility to direct MCO expenditures under a risk contract. All contract arrangements that direct MCO, Prepaid Inpatient Health Plan (PIHP), or Prepaid Ambulatory Health Plan (PAHP) expenditures would require written approval from CMS prior to implementation. In order to obtain written approval, a State must demonstrate, among other things, that such a contract arrangement \"directs expenditures equally, and using the same terms of performance, for all public and private providers providing the service under the contract.\" This provision may prove exceptionally problematic, particularly in States that have existing \"pass through payments\" that implement State priorities.\n\nMedical Loss Ratio\n\nIn the proposed rule, CMS proposes that beginning January 1, 2017, each MCO, PIHP, and PAHP would calculate and report a Medical loss ratio (MLR). The proposed rule provides great detail as to how the MLR is to be calculated, including the expenditures to be counted and omitted. Although it suggests that a MLR of 85 percent or greater be achieved, this is not required. See proposed 42 C.F.R. §§ 438.4(b)(8) and 438.8(c). Notably, there is no enforcement mechanism against the State nor an individual health plan for failure to achieve an MLR of 85 percent or greater. See proposed 42 C.F.R. § 438.8(j).\n\nIn the preamble to the proposed rule, CMS explains that it believes \"... there are four benefits to a common national standard for the calculation, reporting and use of MLR as we have proposed: (1) It will provide greater transparency for the use of Medicaid funding; (2) it will allow comparability across states and facilitate better rate setting; (3) it will facilitate better comparisons to MLRs in MA and the private health market; and (4) it will reduce the administrative burden on health plans by providing a consistent approach to ensuring financial accountability for managed care plans working in multiple product lines and/or operating in multiple states.\"\n\nIt is true that plans must meet MLR standards in other contexts. However, health plans are likely to argue that Medicaid enrollees—even the non-elderly, non-disabled Medicaid populations that arguably have similar utilization patterns to those covered by private health insurance—need greater levels of care management than the general population, and those costs may not be fully captured in a MLR ratio. As a particularly extreme example, adding long-term services and supports (LTSS) into managed care truly makes Medicaid managed care incomparable to Medicare Advantage or private coverage because many of the LTSS benefits are more accurately social services rather than medical services. Home and community based services, such as supported employment, fall outside any current definition of \"medically necessary\" and have no parallel outside of Medicaid.\n\nSignificantly, while CMS believes MLR is a valuable tool, it has not proposed to make MLR enforceable in the Medicaid managed care context. In the preamble, CMS is clear that, \"[t]hese changes, however, do not require that states assess any financial penalties on MCOs, PIHPs, and PAHPs that do not meet a minimum MLR.\" CMS recognizes that realistically, \"... as states are already permitted to implement a minimum MLR or similar standards and some choose not to do so, we believe this rule is unlikely to encourage more states to do so and therefore unlikely to have any direct financial impact on Medicaid expenditures ...\".\n\nSummary\n\nIn general, the proposed changes could have far reaching financial impacts on health plans, providers, service vendors, and State budgets. The many and various State partners need to know how these new rules will change the regulatory environment that has been relatively stable for more than a decade.\n\nHealth plans, providers, service vendors, the States, and other interested parties will have the opportunity to comment on CMS' comprehensive proposal. To be assured consideration, comments are due to CMS no later than 5 p.m. on July 27, 2015.\n\nFootnotes\n\n1. Given these interests, it is noteworthy that shortly after the proposed rule was published, CMS also released its Draft 2016 Medicaid Managed Care Rate Development Guide, which will impact States, health plans, and providers. http://medicaid.gov/medicaid-chip-program-information/by-topics/delivery-systems/managed-care/downloads/draft-2016-managed-care-rate-guidance.pdf.\n\n2. Medicaid Managed Care Capitation Rate Development and Certification, Actuarial Standard of Practice No. 49, at p. 2 (available at http://www.actuary.org/files/Actuarial_Soundness_Special_Report_5.10.12.pdf).\n\n3. Id. at p. 9.\n\nThe content of this article is intended to provide a general guide to the subject matter. Specialist advice should be sought about your specific circumstances.", "article_metadata": {"description": "On June 1, 2015, the US Centers for Medicare & Medicaid Services (CMS) published its proposed rule on Medicaid managed care (CMS-2390-P). United States Food, Drugs, Healthcare, Life Sciences Dentons 15 Jun 2015", "title": "Medicaid Managed Care Proposed Rule Expands Federal Role In Rate Setting At Both The Managed Care Organization And Provider Level - Food", "robots": "index", "google-translate-customization": "74c51ff8af39271a-6475dd896da90c33-g0b5ef7115d3352b0-e", "fb": {"admins": 100000111077954}, "keywords": "Medicaid managed care proposed rule expands federal role in rate setting at both the managed care organization and provider level, - mondaq,Dentons,United States,Food, Drugs, Healthcare, Life Sciences, Healthcare, Insurance, Insurance Laws and Products", "publication_date": "15 Jun 2015", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fd4b51\"", "article_summary": "On June 1, 2015, the US Centers for Medicare & Medicaid Services (CMS) published its proposed rule on Medicaid managed care (CMS-2390-P).\nIn March 2015, the Actuarial Standards Board formally adopted Medicaid Managed Care Capitation Rate Development and Certification, Actuarial Standard of Practice No.\nAccording to CMS, the purpose of the proposed rule is to \"modernize the Medicaid managed care regulations to reflect changes in the usage of managed care delivery systems.\"\nMedicaid Managed Care Capitation Rate Development and Certification, Actuarial Standard of Practice No.\n\"1Growth in Medicaid Managed CareJuly 30, 2015 will mark the 50th anniversary of the creation of the Medicare and Medicaid programs."}