{"article_title": "Here's What We Can Learn About Health Care From the Mortgage Crisis", "article_keywords": ["hamp", "mortgage", "heres", "healthcare", "companies", "private", "insurance", "modification", "health", "learn", "banks", "crisis", "bank", "care"], "article_url": "http://www.motherjones.com/politics/2014/02/health-care-mortgage-crisis-privatize-obamacare-housing-market-single-payer", "article_text": "That's why it's important to understand how banks used Obama's mortgage subsidy program to sabotage debt relief and discredit government. If we grasp how they pulled that off, we may be able to protect the present health plan and someday even get genuine single-payer healthcare out of it. So here's the story.\n\nThe danger is that it essentially makes insurance companies our medical receptionists, a profit-making face that greets sick people whenever they try to use their government healthcare. That gives private companies a lot of power to make the government look bad.\n\nOn the face of it, such a plan would seem expensive, since it means supporting two bureaucracies, one of which would be obliged to take profits for investors. Meanwhile, doctors would still have the expense of trying to collect from multiple insurers with reasons to stall. But the Heritage plan had one great advantage. Since Harry Truman, American presidents have tried unsuccessfully to get us national health care. The exchange system, however awkward it might be, pacified the insurance companies which had previously spent millions of dollars to defeat other plans for \"socialized medicine.\" With the support of those companies for a program that not only kept them in the picture, but also promised to deliver millions of new, subsidized customers to them, Obama gave us a national healthcare law.\n\nIn the 1990s, the conservative Heritage Foundation floated the idea of extending health coverage to more Americans via government exchanges or \" connectors \" that would funnel individual buyers to competing, for-profit health insurance companies. In other words, let a hundred middlemen bloom.\n\nIn other countries with national health plans, a variety of independent health care providers—hospitals, doctors, and clinics, among others—deliver medical care, while the government doles out the compensation. They let a hundred healthcare providers bloom, but there's only a single payer. If the US moved to single-payer healthcare, however, what would happen to the private health insurance business?\n\nIn both cases, the administration shied away from direct government aid. Instead, it subsidized private companies to serve the people. To get your government-subsidized mortgage modification, you applied at your bank; to get your government-mandated health coverage, you buy private insurance.\n\nHealth care isn't the first boon that President Obama tried to give us through a public-private partnership. When he took office, more than 25% of US home mortgages were underwater—meaning that people owed more on their houses than they could get if they tried to sell them. The president offered those homeowners debt relief through banks. Now he's offering health care through insurance companies.\n\nThe Home Affordable Modification Program (HAMP) offered banks government incentives—cash bonuses—to lower the principal or interest on underwater mortgages. Of course, health insurance companies don't actually provide healthcare, but banks did provide the underwater mortgages so, however ill-advised or fraudulent they were, those institutions obviously had a role in negotiating their modification. The HAMP partnership was structured so that the government's role was to provide cash incentives to banks, while participating banks would be required to accept and process the applications of those who were eager to modify their onerous mortgages. Whether they granted a modification was, however, strictly up to them.\n\nIn 2009, when I visited Balthazar (\"Balty\") Alatas in Vallejo, California, he had been out of work for a year and had been negotiating a HAMP mortgage modification with Bank of America for nine months. He was beginning to suspect that the bank's elaborate application procedure was deliberately designed to give people just enough hope to keep paying their old mortgages for as long as humanly possible. He had already emptied his Individual Retirement Account and borrowed all he could, in good conscience, from his in-laws. \"But I may be too cynical,\" he said. \"See what you make out of it.\" And he set down a pile of printed correspondence about a foot and a half thick in front of me.\n\nThe initial piece of paper I drew randomly from the stack was a request for documents verifying income and expenses. It wasn't the first time he had gotten such a letter, as he would show me. Like HAMP applicants at other banks, Balty complained of receiving letters asking for the same documents over and over. He'd learned that it was quicker to send things again than to try to locate the person at the bank who'd already received and even discussed the documents with him.\n\n\"No matter how many times they ask, I've always complied in full,\" he told me.\n\n\"I bet you didn't submit this in full,\" I said, indicating a request for utility bills and death certificates.\n\n\"Well, there hadn't been any death in the family,\" he responded. He had indeed, however, resubmitted the utility bills.\n\nOne letter I pulled from the pile indicated that his case was being transferred to the \"Hope Team.\" That sounded hopeful to me, but in Balty's experience each transfer within the bank—he'd recently been \"escalated\" to the Escalation Q Unit—only meant that he had to start all over again with someone new.\n\nAt one point, he complained to a California banking agency about the delays. Bank of America's response to the state's inquiry read in part:\n\n\"At times the process can be repetitive and lengthy. Our work-out negotiators work diligently to minimize delays, however, at times unforeseen occurrences beyond anyone's control may further delay the process. We appreciate your continued patience as we work toward completing the modification of your loan.\"\n\n\"Repetitive,\" \"lengthy,\" full of \"unforeseen occurrences beyond anyone's control\": the bank's own description sounded remarkably like the morass so many HAMP applicants described to me. Now, I was starting to wonder: Could it possibly be that way on purpose?\n\nNo Modification Granted\n\nIf anyone could cope with paperwork it was Balty Alatas. He'd done a lot of it in his former job and, in some perverse way, he found filling out the forms almost soothing. That was definitely not the case on the next stop in my underwater-mortgage tour of America—the mostly poor, mostly black city of Richmond, California, where house values had gone down by 66% since 2007.\n\nAlice Epps, a home care attendant, was already behind on her mortgage payments when she heard about what her neighbors called the \"Obama modifications.\"\n\n\"So that's when I went to all those different government agencies,\" she told me. (Actually, some were community groups, but the confusion was easy enough to understand.) \"I waited all day in Pittsburg,\" she continued, mentioning a nearby city in the San Francisco Bay Area. \"All those people getting money from the federal government saying they are helping people with modifications. They wouldn't even talk to me—said I wasn't eligible.\" That was true since HAMP modifications were only available to people who were assessed as having a good likelihood of repaying a new mortgage.\n\nBut along with the do-gooder organizations that told Alice she wasn't eligible, the inevitable do-badder outfits had sprung up to help people through the HAMP application for a fee.\n\n\"So I hooked up with Help-U-Modify,\" Alice went on, \"and they charged me $3,500. Come to find out, Help-U-Modify wasn't even licensed. They was taking people's money—they're still taking people's money—but they don't do nothing. Do Obama know what's going on?\" Mrs. Epps wailed.\n\nWhen I remember that wail—and I remember it too often—I think of Russian peasants asking whether their \"little father,\" the Czar, could possibly know that his Cossacks had shot them down when they came to his palace with a petition.\n\nWithin days of our conversation, Alice Epps lost her home. It took a full year and a half before Balty Alatas finally got a definitive rejection from Bank of America.\n\nFive years later, I learned that its modification morass had been far more calculated and vicious than anything Balty Alatas—or I—suspected. The bank had hired a firm called Urban Lending Solutions to set up an operation that was authorized to call itself \"the Office of the CEO and President.\" As part of a deliberate subterfuge, HAMP applicants like Alatas were \"escalated\" to this \"Office of the CEO\" located in Colorado. (Bank of America's actual headquarters are in North Carolina.)\n\nAn investigative article at Bloomberg News has since revealed how Urban Lending employees sent modification applicants requests for unneeded documents at regular 30- or 60-day intervals, how they falsified or destroyed records—sometimes merely to meet work quotas—and how they responded with \"inaccurate statements\" to congressional representatives or banking oversight officials who inquired on behalf of individual homeowners.\n\nIf a letter of inquiry from a congressman or a regulator's office was \"dry signed\"—that is, computer generated—it would be answered with boilerplate doubletalk of the type Balty Alatas showed me. If it had been signed personally—\"wet signed\"—it was to be forwarded to the bank's lawyers who were presumed better qualified to spot possible legal problems.\n\nThe signatures of some senators, including Harry Reid from the top housing-bust state of Nevada and Carl Levin of Michigan, were enlarged and pinned on a wall so that employees could better recognize their personally inked signatures.\n\nI don't know whether other big banks created fancifully named \"offices of the CEO.\" But the complaints of underwater borrowers and mortgage modification statistics suggest that Alice's and Balty's experiences were the norm. Six million nine hundred thousand Americans applied for HAMP modifications. Only 13% of them were granted one, and 22% of those who got a modification had their homes foreclosed anyway. At Bank of America that figure was 33%.\n\nBloomberg News concluded:\n\n\"Instead of helping homeowners as promised under agreements with the US Treasury Department, Bank of America stalled them with repeated requests for paperwork and incorrect income calculations, according to nine former Urban Lending employees. Some borrowers were sent into foreclosure or pricier loan modifications padded with fees resulting from the delays.\"\n\nWhy should any of us be surprised that private banks perverted a government debt relief program? From their perspective, it made good business sense to encourage homeowners, by whatever means, to continue their mortgage payments while occupying and keeping up their property during the turbulent period after the housing bust of 2007-2008. A more advantageous time to foreclose was when home prices had stabilized and banks could incorporate any foreclosed properties into newly profitable investment vehicles like, for instance, the rental-backed securities that may replace the mortgage-backed ones that were such hot items for financialization before the crash of 2008.\n\nThe Blame Game\n\nBalty Alatas never complained to me about the government. He understood that it was a bank—or rather the real estate trust that held his mortgage—that was denying him relief. Other HAMP victims tended to conflate the government and private banks into a generic \"they.\"\n\nA church-going black woman who had applied for a HAMP modification from Wells Fargo assured me that, after the way \"they\" had treated her, she definitely wouldn't vote for President Obama again. Her minister had a different but no less devastating way of describing the two HAMP partners. \"Obama,\" he said, \"was the shepherd who delivered up a couple of our weaker members to the wolves.\"\n\nIn a somewhat similar fashion, the Affordable Care Act delivers millions of us up to insurance companies. The administration was embarrassed when its website couldn't shepherd new customers to the companies fast enough because of computer bugs. Now that it's working as it's supposed to, the real embarrassments begin.\n\nWe've already seen the president take full blame for assuring people that, under the new law, they could keep their old policies if they chose. Apparently he didn't anticipate that, in the months between the passage of the Affordable Care Act and its implementation, insurance companies would rush to sell policies that didn't meet the minimal standards set in the law. Insurance companies knew that they would have to cancel these and other non-compliant policies as soon as the law went into effect. In the meantime, however, what a great two-fer: first you get to collect and invest the premiums, then you get to stick it to your government partner by announcing to customers that their policies are being canceled thanks to Obamacare.\n\nFor insurance companies, this blame game is more than just sport; it's their only real defense against single-payer healthcare. Vermont has already created a state health care plan that will go into effect in 2017. Oregon, Massachusetts, and Washington State are seriously considering similar plans. Seattle congressman Jim McDermott (who happens to be a doctor) hopes to attach \"a patch\" to the Affordable Care Act that would make it easier for governors to use the healthcare money Washington will send them to create statewide single payer options.\n\nThe insurance companies were successful in lobbying any kind of public option out of the national health care law and they will fight every local public option to the death. For if it works anywhere, it offers Obamacare a way to evolve, state by state, into \"Medicare for all.\"\n\nPrivate health insurance companies can only survive if people throw their hands up in horror at the thought of an incompetent and intrusive government. Expect, then, that the untimely requests for death certificates, the delayed payments to doctors, the arbitrary denials of coverage, and all the other slings and arrows that the insured already endure will be baroquely embellished and cynically blamed on \"government.\"\n\nIf it was hard for underwater homeowners to distinguish between bankers and bureaucrats while they were losing their homes, it will be even harder for frustrated sick people to untangle the public and private strands so tightly braided into the Affordable Care Act. That, however, is what has to happen if Americans are to move toward a simpler, go-to-the-doctor-when-you're-sick healthcare system.\n\nBarbara Garson is a TomDispatch regular and the author of the play MacBird. Her latest book, Down the Up Escalator: How the 99% Live, (the paperback version of which has just been published) contains the fuller stories of Alice Epps and Balty Alatas, including the O. Henry-style surprise ending to Balty's story. Follow TomDispatch on Twitter and join us on Facebook or Tumblr. Check out the newest Dispatch Book, Ann Jones's They Were Soldiers: How the Wounded Return From America's Wars—The Untold Story.To stay on top of important articles like these, sign up to receive the latest updates from TomDispatch.com here.", "article_metadata": {"application-name": "Mother Jones Magazine", "og": {"site_name": "Mother Jones", "description": "We should try and learn from our past privatization mistakes so we can build a better health care system in the future.", "title": "Here's what we can learn about health care from the mortgage crisis", "url": "http://www.motherjones.com/politics/2014/02/health-care-mortgage-crisis-privatize-obamacare-housing-market-single-payer", "image": "http://www.motherjones.com/files/td1.4toc.jpg", "type": "article"}, "twitter": {"url": "http://www.motherjones.com/politics/2014/02/health-care-mortgage-crisis-privatize-obamacare-housing-market-single-payer", "image": {"src": "http://www.motherjones.com/files/td1.4toc.jpg", "identifier": "http://www.motherjones.com/files/td1.4toc.jpg"}, "site": "@MotherJones", "card": "summary_large_image", "title": "Here's what we can learn about health care from the mortgage crisis"}, "msapplication-TileColor": "#FFFFFF", "msapplication-square70x70logo": "/sites/all/assets/mstile-70x70.png", "msapplication-square310x310logo": "/sites/all/assets/mstile-310x310.png", "msapplication-wide310x150logo": "/sites/all/assets/mstile-310x150.png", "fb": {"admins": "13301307,670317733,1198876232,38509772,106892,2907757,306289,602422192,4101301,513450539"}, "msapplication-TileImage": "/sites/all/assets/mstile-144x144.png", "keywords": "Corporations,Economy,Health+Care,Obama,Regulatory+Affairs,Tom+Dispatch", "msapplication-square150x150logo": "/sites/all/assets/mstile-150x150.png"}, "article_summary": "In other countries with national health plans, a variety of independent health care providers—hospitals, doctors, and clinics, among others—deliver medical care, while the government doles out the compensation.\nHealth care isn't the first boon that President Obama tried to give us through a public-private partnership.\nPrivate health insurance companies can only survive if people throw their hands up in horror at the thought of an incompetent and intrusive government.\nSince Harry Truman, American presidents have tried unsuccessfully to get us national health care.\nVermont has already created a state health care plan that will go into effect in 2017."}