{"article_title": "Q&A with C.J.: Psychic Lorraine Roe, ex-KSTP-TV reporter, not psyched about questions", "article_keywords": ["psyched", "intuition", "dont", "exkstptv", "psychic", "reporter", "cj", "roe", "dead", "think", "qa", "lorraine", "know", "questions", "interview", "trying", "tell"], "article_url": "http://www.startribune.com/q-a-with-c-j-psychic-lorraine-roe-ex-kstp-tv-reporter-not-psyched-about-questions/233175451/", "article_text": "This Q&A with former KSTP-TV investigative reporter Lorraine Roe, an Emmy winner, may read more contentiously than it seems on my startribune.com/video.\n\nThere’s a wink in my voice and a smile on Roe’s face as she attempts to control the interview about her becoming a psychic. She took umbrage, saying she was not trying to control the interview: “I was trying not to be put in a position to prove I was a psychic. It was more to explain to you my journey.”\n\nHer journey now includes a book, “The Psychic Housewives’ Handbook,” which she promoted during a recent appearance at Holistic Edge Expo. Roe wanted to do a psychic reading about me instead of answering the questions I was asking. I told her I wouldn’t trust her reading 1) because I am a skeptic and 2) because I have been the subject of enough profiles that she could talk about things I’ve forgotten that have been written in magazines.\n\nAt the end of our verbal tussle, I let Roe tell me what she was dying to say by way of a reading: “You were a bratty child. I’m getting bratty energy from you now.”\n\nDespite my adult personality, I told Roe SHE WAS WRONG! We went around and around on this. She claimed my grandmother was talking to her, although she couldn’t identify my great-grandmother was when shown a photo.\n\nSo I did an investigation. I put the brat question to my mother, my favorite brutally honest aunt, my sixth-grade teacher, Mrs. Cross, and a church member who knew me as a child, Mrs. Cochran.\n\nLorraine Roe\n\n“I don’t think you were a bratty child,” said Mrs. Cochran, of Albany, Ga., on Thursday, conveying the consensus of all those interviewed on the matter.\n\nLorraine, believe whatever you must.\n\nThree of the four did, however, agree with Roe about this: “I think your audience does not understand how funny you are.”\n\nThere is no need for readers to know how wildly inappropriate I am.\n\nQ Do you have to retire your healthy reporter’s skepticism to become a psychic?\n\nA Not at all. I totally brought it with me. I go to interview the other side and I come back, is how I operate.\n\nQ Tell me why being a psychic isn’t hokum practiced by most people who pursue this career path?\n\nA C.J., just tell me what the question is, just tell me! Right here, baby, tell me the question!\n\nQ How many kids does Adrian Peterson have?\n\nA I don’t know. Are you asking me about a human? Is this a psychic question? Ask me a real question.\n\nQ Who will be in Super Bowl 2014?\n\nA I don’t watch football, except I watch the Vikings once in a while.\n\nQ How about a stock tip? (Attempt to redirect the interview No. 1, coming up.)\n\nA Let me tell you about you?\n\nQ I know about me. Besides, I’ve been featured in plenty of magazine interviews, the contents of which I have forgotten, that you could have read as research to wow me.\n\nA I haven’t looked at any of the articles about you.\n\nQ What scares you?\n\nA I get scared at real haunted houses. If there’s a spooky house, I get scared, seriously.\n\nQ My problem with Halloween is that it seems to make light of death, which looks fairly heavy to me. Help me see another perspective.\n\nA It’s also about celebrating death, because it’s also around the Day of the Dead ... we’re celebrating people we’ve lost. They say the veil gets thin so you can actually talk to the dead relatives more easily than you could at other times. At one time, using Halloween costumes was to scare away spirits. But now it’s more considered, in spiritual terms, the thinning of the veil. It’s the easier way to talk to your dead relatives.\n\nQ Do you see dead people?\n\nA I do, but it’s not my primary thing. I do psychological profiles of people so they can get on their own path.\n\nQ Who was the last dead person you saw?\n\nA Someone’s father in a reading. It was on a radio station in Mankato. I did an interview in Mankato and her dead relative came in.\n\nQ Do spirits ever tell you information that’s unrepeatable?\n\nA Yes, absolutely.\n\nQ Is there anything tasteless about “Entertainment Tonight” providing essentially a map of the resting places of dearly departed celebrities for Halloween?\n\nA OF COURSE, it’s totally tasteless! It’s Hollywood. You’ve got to go there.\n\nQ You knew I was coming today, so you had time to collect information about me that has been in magazine stories? (Attempt to redirect the interview No. 2, coming up.)\n\nA I would rather you ask me a personal question.\n\nQ Telling me something about me really doesn’t mean anything to me. Tell me something about this little old lady? (I showed her a photo of my great-grandmother.)\n\nA I don’t know. I don’t work that way. What are you trying to do? Are you trying to get me to prove I’m psychic? You are. I’m a former reporter and I know how it goes. When I was a reporter, nobody could have proved to me psychic ability. So I don’t try to prove it. People become psychic. I give psychic readings. I’m going to plug this. I have a book that’s about your own psychic abilities. I think if you are a trusted and respected psychic, you have people around who love you and support you and you have clientele. And that’s how I roll. Having been a former newsy and investigative reporter, it’s a big calling to come out as a psychic. It’s not that easy. But I have always lived in my authenticity and my integrity. Now I am building to bigger things, because I believe people have these abilities, to have good intuition and be psychic.\n\nQ What makes you think you’re psychic?\n\nA I’ll tell you my story. A grandma came to me suddenly, after I had left KSTP and returned to Los Angeles, and told me all these vivid details and [gave me a picture] of her grandson. It was a boy in a peach orchard, and I knew who it was. It was a medical doctor friend of mine. And I called him up and said, ‘Does this ring any bells? Was this part of your childhood?’ and it did. It was him as a child in striped shirt holding a bucket of peaches. It started building up from there, where I would just know things. Look at today. I flew out of LAX, five hours before the shooting. Why? Because I used my intuition to pick my flight. I guess I made ’em [reservations] about a week before.\n\nQ You had an intuition something bad was going to happen at LAX?\n\nA No, I had an intuition not to fly that early in the morning. I flew out at 1 in the morning and the shooting was that morning like 8 or 9. I never take a red-eye. So that is what I am talking about with intuition and psychic ability. Psychic means knowing, and I say knowing God. You really know the energy of things.\n\nInterviews are edited. Send e-mails to cj@startribune.com and watch her on Fox 9.\n\n\n\n\n\n", "article_metadata": {"og": {"site_name": "Star Tribune", "description": "This Q&amp;A with former KSTP-TV investigative reporter Lorraine Roe, an Emmy winner, may read more contentiously than it seems on my startribune.", "title": "Q&A with C.J.: Psychic Lorraine Roe, ex-KSTP-TV reporter, not psyched about questions", "url": "http://www.startribune.com/q-a-with-c-j-psychic-lorraine-roe-ex-kstp-tv-reporter-not-psyched-about-questions/233175451/", "image": {"url": "http://stmedia.stimg.co/1cj112413.jpg?h=630&w=1200&fit=crop&bg=999&crop=faces", "width": 1200, "identifier": "http://stmedia.stimg.co/1cj112413.jpg?h=630&w=1200&fit=crop&bg=999&crop=faces", "height": 630}, "type": "article"}, "google-site-verification": "bLXTXkzm4dJ8hcJy1LXawtxXxGP3JhInARj69uCiMiM", "twitter": {"description": "This Q&amp;A with former KSTP-TV investigative reporter Lorraine Roe, an Emmy winner, may read more contentiously than it seems on my startribune.", "title": "Q&A with C.J.: Psychic Lorraine Roe, ex-KSTP-TV reporter, not psyched about questions", "url": "http://www.startribune.com/q-a-with-c-j-psychic-lorraine-roe-ex-kstp-tv-reporter-not-psyched-about-questions/233175451/", "image": {"src": "http://stmedia.stimg.co/1cj112413.jpg?h=560&w=750&fit=crop&bg=999&crop=faces", "identifier": "http://stmedia.stimg.co/1cj112413.jpg?h=560&w=750&fit=crop&bg=999&crop=faces"}, "site": "@StarTribune", "card": "summary"}, "description": "This Q&amp;A with former KSTP-TV investigative reporter Lorraine Roe, an Emmy winner, may read more contentiously than it seems on my startribune."}, "article_summary": "Lorraine Roe“I don’t think you were a bratty child,” said Mrs. Cochran, of Albany, Ga., on Thursday, conveying the consensus of all those interviewed on the matter.\nAt the end of our verbal tussle, I let Roe tell me what she was dying to say by way of a reading: “You were a bratty child.\nThis Q&A with former KSTP-TV investigative reporter Lorraine Roe, an Emmy winner, may read more contentiously than it seems on my startribune.com/video.\nRoe wanted to do a psychic reading about me instead of answering the questions I was asking.\nA I don’t know."}