{"article_title": "The 7 Most Important Things Congress Did in 2013 (and the Top 25 Things It Didn't)", "article_keywords": ["billion", "25", "set", "congress", "record", "senate", "things", "bill", "spending", "important", "way", "presidents", "didnt", "final"], "article_url": "http://www.rollcall.com/news/hawkings/the-7-most-important-things-congress-did-in-2013-and-the-25-top-things-they-didnt", "article_text": "Every lawmaker and staffer at home for the holidays is surely spending much of the break answering some version of this same derisive question: What’s it like, being a part of the least productive Congress in modern times? Two numbers frame the discomforting answer: 7 and 25.\n\nThe figures represent one rudimentary, but nonetheless accurate, way to measure the “score” for congressional accomplishment in 2013. Seven undeniably consequential things actually got completed at the Capitol during the year. But another 25 relatively big legislative goals — some set by only one party, but plenty claimed by both sides — were left at various points along the wayside.\n\nIt’s an even more lopsided outcome than was widely expected until just before the final flurry of activity for the year, just before the Senate adjourned on Dec. 20. (The House went home one week earlier.) In one final example of the sort of what’s-the-use paralysis that gripped the Capitol for so much of the year, Democrats gave up on their plans to secure all the confirmations they’d planned for and had the votes to achieve — because they were unwilling to wait around on the weekend before Christmas until the Republicans had exhausted all their allotted time for claiming they’d been railroaded.\n\nThe narrative’s been set for months: Record gridlock will be the “historic” hallmark affixed to the first session of the 113th Congress. Yes, there are the easy caveats: there are always limits to making laws in a divided government. Some of the most important issues of our time are too complex to solve quickly. Writing legislation is not necessarily the best way to address a national problem. And not all bills are created equal; renaming a post office is, of course, not as credit-worthy as mandating peace in our time.\n\nStill, the final bill President Barack Obama signed before beginning his two-week vacation in Hawaii, a 10-year extension of the ban on plastic firearms, was only the 57th public law added to the books this year. And only another 17 more are being readied for the president’s signature — a couple of top-tier bills finished in the final days, the defense authorization measure and the budget deal, along with a passel of obscure tweaks to existing law. (One, for example, would smooth a benefits wrinkle for disabled veterans training for the Paralympic Games.)\n\nAssuming Obama signs every bill he gets, which seems like a safe bet, that would mean 74 new statutes enacted in 2013 — a record for the smallest legislative output since before World War II, when the modern record-keeping regime was instituted.\n\nThe current mark is 90, from 2011, the opening year for the current configuration of divided government\n\nAs for the best apples-to-apples comparisons — to years when presidents were starting their second terms dealing with a divided Congress — the 2013 number will look even more meager. Bill Clinton signed 153 laws in 1997, Ronald Reagan wielded his pen 240 times in 1985, and Richard M. Nixon affixed his signature to 247 measures in 1973.\n\nFor all those who will be spending the next couple of weeks defending their role in the dysfunction — to their constituents or their in-laws — here’s a clip-and-save list of reminders for boasting about or deriding what did and did not get done in 2013.\n\nThe 7 Most Important Things Congress Did:\n\nErase $45 billion in across-the-board cuts to domestic and military programs that were set to take effect in January, plus another $19 billion due a year later. (About $140 billion of the sequester that had been dictated in 2011 for both this fiscal year and the next one was left intact.) The additional discretionary spending is to be more than offset by projected savings and non-tax revenue increases worth $85 billion in the next decade, allowing the difference to be counted toward deficit reduction.\n\nEliminate the filibuster as a tool for blocking almost all nominees. The Senate changed its rules to lower the threshold for invoking cloture, or limiting debate, on executive and judicial nominations except to the Supreme Court — from three-fifths of all senators to a simple majority of those present. It’s the biggest limitation on the powers of the minority party, and the most fundamental alteration to the way the Senate functions, since 1975.\n\nShift the ideological balance on the nation’s second-most influential federal bench, the U.S. Court of Appeals for the District of Columbia Circuit. The Senate confirmed three of President Barack Obama’s choices for longstanding vacancies. When the year began, four active judges on the court were nominees of Republican presidents and three had been picked by Democrats.\n\nRevamp the system for setting interest rates on federal college and graduate school loans. Before the start of every school year, the rate will be tied to the government’s own cost of borrowing, but also subject to new caps. The compromise did away with a fixed interest rate that Congress had been under pressure to reduce indefinitely.\n\nExpand the reach of the Violence Against Women Act, which directs federal efforts to combat and prosecute domestic abuse. Gay and lesbian victims may now benefit from the law’s legal assistance, transitional housing, law enforcement training and hotline programs, and the rules were eased for using tribal courts to prosecute non-Native Americans accused of sex crimes on reservations.\n\nProvide $50.5 billion to help local governments and individuals with Superstorm Sandy recovery and reconstruction. After one of the most damaging storms ever in the nation’s largest metropolitan area, the emergency aid was delayed 13 weeks because of disputes over whether the package was too generous or should be matched with offsetting cuts elsewhere in the budget.\n\nEnact a defense authorization bill for a 53rd consecutive year, a record of consistency unmatched by any other measure that’s supposed to be updated annually. The bill’s most notable feature is a package of provisions designed to stanch an epidemic of sexual assault in the armed forces.", "article_metadata": {"description": "Every lawmaker and staffer at home for the holidays is surely spending much of the break answering some version of this same derisive question: What’s it like, being a part of the least productive Congress in modern times? Two numbers frame the discomforting answer: 7 and 25.", "og": {"site_name": "Roll Call", "description": "Every lawmaker and staffer at home for the holidays is surely spending much of the break answering some version of this same derisive question: What’s it like, being a part of the least productive Congress in modern times? Two numbers frame the discomforting answer: 7 and 25.", "title": "The 7 Most Important Things Congress Did in 2013 (and the Top 25 Things It Didn't)", "url": "http://www.rollcall.com/news/hawkings/the-7-most-important-things-congress-did-in-2013-and-the-25-top-things-they-didnt", "image": {"type": "image/png"}, "updated_time": "2013-12-23T18:00:45Z", "type": "website"}, "abstract": "Every lawmaker and staffer at home for the holidays is surely spending much of the break answering some version of this same derisive question: What’s it like, being a part of the least productive Congress in modern times? Two numbers frame the discomforting answer: 7 and 25.", "fb": {"app_id": 1383531991672364}, "keywords": "Blog ID,Author,author,category,CQToday Topic,hill-dysfunction,icnw", "article": {"section": "hawkings", "published_time": "2013-12-23T18:00:45Z", "modified_time": "2013-12-23T18:00:45Z"}, "twitter": {"url": "http://www.rollcall.com/news/hawkings/the-7-most-important-things-congress-did-in-2013-and-the-25-top-things-they-didnt", "site": "@rollcall", "description": "Every lawmaker and staffer at home for the holidays is surely spending much of the break answering some version of this same derisive question: What’s it like, being a part of the least productive Co", "card": "summary |player (See: https://dev.twitter.com/cards/types/player We will have to submit a test and get approval before using this type)", "title": "The 7 Most Important Things Congress Did in 2013 (and the Top 25 Things It Didn't)"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "article_summary": "The narrative’s been set for months: Record gridlock will be the “historic” hallmark affixed to the first session of the 113th Congress.\nThe 7 Most Important Things Congress Did:Erase $45 billion in across-the-board cuts to domestic and military programs that were set to take effect in January, plus another $19 billion due a year later.\nThe compromise did away with a fixed interest rate that Congress had been under pressure to reduce indefinitely.\nStill, the final bill President Barack Obama signed before beginning his two-week vacation in Hawaii, a 10-year extension of the ban on plastic firearms, was only the 57th public law added to the books this year.\nBut another 25 relatively big legislative goals — some set by only one party, but plenty claimed by both sides — were left at various points along the wayside."}