{"article_title": "Ohio Congressman Tim Ryan takes on the GOP budget", "article_keywords": ["group", "takes", "spending", "youre", "budget", "ryan", "tim", "state", "court", "congressman", "ohio", "cuts", "gop", "gps"], "article_url": "http://wksu.org/news/story/38814", "article_text": "Northeast Ohio Congressman Tim Ryan was among the Democrats out this week shredding the GOP budget authored by Wisconsin Congressman Paul Ryan. On C-Span’s Washington Journal, Tim Ryan castigated the GOP spending plan as short-sighted in its call for cuts in social programs and the repeal of the Affordable Care Act. He was especially critical of the proposed $90 billion in cuts in the Pell grants that pay for college tuition. Part-time students would no longer be eligible for the grants at all. LISTEN: Pell-grant cuts Other options: Windows Media / MP3 Download (0:17) “And so, if you’re a single mom in Youngstown, Ohio, or Akron, Ohio and you’re trying to get your kid on the school bus, go to work and then maybe take a couple classes to improve you lot in life, you won’t qualify for the Pell grant, just because … the Republicans feel they have to make these huge cuts.” Tim Ryan acknowledged some spending cuts will have to be made. And he advocated nutrition programs to curtail diabetes as a key way to cut health-care expenses.\n\n\n\nOhio high court to rule on police GPS tracking\n\nA county prosecutor says he will ask the Ohio Supreme Court to consider whether police can use GPS devices to track vehicles without a warrant from the court. Franklin County Prosecutor Ron O’Brien is challenging last week's appeals court ruling that threw out evidence in a burglary case because a detective placed a GPS device on a suspect's car without getting a warrant. A Judge ruled in February 2013 that some evidence against 22-year-old burglary suspect Montie Sullivan was illegal because his constitutional right against illegal searches had been violated. Last week, a three-judge panel of the appeals court upheld the ruling. Cleveland captives story heading for bookshelves and TV\n\nThe story of how three Cleveland women were held captive for a decade will soon be in print and on TV. Rescuer Charles Ramsey gained fame after his TV interview went viral the day he found Amanda Berry, her daughter, along with Gina DeJesus and Michele Knight trapped inside the home of Ariel Castro. Ramsey’s new book “Dead Giveaway” details his role in the events of last May. Knight’s telling of her experiences is due out next month. Berry and DeJesus have a separate book deal set to release next year. The Plain Dealer reports that Sony Pictures is producing a made-for-TV movie about the events.\n\nWatchdog group gives Ohio D- for fiscal transparency\n\nFiscal transparency in Ohio has received nearly failing marks from a government watchdog group. The U.S. Public Interest Research Group gives Ohio a D – minus, the fifth-worst showing in the nation, for the state’s online efforts to disclose details about state spending. The group’s annual Following the Money report looks at the ability of citizens to review state spending online. The group faults Ohio for limiting the ability to search for spending items and an inability to download data to review the numbers behind state spending.", "article_metadata": {"og": {"site_name": "WKSU", "description": "Other headlines: Ohio high court to rule on police GPS tracking; Watchdog group gives Ohio D-  for fiscal transparency", "title": "WKSU News: Ohio Congressman Tim Ryan takes on the GOP budget", "url": "http://www.wksu.org/news/story/38814", "image": "http://www.wksu.org/images/logos/logo_339x66.jpg", "type": "article"}, "fb": {"app_id": 152451574808147}, "description": "Ohio high court to rule on police GPS tracking Cleveland captives story heading for bookshelves and TV...", "title": "WKSU News: Ohio Congressman Tim Ryan takes on the GOP budget"}, "article_summary": "Northeast Ohio Congressman Tim Ryan was among the Democrats out this week shredding the GOP budget authored by Wisconsin Congressman Paul Ryan.\nThe group’s annual Following the Money report looks at the ability of citizens to review state spending online.\nOn C-Span’s Washington Journal, Tim Ryan castigated the GOP spending plan as short-sighted in its call for cuts in social programs and the repeal of the Affordable Care Act.\nWatchdog group gives Ohio D- for fiscal transparencyFiscal transparency in Ohio has received nearly failing marks from a government watchdog group.\nThe group faults Ohio for limiting the ability to search for spending items and an inability to download data to review the numbers behind state spending."}