{"article_title": "From turmoil to turnaround? UMC’s new CEO discusses hospital’s status", "article_keywords": ["status", "turmoil", "vanhouweling", "ceo", "hospital", "work", "county", "umcs", "patients", "turnaround", "umc", "discusses", "hospitals", "medical", "care"], "article_url": "http://lasvegassun.com/news/2015/feb/26/turmoil-turnaround-umcs-new-ceo-discusses-hospital/", "article_text": "From turmoil to turnaround? UMC’s new CEO discusses hospital’s status\n\nWith two rounds of layoffs, the departure of two CEOs and a cash crunch that threatened the hospital's ability to keep its lights on, 2014 was an especially trying year for the perpetually struggling University Medical Center.\n\nBut amid the turmoil, the turnover and the changes brought on by the Affordable Care Act, UMC turned a corner, new CEO Mason VanHouweling said.\n\n\"I think the community is going to be pleasantly surprised with the performance we've had this fiscal year,\" VanHouweling said. \"Especially these last six months, we've really gained momentum.\"\n\nIn January, the hospital hit its monthly revenue goal while coming in under its projected expenses, the first time that's happened in a long time.\n\nVanHouweling, promoted from chief operating officer in December to replace the outgoing Lawrence Barnard, sees 2015 as a year of growth for UMC.\n\nThe road is still littered with obstacles, namely the hospital's reliance on a $71 million subsidy from Clark County needed to balance its budget. The hospital eliminated 390 positions and closed four satellite clinics in order to cut costs last year, but VanHouweling said \"there's always going to be a county subsidy.\" County officials want to see that number shrink drastically as they try to find money to fill other needs at the county jail and Metro Police for the upcoming fiscal year that starts in July.\n\nVarious CEOs have tried to turn the hospital around, but few have stuck around long enough to seriously improve UMC's bottom line. Barnard left the post in December after less than a year to work in the private sector for Dignity Health-St. Rose Dominican Hospitals, the same company his predecessor Brian Brannman left to work for in January 2014 after three years as UMC's CEO.\n\nVanHouweling's emphasis during his first two months in charge has been on growing the hospital's business and increasing its market share by focusing on three main areas: technology, doctors and patients.\n\nHe spends much of his 12-hour days meeting with physicians, as many as five or six a day, trying to recruit them to treat their patients at UMC. To provide those doctors with the tools they want, the hospital has added such technology as a minimally invasive robotic surgery device and high-definition scopes.\n\n\"Patients follow their doctors. They're very loyal, so the key is getting the physicians to come back (to UMC),\" VanHouweling said.\n\nA newly hired director of patient experience has been brought in to help educate and train staff in hopes of changing the hospital's culture.\n\n\"It's the little things, like involving the patient in their care and speaking with them directly — making sure we're educating at a level they understand versus the very technical language we have in health care,\" he said. \"That's what's going to help us grow and have repeat patients and attract patients from outside the urban core of the city.\"\n\nAlso helping UMC is a drop in the number of uninsured patients it sees, from a high of 36 percent to the current 15 percent, due to the Affordable Care Act, which VanHouweling said has helped level the playing field among local hospitals.\n\nUMC also figures to play a prominent role in the planned medical district in downtown Las Vegas that would combine hospitals offices, retail and possibly the UNLV medical school into a convenient hub for patients.\n\n\"It's an area where patients don't have to drive far to go to that next specialist,\" VanHouweling said of the proposed district. \"All the things you have to do that would normally take five or six stops can all be done in one area.\"\n\nTurning around UMC isn't guaranteed and there's still much work left to be done, VanHouweling said, but with a new governing board in place and painful cuts already made, he's looking forward to a brighter future.\n\n\"This hospital has been around 84 years,\" he said. \"We're moving it in the right direction to sustain that for the next 84 years.\"", "article_metadata": {"description": "Amid turmoil, turnover and changes brought on by the Affordable Care Act, UMC turned a corner last year, new CEO Mason VanHouweling said. \"I think the community is going to be pleasantly surprised with ...", "og": {"site_name": "LasVegasSun.com", "description": "Amid turmoil, turnover and changes brought on by the Affordable Care Act, UMC turned a corner last year, new CEO Mason VanHouweling said. \"I think the community is going to be pleasantly surprised with ...", "title": "From turmoil to turnaround? UMC’s new CEO discusses hospital’s status", "url": "//lasvegassun.com/news/2015/feb/26/turmoil-turnaround-umcs-new-ceo-discusses-hospital/", "image": "http://photos.lasvegassun.com/media/img/photos/2015/02/25/20150219_Sun_UMC_CEO_Mason_LE4_t378.JPG?42670983c634e7c20626cc4856c543752c0d8b2f", "type": "article"}, "twitter": {"image": "//photos.lasvegassun.com/media/img/photos/2015/02/25/20150219_Sun_UMC_CEO_Mason_LE4_r100x100.JPG?b3c07ccb2170322b6086abdb714037205a461b06", "creator": "@Conor_Shine", "site": "@LasVegasSun", "card": "summary", "account_id": 12055942}, "fb": {"app_id": 112951308742607}, "vr": {"type": "text"}, "article": {"published_time": "2015-02-26T02:00", "author": "//lasvegassun.com/staff/conor-shine/"}, "verify-v1": "ABQIAAAA8L3JFDSZBbRKiOI0oC2hURQtzf2N5nUcl5FoJ4HJzSUUnGQdoBRCXoBzqBg3VizzahR0b1gDldhrew", "y_key": "33c272341f5beade", "news_keywords": "News,All,Aggregate,Business"}, "article_summary": "They're very loyal, so the key is getting the physicians to come back (to UMC),\" VanHouweling said.\nBut amid the turmoil, the turnover and the changes brought on by the Affordable Care Act, UMC turned a corner, new CEO Mason VanHouweling said.\n\"I think the community is going to be pleasantly surprised with the performance we've had this fiscal year,\" VanHouweling said.\nUMC’s new CEO discusses hospital’s statusWith two rounds of layoffs, the departure of two CEOs and a cash crunch that threatened the hospital's ability to keep its lights on, 2014 was an especially trying year for the perpetually struggling University Medical Center.\nVarious CEOs have tried to turn the hospital around, but few have stuck around long enough to seriously improve UMC's bottom line."}