{"article_title": "LGBT Health Centers Receive Historic Recognition and Support", "article_keywords": ["fqhc", "receive", "support", "lgbtq", "history", "site", "lgbt", "historic", "health", "communities", "services", "federal", "centers", "recognition", "care"], "article_url": "http://www.huffingtonpost.com/wendy-stark/lgbt-health-centers-recei_b_8012224.html", "article_text": "We are in an historic moment for LGBTQ health. Among the many policy wins our communities have seen over the past several years -- from federal marriage equality to mandatory hospital visitation rights for same sex partners -- we have also seen evolving recognition of inequities in the health and wellness of our communities. Just last week, we got another win -- several LGBTQ-focused health centers around the U.S. were granted status as independent Federally Qualified Health Centers (FQHCs). And for the first time in Callen-Lorde's 45 year history of providing care to LGBTQ communities, we are one of them.\n\nWhat is an FQHC, and why is this important? A Federally Qualified Health Center is a neighborhood primary care clinic that is driven by mission and statute to serve those who have limited access to health care, regardless of their ability to pay, including the uninsured and those with limited income. As the name suggests, FQHCs were developed as a federally-funded safety net for those neighborhoods and communities which have been the most marginalized from this country's health care infrastructure. Some FQHCs, like Callen-Lorde, have a broader mission to target populations who are medically underserved, like LGBTQ people, who are more likely to be uninsured or underinsured for a range of reasons including employment discrimination and stigma, to definitions of 'family' that have historically prevented some from getting insurance for partners or children.\n\nLast week, we were one of 266 health centers around the country selected for Affordable Care Act funding and granted new Federally Qualified Health Center designation by the federal Health Resources and Services Administration (HRSA). Five of these 266 are health centers that specifically target their services to meet the needs of LGBTQ communities. The five of us join a handful of our sister health centers who received this designation earlier in their history -- and we are all part of a larger movement of inclusivity and affirmation for LGBTQ health and wellness across the country.\n\nGetting LGBTQ health centers around the nation to be fully included in the FQHC program -- which includes not only grant funding, but more importantly, access to an infrastructure of federal support -- has been a decades-long process. This award is truly the culmination of the work of thousands of people doing federal advocacy as well as thousands of people directly providing these health care services over the last 45 years in communities around the country. There are many heroes to be thanked for doing the work that made this a reality and will make our communities healthier.\n\nLet me tell you a story about our own history that crystalizes the significance of these awards. Callen-Lorde first submitted an application to become an FQHC in 1999. We were rejected because, to quote from our feedback:\n\nThe provision of health services to the heterosexual population within the direct service area was not adequately addressed by this proposal making this reviewer conclude that the provision of services will be exclusionary (if not in word, then in deed).\n\nMany of the LGBTQ-focused health centers were historically left out of FQHC status and funding because our health centers differed from the traditional model. We look different because our patients come to us from scattered geographies -- rather than from one neighborhood -- for culturally sensitive care. And we believe that this reality is a testament to our importance -- when a young person drives several hours from upstate because there is simply no place in their small town that feels like a safe place to get health care, we are fulfilling our mission. The needs of our communities are not bound uniquely by geography, but by the social determinants of health and the profound impact of institutionalized stigma and discrimination upon our health and well-being.\n\nAnd so Callen-Lorde, like our sister sites across the country, persevered. As LGBTQ communities have had to do in so many ways, so many times, we found innovative ways to work within and around the systems that refused to include us. When we couldn't get our own grant and FQHC designation, we partnered to become a sub-recipient site of a larger FQHC network, which gave us the stability to grow and expand our services. When we first opened our 27,000 square foot site in 1998, we provided 9,000 patient visits -- 15 years later, we have maxed out the facility at around 85,000 visits and have been struggling to find ways to expand to meet ever-growing need.\n\nAt times, our growth was limited because we weren't an independent FQHC - there were challenges we faced and grants for which we weren't eligible independently. But in 2014, an opportunity arose. Callen-Lorde was the recipient of the Joan H. Tisch Community Health Prize. At the award ceremony, our former executive director, who accepted the award on the health center's behalf, met the then co-executive director of BOOM!Health, the previous year's honoree. BOOM!Health had identified a need for an LGBTQ-competent health care provider in a new Wellness Center they were planning, and BOOM! asked if Callen-Lorde would consider being that partner. The answer was a resounding yes.\n\nThe BOOM!Health project proved to be a beautiful example of the progress made over the past two decades in LGBTQ health. Everywhere we went to talk to people about the project, we were met with excitement and support. We were being asked to help fill an identified LGBTQ community need by an organization already well-attuned to the communities it serves, and the location of the site was in an area deemed as medically underserved by the federal government. Everything came together.\n\nCallen-Lorde submitted an application to become a stand-alone FQHC to open the site. The application was rejected in May 2015; the nationwide competition for funding and the FQHC designation was very intense. But just last week, the federal government released an additional $169 million in Affordable Care Act funds to support FQHC expansion around the country for 266 new sites. We were one of them.\n\nSo now, for the first time in our organization's 45 year history, we will be an independent FQHC. We will have a federal infrastructure to support the Bronx site. And we are honored and thrilled to be recognized and supported on a federal level to serve the health needs of LGBTQ communities in New York City.\n\nThis is a complicated story, but an important one. It's a story of determination, of progress and of creativity. It's part of the rich history of the larger social justice movement for LGBTQ communities in our country -- one that has not been at the forefront of the conversation. It's one of the ways in which the path to equality that has been forged in the realm of policy will begin -- slowly, but surely -- to translate to real improvements in the health and well-being of our communities.", "article_metadata": {"sailthru.expire_date": "2015-08-22 11:42:29 -0400", "og": {"site_name": "The Huffington Post", "title": "LGBT Health Centers Receive Historic Recognition and Support", "url": "http://www.huffingtonpost.com/wendy-stark/lgbt-health-centers-recei_b_8012224.html", "image": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "height": 1000}, "site": "@HuffPostQueer", "card": "summary_large_image", "title": "LGBT Health Centers Receive Historic Recognition and Support"}, "sailthru.date": "2015-08-21 11:42:29 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=8012224", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "queer-voices", "fb": {"app_id": 46744042133}, "keywords": "Affordable Care Act,health care reform,LGBT health,obamacare,lgbt,health care,fqhc,health", "article": {"section": "Queer Voices", "tag": "Affordable Care Act,health care reform,LGBT health,obamacare,lgbt,health care,fqhc,health", "published_time": "2015-08-21 11:42:29 -0400", "modified_time": "2016-02-02 06:59:01 -0500"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fd86ff\"", "article_summary": "Just last week, we got another win -- several LGBTQ-focused health centers around the U.S. were granted status as independent Federally Qualified Health Centers (FQHCs).\nMany of the LGBTQ-focused health centers were historically left out of FQHC status and funding because our health centers differed from the traditional model.\nFive of these 266 are health centers that specifically target their services to meet the needs of LGBTQ communities.\nBOOM!Health had identified a need for an LGBTQ-competent health care provider in a new Wellness Center they were planning, and BOOM!\nThe BOOM!Health project proved to be a beautiful example of the progress made over the past two decades in LGBTQ health."}