{"article_title": "Weekend Focus: One in 3 Cape Breton children lives in poverty", "article_keywords": ["living", "nova", "rate", "lives", "focus", "community", "watson", "poverty", "cent", "child", "cape", "weekend", "children", "breton"], "article_url": "http://thechronicleherald.ca/novascotia/1324787-weekend-focus-one-in-3-cape-breton-children-lives-in-poverty", "article_text": "How does a single mother provide for four boys on a weekly wage of $150?\n\nAmanda Watson, 34, is managing. Barely.\n\nBesides her part-time salary she earns at a Sydney pizza shop, Watson gets a $400 income assistance cheque each month. The $475 she receives in child support every month means next to nothing because the province’s Community Services Department simply deducts that amount off her monthly allotment.\n\nAfter moving her family 22 times in the last 17 years, Watson and her boys, who range in age from five to 17, have mastered the art of survival.\n\n“I’ve gone many times without eating, many times a couple of days,” she recalled just after her shift ended late Thursday afternoon.\n\n“Thank God for our food bank, Loaves and Fishes. But I try not to use it because I know there are others who need it even more than me. But I won’t have a choice this winter.”\n\nThe Watsons are far from alone in their endless struggle to make ends meet. A Canadian Centre for Policy Alternatives report released Tuesday shows for the second straight year that nearly one out of three children in Cape Breton is living in poverty.\n\nAt 32.4 per cent, it’s a staggering child poverty rate, but Watson believes the figure is even higher.\n\n“I’ve seen it. I know people of all different tax brackets, and I would think it’s a bigger problem. But people have pride. They don’t want to admit that this is a situation they’re in and it’s not the kids’ fault that their parents can’t afford the necessities. They’re led into that same game as me, robbing Peter to pay Paul.\n\n“It comes down to, do I pay power or do I pay oil? And then you notice that your power is about to be cut, and you start panicking about what name do I make up to find out how to hook up the power again. Yes, Community Services will help pay the power bill, but they’ll do it only so many times.”\n\nYet, 26 years ago, Parliament unanimously supported a resolution to eradicate child poverty by the year 2000. The numbers tell the story. In 1989, Nova Scotia’s child poverty rate sat at 18.1 per cent. It climbed to 25.8 per cent in 2000, then dipped slightly to 22.5 per cent, with 37,650 children living in poverty in 2013. It’s the highest rate in Atlantic Canada, and third-highest in the country.\n\nHow has this happened? The federal and provincial governments simply haven’t done enough for our country’s most vulnerable population, says Lesley Frank, the author of Tuesday’s 2015 Report Card on Child and Family Poverty in Nova Scotia. This is her 12th annual report.\n\n“One good place to start is with an actual comprehensive achievable plan to reduce and prevent poverty,” said Frank, a professor of sociology at Acadia University in Wolfville.\n\nAccording to the 27-page document, Nova Scotians on income assistance are living roughly $9,000 below the poverty level. If you’re on income assistance, you can’t afford a basic nutritious diet, says Frank.\n\nWhat could a child poverty eradication plan look like? For starters, she says, families need more money. The new federal Liberal government made an election promise to create a new Canada Child Tax Benefit, providing $6,400 for every child age five and under, and up to $5,400 for children six to 17 years old. This would have immediate results, providing the province doesn’t claw back its income assistance measures as it’s previously done.\n\nBut the solution is more complex than simply throwing money at the problem. Other factors need to be addressed, such as a commitment to providing child care for the working poor. The federal government still lacks a national approach to early learning and child care.\n\n“Without child care, it is impossible for families to work,” Frank states in her report.\n\nOnce people are off social assistance, government support for essential services, such as child care and home heating, disappears. She argues for the basics. That means investing more in affordable and reliable public transportation, as well as increasing the minimum wage so instead of being tied to the inflation rate, it’s indexed to 60 per cent of the average Nova Scotia wage. According to her report, in 2011, 40 per cent of poor children in Nova Scotia lived in a family with at least one full-time, year-round earner.\n\n“If we want to have a prosperous province, we have to invest in people first, and we’re not. We tend not to have a collective spirit to ensure people have a basic standard of living. We have all kinds of money to pour into the Bluenose or the Nova Star cruise ship, but very little for our children and families living in poverty.”\n\nFor Watson, it comes down to the basics.\n\n“I’m lucky because I know the services out there that will help me,” she said. “But if things were just a bit cheaper, that would make a huge difference. Or maybe a way to get deductions for food, or housing or clothing.”\n\nWatson, who was pregnant at 17 and wound up dropping out of school, has tried to raise her family out of grinding poverty. She’s worked various short-term jobs, ranging from a community outreach worker to a cake decorator. After earning a high school diploma through a United Way of Cape Breton-funded adult education program, she completed a one-year art program at McKenzie College. She still has ambitions of becoming a full-time community outreach worker and was determined to realize that goal a few years ago when she embarked on a bachelor of arts in community studies degree program.\n\nShe completed the first semester of her foundational year while working a part-time job and raising an infant son and three young children. But the balancing act proved too much and she had to quit the program.\n\n“If I could afford it, I would go back to school right now. That semester I nearly had a breakdown. I was breastfeeding and up all night, and working a shift at a pizza shop. Dropping out broke my heart.”\n\nFrank is beginning to notice a shift in the public’s awareness of Nova Scotia’s deepening child poverty crisis. It started last year almost immediately after she released her 2014 report card on child poverty. It was an overwhelming response, she says. People are looking for ways to address the problem.\n\nThat’s where the United Way of Cape Breton comes in. The non-profit organization has committed to decreasing Cape Breton’s child poverty rate by five per cent over five years. The group started its anti-poverty campaign earlier this year, raising $100,000 to fund programs such as the Adult Learning Association of Cape Breton County and the Cape Breton Community Housing Association. The plan is to raise $100,000 each year for the next five years.\n\nLynne McCarron, the group’s executive director, said the campaign is just part of a multi-pronged solution. But she says people want to help.\n\nLynne McCarron (ANDREW RANKIN / Cape Breton Bureau)\n\n“We’re not going to say $100,000 will eradicate child poverty on this island in one year, but it’s something,” said McCarron. “The fact that we have people willing to volunteer their time and people are willing to donate to important social programs is a really strong, positive sign.\n\n“People are trying to do their best. It may not be enough because they’re dealing with so many challenges. We know what those issues are. It’s affordable child care, transportation, education, and we’re investing in those areas.”\n\nAt 34.5 per cent, Sydney-Victoria lays claim to the highest rate of child poverty of all federal ridings in Atlantic Canada. Mark Eyking, the riding’s MP, says he’s committed to addressing what he calls a serious and complex issue plaguing the island. But his plan remains vague.\n\nWith the Liberal government in budget planning mode, Eyking plans to meet with various department ministers in the next couple of months, pleading his case for more funding and exploring job creation options. He says the party’s election promise to increase the Canada Child Tax Benefit will be honoured in the coming budget.\n\n“But it’s more than just about throwing money at these people,” he said. “There are many issues that we have to deal with, everything from employment to transportation to affordable child care. It’s complicated.”\n\nMeanwhile, Watson remains hopeful for her family’s future. She hasn’t given up on her dream job.\n\n“I don’t want my boys to see me give up. I’m trying to push them not to give up. I always believed that if you keep working, you’ll eventually get what you want. I was never a person to give up.”", "article_metadata": {"category": "news", "dcterms.description": "How does a single mother provide for four boys on a weekly wage of $150? Amanda Watson, 34, is managing. Barely. Besides her part-time salary she earns at a Sydney pizza shop, Watson gets a $400 income assistance cheque each month.", "description": "How does a single mother provide for four boys on a weekly wage of $150? Amanda Watson, 34, is managing. Barely. Besides her part-time salary she earns at a Sydney pizza shop, Watson gets a $400 income assistance cheque each month.", "copyright": "2011 The Halifax Herald Limited", "og": {"site_name": "The Chronicle Herald", "description": "How does a single mother provide for four boys on a weekly wage of $150? Amanda Watson, 34, is managing. Barely. Besides her part-time salary she earns at a Sydney pizza shop, Watson gets a $400 income assistance cheque each month.", "title": "Weekend Focus: One in 3 Cape Breton children lives in poverty", "url": "http://thechronicleherald.ca/novascotia/1324787-weekend-focus-one-in-3-cape-breton-children-lives-in-poverty", "image": "http://thechronicleherald.ca/sites/default/files/imagecache/ch_og_article_main_image/articles/B97526876Z.120151128064601000GQPBR22B.11.jpg", "type": "website"}, "revisit-after": "1 day", "apple-itunes-app": "app-id=372794706", "dcterms.date": "2015-11-28T00:00:00Z", "keywords": "News,Halifax,Dartmouth,Bedford,Sackville,HRM,Media,East Coast,Halifax Regional Municipality,Chronicle Herald,daily newspaper,sports,business,entertainment,lifestyle,editorial,classifieds,vital statistics,obituaries,MacKinnon,afternoon update,breaking news,NovaScotia,AMANDA WATSON,cape breton,Child care,Health in the United States,Nova Scotia,Poverty,Poverty in the United Kingdom,Poverty in the United States,Socioeconomics,Sydney,Wealth in the United States,Welfare economics,Working poor"}, "article_summary": "The non-profit organization has committed to decreasing Cape Breton’s child poverty rate by five per cent over five years.\nAt 32.4 per cent, it’s a staggering child poverty rate, but Watson believes the figure is even higher.\nIt climbed to 25.8 per cent in 2000, then dipped slightly to 22.5 per cent, with 37,650 children living in poverty in 2013.\nIt started last year almost immediately after she released her 2014 report card on child poverty.\nA Canadian Centre for Policy Alternatives report released Tuesday shows for the second straight year that nearly one out of three children in Cape Breton is living in poverty."}