{"article_title": "Climate change is real and denial is not about the science", "article_keywords": ["real", "climate", "denial", "atmospheric", "science", "professor", "sciences", "warming", "problem", "texas", "example", "change"], "article_url": "http://www.mysanantonio.com/opinion/commentary/article/Climate-change-is-real-and-denial-is-not-about-4866529.php", "article_text": "Climate change is real and denial is not about the science\n\n\n\n\n\n\n\n\n\nPhoto: Duncan Walker, Getty Images Image 1 of / 3 Caption Close Image 1 of 3 The Earth is warming, but we can solve the climate problem and prosper along the way.\n\nThe Earth is warming, but we can solve the climate problem and prosper along the way. Photo: Duncan Walker, Getty Images Image 2 of 3 Andrew E. Dressler is a professor of atmospheric sciences at Texas A&M. Andrew E. Dressler is a professor of atmospheric sciences at Texas A&M. Photo: Courtesy Image 3 of 3 Gerald R. North is the Distinguished Professor of atmospheric sciences at Texas A&M. Gerald R. North is the Distinguished Professor of atmospheric sciences at Texas A&M. Photo: Courtesy Climate change is real and denial is not about the science 1 / 3 Back to Gallery\n\nA new report from the Intergovernmental Panel on Climate Change confirms what we already know.\n\nFirst, the climate system is definitely warming.\n\nSecond, humans are now a dominant driver of the climate and are very likely to be responsible for most of the recent warming we have experienced.\n\nAnd future warming over the 21st century will likely be several degrees.\n\nWhile a few degrees may not sound like a lot of warming, changes in the global average temperature this large have, in the past, been associated with very large and significant changes in the climate (for example, the last ice age was only about 10 degrees Farenheit colder than today).\n\nIn fact, one could argue that climate science has not significantly changed since it was first hypothesized that combustion of fossil fuels could change the climate — in 1896.\n\nThat's why, of the dozens of atmospheric scientists in our state at Texas A&M, University of Texas, Rice, Texas Tech, University of Houston, etc., approximately zero of them are skeptical of this mainstream view of climate science.\n\nOur department and the Climate Systems Science Group at the University of Texas even have statements on our websites confirming our agreement (UT: www.ig.utexas.edu/jsg/css_jsg/people/statement.html; TAMU: http:// atmo.tamu.edu/weather-and- climate/climate-change- statement).\n\nSo why is there such a disconnect between what scientists think and the public debate?\n\nRecent cognitive research helps us understand this. Researchers find that beliefs on climate change science strongly correlate with other policy preferences.\n\nFor example, if you are skeptical of the science of climate change, then you almost certainly oppose the Affordable Care Act, also known as Obamacare, and support gun rights.\n\nThose who support action to reduce greenhouse gases very likely hold the opposite views.\n\nIf arguments about the science of climate change were actually about the science, then this result would make no sense. Whether climate change is true or not is a scientific matter, and it should be uncorrelated with philosophical views on the role of government in health care or the constitutional right to own a firearm.\n\nBut they are correlated. And this tells us that the arguments about the science of climate change are not actually about science.\n\nSo what is the argument about? The answer is policy.\n\nIf climate change is true and we decide to reduce emissions, then it will almost certainly require intervention by the government into the energy market. For some, that idea is so repugnant that the only conclusion is that the problem must not exist.\n\nMore Information\n\n\n\nhttp://www.epa.gov/air/sect812/prospective2.html\n\nhttp://www.ig.utexas.edu/jsg/css_jsg/people/statement.html\n\nhttp://atmo.tamu.edu/weather-and-climate/climate-change-statement\n\nhttp://www.pbs.org/wgbh/pages/ frontline/environment/climate-of-doubt/bob-inglis-climate-change-and-the-republican-party/\n\nIt is also about being part of the tribe. Climate change has achieved such an elevated status in the policy debate that it has become a litmus test. To be a Republican, for example, you must reject the science.\n\nAny Republican who does not risks being voted out of office — as happened, for example, to Rep. Bob Inglis. (www.pbs.org/wgbh/pages/ frontline/environment/climate- of-doubt/bob-inglis-climate- change-and-the-republican- party/).\n\nAs proud Texans, we are sympathetic to those who worry about out-of-control eco-totalitarianism. And we both love cheap and abundant energy and the lifestyle it allows us to lead. But, like most people, Republican and Democrat alike, we also want to protect the environment. Thus, we both support balanced action to address the clear and present danger of climate change.\n\nIt is important to remember that we've done this before.\n\nIn the early 1970s, Congress passed the Clean Air Act, which drastically improved air quality, yielding benefits that exceed the cost by more than 30 times (www.epa.gov/air/sect812/prospective2.html).\n\nAnd the Montreal Protocol, which phased out ozone-depleting chemicals, was a profoundly cost-effective policy that saved the ozone layer.\n\nPrior to implementation of both policies, it was argued that these regulations would bankrupt us and cause a litany of other terrible consequences — for example, forcing middle-class families to give up their air conditioners.\n\nThese predictions obviously turned out to be wrong. And today, many of those same people are arguing that regulations on greenhouse gases will bankrupt us and force us to give up cheap energy.\n\nThese people are, in fact, the true alarmists in the climate debate.\n\nThroughout history, American ingenuity has overwhelmed every problem we've faced. Along the way, we have found cost-effective ways to clean up the air and switch off ozone-depleting substances. This not only led to a cleaner environment but to economic growth. And we are confident that the same thing will happen here.\n\nIf we put our minds to it, we can solve the climate problem and prosper along the way.\n\nOnly someone profoundly pessimistic would bet against American ingenuity.\n\nGerald R. North is the Distinguished Professor of atmospheric sciences at Texas A&M. Andrew E. Dressler is a professor of atmospheric sciences at Texas A&M.", "article_metadata": {"SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "description": "[...] the climate system is definitely warming.  [...] humans are now a dominant driver of the climate and are very likely to be responsible for most of the recent warming we have experienced.  While a few degrees may not sound like a lot of warming, changes in the global average temperature this large have, in the past, been associated with very large and significant changes in the climate (for example, the last ice age was only about 10 degrees Farenheit colder than today).  [...] one could argue that climate science has not significantly changed since it was first hypothesized that combustion of fossil fuels could change the climate — in 1896.  Whether climate change is true or not is a scientific matter, and it should be uncorrelated with philosophical views on the role of government in health care or the constitutional right to own a firearm.  [...] like most people, Republican and Democrat alike, we also want to protect the environment.  [...] we both support balanced action to address the clear and present danger of climate change.  Prior to implementation of both policies, it was argued that these regulations would bankrupt us and cause a litany of other terrible consequences — for example, forcing middle-class families to give up their air conditioners.", "vf": {"section": "opinion", "unique_id": "mysa-article-4866529"}, "og": {"site_name": "San Antonio Express-News", "description": "[...] the climate system is definitely warming.  [...] humans are now a dominant driver of the climate and are very likely to be responsible for most of the recent warming we have experienced.  While a few degrees may not sound like a lot of warming, changes in the global average temperature this large have, in the past, been associated with very large and significant changes in the climate (for example, the last ice age was only about 10 degrees Farenheit colder than today).  [...] one could argue that climate science has not significantly changed since it was first hypothesized that combustion of fossil fuels could change the climate — in 1896.  Whether climate change is true or not is a scientific matter, and it should be uncorrelated with philosophical views on the role of government in health care or the constitutional right to own a firearm.  [...] like most people, Republican and Democrat alike, we also want to protect the environment.  [...] we both support balanced action to address the clear and present danger of climate change.  Prior to implementation of both policies, it was argued that these regulations would bankrupt us and cause a litany of other terrible consequences — for example, forcing middle-class families to give up their air conditioners.", "title": "Climate change is real and denial is not about the science", "url": "http://www.mysanantonio.com/opinion/commentary/article/Climate-change-is-real-and-denial-is-not-about-4866529.php", "image": "http://ww4.hdnux.com/photos/24/10/23/5276879/10/rawImage.jpg", "type": "article"}, "twitter": {"site": "@mySA", "card": "summary_large_image"}, "fb": {"admins": 100006394927810, "app_id": 618477354914868}, "format-detection": "telephone=no", "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Photo: Courtesy Climate change is real and denial is not about the science 1 / 3 Back to GalleryA new report from the Intergovernmental Panel on Climate Change confirms what we already know.\nIf arguments about the science of climate change were actually about the science, then this result would make no sense.\nAnd this tells us that the arguments about the science of climate change are not actually about science.\nResearchers find that beliefs on climate change science strongly correlate with other policy preferences.\nIn fact, one could argue that climate science has not significantly changed since it was first hypothesized that combustion of fossil fuels could change the climate — in 1896."}