{"article_title": "Strip mining could begin in northwest Ala.", "article_keywords": ["industries", "begin", "oil", "company", "sandstone", "mining", "ala", "county", "wolf", "northwest", "ms", "strip", "property"], "article_url": "http://www.washingtontimes.com/news/2014/feb/22/strip-mining-could-begin-in-northwest-ala/?page=all", "article_text": "WOLF SPRINGS, Ala. (AP) - A company that wants to strip mine oil-bearing Hartselle sandstone in northwest Alabama could boost the economy, but residents are concerned about adverse effects to the environment, groundwater, property values and rural roadways.\n\nMS Industries has been in the area since summer 2010, operating out of a mobile home office on the site of an old gas station on Lawrence 236.\n\nThe company has drilled about 1,200 core samples in parts of Colbert, Franklin and Lawrence counties, trying to find the best and most accessible deposits of the mineral, from which it plans to extract crude oil.\n\nCompany officials said they are sensitive to the concerns of the community and the effect the operations will have on the landscape.\n\n“MS Industries is a mining, research and development company,” said John Christmas, of Mississippi, MS Industries chief operations officer.\n\nChristmas said the company plans to extract the mineral through surface mining, then transport it to an enclosed processing facility where oil will be extracted from the rock. The oil will then be sold to a refiner.\n\nHe said the extraction process would be similar to mining limestone rock from quarries, requiring blasting and heavy equipment. He said the mineral itself and the extraction process is nothing like the controversial extraction of tar sands found in Alberta, Canada.\n\n“The process is completely different,” Christmas said. “When people try to group all oil sands and all processes in the same group, that’s just not accurate.”\n\nThe oil sands in Canada are malleable, while the Hartselle sandstone MS Industries wants to mine is a hard, black rock, according to the company.\n\nWhile strip mining can leave permanent scars on the landscape, Christmas said MS Industries has a remediation plan that involves restoring the property to the condition it was in before the mining began.\n\n“We have a land development, management and remediation program,” Christmas said. “We’re not going to leave any holes. That’s a requirement under the surfacing mining permit in the state of Alabama. You have a duty to remediate.”\n\nPart of the remediation process involves planting crops that are beneficial to the topsoil, he said.\n\nChristmas said no materials would be processed at the mining site so there would be no “tailings ponds,” which are waste ponds containing water, sand, clay and residual oil left over from processing oil sands like the deposits found in Alberta.\n\nChuck Kelley, of Florence, MS Industries chief counsel, said the company has purchased or leased “north of 2,000 acres” of property in the Wolf Springs area south of the Shoals.\n\nThe Lawrence County probate judge’s website indicates MS Industries owns at least four tracts in the Wolf Springs area. The site does not indicate the size of the properties, which are part of the Town Creek watershed.\n\nThe records show an adjacent tract owned by Steven Smith, CEO of MS Industries. Kelley said the company also is leasing and buying property in Colbert County.\n\nColbert County Commission Chairman Roger Creekmore said he has seen MS Industries signs on fences in the LaGrange area and along Fox Trap Road.\n\nShirley Coan said the company’s signs are on a fence of neighboring property in the Fox Trap Road area.\n\n“They’ve been out there burning brush piles,” Coan said.\n\nCoan said MS Industries has not approached her family, and she would not sell if they did.\n\n“This is the third generation to own this land we’re on,” she said. “We plan to pass it on to our children and grandchildren. We’re not in favor of strip mining at all. I’ve seen strip mines, and I know what they look like when they’re finished with them. This is just the tip of the iceberg.”\n\nLaGrange resident Jimmy Looney also opposes the company’s plans. He said MS Industries signs are on fences along Spring Valley Road.\n\n“It has me concerned because they’re buying property all around me,” Looney said.\n\nLooney said the company has not approached him, but he probably doesn’t own a large enough tract to draw interest.\n\nLooney said the LaGrange community is more densely populated than Wolf Springs, and the noise from the strip mining operations could be a nuisance to neighbors.\n\nHe also has concerns about erosion caused by mining operations.\n\n“They’re paying high prices, and people are seeing dollar marks instead of looking down the road,” he said.\n\nCreekmore, who represents some of the area being considered by MS Industries in Colbert County, said one of his main concerns is the effect of large trucks hauling minerals from the pits to the processing facility.\n\nChristmas said the company has not decided on a location for the processing facility, but envisions one central location to serve all the mining operations.\n\n“From an official standpoint as a county commissioner, I must be concerned about damage to county roads as a result of the transportation of the product across country roads,” Creekmore said.\n\nHe said most county roads are not designed for heavy loads, at least on a regular basis.\n\n“My question is, who will be responsible for the damage and the repair of that damage, because the county simply cannot afford to repair that on our own,” Creekmore said.\n\nKelley and Christmas said they assume the operation will be subject to the state’s uniform severance tax on sand and gravel, a 10-cent per ton tax on minerals transported on Alabama roadways.\n\nCreekmore said even if that’s the case, the tax might not be sufficient.\n\n“The Alabama Uniform Severance Tax does not mention tar sands, and if we’re talking about a substantial amount of tonnage over those roads, I don’t believe 10 cents per ton will be sufficient to repair that damage,” Creekmore said.\n\nLawrence County Commissioner Prentis Davis, who represents the Wolf Springs area, said he has briefly spoken with MS Industries officials.\n\nDavis said the company could help boost the local economy, especially considering the loss of about 1,100 jobs because of the closing of International Paper.\n\n“I’m willing to do whatever it takes in my power to help them,” he said.\n\nChristmas said it is too early to provide employment estimates. For now, the company employs less than eight people, including office staff and “field guys.”\n\n“I fully realize the need for economic development and jobs; however, I have to balance that out against the potential damage to the environment,” Creekmore said. “I worry about water runoff issues, damage due to blasting, contamination of the adjoining water supply, the deterioration of nearby property values, and just my own distaste toward strip mining.”\n\nPrentis said he has not received many complaints from residents in his district. Some, he said, have said they wished they had sandstone deposits on their property to interest the company.\n\nJanice Barrett is not one of those people.\n\nBarrett lives in the Wolf Springs community and is concerned about the effects of strip mining on the environment and underground water sources.\n\n“It’s some very intensive mining practices,” she said. “The land will never be the same after that.”\n\nLike Creekmore, Barrett is also concerned about the effect of trucks hauling material to the processing facility.\n\n“I’m worried about the safety of the people on the roads,” she said.\n\nNick Tew Jr., state geologist and oil and gas supervisor, said mining for the extraction of oil from the Hartselle sandstone would be regulated by the State Oil and Gas Board.\n\nThat authority was granted by the state Legislature and signed into law in 2013 by Gov. Robert Bentley.\n\n“We thought it was the appropriate thing to do since we regulate other gas and oil activity in the state,” Tew said.\n\nTew said the State Oil and Gas Board is drafting those rules and regulations.\n\nHe said MS Industries can continue exploratory work and lease or purchase property, but cannot begin mining until regulations are adopted.\n\nRetired University of North Alabama biology and earth science instructor Jim Lacefield, author of “Lost Worlds in Alabama Rocks,” said rich hydrocarbon deposits lie in the Hartselle sandstone in the Wolf Springs area.\n\nThe Hartselle sandstone deposits spread west from Morgan County to the Mississippi state line and into northern Mississippi.\n\nBentley and Mississippi Gov. Phil Bryant signed a memorandum of understanding in 2013 commissioning an assessment of the oil sands.\n\nThere are also rich deposits in Marion and Fayette counties.\n\n“These are dirty rocks,” Lacefield said.\n\nHe said disturbing the natural rock formations could disturb the flow of groundwater and the natural filtration the sandstone provides.\n\n“The Hartselle sandstone is one of the most durable rocks we have in north Alabama and some of the hardest,” Lacefield said. “It would take a considerable amount of energy to break it up, but the technology is there to do it.”", "article_metadata": {"description": "A company that wants to strip mine oil-bearing Hartselle sandstone in northwest Alabama could boost the economy, but residents are concerned about adverse effects to the environment, groundwater, property values and rural roadways.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"url": "http://www.washingtontimes.com/news/2014/feb/22/strip-mining-could-begin-in-northwest-ala/", "site_name": "The Washingtion Times", "type": "article", "description": "A company that wants to strip mine oil-bearing Hartselle sandstone in northwest Alabama could boost the economy, but residents are concerned about adverse effects to the environment, groundwater, property values and rural roadways.", "title": "Strip mining could begin in northwest Ala."}, "twitter": {"site": "@washtimes", "description": "A company that wants to strip mine oil-bearing Hartselle sandstone in northwest Alabama could boost the economy, but residents are concerned about adverse effects to the environment, groundwater, prop", "card": "summary", "title": "Strip mining could begin in northwest Ala."}, "Author": "RUSS COREY", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Business Finance, Christmas, Roger Creekmore"}, "article_summary": "“MS Industries is a mining, research and development company,” said John Christmas, of Mississippi, MS Industries chief operations officer.\nWe’re not in favor of strip mining at all.\nWhile strip mining can leave permanent scars on the landscape, Christmas said MS Industries has a remediation plan that involves restoring the property to the condition it was in before the mining began.\nHe said MS Industries can continue exploratory work and lease or purchase property, but cannot begin mining until regulations are adopted.\nBarrett lives in the Wolf Springs community and is concerned about the effects of strip mining on the environment and underground water sources."}