{"article_title": "An Eye On The Troubles Facing Latin America", "article_keywords": ["states", "latin", "eye", "power", "troubles", "drug", "facing", "violent", "united", "officials", "president", "protests", "america", "venezuela", "pea"], "article_url": "http://www.neontommy.com/news/2015/04/eye-troubles-facing-latin-america", "article_text": "Venezuela’s ongoing economic challenges are ultimately predicted to shrink the economy by 7 percent. (Carlos Díaz / Creative Commons)\n\nOver the past several decades, murder rates across the Americas have remained high due to issues ranging from gang violence to civil war. In 2013, the Global Study on Homicide showed that Latin America had the highest murder rates of any region in the world. With 34 of the 50 most violent cities located in Latin American countries, it is evident that many government officials are not doing their part to diminish bloodshed.\n\nCurrently, Venezuela and Mexico are suffering from significant social problems that have given rise to sometimes violent anti-government protests. The abuse of power by Venezuela’s President Nicolas Maduro and the misuse of discretionary powers by Mexico’s President Enrique Peña Nieto inhibit the participation of broad societal sectors that could bring about positive developments in their respective countries.\n\nIn Venezuela, citizens find themselves in the midst of a recession that will persist throughout the year. Apart from an inflation rate that has climbed to 68 percent, the country is facing major shortages of goods such as milk and car parts. Furthermore, plunging oil prices have devalued the nation’s most important export, crude oil, to $47 a barrel. Venezuela’s ongoing economic challenges are ultimately predicted to shrink the economy by 7 percent and increase the number of crimes that occur in urban centers like Caracas.\n\nREAD MORE: Faces Of The Venezuelan Protests: Juan\n\nThe socioeconomic issues felt by the Venezuelan people have led to acts of political violence that hinder the country’s possibilities of growth. In February, Caracas Mayor and opposition leader Antonio Ledezma was arrested for allegedly conspiring to overthrow President Maduro’s government; his detention in turn brought about massive protests by advocacy groups. Moreover, Salvatore Lucchese, former police chief of San Diego, Carabobo, was also jailed for refusing to end anti-government protests. Due to the imprisonment of many political activists, the United States issued sanctions against several Venezuelan officials. However, the National Assembly of Venezuela quickly granted President Maduro decree powers, which allow him to continue the practice of incarcerating his opponents.\n\n(Carlos Díaz / Creative Commons)\n\nIn the meantime, Mexico is experiencing complications of its own. Though the nation’s GDP is expected to grow by 3.4 percent this year, high taxes and a depreciating currency continue to affect the poor’s chance at economic stabilization.\n\nYet, Peña Nieto's most crucial issue is the burgeoning drug cartel system that has spawned numerous violent crimes and corrupt practices. At the root of the Mexican drug cartels is a generalized structure where drug lords pay off government officials and police men so that their malevolent ventures can take place. In addition to drug trafficking, some of these activities include money laundering and kidnappings.\n\nREAD MORE: The Terror Two Hours South\n\nRecently, 43 students went missing and were presumably murdered at the hands of police and cartel members. After the families of the victims and the general public were informed, major demonstrations quickly ensued over their disappearance. However, despite widespread protests, Peña Nieto refuses to dismantle the underlying structure of the drug cartels.\n\nThere have been many suggestions made to improve the situations in Venezuela and Mexico. One of these would be the creation of a proposition system that allows populations to participate more directly in the decision making processes of their governments. By making organized government more representative, the wants and needs of citizens become more of a priority. Besides the active participation of citizens, the development of independent anti-corruption offices could help prevent a significant amount of dishonest activities from occurring altogether. Once widespread corruption is less of an issue, violent acts such as those committed by Mexico’s drug cartels, could be addressed and reduced. Furthermore, a greater respect for the separation of powers is needed in all three branches of government to prevent the abuse of power by executives. Ultimately, national officials need to return to the principles outlined in their respective constitutions so that accountability and transparency can become the norm.\n\nAlthough fundamental similarities exist between the constitutions of Latin American countries and that of the United States, Americans are accustomed to a different governmental system. In the United States, Congress and the judiciary usually act regardless of the views and wishes of the executive. Going back in history to the Watergate scandal that occurred under Nixon’s administration, the judiciary established itself as a force that was not afraid to act against the president. Moreover, in recent times Congress and President Barack Obama are constantly seen battling it out over social policies such as the Affordable Care Act. Consequently, Americans will remain astonished by the differences in the administration of power that exist between their country and those described above.\n\nNevertheless, though the advancement of democracy may benefit Latin America, it is not the quick fix to all difficulties. As a leading democratic power, the United States experiences hard-hitting issues of its own, such as police brutality. Thus, social activists and government officials with different ideologies and backgrounds must collaborate to initiate progress.\n\nContact Contributor Marina Peña here; or follow her on Twitter.", "article_metadata": {"description": "Thirty-four of the world's 50 most violent cities are located in Latin America.", "author": "Marina Peña", "og": {"url": "http://www.neontommy.com/news/2015/04/eye-troubles-facing-latin-america", "image": "http://www.neontommy.com/sites/default/files/16165089939_83cc8570e0_z.jpg?1428096692", "type": "article", "description": "Thirty-four of the world's 50 most violent cities are located in Latin America.", "title": "An Eye On The Troubles Facing Latin America"}, "twitter": {"account_id": 19560893}, "revisit-after": "1 day", "p": {"domain_verify": "4f67b85b5e96bc75e43aefc386ed9fb0"}, "google-site-verification": "Gd7gRPMvk-fLgqZF-yo5Ax5NmoCw6MBzipcz9xhUGgk"}, "article_summary": "Although fundamental similarities exist between the constitutions of Latin American countries and that of the United States, Americans are accustomed to a different governmental system.\nIn the United States, Congress and the judiciary usually act regardless of the views and wishes of the executive.\nAs a leading democratic power, the United States experiences hard-hitting issues of its own, such as police brutality.\nNevertheless, though the advancement of democracy may benefit Latin America, it is not the quick fix to all difficulties.\nIn 2013, the Global Study on Homicide showed that Latin America had the highest murder rates of any region in the world."}