{"article_title": "No Junk Food, Eat Your Fruits And Veggies, Exercise… And Botox?", "article_keywords": ["junk", "petite", "food", "mother", "ripa", "daily", "healthy", "tries", "veggies", "fruits", "kelly", "mail", "little", "botox", "eat", "exercise", "told"], "article_url": "http://www.medicaldaily.com/kelly-ripas-beauty-secrets-no-junk-food-eat-your-fruits-and-veggies-exercise-and-botox-255546", "article_text": "Kelly Ripa, a mother of three who is noted for her petite figure, holds to a few basic beauty secrets.\n\nKelly Ripa, a mother of three who is noted for her petite figure, holds to a few basic beauty secrets. Keith Wills, CC-BY-2.0\n\nIt seems Kelly Ripa, 42, thinks about food the way that many mothers do, despite her status as a popular daytime TV hostess. A mother of three (Michael, 16, Lola, 12, and Joaquin, 10), Ripa's ‘celebrity diet’ will sound pretty ordinary to most: she tries to keep the junk food out of the house and tries to make sure her family eats healthy fruits and vegetables.\n\n“I want my kids to be healthy,” Ripa told NY Daily News. “If you have a choice between an apple and a candy bar, and you’re 10, you’ll pick the candy bar.” Basic mom-reasoning many understand. Speaking of candy, “It’s bad for your teeth and I think it’s addictive,” the petite co-host of Live with Kelly and Michael added.\n\nBeing a mother, she also tries to serve healthy, home-cooked meals as much as possible, such as her simple American Flag Salad: feta cheese, blueberries, and watermelon topped with fresh mint. Ripa describes herself as a vegetarian who on occasion eats sushi, but she is not rigid about her habits.\n\n“If there's cheesecake in the house, I'll have some,” she told the Daily Mail. “If I'm in the mood for something, I'll have it. I don't obsess about anything. I could have three or four ‘cheat days’ in a week and then not have dessert for another three months.”\n\nAnd then, of course, there’s exercise. “I work out every day. It's part of my life,\" Ripa, who was teased for being chubby as a child, told NY Daily News. “I feel like my mind is a little quieter when I exercise.\"\n\nRipa runs, works out with a trainer doing a combination of cardio ballet and power yoga, and even takes the occasional spinning class. \"I get bored, so I like to mix it up a little bit,\" she told the Daily Mail. \"I try to make my heart beat out of my chest, hard-core, once a day for at least a half-hour.\"\n\nAs for Ripa's final beauty secret, she confesses — without hesitation — to Botox injections. \"Every seven months or so my eyelid skin rests on my eyelashes,\" Ripa, who says she has not yet gone under the knife for plastic surgery, told the Daily Mail. \"It makes my eyes look a little more open on TV, which is where I happen to work right now.\"", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "kelly ripa, diet, junk food, botox, exercise", "og": {"site_name": "Medical Daily", "description": "Kelly Ripa, a mother of three who is noted for her petite figure, holds to a few basic beauty secrets.", "title": "Kelly Ripa’s Beauty Secrets: Eat Right, Exercise, And Botox", "url": "http://www.medicaldaily.com/kelly-ripas-beauty-secrets-no-junk-food-eat-your-fruits-and-veggies-exercise-and-botox-255546", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/25/kelly-ripa.jpg", "type": "article"}, "twitter": {"description": "Kelly Ripa, a mother of three who is noted for her petite figure, holds to a few basic beauty secrets.", "title": "Kelly Ripa’s Beauty Secrets: Eat Right, Exercise, And Botox", "url": "http://www.medicaldaily.com/kelly-ripas-beauty-secrets-no-junk-food-eat-your-fruits-and-veggies-exercise-and-botox-255546", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/25/kelly-ripa.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/25/kelly-ripa.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2013-09-04T17:08:35-04:00", "modified_time": "2013-09-25T12:37:23-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Kelly Ripa, a mother of three who is noted for her petite figure, holds to a few basic beauty secrets."}, "article_summary": "Keith Wills, CC-BY-2.0It seems Kelly Ripa, 42, thinks about food the way that many mothers do, despite her status as a popular daytime TV hostess.\n“I want my kids to be healthy,” Ripa told NY Daily News.\nKelly Ripa, a mother of three who is noted for her petite figure, holds to a few basic beauty secrets.\n\"I get bored, so I like to mix it up a little bit,\" she told the Daily Mail.\n“If there's cheesecake in the house, I'll have some,” she told the Daily Mail."}