{"article_title": "North Carolina AG won’t defend transgender law in court", "article_keywords": ["wont", "republican", "north", "ag", "rights", "governors", "defend", "million", "ordinance", "mccrory", "cooper", "court", "transgender", "law", "local", "national", "carolina"], "article_url": "http://www.salon.com/2016/03/29/north_carolina_ag_wont_defend_transgender_law_in_court/", "article_text": "Topics: From the Wires, News\n\nRALEIGH, N.C. (AP) — North Carolina’s attorney general said Tuesday he won’t defend in court a new state law preventing Charlotte and other local governments from approving protections for LGBT people, calling it discriminatory and a “national embarrassment.”\n\nDemocrat Roy Cooper made the announcement during a news conference a day after gay rights advocates sued to overturn the law approved last week and signed by Republican Gov. Pat McCrory.\n\nThe federal lawsuit lists Cooper among the defendants because of his official position as the state’s top lawyer. But he has said he wants it repealed.\n\n“We know that businesses here and all over the country have taken a strong stance in opposition to this law,” Cooper said.\n\nMcCrory is also a defendant in the lawsuit and has doubled down on justifying his decision to sign the law, even as many corporations have criticized it publicly.\n\nCooper’s announcement raises the stakes for the November governor’s race, in which Cooper is challenging McCrory. National Democrats consider it their best opportunity to pick up a governor’s mansion where a Republican currently resides. The campaigns of McCrory and Cooper already have raised more than $13 million combined and the Republican Governors Association has reserved $4 million in ad time for the fall.\n\nThe Republican-led legislature and McCrory approved the law because they say Charlotte went too far with a local ordinance allowing transgender people to use the restroom aligned with their gender identity. They have focused on the threat — used by opponents of Houston’s LGBT ordinance last year while defeating it in a referendum — that sexual predators could use these kinds of rules as a pretense to enter women’s bathrooms and locker rooms. Gay rights groups have called these and other arguments bogus.", "article_metadata": {"description": "North Carolina AG won’t defend transgender law in court", "title": "North Carolina AG won’t defend transgender law in court", "og": {"url": "http://www.salon.com/2016/03/29/north_carolina_ag_wont_defend_transgender_law_in_court/", "site_name": "Salon", "type": "article", "description": "North Carolina AG won’t defend transgender law in court", "title": "North Carolina AG won’t defend transgender law in court"}, "twitter": {"description": "North Carolina AG won’t defend transgender law in court", "title": "North Carolina AG won’t defend transgender law in court", "site": "@salon", "card": "summary_large_image", "creator": "@salon"}, "author": "Gary Robertson", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "“We know that businesses here and all over the country have taken a strong stance in opposition to this law,” Cooper said.\nThe Republican-led legislature and McCrory approved the law because they say Charlotte went too far with a local ordinance allowing transgender people to use the restroom aligned with their gender identity.\nNational Democrats consider it their best opportunity to pick up a governor’s mansion where a Republican currently resides.\nThe campaigns of McCrory and Cooper already have raised more than $13 million combined and the Republican Governors Association has reserved $4 million in ad time for the fall.\nCooper’s announcement raises the stakes for the November governor’s race, in which Cooper is challenging McCrory."}