{"article_title": "The Best Senior Discounts", "article_keywords": ["website", "programs", "assistance", "older", "tax", "free", "60", "discounts", "health", "services", "senior", "best", "care"], "article_url": "http://www.nextavenue.org/the-best-freebies-for-people-60/", "article_text": "By MoneyTips.com\n\nBy MoneyTips.com\n\nCredit: Thinkstock\n\n(This article originally appeared on Moneytips.com.)\n\nOnce you’re in your 60s, you may have aches and pains and have other concerns, but you start finding yourself eligible for discounts based on your age.\n\nYou should take full advantage of these — from deals for AARP members to ones from retailers and service providers. But in some cases, you can do even better with outright freebies.\n\nFor example:\n\nFree admission State parks, museums, sporting events, state fairs…there are plenty of places that offer free entry to older Americans at specified times. Check for special nights with any place or event you would like to visit.\n\nMoreGrowing Older Has Its Benefits\n\nMany states and colleges have tuition-waiver programs allowing people 60 and older to attend some classes for free.\n\nFree tax preparation If you need help with your taxes and are 60 or older, the Internal Revenue Service (IRS) website can direct you to nearby free assistance. The tax assistance, offered from January 1 to April 15, will be from IRS-certified tax specialists in retirement-related tax issues, through its Tax Counseling for the Elderly (TCE) program.\n\nAARP offers a similar program (known as AARP Foundation Tax-Aide) for low- to moderate-income taxpayers — with special attention to those 60 and older — around the country from late January/early February to April 15.\n\nFree preventive health care The Affordable Care Act (aka Obamacare) mandates that some preventative care procedures and screenings be covered at no out-of-pocket cost to you, regardless of age. These include blood pressure testing, cholesterol and colorectal cancer screening, various vaccines and one free wellness visit annually.\n\nMoreAll You Need to Know About Medicare Open Enrollment\n\nA guide to Medicare-related preventive health care services can be found at the Medicare website in the government’s publication: Your Guide to Medicare’s Preventive Services.\n\nSome health care plans cover the services, but the services themselves may not be free. For example, a vaccine may be free, but there may be shared costs to administer it. Check with your health plan and your doctor to verify when “free” means completely free of costs during the visit.\n\nFree prescription drugs If you qualify, you may be able to receive free prescription drugs through Patient Assistance Programs (PAPs). PAPs are set up through drug companies to assist low-income individuals who cannot afford certain medications.\n\nYou can start by checking to see if your prescription drugs are available through these programs at the Rxassist.org site for patient assistance programs. Some supermarkets with pharmacies also offer certain free prescriptions as part of their loyalty program.\n\nFree education Why not go back to school? Many states and colleges have tuition-waiver programs allowing people 60 and older to attend some classes for free. They may not be for credit, but you can still explore areas that interest you or catch up on the latest technologies.\n\nFree eye care The American Academy of Ophthalmology offers free eye exams and potentially up to a year of free care through EyeCare America to people 65 and older who have not seen an eye doctor in at least three years. Check the guidelines at the EyeCare America website to see if you qualify.\n\nState and City Programs\n\nStates and municipalities also often offer their own free assistance over a wide range of programs for people who qualify based on age and/or income. Examples include assistance with simple home repairs to correct unsafe situations, shoveling snow off sidewalks and driveways and building wheelchair ramps. Links are usually available through government websites, although some are more user-friendly than others.\n\nTake a little time to investigate the free goods and services available to you in your current life situation. Discounts are great, but freebies are even better. Why pay anything at all if you don’t have to?\n\n© Twin Cities Public Television - 2016. All rights reserved.", "article_metadata": {"news_keywords": "60+, discounts, freebies, entertainment, travel, lifestyle, health, style, debt, real estate, investing, caregiving, fitness, health care, news, baby boomer generation, senior care, retirement", "generator": "WordPress 4.4.2", "og": {"site_name": "Next Avenue", "description": "MoneyTips.com spells out an assortment of free things for people 60 and older, from medications to college classes.", "title": "The Best Freebies for People 60+", "locale": "en_US", "image": {"width": 1200, "identifier": "http://www.nextavenue.org/wp-content/uploads/2015/11/The-Best-Senior-Freebies-472812586.jpg", "height": 776}, "updated_time": "2015-11-04T08:11:38-05:00", "url": "http://www.nextavenue.org/the-best-freebies-for-people-60/", "type": "article"}, "twitter": {"description": "MoneyTips.com spells out an assortment of free things for people 60 and older, from medications to college classes.", "creator": "@nextavenue", "image": "http://www.nextavenue.org/wp-content/uploads/2015/11/The-Best-Senior-Freebies-472812586.jpg", "title": "The Best Freebies for People 60+", "site": "@nextavenue", "card": "summary"}, "robots": "noodp", "DC.date.issued": "2015-11-04T07:00:12-05:00", "p": {"domain_verify": "e08705d2f467154d7e8d6630364e4a0b"}, "fb": {"app_id": 314867381922071}, "article": {"publisher": "https://www.facebook.com/NextAvenue", "published_time": "2015-11-04T07:00:12-05:00", "author": "https://www.facebook.com/NextAvenue", "section": "Aging, Vitality & Longevity", "modified_time": "2015-11-04T08:11:38-05:00", "tag": "Freebies"}, "google-site-verification": "f2qfEAGesmwGzl-ACENXrCGqfep5XB87mhMW1lbbbI8", "viewport": "width=device-width, initial-scale=1, user-scalable=no, shrink-to-fit=no", "description": "MoneyTips.com spells out an assortment of free things for people 60 and older, from medications to college classes."}, "_id": "\"57477af46914bd0286fe0e3a\"", "article_summary": "You can start by checking to see if your prescription drugs are available through these programs at the Rxassist.org site for patient assistance programs.\nThe tax assistance, offered from January 1 to April 15, will be from IRS-certified tax specialists in retirement-related tax issues, through its Tax Counseling for the Elderly (TCE) program.\nFree prescription drugs If you qualify, you may be able to receive free prescription drugs through Patient Assistance Programs (PAPs).\nSome health care plans cover the services, but the services themselves may not be free.\nFree preventive health care The Affordable Care Act (aka Obamacare) mandates that some preventative care procedures and screenings be covered at no out-of-pocket cost to you, regardless of age."}