{"article_title": "Doctor Who? A Look Into Pre-Med Competition", "article_keywords": ["physician", "life", "look", "doctor", "students", "kassner", "school", "competition", "health", "tobolowsky", "student", "biology", "premed", "medical"], "article_url": "http://dailynexus.com/2013-11-26/doctor-who-a-look-into-pre-med-competition/", "article_text": "A breeze spiraled through the air, palm trees framed an ocean glittering in the distance, and second-year biology major William Tobolowsky sat at a glass table on the third floor of the Life Sciences Building, ardently reading his biology textbook while waiting for bacterial strains to grow.\n\nLike any UCSB student, Tobolowsky begins his day by going to class. Unlike many other students, however, he designed his own general chemistry experiments last year and is currently taking honors organic chemistry. Then he goes to his part-time job, making cutting-edge breakthroughs in biology professor David Low’s lab. Finally, he arrives home late at night after a long, exhausting day. To some, such a schedule sounds miserable. To Tobolowsky, it sounds like fun.\n\n“It’s essentially a 15-hour day of straight-up work, and I love it,” he said.\n\nTobolowsky is a pre-medical student who, along with thousands of other students across the country, has a passion for the health sciences.\n\nEvery year, medical schools receive massive numbers of applications. According to the Association of American Medical Colleges, last year almost 8,000 people applied to the UCLA Geffen School of Medicine, 7,000 applied to UC San Francisco, 6,000 to UC San Diego and a little over 5,000 to UC Irvine and UC Davis. Nearly 5,000 applied to Yale while over 6,000 students applied to Harvard and Stanford Universities.\n\nNow, medical schools are accepting a rising number of students, as the American Association of Colleges of Osteopathic Medicine reports enrollment at osteopathic medical schools has steadily increased in recent years. The 2011-2012 academic year saw about 5,600 new students enrolled in osteopathic medical schools, reflecting a seven percent rise in first-year enrollment from the previous year.\n\nNumbers are on the rise, but UCSB Pre-Health Advisor Scott Kassner warns there are several considerations that should go into a student’s decision to enter medical field. For one, he said students should take a hard look at how well they do in hard science courses, sometimes known as “weeder” classes.\n\n“The first thing is you have to be honest about your academic abilities and your academic interests,” Kassner said. “There are lots of students who are interested in health as a profession because they want to help people, but that doesn’t always mean they’re going to be successful in chemistry or biology — the courses you really have to succeed in to have any chance in medical school.”\n\nTobolowsky, too, underlined the necessity of understanding one’s own strengths, even if that means not doing a certain area of medicine or avoiding the field altogether.\n\n“A physician once told me, ‘You don’t necessarily have to do what you love. Do what you’re good at,’” Tobolowsky said. “If you suck at performing surgery, people are dying left and right. You have to be good at what you’re doing.”\n\nBut students can end up setting standards that are nearly impossible to meet, with the pursuit of high grades putting a great deal of pressure on pre-med students. Kassner, for example, said although stress is often inevitable, he has seen students fret excessively over a single grade: “You have a student who is getting a B in Writing 2 and thinks that they have to drop the class because that B will keep them out of medical school,” Kassner said. “While you do have to be concerned how well you’re doing academically … it’s also not the case that one course keeps you out of medical school.” With such a high standard to reach, students may even be prone to disregarding their own well-being. In this case, Kassner advises students to ask themselves — is medical school really the right path? “Miserable people don’t become doctors,” Kassner said. “Very rarely will they be able to succeed in the application process.”\n\nBut even if a student has been accepted to the school of his or her dreams, actually getting through those four years of intense schooling may prove an even greater obstacle. Consequently, another factor students should consider before going pre-med is how serious of a commitment medical school actually is. “Students have to do research and talk to as many doctors and people in the health professions as they can because it is a very demanding life,” Kassner said.\n\nTobolowsky said he is well aware of the reality of being a medical student. “Including undergrad, you potentially sacrifice anywhere from eight to 16 years of your life,” he said. “But those years of your life are dedicated to medicine and helping people in the future, not to your family, to vacations, to some things other people get to enjoy.”\n\nAnother sacrifice associated with medical school is the exorbitant amount of debt medical students are forced into. According to the Association of American Medical Colleges, 87 percent of students from public institutions and 84 percent of students from private institutions graduated with debt. These debts were not minimal by any means, as students who graduated from a public medical school ended up with a mean debt of $162,736 while those who graduate from a private institution received a mean debt of $181,058. Kenna Nhey, second-year biochemistry major, said she wants to become a doctor for its “well-respected” nature but hesitates to apply simply because of how expensive medical school tuition is. “The cost of medical school alone is kind of a lot, and it’s four more years plus residency, and I know the healthcare system is changing a lot and doctors might make less.”\n\nWith the implementation of the Patient Protection and Affordable Care Act, the healthcare system may soon come to rely less upon doctors and more upon individuals in related professions that require less schooling. The Kaiser Family Foundation reports the Patient Protection and Affordable Care Act will expand coverage to 32 million individuals, mostly previously uninsured adults, and by 2020, the U.S. will face an estimated shortage of 91,000 physicians — particularly in low-income communities. Growing numbers of nurse practitioners and physician assistants will compensate for part of this shortage. Nurse practitioners already account for 27 percent of primary care providers nationally, and physician assistants account for 15 percent, according to the Kaiser Family Foundation. As of now, the foundation estimates nurse practitioners are the fastest growing segment of the primary care workforce, and physician assistants are not far behind.\n\nAccording to Health Affairs, a leading journal of health policy thought and research, “impending physician shortages in the United States will necessitate greater reliance on physician assistants and nurse practitioners, particularly in primary care.” The journal also included a survey that found approximately half the population prefers to have a physician as its primary care provider, but is perfectly amenable to seeing a nurse practitioner if physicians are unavailable for longer than a day.\n\nJobs such as these are viable alternatives for students who may not want to work so many hours, as Kassner said they can typically give you “a little more control over your life and your lifestyle,” with their inclusion of “predictable” hours and schedules that are “more conducive to having a family life.” He said they can even allow for more interaction with patients. However, there are also plenty of other careers in the health sciences. Second-year biology major Laura Sena, for example, is thinking about going into nutrition. Although she decided not to go through with pre-med, she is still interested in entering another field within the health sciences.\n\n“I was thinking maybe nursing when I came here, but they don’t have some of the classes you need to become a nurse,” Sena said. “I knew I wanted to do something health-related, but I wasn’t sure if I wanted to go full-on med school.” The extended period of schooling required for becoming a doctor was another factor deterring Sena from the life of a med student. “I don’t want to be in school for another eight years,” Sena said. “If you wanted to start a family or something, you couldn’t really do that.” While cases of couples meeting in medical school and even raising families before they graduate exist, the stress of medical school can only complicate the lives of newlyweds and parents who are still getting the hang of changing diapers.\n\nUltimately, pre-med is not for everyone. While UCSB has a reputable biology department and pretty strong pre-medical program, Tobolowsky said, success in these programs requires a student who is desperate to reach medical school. “I think the classes here really prepare you well and they’re very in depth, but most of all, it really depends on your approach to the courses,” he said. Saying he is perfectly willing to work hard, Tobolowsky said the sacrifices are well worth it, as is the need to “be nerdy,” because he cannot imagine anything else that would make him happier than becoming a doctor.\n\nSitting at a glass table on the third floor of the Life Sciences Building, Tobolowsky looked down at the timer on his phone. One minute and 24 seconds later, he closed his biology textbook, stood up and went to check on his bacteria.\n\nA version of this article appeared on page 3 of November 26th’s print edition of the Daily Nexus.", "article_metadata": {"og": {"url": "http://dailynexus.com/2013-11-26/doctor-who-a-look-into-pre-med-competition/", "site_name": "The Daily Nexus", "type": "article", "description": "A breeze spiraled through the air, palm trees framed an ocean glittering in the distance, and second-year biology major William Tobolowsky sat at a glass table on the third floor of the Life Sciences Building, ardently reading his biology textbook while waiting for bacterial strains to grow.", "title": "Doctor Who? A Look Into Pre-Med Competition"}, "twitter": {"description": "A breeze spiraled through the air, palm trees framed an ocean glittering in the distance, and second-year biology major William Tobolowsky sat at a glass table on the third floor of the Life Sciences Building, ardently reading his biology textbook while waiting for bacterial strains to grow.", "title": "Doctor Who? A Look Into Pre-Med Competition", "url": "http://dailynexus.com/2013-11-26/doctor-who-a-look-into-pre-med-competition/", "image": "http://www.gravatar.com/avatar/8eb9ee80d39f13cbbad56da88ef3a6ee?rating=PG&size=75", "site": "@dailynexus", "card": "summary_large_image"}, "description": "A breeze spiraled through the air, palm trees framed an ocean glittering in the distance, and second-year biology major William Tobolowsky sat at a glass table", "msapplication-TileImage": "http://i0.wp.com/dailynexus.com/wp-content/uploads/2015/10/cropped-new-logo.png?fit=270%2C270"}, "article_summary": "Consequently, another factor students should consider before going pre-med is how serious of a commitment medical school actually is.\nKenna Nhey, second-year biochemistry major, said she wants to become a doctor for its “well-respected” nature but hesitates to apply simply because of how expensive medical school tuition is.\nLike any UCSB student, Tobolowsky begins his day by going to class.\nIn this case, Kassner advises students to ask themselves — is medical school really the right path?\nTobolowsky said he is well aware of the reality of being a medical student."}