{"article_title": "From messiah to lame duck: How Barack Obama fell to earth", "article_keywords": ["term", "obamas", "lame", "prof", "mr", "political", "capital", "barack", "second", "fell", "duck", "healthcare", "earth", "president", "messiah", "obama"], "article_url": "http://www.theglobeandmail.com/news/world/from-messiah-to-lame-duck-how-barack-obama-fell-to-earth/article15573833/?page=all", "article_text": "Let’s begin in Chicago, shall we, a little over a year ago. It was unseasonably warm that Wednesday, the hour so early that night had not yet staggered into day.Barack Obama, newly re-elected, glided on stage in a blue tie and smart suit. He was triumphant but chastened, having just been given a second chance by voters who thought their country was heading in the wrong direction but nevertheless agreed to return him to office by a surprisingly healthy margin.\n\nAny illusion that Mr. Obama was some kind of modern-day Messiah had melted away. The electorate saw the President instead for who he was: A political loner who prefers policy to people. Painstaking. Deliberate. Aloof. And that was fine.\n\n“We know in our hearts that, for the United States of America, the best is yet to come,” Mr. Obama told the cheering crowd in Chicago.\n\nBarely a year later, the aloof loner has become a lame duck in a second-term collapse of such historic proportions that it is prompting people to compare him to, of all people, George W. Bush.\n\nThe affordable health-care act’s unbelievably botched rollout, punctuated by a prime-time apology from the President, in which he admitted to reneging on his promise that Americans could keep their existing health-care plans, threatens to wreck his credibility beyond repair and undermine the rest of his term of office.\n\n“I am sorry,” Mr. Obama said on CNN in what some analysts are calling his “Katrina moment.” The reference, of course, is to former president George W. Bush, whose bumbling efforts to deal with the aftermath of Hurricane Katrina made him appear unfit for his job. Public faith in Mr. Bush’s competence hit an inflection point from which it never recovered, hindering his ability to enact social security reforms that he had hoped would be his signature legislation. They never got done.\n\n“Once people start turning, it’s difficult to get them back,” says George Edwards III, a political scientist at Texas A&M University.\n\nEvery second-term president has a narrow window in which to make good on campaign promises before being written off. Rahm Emanuel, Mayor of Chicago, who served as Mr. Obama’s first White House chief of staff, summed it up: “The first 14 months are productive, the last 14 months are productive, and you sag in the middle,” he told The New York Times. As it turns out, when it comes to his former boss, Mr. Emanuel was overly optimistic.\n\nMr. Obama’s poll numbers in the wake of the health-care debacle and mea culpa have taken a dive, mirroring Mr. Bush’s trajectory. His approval rating has sagged to its lowest levels yet – 37 per cent, according to a CBS News poll last week – leading some experts to suggest it’s time to write the obit on Mr. Obama’s administration.\n\nThey have a point. Second-term presidents whose approval ratings plummet have a fairly impossible time of climbing back up. In the 1950s, Harry Truman’s second-term approval ratings sank from 46 per cent to 35 per cent in the latter half of his second term, when America was mired in the Korean War. Iran-Contra sent Ronald Reagan’s low-60s approval rating into a tailspin, dipping below 50 per cent.\n\nThe trend suggests Mr. Obama simply won’t bounce back. Part of the problem is that, by a second term, the public’s patience has worn thin.\n\n“At this point, people think they know Obama,” Prof. Edwards says. “It’s not like there’s some kind of start-up problems, or he’s just getting his feet wet. We’re five years in. So what’s the deal?”\n\nWhat confounds so many observers is why Mr. Obama failed in this particular way. He has tried to account for the troubles with the glitchy health-care website – and the controversy around America’s secret spying on allied heads of states, for that matter – by saying he was simply unaware of the problems until it was too late. This has led critics to label him a bystander president.\n\nProf. Edwards, however, believes Mr. Obama’s troubles go much deeper, stemming from issues at the core of his leadership ability. Great leaders, Prof. Edwards says, are wrongly viewed as “directors of change” – people who use their charisma, intellect and charm to sway public opinion and reshape the political landscape to achieve their desired ends. That’s a myth, he says.\n\nInstead, great leaders should be more accurately understood as “facilitators of change.” The most effective presidents accept that things like public opinion and Congress are essentially immutable limits and work within them. When there’s an opportunity, they exploit it, and that’s how they get things done. It’s a version of Otto von Bismarck’s adage: “Politics is the art of the possible.” It is also comes down to timing.\n\nThe folly of Mr. Obama’s first term was that he went to Washington acting like a “director of change,” promising to tame partisan politics. That turned out to be an exercise in futility. When Mr. Obama returned for a second term, the hope was he would be more of a “facilitator.” He wouldn’t waste time trying to change the system. Instead, he’d game the system.\n\nMr. Obama, however, has shown a remarkable inability to do so. Whatever political capital he had off the heels of his re-election has gone to waste. “When there’s an opportunity you exploit it,” Prof. Edwards says. “But what’s happened to Obama, I think, was predictable from the very first day.”\n\nThe President’s victory speech in Chicago and his inaugural address a couple of months later were studded with references to ambitious legislative objectives: immigration reform, infrastructure building, boosting minimum wage, universal preschool, affordable health care.\n\nAt the time, Mr. Obama had political capital. But an appalling shooting at Sandy Hook Elementary School in Newtown, Conn., prompted him to squander it on an unwinnable war: gun control. The defeat of his bill, which would have expanded mandatory background checks to gun shows and online sales, was a blow to the President, but it also speaks right to Prof. Edwards’s point.\n\nA newly elected Mr. Obama should have focused whatever capital he had on achievable reforms, like immigration. Instead, he took on America’s powerful gun lobby and, unsurprisingly, lost. Last month, he did it again, failing in a similar way, but on a different front. His victory over Tea Party Republicans in the wake of the government shutdown was huge, but ultimately wasted.\n\nMr. Obama could have used his political capital to press for meaningful domestic reforms, or stronger policy on Syria. Instead, the Republican National Committee called him a “bystander” again. Forbes went further, crowning Russian President Vladimir Putin the world’s most powerful person, a slap in the face for Mr. Obama.\n\nThe importance of timing and political capital was not lost on George W. Bush. “I earned capital in this campaign, political capital, and now I intend to spend it,” he said in a post-reelection press conference in 2004. Mr. Obama never exhibited the same zeal, and odds are now, it’s probably too late.\n\nIf the President already qualifies as a lame duck, then where does he go from here? It’s not altogether clear, what with his credibility demolished and his health-care legislation – which was meant to be his legacy – in tatters.\n\n“He’s created a real mess for himself,” says Keith T. Poole, a professor of political science at the University of Georgia. Prof. Poole acknowledges that Mr. Obama has failed to seize early opportunities in his second term, but is also somewhat easy on him: “Sometimes the most successful presidents are just plain lucky,” he says.\n\nMr. Obama is not lucky. Regardless of his clumsy pick of battles or his inability to leverage opportunities, he presides over the most polarized House and Senate since the end of the American Civil War, according to Prof. Poole’s research. When Mr. Obama took office there was virtually no ideological overlap between the two parties. Over the course of his presidency, the gulf between the Democrats and Republicans has only widened.\n\nMr. Obama, who rode into office on a promise of painting red and blue America purple turned out to be a remarkably polarizing figure. The clever Harvard professor with a taste for arugula appears to have not been paying attention when it mattered on policy.\n\nHe’s the populist leader that never was. His extraordinary personal story, which was meant to be the backdrop for his presidency, now threatens to overshadow any of his other legacies. As a lame duck, he’ll have a terrible time enacting any of the reforms – particularly around immigration, or entitlements – that have been promised. The results of next year’s midterm elections might make matters worse, if Republicans gain control of the Senate and retain control of the House, as some pollsters predict. For Mr. Obama, things will go from bad to worse.\n\n“If he were wildly popular this story might have a different ending. At the moment, he’s stuck,” Prof. Poole says.\n\nMeanwhile, Mr. Obama’s base still expects action, even though his ability to deliver on anything will likely continue to diminish until he leaves the Oval Office: “At this point, I’m sorry to say, we’re still waiting for [immigration reform] legislation. That’s on House Republicans, but I think there are things the President can still do administratively,” says Lorella Praeli, director of advocacy and policy for the United We Dream Network, a group that advocates for young immigrants.\n\nIf there is any silver lining to emerge out of this mess, it looks an awful lot like the outline of Hillary Clinton. Should she choose to run again for the Democratic nomination in 2016, Mr. Obama’s current troubles could give her a boost. Back in 2008, she was the one who was cast as the polarizing figure. Mr. Obama was thought to be the uniter. That script has flipped.\n\n“People are looking at Hillary Clinton thinking, ‘It should have been her,’ ” Prof. Poole says. Democrats may never get the legislative reform they had hoped for from Mr. Obama. Perhaps what they will get, however, is buyer’s remorse.\n\nReport Typo/Error", "article_metadata": {"website": "http://www.theglobeandmail.com", "application-artifactId": "gam-webapp", "application-version": "14.0.339", "description": "In his second term, the President has shown a remarkable inability to be ‘a facilitator of change’", "apple-itunes-app": "app-id=429228415", "og": {"site_name": "The Globe and Mail", "description": "In his second term, the President has shown a remarkable inability to be ‘a facilitator of change’", "title": "From messiah to lame duck: How Barack Obama fell to earth", "url": "http://www.theglobeandmail.com/news/world/from-messiah-to-lame-duck-how-barack-obama-fell-to-earth/article15573833/", "image": {"width": 400, "secure_url": "https://sec.images.theglobeandmail.com/media/www/images/flag/gam-square.png", "type": "image/png", "identifier": "http://static.theglobeandmail.ca/759/news/world/article15573832.ece/ALTERNATES/w620/obama23fo1.JPG", "height": 400}, "type": "article"}, "twitter": {"account_id": 1512948019, "app": {"url": {"ipad": "tgam://article/15573833", "iphone": "tgam://article/15573833"}, "country": "CA", "name": {"ipad": "The Globe And Mail", "iphone": "The Globe And Mail"}, "id": {"ipad": 429228415, "iphone": 429228415}}, "site": "@globeandmail", "card": "app", "description": "In his second term, the President has shown a remarkable inability to be ‘a facilitator of change’"}, "robots": "noarchive", "last-modified": "2013-11-23 06:00:00 EST", "fb": {"app_id": 126045934076200}, "location": "Canada", "application-contextName": "globeandmail", "keywords": "Barack Obama;George W. Bush;political;president;rating;health-care;reform;term;politics;political capital;lame duck;approval ratings;immigration reform;Weekend reading;cpolitics;analysis;loner;collapse;", "article": {"onpage": 1, "engagement": "true", "comments": "false", "pages": 1, "type": "news", "id": 15573833}, "viewport": "width=device-width", "identifier-URL": "http://www.theglobeandmail.com"}, "article_summary": "Any illusion that Mr. Obama was some kind of modern-day Messiah had melted away.\nMr. Obama could have used his political capital to press for meaningful domestic reforms, or stronger policy on Syria.\nSo what’s the deal?”What confounds so many observers is why Mr. Obama failed in this particular way.\n“We know in our hearts that, for the United States of America, the best is yet to come,” Mr. Obama told the cheering crowd in Chicago.\nDemocrats may never get the legislative reform they had hoped for from Mr. Obama."}