{"article_title": "Obama Signs $1.1 Trillion U.S. Government Spending Bill", "article_keywords": ["11", "bill", "funding", "spending", "house", "trillion", "measure", "yesterday", "senate", "shutdown", "signs", "republican", "obama"], "article_url": "http://www.bloomberg.com/news/articles/2014-01-16/senate-clears-obama-backed-1-1-trillion-spending-measure", "article_text": "President Barack Obama signed a $1.1 trillion bill to finance the U.S. government through Sept. 30. It clears the way for lawmakers to focus on the next potential fiscal showdown: Raising the federal debt ceiling.\n\nCongress as soon as next month will be confronted with the need to increase borrowing authority, risking a repeat of the partisan discord that last year and in 2011 took the U.S. to the brink of default.\n\nWhile it remains to be seen whether the cross-party cooperation will carry over to the debt limit debate, senators hailed yesterday’s final passage of the $1.1 trillion spending bill as a breakthrough.\n\n“In today’s era of shutdown, slowdown, slam-down politics, where negotiating occurs on cable TV rather than in committee rooms, we worked together,” Senate Appropriations Chairwoman Barbara Mikulski, a Maryland Democrat, said before the vote. “We looked at how we could put together a bill that both sides of the aisle in both houses could agree upon.”\n\nThe Democratic-led Senate voted 72-26 to clear the spending measure yesterday, a day after the Republican-led House passed it, 359-67.\n\nObama’s budget director, Sylvia Mathews Burwell, called passage of the legislation “a positive step forward for the nation and our economy.” In a statement last night, she cited funding for education, infrastructure and innovation.\n\nGovernment Shutdown\n\nThe bipartisan measure marked a contrast from the Tea Party-fueled discord that caused a 16-day partial government shutdown in October.\n\nThe latest effort to fund government operations went smoothly in part because both parties conceded points that led to acrimony in past debates.\n\nRepublicans dropped a demand to cut off funding for Obama’s 2010 health care law, a major cause of the October shutdown, after that proved disastrous for the party in public-opinion polls. Democrats accepted far less spending than they had proposed.\n\nSeventeen Senate Republicans joined with the chamber’s 55 Democrats to support the measure. Among the 26 Republican “no” votes were potential 2016 presidential aspirants Rand Paul of Kentucky and Marco Rubio of Florida.\n\nAttention now turns to raising the U.S. debt ceiling. Treasury Secretary Jack Lew said yesterday that Congress should act as soon as possible to raise the borrowing cap at least by late February. He spoke at a Washington event hosted by the Council on Foreign Relations.\n\n‘Not Negotiate’\n\nDemocrats are sticking to their refusal to consider Republican demands for other fiscal changes in exchange for raising the borrowing limit. Obama told Democratic senators at a White House meeting Jan. 15 that he won’t retreat from that position, Senate Majority Leader Harry Reid told reporters yesterday. “One thing the president did make very clear yesterday -- and he was extremely emphatic, as he was the last go-round on this -- he, we will not negotiate on extending the debt limit,” said Reid, a Nevada Democrat.\n\nThe final vote on the spending measure came after Senator Ted Cruz, a Texas Republican, dropped his bid to force a vote seeking to strip funds from the health care law, or the Affordable Care Act.\n\n“The omnibus bill that this body is galloping to approve does nothing for the 4.7 million people who’ve lost their health insurance,” Cruz said on the Senate floor.\n\nAnother Stand\n\nCruz made the case for taking another stand on the issue during a private Republican lunch yesterday, said Senate Minority Whip John Cornyn, a Texas Republican.\n\n“That’s the amazing thing about the Senate, it just takes one person who thinks it’s a good idea to do it,” Cornyn said.\n\nThe spending bill includes war funding on top of $1.01 trillion for government operations, an amount lawmakers agreed on in December as part of a two-year budget deal. While many Tea Party Republicans in the House opposed that plan, Speaker John Boehner criticized Republican-allied groups that campaigned against the budget deal.\n\n“They’re using our members,” Boehner, an Ohio Republican, said on Dec. 11. “This is ridiculous.”\n\nThe measure continues Congress’s trend toward reducing discretionary funding. Spending in fiscal year 2010, including wars and disaster aid, totaled $1.275 trillion, according to the House Appropriations Committee. That compares with the $1.1 trillion measure for fiscal 2014.\n\nComprehensive Plan\n\nAfter the shutdown in October and years of automatic spending cuts and stopgap bills that took the government from crisis to crisis, lawmakers said they were pleased to vote on a comprehensive plan.\n\nAppropriators in the House and Senate worked during the holidays to craft the bill, and they announced the agreement Jan. 13. Because current funding had been scheduled to lapse Jan. 15, both chambers passed a separate measure pushing the deadline to tomorrow.\n\nU.S. dollar volatility in the past 90 days fell to 4.52 percent from its one-year high of 7.34 percent last September as a shutdown and debt crisis neared, according to the Bloomberg U.S. Dollar Index. The index, an indicator of market uncertainty, represents 10 major currencies weighted by liquidity and trade flows.\n\nThe $1.1 trillion measure is H.R. 3547.", "article_metadata": {"sailthru.author": "Kathleen Hunter and Derek Wallbank", "twitter": {"description": "President Barack Obama signed a $1.1 trillion bill to finance the U.S. government through Sept. 30. It clears the way for lawmakers to focus on the next potential fiscal showdown: Raising the federal debt ceiling.", "title": "Obama Signs $1.1 Trillion U.S. Government Spending Bill", "url": "http://www.bloomberg.com/news/articles/2014-01-16/senate-clears-obama-backed-1-1-trillion-spending-measure", "image": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/ioTuKdoN_Yrk/v1/-1x-1.jpg", "site": "@business", "card": "summary"}, "parsely-author": "Kathleen Hunter and Derek Wallbank", "parsely-type": "post", "keywords": "Debt,Government Spending,Barack H Obama", "news_keywords": "Debt,Government Spending,Barack H Obama", "parsely-link": "http://www.bloomberg.com/news/articles/2014-01-16/senate-clears-obama-backed-1-1-trillion-spending-measure", "parsely-title": "Obama Signs $1.1 Trillion U.S. Government Spending Bill", "msapplication-TileColor": "#ff0000", "apple-mobile-web-app-capable": "no", "parsely-pub-date": "2014-01-17T22:20:48.143Z", "apple-mobile-web-app-status-bar-style": "black", "description": "President Barack Obama signed a $1.1 trillion bill to finance the U.S. government through Sept. 30. It clears the way for lawmakers to focus on the next potential fiscal showdown: Raising the federal debt ceiling.", "parsely-tags": "Debt,Government Spending,Barack H Obama,Region: Global,Page: article", "msapplication-TileImage": "https://assets.bwbx.io/business/public/images/favicons/mstile-144x144-bbd2101292.png", "date": "2014-01-17T22:20:48.143Z", "parsely-section": "industries", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "og": {"site_name": "Bloomberg.com", "description": "President Barack Obama signed a $1.1 trillion bill to finance the U.S. government through Sept. 30. It clears the way for lawmakers to focus on the next potential fiscal showdown: Raising the federal debt ceiling.", "title": "Obama Signs $1.1 Trillion U.S. Government Spending Bill", "url": "http://www.bloomberg.com/news/articles/2014-01-16/senate-clears-obama-backed-1-1-trillion-spending-measure", "image": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/ioTuKdoN_Yrk/v1/-1x-1.jpg", "type": "website"}, "fb": {"status": "President Barack Obama signed a $1.1 trillion bill to finance the U.S. government through Sept. 30. It clears the way for lawmakers to focus on the next potential fiscal showdown: Raising the federal debt ceiling."}, "parsely-post-id": "MZIKJS6TTDSC01", "format-detection": "telephone=no", "parsely-image-url": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/ioTuKdoN_Yrk/v1/-1x-1.jpg"}, "article_summary": "President Barack Obama signed a $1.1 trillion bill to finance the U.S. government through Sept. 30.\nWhile it remains to be seen whether the cross-party cooperation will carry over to the debt limit debate, senators hailed yesterday’s final passage of the $1.1 trillion spending bill as a breakthrough.\nThe $1.1 trillion measure is H.R.\nThat compares with the $1.1 trillion measure for fiscal 2014.\nThe spending bill includes war funding on top of $1.01 trillion for government operations, an amount lawmakers agreed on in December as part of a two-year budget deal."}