{"article_title": "Some progressives grow disillusioned with democracy", "article_keywords": ["democracy", "power", "society", "suggest", "millennials", "state", "disillusioned", "progressives", "republican", "local", "grow", "obama"], "article_url": "http://www.ocregister.com/articles/democracy-655904-millennials-progressives.html", "article_text": "Left-leaning authors often maintain that conservatives “hate democracy,” and, historically, this is somewhat true. “The political Right,” maintains the progressive economist and columnist Paul Krugman, “has always been uncomfortable with democracy.”\n\nBut today it’s progressives themselves who, increasingly, are losing faith in democracy. Indeed, as the Obama era rushes to a less-than-glorious end, important left-of-center voices, like Matt Yglesias, now suggest that “democracy is doomed.”\n\nYglesias correctly blames “the breakdown of American constitutional democracy” on both Republicans and Democrats; George W. Bush expanded federal power in the field of national defense while Barack Obama has done it mostly on domestic issues. Other prominent progressives such as American Prospect’s Robert Kuttner have made similar points, even quoting Italian wartime fascist leader Benito Mussolini about the inadequacy of democracy.\n\nLike some progressives, Kuttner sees the more authoritarian model of China as ascendant; in comparison, the U.S. and European models – the latter clearly not conservative – seem decadent and unworkable. Other progressives, such as Salon’s Andrew O’Hehir, argue that big money has already drained the life out of American democracy. Like Yglesias, he, too, favors looking at “other political systems.”\n\nThis disillusionment reflects growing concern about the durability of the Obama coalition. In 2002, liberal journalist John Judis co-authored the prescient “The Coming Democratic Majority,” which suggested that emerging demographic forces – millennials, minorities and well-educated professionals, particularly women – would assure a long-term ascendency of the Left. This view certainly fit in with the rise of Barack Obama, who galvanized this coalition.\n\nJudis now, however, suggests that this majority coalition, if not dissolving, is certainly cracking. In his well-balanced article, “The Emerging Republican Advantage,” he notes that, even as the white working class shifts ever further to the right, so, too, have a growing number of college-educated (but not graduate level) professionals. In 2014, millennials voted Democratic, but that edge over Republicans was 10 points less than in 2012. White millennials went decisively Republican. The Latino margin favoring Democrats dropped, while Asians, who strongly favored Obama in his runs, seem to have divided their votes close to evenly.\n\nAlternatives to democracy\n\nIdeologues like elections, when the results go their way, but not so much when they lose. This was true for some right-of-center intellectuals who recoiled against the Clinton presidency and among GOP House members who impeached him for his sordid, but basically irrelevant, personal affairs. Even today, some conservatives believe we may be entering “Republican end times” but even then, few would suggest scrapping the Constitution itself.\n\nThe meltdown of the Obama legislative agenda has fostered, instead, a Caesarism of the Left. This is evidenced, in part, by broad backing for the White House’s ruling through executive decrees. Some progressives even suggest the president, to preserve Obamacare, should even ignore the Supreme Court, if it rules the wrong way in June.\n\nProgressive authoritarianism has a long history, co-existing uncomfortably with traditional liberal values about free speech, due process and political pluralism. At the turn of the 20th century, the novelist H.G. Wells envisioned “the New Republic,” in which the most talented and enlightened citizens would work to shape a better society. They would function, he suggested, as a kind of “secret society,” reforming the key institutions of society from both within and without.\n\nIn our times, Wells’ notions foreshadowed the rise of a new class – what I label the clerisy – that derives its power from domination of key institutions, notably the upper bureaucracy, academia and the mainstream media. These sectors constitute what Daniel Bell more than two decades ago dubbed a “priesthood of power,” whose goal was the rational “ordering of mass society.”\n\nIncreasingly, well-placed members of the clerisy have advocated greater power for the central state. Indeed, many of its leading figures, such as former Obama budget adviser Peter Orszag and New York Times columnist Thomas Friedman, argue that power should shift from naturally contentious elected bodies – subject to pressure from the lower orders – to credentialed “experts” operating in Washington, Brussels or the United Nations. Often, the clerisy and its allies regard popular will as lacking in scientific judgment and societal wisdom.\n\nUnlike their clerical forebears, this “priesthood” worships at the altar not of religion but of what they consider official “science,” which often is characterized by intolerance rather than the skepticism traditionally associated with the best scientific tradition. Indeed, in their unanimity of views and hostility toward even mild dissent, today’s authoritarian progressives unwittingly more resemble their clerical ancestors, enforcing certain ideological notions and requiring suspension of debate. Sadly, this is increasingly true in the university, which should be the bastion of free speech.\n\nThe killer “app” for progressive centralism, comes from concern about climate change. A powerful lobby of greens, urban developers, planners and even some on Wall Street now see the opportunity to impose the very centralized planning and regulatory agenda that has been dear to the hearts of progressives since global “cooling” was the big worry a few decades ago. This new clout is epitomized by the growing power of federal agencies, notably the EPA, as well state and local bodies of unelected regulators who have become exemplars of a new post-democratic politics.\n\nSolution: Return to Federalism\n\nThe fly in the ointment here, of course, remains the electorate. Even in one-party California, local constituents are not always eager to follow the edicts of the nascent “new Republic” if it too strongly affects their lives, for example, by forcibly densifying their neighborhoods. Resistance to an imposed progressive agenda is stronger elsewhere, particularly in the deep red states of the Heartland and the South. In these circumstances, a “one size fits all” policy agenda seems a perfect way to exacerbate the already bitter and divisive mood.\n\nPerhaps the best solution lies with the Constitution itself. Rather than run away from it, as Yglesias and others suggest, we should draw inspiration from the founders acceptance of political diversity. Instead of enforcing unanimity from above, the structures of federalism should allow greater leeway at the state level, as well as among the more local branches of government.\n\nEven more than at the time of its founding, America is a vast country with multiple cultures and economies. What appeals to denizens of tech-rich trustifarian San Francisco does not translate so well to materially oriented, working-class Houston, or, for that matter, the heavily Hispanic and agriculture-oriented interior of California. Technology allows smaller units of government greater access to information; within reason, and in line with basic civil liberties, communities should be able to shape policies that make sense in their circumstances.\n\nIn a decentralized system, central governments still can play an important role, particularly with infrastructure that crosses local and state lines, monitoring health and environmental issues and investing in research. Right now they do none of these tasks well; perhaps, if the upper bureaucracy worried less about the minutia on how we lived our lives, and concentrated on government’s critical tasks, perhaps they would do a better job.\n\nMillennials driving change?\n\nOne possible group that could change this are voters, including millennials. It turns out that this generation is neither the reserve army imagined by progressives or the libertarian base hoped for by some conservatives. Instead, notes Pew, millennials are increasingly nonpartisan. They maintain some liberal leanings, for example, on the importance of social justice and support for gay marriage. But their views on other issues, such as abortion and gun control, track closely with to those of earlier generations. The vast majority of millennials, for example, thinks the trend toward having children out of wedlock is bad for society. Even more surprisingly, they are less likely than earlier generations to consider themselves environmentalists.\n\nThey also tend to be skeptical toward overcentralized government. As shown in a recent National Journal poll, they agree with most Americans in preferring local to federal government. People in their 20s who favor federal solutions stood at a mere 31 percent, a bit higher than the national average but a notch less than their baby boomer parents.\n\nIf this sentiment, among millennials and others, can be tapped, perhaps there is hope still for our democracy. The Constitution does not need to be scrapped; what has to go is the present leadership of both parties and the whole notion that Washington always knows best. A future shaped by rapid technological change still needs old-school wisdom to maintain our basic democracy and the efficacy of republican government.\n\nJoel Kotkin is the R.C. Hobbs Fellow in Urban Studies at Chapman University in Orange and the executive director of the Houston-based Center for Opportunity Urbanism (www.opportunityurbanism.org). His most recent book is “The New Class Conflict” (Telos Publishing: 2014).", "article_metadata": {"geo.placename": "Santa Ana", "geo.region": "US-CA", "content_section": "commentary", "description": "Opinion: DISILLUSIONED WITH DEMOCRACY | democracy, millennials, progressives, obama, new, well, government, power, less, society", "geo.position": "33.745573;-117.867834", "author": "JOEL KOTKIN", "og": {"site_name": "The Orange County Register", "description": "Left-leaning authors often maintain that conservatives “hate democracy,” and, historically, this is somewhat true. “The political Right,” maintains the progressive economist and columnist Paul Krugman, “has always been uncomfortable with democracy.”", "title": "Some progressives grow disillusioned with democracy", "url": "http://www.ocregister.com/articles/democracy-655904-millennials-progressives.html", "image": "http://www.ocregister.com/images/ocregister_facebooksharer.png", "locale": "en-US", "type": "article"}, "twitter": {"site": "@ocregister", "image": {"src": "http://www.ocregister.com/images/ocregister_facebooksharer.png"}, "description": "Left-leaning authors often maintain that conservatives “hate democracy,” and, historically, this is somewhat true. “The political Right,” maintains the progressive economist and columnist Paul", "card": "summary_large_image", "title": "Some progressives grow disillusioned with democracy"}, "content_author": "JOEL KOTKIN", "fb": {"app_id": 107698536003308}, "content_type": "article", "ICBM": "33.745573, -117.867834", "Keywords": "democracy, millennials, progressives, obama, new, well, government, power, less, society", "publication_date": "2015-03-27", "access-type": "free", "section": "commentary", "viewport": "width=device-width,initial-scale=1", "content_title": "Some progressives grow disillusioned with democracy"}, "article_summary": "Other progressives, such as Salon’s Andrew O’Hehir, argue that big money has already drained the life out of American democracy.\nOther prominent progressives such as American Prospect’s Robert Kuttner have made similar points, even quoting Italian wartime fascist leader Benito Mussolini about the inadequacy of democracy.\n“The political Right,” maintains the progressive economist and columnist Paul Krugman, “has always been uncomfortable with democracy.”But today it’s progressives themselves who, increasingly, are losing faith in democracy.\nSome progressives even suggest the president, to preserve Obamacare, should even ignore the Supreme Court, if it rules the wrong way in June.\nA future shaped by rapid technological change still needs old-school wisdom to maintain our basic democracy and the efficacy of republican government."}