{"article_title": "Florida lawmaker tries again for federal funds for Medicaid expansion", "article_keywords": ["federal", "funds", "million", "florida", "state", "expansion", "insurance", "lawmaker", "tries", "program", "medicaid", "money", "health", "house", "care"], "article_url": "http://www.tbo.com/news/politics/florida-lawmaker-tries-again-for-federal-funds-for-medicaid-20140125/", "article_text": "To find and contact your senator or representative, visit www.leg.state.fl.us\n\nA Republican from Miami-Dade County is reintroducing legislation (SB 710) enabling Florida to accept potentially billions of dollars in federal money to expand its Medicaid program under the U.S. Affordable Care Act.\n\nMedicaid expansion: Beginning this year, the Affordable Care Act could bring up to 20 million additional people into the program nationwide. Most of them are low-income adults who have never had health insurance. Low-income adults who aren't disabled and who don't have dependent children have been excluded from Medicaid unless states in which they live get special permission from the federal government to cover them.\n\nMedicare: The federal health insurance program for people who are 65 or older, certain younger people with disabilities, and people with permanent kidney failure requiring dialysis or a transplant.\n\nMedicaid: The joint federal and state program that helps with medical costs for some people with limited income and resources. Medicaid also offers benefits not normally covered by Medicare, like nursing home care and personal care services.\n\nTALLAHASSEE — It caused the equivalent of a food fight last year in the GOP-controlled Legislature, with Washington looming large over the debate, but some state lawmakers are steeling for a showdown again this year over expanding Medicaid — the joint state-federal health care program for the poor.\n\nThe state Senate was in agreement over the benefits of using federal money under President Barack Obama's Affordable Care Act to insure more Floridians — those still considered poor but making just enough to put them over the poverty line.\n\nIn the state House, however, the issue bitterly divided Democrats and Republicans.\n\nThe federal government agreed to pay 100 percent of the costs for 1.1 million newly insured Floridians and 90 percent for the subsequent three years. Florida would have received close to $51 billion over 10 years, according to reports.\n\nBut House Speaker Will Weatherford, R-Wesley Chapel, and other GOP leaders said they didn't trust federal officials to follow through on the pledge and raised the prospect that state taxpayers would be left on the hook. Almost a third of the state budget already goes to Medicaid.\n\nNow, Sen. Rene Garcia, a Hialeah Republican, has filed a bill to try again this year to funnel in federal dollars. Florida is one of 25 states declining to participate in the Affordable Care Act's Medicaid expansion.\n\n“As one of the nation's largest economies, it would be irresponsible to leave money that can benefit thousands of Floridians on the table,” Garcia said in a statement. “This bill would provide a vital economic impact through increased coverage in Medicaid statewide and potential job growth.”\n\nBut his bill, and other attempts that could follow, may fade early in session.\n\nGov. Rick Scott, who supported it last year, has all but abandoned Medicaid expansion as a priority and House leaders maintain their opposition.\n\n“I like the House's free market approach to health care,” Weatherford said, when asked about Garcia's measure.\n\nSenate President Don Gaetz, R-Niceville, supports private health insurance options to Floridians who don't have health care coverage, said spokeswoman Katie Betta.\n\nSo far, however, “he has received no indication that the federal government is willing to discuss flexibility that may make a compromise position possible,” she added.\n\nFor example, Gaetz wrote to Health and Human Services Secretary Kathleen Sebelius last year, asking if the state could roll out a partial expansion.\n\nShe said no, that it was “all or nothing,” according to Gaetz.\n\nWhat lawmakers may do – or not do – will affect hundreds of thousands of poor Floridians still living without health insurance. They often forgo treatment until quite ill and then visit emergency rooms for care they can't afford.\n\n“I get bills from emergency rooms all the time and I have no money,” said David Benson, who is partly disabled and unemployed in Dade City. “I'm a diabetic, and just to get testing strips is a major hassle without insurance.”\n\nProgressives who support Medicaid expansion share Garcia's “it's our money” message.\n\n“We should be using our federal tax money and bring that back into Florida's economy,” said Karen Woodall, executive director of the Florida Center for Economic and Fiscal Policy. “If we don't, it'll just be used by other states.”\n\nAfter last year's clash, it was uncertain whether legislators would have an appetite to tackle the issue again.\n\nThe main Senate proposal from Sen. Joe Negron, R-Stuart, would have used more than $50 billion in federal money to distribute private-insurance vouchers to about 1.1 million Floridians.\n\nBut House Republicans shot down any use of federal dollars, rallying instead behind another proposal with nearly $240 million in state funds. It would have given recipients $2,000 a year to choose their own private insurance plans and covered only about 115,000 residents.\n\nThen-state Rep. Mike Fasano, R-Port New Richey, pushed a compromise to use federal and state money to provide health coverage, also to about 1.1 million. That plan died in the House.\n\nAngry Democrats retaliated in the final days of the 2013 session with a stalling tactic, triggering a parliamentary procedure that required all bills to be read aloud in full before a vote.\n\nWeatherford shot back by using automatic-reading software with a computerized voice and revving up the playback speed.\n\nScott, the former hospital-chain CEO and Obamacare opponent who faces re-election this year, had backed Negron's proposal.\n\nHouse Democratic Leader Perry Thurston of Fort Lauderdale later asked Scott to call a special session just on Medicaid.\n\nAdding to the debate were reports that, years earlier, Weatherford's family used a form of Medicaid to help pay for cancer treatment for his brother, who died shortly after his first birthday.\n\nScott, who opposed Medicaid expansion before he supported it, never called a special session and has been giving mixed signals recently.\n\nAsked last month by reporters in Tampa whether he still supports taking federal funding for Medicaid expansion, Scott didn't answer and criticized the Affordable Care Act instead.\n\nWhen a Tampa Tribune reporter asked again in Tallahassee last week, Scott ignored the question, turned and got into a waiting vehicle.\n\n“There has been no change in the governor's position on that,” Scott's press secretary, Jackie Schutz, later said in an email.\n\n“And while everyone in the political world is worried about the politics of Obamacare, here's the governor's concern: It is going to impact the cost of health care, the quality of health care and access to health care,” Schutz added.\n\n“People are already losing their insurance, premiums are going up and many will end up not being able to see their doctors. It's really a shame.”\n\nGarcia filed his bill (SB 710) last Wednesday. The 2014 session starts March 4.\n\n“I hope the House puts aside partisan politics and does what is right for the hard working people of our great state,” Garcia said.\n\nBenson said he won't be surprised if the Legislature again fails to act.\n\nMeantime, “I'm scared to get sick in any kind of way,” he said.\n\njrosica@tampatrib.com\n\n(850) 765-0807\n\nTwitter: @jlrosicaTBO", "article_metadata": {"taboola-pub-time": "Sat, 25 Jan 2014 14:45:16 -0400", "Description": "TALLAHASSEE — It caused the equivalent of a food fight last year in the GOP-controlled Legislature, with Washington looming large over the debate, but some state lawmakers are steeling for a sh", "og": {"site_name": "TBO.com", "description": "TALLAHASSEE — It caused the equivalent of a food fight last year in the GOP-controlled Legislature, with Washington looming large over the debate, but some state lawmakers are steeling for a sh", "title": "Florida lawmaker tries again for federal funds for Medicaid expansion", "url": "http://www.tbo.com/news/politics/florida-lawmaker-tries-again-for-federal-funds-for-medicaid-20140125/", "image": {"width": 640, "identifier": "http://www.tbo.com/storyimage/TB/20140125/ARTICLE/140129462/AR/0/AR-140129462.jpg", "height": 340}, "updated_time": "2014-01-25T18:15:00Z-04", "type": "article"}, "twitter": {"domain": "tbo.com", "description": "TALLAHASSEE — It caused the equivalent of a food fight last year in the GOP-controlled Legislature, with Washington looming large over the debate, but some state lawmakers are steeling for a", "title": "Florida lawmaker tries again for federal funds for Medicaid expansion", "image": "http://www.tbo.com/storyimage/TB/20140125/ARTICLE/140129462/AR/0/AR-140129462.jpg", "site": "@TBOcom", "card": "summary_large_image"}, "fb": {"app_id": 522234267826834}, "msvalidate.01": "29E67031F86E7FB6DF9823924E21B8B4", "article": {"publisher": "https://www.facebook.com/tbocom", "published_time": "2014-01-25T14:45:16Z-04", "modified_time": "2014-01-25T18:15:00Z-04"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "florida legislature,Medicaid"}, "article_summary": "“And while everyone in the political world is worried about the politics of Obamacare, here's the governor's concern: It is going to impact the cost of health care, the quality of health care and access to health care,” Schutz added.\nMedicaid: The joint federal and state program that helps with medical costs for some people with limited income and resources.\nSenate President Don Gaetz, R-Niceville, supports private health insurance options to Floridians who don't have health care coverage, said spokeswoman Katie Betta.\nMedicare: The federal health insurance program for people who are 65 or older, certain younger people with disabilities, and people with permanent kidney failure requiring dialysis or a transplant.\nWhat lawmakers may do – or not do – will affect hundreds of thousands of poor Floridians still living without health insurance."}