{"article_title": "Amy Ridenour's National Center Blog", "article_keywords": ["amy", "lowes", "center", "consumers", "ridenours", "science", "national", "activists", "blog", "pressure", "chemicals", "products", "retailers", "safer", "depot"], "article_url": "http://www.conservativeblog.org/amyridenour/2015/5/11/rad-calls-out-caving-corporations.html", "article_text": "“More Saving. More Doing.” That’s the Home Depot slogan. But after reading this NRO op-ed I co-authored with the Hoover Institution’s Dr. Henry I. Miller, you might think it should be, “More Caving. Less Flooring.”\n\nAnd of course, Lowe’s, “Never Stop Improving,” would be “Never Stop Giving Up.”\n\nWhy? Because these home improvement mega-chains would rather stick their consumers with higher prices and inferior products, than take on left-wing activists.\n\nAs we wrote,\n\nBoth of the nation’s retail hardware behemoths, Home Depot and Lowe’s, recently sold out to activists in ways that are the corporate equivalent of a dog’s putting his tail between his legs and slinking away from a bully. Home Depot announced that by the end of this year it will stop selling vinyl flooring that contains a class of chemicals called phthalates. It described the move as an effort to “continually challenge our suppliers to develop new, innovative options for our customers.” Baloney. What the company did was abandon both science and its customers under pressure from the activist group Safer Chemicals, Healthy Families, which sponsors the “Mind the Store” campaign that has been strong-arming retailers to remove safe, useful, and affordable products from shelves.\n\nDetermined not to lag in the Stupid-Strategy Sweepstakes, Lowe’s announced not only that it will follow Home Depot’s lead on phthalates, but also that it will phase out the sale of products that contain neonicotinoid pesticides — which are widely used on turf and ornamental products as well as on corn and soybean seeds — supposedly because of their adverse effects on pollinators. “Lowe’s will include greater organic and non-neonic product selections, work with growers to eliminate the use of neonic pesticides on bee-attractive plants it sells and educate customers and employees through in-store and online resources,” the company said.\n\nThe people who need education are the ones at Lowe’s who decided to phase out “neonics” to protect bees. Contrary to oft-repeated claims, honeybee populations are not declining. According to U.N. Food and Agriculture Organization statistics, the world’s honeybee population rose to 80 million colonies in 2011 from 50 million in 1960. In the U.S. and Europe, honeybee populations have been stable (or even rising slightly over the past couple of years) during the two decades since neonics were introduced, according to U.N. and USDA data. Statistics Canada reports an increase to 672,000 honeybee colonies in Canada, up from 501,000, over the same two decades.\n\nWhen retailers such as Home Depot and Lowe’s capitulate to pressure groups rather than stand up for science, they actually harm consumers. Products won’t become any safer, while the replacements will often be of inferior quality, more expensive, or, most likely, both. The European experience with neonics illustrates the flaw in Lowe’s reasoning: The EU’s politically motivated ban on neonics, which began in 2013, has forced farmers to resort to older, more toxic, less effective pesticides — primarily pyrethroids, which had been largely phased out. Moreover, European farmers are now seeing a resurgence of insect predation, and insect infestations may lead to a 15 percent drop in this year’s European harvest of canola, the continent’s primary source of the vegetable oil used in food and as biodiesel.\n\nHome Depot and Lowe’s aren’t responding to “consumer demand” or being environmentally responsible; they are simply seeking the path of least resistance, knowing consumers are unlikely to protest much when their floors become marginally more expensive or somewhat less durable, or when they need to shift to alternative pest-control products. They just want to get the pesky activists off their backs.\n\nMarket forces actually work; if the replacement products that activists want us to use were better, cheaper, or safer, we’d use them without a pressure campaign directed at retailers. And if the original products were actually harming consumers, zealous regulators (and the plaintiffs’ bar) would have acted. When activists can’t get their way via science, regulation, or litigation, they resort to propagandistic tactics like this one.\n\nHistory tells us that the approach works — for the activists. These campaigns for what have been dubbed “regrettable substitutions” — substitutions that have undesirable outcomes — have become standard operating procedure. Activists thump their chests, get their way, and go on to raise more money to fund the next campaign. Companies give in to avoid negative press, and cast their cowardice as corporate social responsibility.\n\nIt’s not as if consumers benefit when big retailers, under pressure, remove popular products. Consumers who, for whatever reason, want phthalate-free floors or BPA-free bottles already have choices. There are no shortages of so-called “green” products available — for a price. But a small group of vocal activists shouldn’t dictate the availability of safe products the rest of us want — simply because stores such as Home Depot and Lowe’s want to avoid confrontation with groups that are in the business of confrontation.\n\nThis is part of a pattern. The “Safer Chemicals, Healthy Families” bullies have a track record of spreading misleading information about the safety profile of chemicals in products that benefit consumers. Their baseless fear-mongering plays to the psychological phenomenon of “loss aversion,” in which people perceive the pain of loss more than they do the pleasure of gain. Their junk science has targeted a wide range of chemicals, including those found in cleaning supplies, furniture, children’s toys, food packaging, water bottles, and even commonly used food ingredients.\n\nIf the Home Depots and Lowe’s of the world continue to cave to these campaigns, consumers will be the losers. Activists will consign us to a life of more expensive products that aren’t safer or better. And inevitably, other activists will attack the replacement chemicals — the regrettable substitutions — for their risks, real or imaginary. There will be plenty of regrets for everyone, except the activists.", "article_metadata": {"og": {"image": "http://www.conservativeblog.org/resource/HomeDepotLogoW.png?fileId=26230361", "description": "&#8220;More Saving. More Doing.&#8221; That&#8217;s the Home Depot slogan. But after r...", "title": "RAD Calls Out Caving Corporations - Amy Ridenour's National Center Blog - A Conservative Blog"}, "blogburst-verify": "B9EORVLmLdD0z2JKwETUEmoZ", "Robots": "index,follow"}, "article_summary": "The “Safer Chemicals, Healthy Families” bullies have a track record of spreading misleading information about the safety profile of chemicals in products that benefit consumers.\nBecause these home improvement mega-chains would rather stick their consumers with higher prices and inferior products, than take on left-wing activists.\nWhen retailers such as Home Depot and Lowe’s capitulate to pressure groups rather than stand up for science, they actually harm consumers.\nIf the Home Depots and Lowe’s of the world continue to cave to these campaigns, consumers will be the losers.\nProducts won’t become any safer, while the replacements will often be of inferior quality, more expensive, or, most likely, both."}