{"article_title": "In heated midterm contests, GOP candidates explore a move to the middle", "article_keywords": ["wage", "republican", "midterm", "senate", "support", "conservative", "states", "middle", "explore", "minimum", "candidates", "heated", "contests", "gop", "issues"], "article_url": "https://www.washingtonpost.com/politics/in-heated-midterm-contests-gop-candidates-explore-a-move-to-the-middle/2014/09/21/e7f43ce2-4001-11e4-9587-5dafd96295f0_story.html", "article_text": "In a midterm election year in which the political climate and map of battleground states clearly favors Republicans, many GOP candidates are nevertheless embracing some Democratic priorities in an effort to win over skeptical voters.\n\nThe shift is evident in some of the most contentious Senate and gubernatorial races — in traditional swing states as well as decidedly conservative ones such as Alaska and Arkansas — where Republican nominees have endorsed increases to the minimum wage, legalizing medical marijuana or granting in-state college tuition to some illegal immigrants.\n\nEven on social issues, an area where the GOP traditionally has hewed to the wishes of its evangelical Christian base, many Senate hopefuls have backed same-sex marriage or over-the-counter access to birth-control pills.\n\nBuoyed by President Obama’s deep unpopularity, the Republican Party is positioned to reclaim a national governing majority for the first time in nearly a decade by winning control of the Senate. But Republicans have little margin for error, and most key races remain tossups.\n\nThat’s in part because many of those same polls show that voters favor Democrats on several issues, including pocketbook economic concerns and women’s reproductive health issues. This has led many Republican candidates to take steps — some only in recent weeks — to project a more moderate image and try to inoculate themselves from attacks portraying them as extremists.\n\nRep. Cory Gardner (R-Colo.), a GOP Senate nominee who has come under fire for once sponsoring so-called personhood legislation, said he opposes a state ballot measure on the issue. (Chris Schneider/Associated Press)\n\nTo win, Republican candidates must offer “common-sense ideas” that demonstrate compassion and expand their support beyond base Republican voters, said Sen. Rob Portman (Ohio), who has played a major role this year raising money for and advising the GOP’s top Senate recruits.\n\nMathematically, Republicans can take control of the Senate merely by winning in red states. Still, Portman said, “even in those states, like Alaska, West Virginia, Montana, the reason our candidates are doing well is they have a broader appeal beyond just the Republican base. Independent voters are the plurality in most of these states.”\n\nMany Republican strategists see this as an even more critical imperative heading into the 2016 presidential campaign as well as that year’s Senate contests. Nine Republicans, including Portman, are up for reelection in 2016 in states that Obama won at least once.\n\nThis year’s move to the political middle will serve as a test for 2016. If these candidates lose, the party’s conservative base is likely to blame it on their straying too far from orthodoxy. If they win, it could provide some evidence that the GOP can expand its coalition by reaching to the center.\n\nIn the face of sustained attacks from Democrats on issues of reproductive health, Republican Senate challengers in Colorado, North Carolina, Michigan, Minnesota and Virginia have said they support over-the-counter ­access to birth-control pills.\n\nRep. Cory Gardner, the GOP Senate nominee in Colorado, has come under fire for sponsoring federal “personhood” legislation that would define a fetus as a person. Sen. Mark Udall (D-\n\nColo.) made this a key theme of their race. In a recent interview, Udall said that Coloradans are “very much libertarians” and want elected officials “to butt out when it comes to personal matters.”\n\nGardner said he opposes a personhood measure that will be on the state’s ballot in November. “I don’t support personhood. I oppose personhood,” he said in an interview.\n\nRepublican Monica Wehby, whose Democratic opponent tried to make the case that she is too extreme for progressive Oregon, came out in support of gay marriage through a television ad. (Steve Dykes/Associated Press)\n\nBrad Dayspring, communications director for the National Republican Senatorial Committee, pointed out that the majority of voters agree with the positions GOP candidates have taken to support over-the-counter birth control.\n\n“These candidates are being unfairly criticized by their opponents as being anti-birth-control, which is false,” he said. “It’s very hard for Democrats to wage a ‘war on women’ campaign and say that Candidate X is anti-birth control when they say it should be more accessible and more affordable.”\n\nRegardless, Democratic strategists argue that any debate focused on birth control or the minimum wage — as opposed to the health-care law, for instance — favors Democrats.\n\n“The Republican policy agenda is not playing very well in any of these races,” said Matt Canter, deputy executive director of the Democratic Senatorial Campaign Committee. “They’re running away from their national agenda in all directions.”\n\nSen. Jeff Merkley (D-Ore.) has tried to make the case that his GOP opponent, Monica Wehby, is too extreme for progressive Oregon. But Wehby countered earlier this month with a television ad in which she came out in support of gay marriage.\n\nAt the start of this year, Florida Gov. Rick Scott (R) was looking at one of the most difficult reelection fights in the country. To appeal to Hispanic voters, he signed a law providing in-state college tuition to some illegal immigrants. And Scott earned bipartisan validation by signing a law legalizing some forms of medical marijuana.\n\nPhil Cox, executive director of the Republican Governors Association, said the nature of a governor’s job requires a more pragmatic approach that often differs from the national party’s agenda.\n\n“Governors are forced to be strategic to achieve their priorities,” Cox said. He added: “There is a Washington brand that is completely divorced from what is going on in the states.”\n\nSocial conservative leaders cautioned that candidates who move to the middle on social issues risk alienating their conservative base.\n\n“Those in the Republican Party who have stepped away [from conservative positions] thinking that’s an answer to beat the Democrats are going to put themselves in some unnecessary danger in losing some people going to the polls,” said Connie Mackey, president of FRC Action PAC, the Family Research Council’s political arm.\n\nSome Republicans are moving to the middle on pocketbook issues as well.\n\nSenate nominees Dan Sullivan in Alaska and Tom Cotton in Arkansas support ballot initiatives in their states to increase the minimum wage, a Democratic priority that is seen as a proxy for demonstrating compassion for working- and middle-class voters. Republican Asa Hutchinson, a former congressman running for governor of Arkansas, also supports his state’s ballot initiative.\n\nThis spring, Michigan Gov. Rick Snyder (R) raised the minimum wage in his state to $9.25 an hour. Meanwhile, Tom Foley, the Republican gubernatorial nominee in Connecticut, backs increasing the federal minimum wage to $10.10, which Obama and Democratic congressional leaders have championed. “The minimum wage is a fairness issue,” Foley said in announcing his support.\n\nNationally, most Republicans oppose the federal increase, arguing the measure would kill jobs and hurt businesses. Indeed, Sullivan and Cotton have said they oppose a federal minimum-wage increase to $10.10 an hour, although they back more modest hikes in their states.\n\nGrover Norquist, a prominent anti-tax activist, said it is tactically smart for Republican candidates to back such state ballot initiatives because it could blunt possible attacks from Democrats.\n\n“If you were trying to say this [election] is all about Obamacare and immigration and that the president’s IRS has gone crazy, why would you allow someone to throw a marble and then go step on it?” Norquist asked.\n\nA handful of Republican governors running for reelection this year are able to claim credit for broadening the social safety net through the Affordable Care Act. Although they opposed Obama’s signature health-care law, Ohio Gov. John Kasich (R), Pennsylvania Gov. Tom Corbett (R) and Snyder accepted federal money under the act to expand Medicaid coverage in their states.\n\nEven Senate Minority Leader Mitch McConnell (R-Ky.), who faces a tough reelection fight, has said he supports Kentucky’s expansion of Medicaid, the federal-state health-care program for low-income people.\n\nVin Weber, a former congressman and GOP insider, said Republican campaigns for the past six years have been driven by the conservative grass-roots backlash to Obama. The party’s future, he said, relies on devising a positive and more inclusive agenda.\n\n“The party is more conservative than it has been in the past, but some issues are not worth fighting about, and minimum wage is one example,” Weber said. “If you actually want to govern the country again, the party’s got to be for more than against the guy who’s no longer going to be president.”", "article_metadata": {"description": "Some GOP candidates are embracing Democratic priorities to win over skeptical voters.", "author": "https://www.facebook.com/reidhwilson", "og": {"site_name": "Washington Post", "description": "Some GOP candidates are embracing Democratic priorities to win over skeptical voters.", "title": "GOP candidates in heated contests explore a move to the middle", "url": "https://www.washingtonpost.com/politics/in-heated-midterm-contests-gop-candidates-explore-a-move-to-the-middle/2014/09/21/e7f43ce2-4001-11e4-9587-5dafd96295f0_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2014/09/21/National-Politics/Images/11733441_H1477152.JPG", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@postreid"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/politics/in-heated-midterm-contests-gop-candidates-explore-a-move-to-the-middle/2014/09/21/e7f43ce2-4001-11e4-9587-5dafd96295f0_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "midterms, 2014 midterms, 2014 gop agenda, republican senate candidates, republican governors, republican 2016, gop 2014, minimum wage, republicans minimum wage, personhood, republicans personhood, republicans marijuana, rick scott, rob portman, cory gardner", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/reidhwilson"}, "eomportal-uuid": "e7f43ce2-4001-11e4-9587-5dafd96295f0", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "midterms, 2014 midterms, 2014 gop agenda, republican senate candidates, republican governors, republican 2016, gop 2014, minimum wage, republicans minimum wage, personhood, republicans personhood, republicans marijuana, rick scott, rob portman, cory gardner"}, "article_summary": "(Chris Schneider/Associated Press)To win, Republican candidates must offer “common-sense ideas” that demonstrate compassion and expand their support beyond base Republican voters, said Sen.\nRep. Cory Gardner, the GOP Senate nominee in Colorado, has come under fire for sponsoring federal “personhood” legislation that would define a fetus as a person.\nRep. Cory Gardner (R-Colo.), a GOP Senate nominee who has come under fire for once sponsoring so-called personhood legislation, said he opposes a state ballot measure on the issue.\nThis has led many Republican candidates to take steps — some only in recent weeks — to project a more moderate image and try to inoculate themselves from attacks portraying them as extremists.\nGrover Norquist, a prominent anti-tax activist, said it is tactically smart for Republican candidates to back such state ballot initiatives because it could blunt possible attacks from Democrats."}