{"article_title": "Watch Obamacare Architect Jonathan Gruber Explain Why \"Lack of Transparency\" Was Key to Passing the Health Care Law", "article_keywords": ["jonathan", "key", "obamacare", "lack", "watch", "cbo", "thing", "bill", "way", "health", "transparency", "video", "passing", "law", "gruber", "care", "laws"], "article_url": "http://reason.com/blog/2014/11/10/watch-obamacare-architect-jonathan-grube", "article_text": "Massachusetts Institute of Technology Professor Jonathan Gruber was, by most accounts, one of the key figures in constructing the Affordable Care Act, better known as Obamacare. He helped designed the Massachusetts health care law on which it was modeled, assisted the White House in laying out the foundation of the law, and, according to The New York Times, was eventually sent to Capitol Hill \"to help Congressional staff members draft the specifics of the legislation.\" He provided the media with a stream of supportive quotes, and was paid almost $400,000 for his consulting work.\n\nJonathan Gruber, in other words, knows exactly what it took to get the health care law passed.\n\nAnd that's why you should take him seriously when he says, in the following video, that it was critical to not be transparent about the law's costs and true effects, and to take advantage of the \"stupidity of the American voter\" in order to get it passed:\n\n(Via the Daily Signal.)\n\nHere's the full quote:\n\n\"This bill was written in a tortured way to make sure CBO did not score the mandate as taxes. If CBO [Congressional Budget Office] scored the mandate as taxes, the bill dies. Okay, so it’s written to do that. In terms of risk rated subsidies, if you had a law which said that healthy people are going to pay in – you made explicit healthy people pay in and sick people get money, it would not have passed… Lack of transparency is a huge political advantage. And basically, call it the stupidity of the American voter or whatever, but basically that was really really critical for the thing to pass....Look, I wish Mark was right that we could make it all transparent, but I’d rather have this law than not.\"\n\nThis validates much of what critics have said about the health care law, and the tactics used to pass it, for years.\n\nFor one thing, it is an explicit admission that the law was designed in such a way to avoid a CBO score that would have tanked the bill. Basically, the Democrats who wrote the bill knowingly gamed the CBO process.\n\nIt's also an admission that the law's authors understood that one of the effects of the bill would be to make healthy people pay for the sick, but declined to say this for fear that it would kill the bill's chances. In other words, the law's supporters believed the public would not like some of the bill's consequences, and knowingly attempted to hide those consequences from the public.\n\nMost importantly, however, it is an admission that Gruber thinks it's acceptable to deceive people if he believes that's the only way to achieve his policy preference. That's not exactly surprising, given that he failed to disclose payments from the administration to consult on Obamacare even while providing the media with supposedly independent assessments of the law.\n\nBut it's particularly revealing in light of Gruber's recently discovered comments regarding the way the law's subsidies for health insurance are supposed to work. In a 2012 video unearthed this summer, Gruber said explicitly that the tax credits to offset coverage costs were conditioned on state participation in the law's exchanges—a contention that the administration denies, and is at the heart of a legal challenge on its way to the Supreme Court.\n\nGruber, who by 2014 was making vehement arguments in support of the administration's position, said that in the video he misspoke. That excuse was hard to believe. For one thing, he elaborated on the argument at length, and for another, a second recording surfaced soon after in which he said almost the exact same thing.\n\nIt's even harder to believe now that he has admitted that he thinks it's fine to mislead people if doing so bolsters the policy goals he favors. It's really quite telling, about the law and also about Gruber. Gruber may believe that American voters are stupid, but he was the one who was dumb enough to say all this on camera.", "article_metadata": {"og": {"url": "http://reason.com/blog/2014/11/10/watch-obamacare-architect-jonathan-grube", "type": "article", "site_name": "Reason.com", "description": "Massachusetts Institute of Technology Professor Jonathan Gruber was, by most accounts, one of the key figures in constructing the Affordable Care Act,", "title": "Watch Obamacare Architect Jonathan Gruber Explain Why \"Lack of Transparency\" Was Key to Passing the Health Care Law"}, "twitter": {"site": "@reason", "creator": "@petersuderman", "description": "Massachusetts Institute of Technology Professor Jonathan Gruber\nwas, by most accounts, one of the key figures in constructing the\nAffordable Care Act, better known as Obamacare. He helped designed\nthe Massachusetts health care law on which it was modeled, assisted\nthe White House in laying out the foundation of the law, and,\n\naccording to The New York Times, was eventually sent\nto Capitol Hill \"to help Congressional staff members draft the\nspecifics of the legislation.\" He provided the media with a stream\nof supportive quotes, and was paid almost $400,000 for his", "card": "summary_large_image", "title": "Watch Obamacare Architect Jonathan Gruber Explain Why \"Lack of Transparency\" Was Key to Passing the Health Care Law"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "HomePage", "published_time": "2014-11-10T19:18:00+00:00", "author": "http://reason.com/people/peter-suderman"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fde0aa\"", "article_summary": "Jonathan Gruber, in other words, knows exactly what it took to get the health care law passed.\nThis validates much of what critics have said about the health care law, and the tactics used to pass it, for years.\nMassachusetts Institute of Technology Professor Jonathan Gruber was, by most accounts, one of the key figures in constructing the Affordable Care Act, better known as Obamacare.\nHe helped designed the Massachusetts health care law on which it was modeled, assisted the White House in laying out the foundation of the law, and, according to The New York Times, was eventually sent to Capitol Hill \"to help Congressional staff members draft the specifics of the legislation.\"\nBut it's particularly revealing in light of Gruber's recently discovered comments regarding the way the law's subsidies for health insurance are supposed to work."}