{"article_title": "Steve Phillips", "article_keywords": ["voter", "working", "justice", "political", "spent", "spending", "steve", "phillips", "social", "senior"], "article_url": "http://www.salon.com/writer/steve_phillips", "article_text": "Steve Phillips is a national political leader, civil rights lawyer, author and senior fellow at the Center for American Progress. He has spent the past 30 years working at the intersection of racial and economic justice and electoral politics. He is co-founder of PowerPAC.org, a social justice organization dedicated to building the political power of the multiracial majority in America and which conducted the largest independent voter mobilization efforts backing Barack Obama, Cory Booker and Kamala Harris. In 2014, Phillips co-authored the first-ever audit of Democratic Party spending and was named one of “America’s Top 50 Influencers” by Campaigns and Elections magazine. He lives in San Francisco.", "article_metadata": {"description": "Stories written by Steve Phillips", "title": "Stories written by Steve Phillips", "og": {"site_name": "Salon", "description": "Stories written by Steve Phillips", "title": "Stories written by Steve Phillips", "url": "http://www.salon.com/writer/steve_phillips/", "image": "http://media.salon.com/images/salon-twitter-card.jpg", "type": "article"}, "twitter": {"description": "Stories written by Steve Phillips", "creator": "@salon", "image": "http://media.salon.com/images/salon-twitter-card.jpg", "title": "Stories written by Steve Phillips", "site": "@salon", "card": "summary_large_image"}, "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Steve Phillips, salon, salon.com, writer, author, stories, articles", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Steve Phillips is a national political leader, civil rights lawyer, author and senior fellow at the Center for American Progress.\nIn 2014, Phillips co-authored the first-ever audit of Democratic Party spending and was named one of “America’s Top 50 Influencers” by Campaigns and Elections magazine.\nHe has spent the past 30 years working at the intersection of racial and economic justice and electoral politics.\nHe is co-founder of PowerPAC.org, a social justice organization dedicated to building the political power of the multiracial majority in America and which conducted the largest independent voter mobilization efforts backing Barack Obama, Cory Booker and Kamala Harris.\nHe lives in San Francisco."}