{"article_title": "Louis Farrakhan: Ebola and AIDS are \"race targeting weapons\"", "article_keywords": ["farrakhan", "oil", "targeting", "noi", "el", "louis", "weapon", "uranium", "weapons", "thing", "race", "black", "ebola", "aids", "white", "america", "islam"], "article_url": "http://reason.com/blog/2014/10/01/louis-farrakhan-ebola-and-aids-are-race", "article_text": "From Louis Farrakhan's official Twitter feed (hat tip: Mark Hemingway).\n\nThe link goes to an article in the Nation of Islam (NOI)'s Final Call by Farrakhan that alleges, among other things:\n\nWhat is the method that they [the U.S. government] are going to use to depopulate? Through civil wars in which depleted uranium and Agent Orange are used. Currently, there are 39 states in America that have already been polluted by depleted uranium. Look at the target areas: El Salvador—what is there in El Salvador that America wants? It is oil. America already has a military base, embassy, and CIA operatives working to kill off the Indigenous population so that nobody can threaten their takeover of oil. Another method is disease infection through bio-weapons such as Ebola and AIDS, which are race targeting weapons. There is a weapon that can be put in a room where there are Black and White people, and it will kill only the Black and spare the White, because it is a genotype weapon that is designed for your genes, for your race, for your kind.\n\nWhole thing here.\n\nSide note: El Salvador's oil production over the past 25 years at less than 6,000 barrels a day and it has zero proved reserves.\n\nIn 2010, Farrakhan asked members of NOI to embrace Scientology.\n\nIn 2007, The New York Times estimated NOI membership at around 50,000 and noted that the group\n\nonce enjoyed a near monopoly over interpreting Islam for black Americans, using the faith as a vehicle to promote black separatism. But it now competes with sects that branched away, and with groups ascribing to the more traditional and inclusive Islam followed by millions of Muslim immigrants and their offspring.... The Nation holds, among other teachings, that the group’s founder, W. Fard Muhammad, was the Mahdi, or savior, sent by God to Detroit around 1930 and that spaceships hovering above the earth will eventually play a major role in smiting sinners and rescuing the righteous.\n\nIf NOI is losing steam among the populations it historically has drawn from, such beliefs and their obvious conflict with reality play a huge role. At the same time, NOI is, like other forms of religious community, simply a casuality of the basic fact that everyone has more access to more lifestyle choices. In a discussion of the decline of religious cults in contemporary America yesterday, Peter Suderman noted,\n\nWorries about the decline of cults are in some sense a form of nostalgia for an older order, with more clearly delineated lines between the mainstream and the fringe, with radicalism easy to recognize and define and, if necessary, shun. That those days are largely over (at least in the U.S.) isn't a sign that our culture has lost its capacity for lifestyle creativity, its desire for secret knowledge and methods. It's a sign that the creativity is happening elsewhere now, in the blur between the boundaries, in the scrambling of the systems, in the subculture collage.\n\nRead the whole thing.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "From Louis Farrakhan's official Twitter feed&nbsp;(hat tip: Mark Hemingway). The link goes to an article in the Nation of Islam (NOI)'s Final Call by", "title": "Louis Farrakhan: Ebola and AIDS are \"race targeting weapons\"", "url": "http://reason.com/blog/2014/10/01/louis-farrakhan-ebola-and-aids-are-race", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/ngillespie/2014_10/farrakhan-ebola.jpg", "type": "article"}, "twitter": {"description": "From Louis Farrakhan's official\nTwitter feed&nbsp;(hat tip: Mark Hemingway).\nThe link goes to an article in the Nation of Islam (NOI)'s\nFinal Call by Farrakhan that alleges, among other\nthings:\n\nWhat is the method that they [the U.S. government] are going to\nuse to depopulate? Through civil wars in which depleted uranium and\nAgent", "title": "Louis Farrakhan: Ebola and AIDS are \"race targeting weapons\"", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/ngillespie/2014_10/farrakhan-ebola.jpg", "creator": "@nickgillespie", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "World", "published_time": "2014-10-01T15:33:00+00:00", "author": "http://reason.com/people/nick-gillespie"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "Another method is disease infection through bio-weapons such as Ebola and AIDS, which are race targeting weapons.\nLook at the target areas: El Salvador—what is there in El Salvador that America wants?\nSide note: El Salvador's oil production over the past 25 years at less than 6,000 barrels a day and it has zero proved reserves.\nCurrently, there are 39 states in America that have already been polluted by depleted uranium.\nAmerica already has a military base, embassy, and CIA operatives working to kill off the Indigenous population so that nobody can threaten their takeover of oil."}