{"article_title": "How One Catholic School Found Faith in the Floodwaters", "article_keywords": ["faith", "school", "catholic", "academy", "mount", "hurricane", "water", "schools", "floodwaters", "katrina", "carmel", "campbell", "feet"], "article_url": "http://dailysignal.com/2015/08/27/how-one-catholic-school-found-faith-in-the-floodwaters-of-hurricane-katrina/", "article_text": "NEW ORLEANS—When Hurricane Katrina left Mount Carmel Academy under 10 feet of water, many thought the school would be gone forever.\n\nLocated in the Lakeview neighborhood, among the hardest hit areas in New Orleans, the all-girls Catholic high school was trapped between two breaks in the levees that were supposed to protect the city.\n\nThe president of Mount Carmel Academy, Sister Camille Anne Campbell, had a yacht wash up on her front porch, just a feet away from the school’s main entrance.\n\nInside the school, desks, chairs and bookshelves were flipped upside down.\n\nIt might have been easier to walk away and rebuild from scratch. But Campbell feared if Mount Carmel Academy didn’t return to the area, other families, businesses and schools wouldn’t either.\n\n“I really knew in my heart, if we didn’t come back, this whole area would not come back,” Campbell told The Daily Signal. “We had been a hallmark out here for so many years.”\n\n>>> See Related Story: Here’s How Hurricane Katrina Changed Schools in New Orleans\n\nAt first, the biggest thing was figuring out the basics, like how to get clean water. Instead of waiting on the city to fix its supply, Campbell’s assistant came up with the idea to dig a well. At 800 feet, she hit water, and the school was on the road to recovery.\n\nOn Jan. 17, 2006, just four months after the storm, students returned to school before some of their houses were close to being ready. Some of them slept on the floors of their friends’ homes, while others stayed in temporary trailers.\n\nCampbell credits the school’s comeback to a community of parents, teachers, administrators and volunteers who came together.\n\nGovernment officials and flood insurance did help, but Campbell said the initial rebuilding effort—which cost some $3-4 million—came from small donations from churches, schools and youth groups located across the country.\n\nTeachers became janitors, administrators became maintenance workers and Campbell became a financier, responsible for overseeing a $25 million recovery project, the total cost of restoring the school.\n\nTo document Mount Carmel Academy’s inspiring recovery, The Daily Signal traveled to New Orleans and spoke with Campbell, who was gearing up to celebrate Hurricane Katrina’s 10-year anniversary. Her story is told in our new video.\n\n“It sounds strange to celebrate a devastating event that caused so much pain and suffering,” Campbell said. “But we’re celebrating the fact that we’ve overcome this. We’re celebrating the rebirth, the resurrection of our city, of our school, and of so many people who learned from the lessons of Katrina that we can do it if we work together.”", "article_metadata": {"description": "When Hurricane Katrina left Mount Carmel Academy under 10 feet of water, many thought the school would be gone forever.", "og": {"site_name": "The Daily Signal", "description": "When Hurricane Katrina left Mount Carmel Academy under 10 feet of water, many thought the school would be gone forever.", "title": "How One Catholic School Found Faith in the Floodwaters", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/Screenshot_NOLA_Clean.jpg", "updated_time": "2015-08-27T10:15:39+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1K3Z4EG"}, "twitter": {"domain": "The Daily Signal", "description": "When Hurricane Katrina left Mount Carmel Academy under 10 feet of water, many thought the school would be gone forever.", "title": "How One Catholic School Found Faith in the Floodwaters", "image": {"src": "http://dailysignal.com/wp-content/uploads/Screenshot_NOLA_Clean.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Education", "tag": "k-12", "published_time": "2015-08-27T03:01:09+00:00", "modified_time": "2015-08-27T10:15:39+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "hurricane katrina, katrina 10 years, katrina anniversary, mount carmel academy, mount carmel, lakeview, religion, religious liberty"}, "article_summary": "NEW ORLEANS—When Hurricane Katrina left Mount Carmel Academy under 10 feet of water, many thought the school would be gone forever.\nBut Campbell feared if Mount Carmel Academy didn’t return to the area, other families, businesses and schools wouldn’t either.\nAt 800 feet, she hit water, and the school was on the road to recovery.\nThe president of Mount Carmel Academy, Sister Camille Anne Campbell, had a yacht wash up on her front porch, just a feet away from the school’s main entrance.\nLocated in the Lakeview neighborhood, among the hardest hit areas in New Orleans, the all-girls Catholic high school was trapped between two breaks in the levees that were supposed to protect the city."}