{"article_title": "Austin Peay State University Football falls at Illinois State 55-6", "article_keywords": ["556", "apsu", "yards", "peay", "university", "football", "second", "falls", "early", "gerron", "state", "boone", "half", "illinois", "austin", "govs"], "article_url": "http://www.clarksvilleonline.com/2014/09/27/austin-peay-state-university-football-falls-illinois-state-55-6/", "article_text": "APSU Sports Information Office\n\nNormal, IL – Illinois State remained undefeated as it defeated Austin Peay State University, 55-6, Saturday night at Hancock Stadium.\n\nThe victory pushed Illinois State to 3-0 on the season while the Govs remain winless at 0-4 and will return to Ohio Valley Conference play next week against Eastern Kentucky.\n\nIn the second half, quarterback Tre Roberson threw four third-quarter touchdown passes to show why the Redbirds are the No. 22-ranked Football Championship Subdivision team.\n\nThe Govs’ defense was the anchor in the early going, holding Illinois State to just six points early when poor field position left the defense in its own end most of the quarter.\n\nBut Marshaun Coprich finally provided Illinois State momentum when he broke free when it appeared the Redbird standout running back could be tackled behind the line of scrimmage. Once he cleared the corner he sped 69 yards for the TD. He added another TD run early in the second quarter on a seven-yard run.\n\nAPSU challenged late in the half, moving the ball down to the one-yard line after some impressive runs by both walk-on freshman running back Otis Gerron and freshman quarterback Darrien Boone. The combination of Boone and Gerron helped lead APSU to its only score, a one-yard plunge by Boone with 8:23 left in the third period.\n\nRobertson, who completed two-of-three first-half passes for three yards in the first half, more than made up for it in the second half. He threw for 219 yards in the second half, completing 10-of-13 passes.\n\nAustin Peay finished the game with 10 first down compared to 27 for the Redbirds. APSU allowed 496 yards total offense—256 on the ground and 240 via the air. Coprich ended with 156 yards rushing on 14 attempts.\n\nAPSU had 115 yard passing—89 from Mickey Macius (6 of 11) with Darrien Boone throwing for 26. Gerron led the Govs with 38 yards rushing while Boone had 25 and APSU’s only TD.\n\nDefensively, Buddy Mitchell led the Govs’ effort with seven stops while defensive tackle Malcolm Goines had APSU’s only sack.\n\nVideo – Kirby Cannon\n\nSections\n\nTopics", "article_metadata": {"description": "APSU Sports Information Office Normal, IL - Illinois State remained undefeated as it defeated Austin Peay State University, 55-6, Saturday night at Hancock", "generator": "WordPress 4.5.2", "og": {"site_name": "Clarksville, TN Online", "description": "APSU Sports Information Office Normal, IL – Illinois State remained undefeated as it defeated Austin Peay State University, 55-6, Saturday night at Hancock Stadium. The victory pushed Illinoi…", "title": "Austin Peay State University Football falls at Illinois State 55-6", "url": "http://www.clarksvilleonline.com/2014/09/27/austin-peay-state-university-football-falls-illinois-state-55-6/", "image": "http://www.clarksvilleonline.com/wp-content/uploads/2014/09/APSU-Football-22-480x322.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "APSU Sports Information Office Normal, IL - Illinois State remained undefeated as it defeated Austin Peay State University, 55-6, Saturday night at Hancock", "creator": "@Clarksville_TN", "image": "http://www.clarksvilleonline.com/wp-content/uploads/2014/03/APSU-Governors.jpg", "title": "Austin Peay State University Football falls at Illinois State 55-6 - Clarksville, TN Online", "site": "@clarksville_tn", "card": "summary"}, "robots": "noodp", "keywords": "APSU, APSU Athletics, APSU Football, APSU Men's Football, APSU Sports, Austin Peay State University, Buddy Mitchell, Darrien Boone, Eastern Kentucky, Football Championship Subdivision, Governors, Govs, Hancock Stadium, Illinois State, Kirby Cannon, Malcolm Goines, Marshaun Coprich, Mickey Marcius, Normal IL, Ohio Valley Conference, Otis Gerron, OVC, Redbirds, Tre Roberson", "article": {"published_time": "2014-09-28T04:15:41+00:00", "modified_time": "2014-09-28T04:07:57+00:00"}, "news_keywords": "APSU, APSU Athletics, APSU Football, APSU Men's Football, APSU Sports, Austin Peay State University, Buddy Mitchell, Darrien Boone, Eastern Kentucky, Football Championship Subdivision, Governors, Govs, Hancock Stadium, Illinois State, Kirby Cannon, Malcolm Goines, Marshaun Coprich, Mickey Marcius, Normal IL, Ohio Valley Conference, Otis Gerron, OVC, Redbirds, Tre Roberson"}, "article_summary": "APSU Sports Information OfficeNormal, IL – Illinois State remained undefeated as it defeated Austin Peay State University, 55-6, Saturday night at Hancock Stadium.\nIn the second half, quarterback Tre Roberson threw four third-quarter touchdown passes to show why the Redbirds are the No.\nBut Marshaun Coprich finally provided Illinois State momentum when he broke free when it appeared the Redbird standout running back could be tackled behind the line of scrimmage.\nThe victory pushed Illinois State to 3-0 on the season while the Govs remain winless at 0-4 and will return to Ohio Valley Conference play next week against Eastern Kentucky.\nRobertson, who completed two-of-three first-half passes for three yards in the first half, more than made up for it in the second half."}