{"article_title": "Robertson brings issues to forefront in campaign", "article_keywords": ["wants", "votes", "campaign", "farm", "brings", "bill", "needs", "hed", "lubbock", "policy", "robertson", "forefront", "west", "issues"], "article_url": "http://lubbockonline.com/local-news/2016-05-15/robertson-brings-issues-forefront-campaign", "article_text": "Lubbock Mayor Glen Robertson entered the congressional race with a focus on the issues that impact voters of West Texas.\n\nHe announced his campaign in October 2015 at the Bayer Museum of Agriculture. Standing next to him as he made his announcement was a list of the 10 issues he said he’d focus on throughout his campaign.\n\nProtecting food, fiber and fuel was at the top, both because of the area’s richness but also because he said our national security is at risk if we continue to increase dependence on foreign nations.\n\nOther key points were border security, enforcing immigration laws, repealing the Affordable Care Act, ceding more rights to the states and protecting the “sanctity of life.”\n\n“I am the son of an Air Force veteran father and a schoolteacher mother,” Robertson said during his campaign announcement. “They taught me the value of hard work, a strong sense of duty, self-reliance, faith in God, and a love for Texas and our great country.”\n\nEight months’ time and Robertson has stayed true to his beliefs, which will carry him to the runoff election where he faces Jodey Arrington for the Republican bid for the area’s U.S. House Representative.\n\nRobertson gained the most votes in the general primaries, with 26.7 percent of the votes in the nine-candidate race. He finished the night first in 16 of the 29 counties in the district, including Lubbock. Just in Lubbock County, Robertson received 12,520 of the 41,000 votes cast. This was about 300 more votes than Arrington, who finished second.\n\nRobertson said agriculture has been attacked, and it begins with the farm bill and trade policy. He said immediate fixes to the farm bill need to be naming cottonseed as another crop seed oil, which he said will help bridge the gap for the next few years. He’d also support the cotton gin assistance program.\n\n“These are short term fixes just to get through this terrible farm bill that we’re under,” he said.\n\nThe Environmental Protection Agency is also holding back farmers, said Robertson, as it continues to rule on the selective herbicide Dicamba, which he said needs a ruling now so cotton farmers can decide what seed to plant. He said the EPA as a whole has gotten out of hand and Congress needs to start actually regulating their actions and limit funding.\n\nRobertson said he’d like to see some type of long-term plan, like 15 to 20 years, that reduces the farming subsidies, but something like that can’t be considered until the high tax policy is fixed, overreaching regulations are limited and trade policy gets back to a level playing field.\n\nRobertson is in favor of renewable energy and thinks West Texas can be a big player in wind production, but wants decreasing subsidies and wants to limit (and potentially abolish) the oversight of the federal government’s Department of Energy. He said individual states are the best suited to regulate their businesses.\n\nHe said what Abilene’s Dyess Air Force Base needs is what all military needs, which is more funding. He said investing in the military is the most economical and the cheapest way to prevent future conflict.\n\nRobertson is a Lubbock businessman and was first elected as Lubbock’s mayor in May 2012. He was then re-elected in 2014. He sat on the Cooper and Southland ISD school boards, the Garza County Tax Appraisal Board, the Ransom Canyon City Council and Lubbock’s Zoning Board of Adjustments prior to becoming mayor.\n\nRobertson said Trump wasn’t his top choice for the Republican’s presidential bid, but said it frustrates him that party leaders aren’t getting behind him because their job isn’t to choose the candidate; that’s the job of the voters.\n\nmatt.dotray@lubbockonline.com • 766-8744\n\nFollow Matt on Twitter @mdotrayAJ", "article_metadata": {"keywords": "Election, Local News, MATT DOTRAY", "og": {"site_name": "Lubbock Online | Lubbock Avalanche-Journal", "description": "Lubbock Mayor Glen Robertson entered the congressional race with a focus on the issues that impact voters of West Texas. He announced his campaign in October 2015 at the Bayer Museum of Agriculture.", "title": "Robertson brings issues to forefront in campaign", "url": "http://lubbockonline.com/local-news/2016-05-15/robertson-brings-issues-forefront-campaign", "image": "http://lubbockonline.com/sites/default/files/15352632.jpg", "type": "article"}, "description": "Lubbock Mayor Glen Robertson entered the congressional race with a focus on the issues that impact voters of West Texas.He announced his campaign in October 2015 at the Bayer Museum of Agriculture. Standing next to him as he made his announcement was a list of the 10 issues he said he’d focus on throughout his campaign.Protecting food, fiber and fuel was at the top, both because of the area’s richness but also because he said our national security is at risk if we continue to increase dependence on foreign nations."}, "_id": "\"57477af36914bd0286fc9eaa\"", "article_summary": "Lubbock Mayor Glen Robertson entered the congressional race with a focus on the issues that impact voters of West Texas.\n“These are short term fixes just to get through this terrible farm bill that we’re under,” he said.\nRobertson said agriculture has been attacked, and it begins with the farm bill and trade policy.\nStanding next to him as he made his announcement was a list of the 10 issues he said he’d focus on throughout his campaign.\nRobertson gained the most votes in the general primaries, with 26.7 percent of the votes in the nine-candidate race."}