{"article_title": "Father of French train gunman says cannot believe son is a terrorist", "article_keywords": ["el", "terrorist", "khazzani", "ayoub", "father", "french", "son", "train", "gunman", "mundo", "spanish", "went", "believe", "algeciras", "left"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/08/24/Father-French-train-gunman-says-cannot-believe-son-terrorist", "article_text": "The Spanish newspaper El Mundo spoke to Mohammed el Khazzani, father of Ayoub el Khazzani who was arrested after attacking passengers on the train on Friday, at his home in Algeciras, southern Spain.\n\n\"I wasn’t on the train, but I don’t think he was capable of doing something like that,\" Khazzani told El Mundo, speaking to the Spanish newspaper in Arabic.\n\n\"They are saying Ayoub is a terrorist but I simply can’t believe it,\" said Khazzani, 64, a scrap merchant who lives in the poor El Saladillo district of Algeciras with his wife and some of his six children.\n\n\"Why would he want to kill anyone? It makes no sense,” he said of his son, who lived with him in Algeciras until he left for France in 2014.\n\n\"The only terrorism he is guilty of is terrorism for bread, he doesn’t have enough money to feed himself properly,\" he said.\n\nFrench President Francois Hollande on Monday awarded France's highest honor, the Legion d'honneur, to three U.S. citizens and a Briton who helped overpower the heavily-armed man on the Amsterdam to Paris train.\n\nThe suspect's lawyer said on Sunday the gunman intended to rob people on board the train because he was hungry.\n\nKhazzani said he knew he would never see his 26-year-old son again. \"It is as if he were dead, now he will go to prison for a long time.\"\n\nHe said he had not spoken to his son since he left Algeciras in 2014 although his wife spoke to him by phone about a month ago. He said his son left for France to work for a company there on a six-month contract but was fired within a month.\n\n\"He went because there was no work here,\" he said.\n\nDescribing his son as a \"good kid\" who liked to fish and play soccer, he said he was very religious and did not smoke or drink alcohol.\n\nEl Mundo said Ayoub el Khazzani left Algeciras in 2014 when the Spanish police were \"hard on his heels\" because they suspected him of jihadist sympathies.\n\nSources told Reuters Ayoub el Khazzani was arrested at least once for drug trafficking in Spain and some Spanish newspapers said he may have been radicalize while in prison. His father denied he had ever possessed drugs.\n\nAccording to Spanish security sources, he traveled to France in 2014 and went to Syria. French security sources said he went to Berlin airport for a flight to Istanbul on May 10 this year. Turkey is a preferred destination for would-be jihadists heading for Syria.\n\n(Reporting by Adrian Croft; Editing by Sarah Morris and Janet Lawrence)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The Spanish newspaper El Mundo spoke to Mohammed el Khazzani, father of Ayoub el Khazz", "title": "Father of French train gunman says cannot believe son is a terrorist", "url": "http://www.thefiscaltimes.com/latestnews/2015/08/24/Father-French-train-gunman-says-cannot-believe-son-terrorist", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/france-train-shots-heroes_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/08/24/Father-French-train-gunman-says-cannot-believe-son-terrorist", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/france-train-shots-heroes_2.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "The Spanish newspaper El Mundo spoke to Mohammed el Khazzani, father of Ayoub el Khazz", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "He said his son left for France to work for a company there on a six-month contract but was fired within a month.\nThe Spanish newspaper El Mundo spoke to Mohammed el Khazzani, father of Ayoub el Khazzani who was arrested after attacking passengers on the train on Friday, at his home in Algeciras, southern Spain.\nEl Mundo said Ayoub el Khazzani left Algeciras in 2014 when the Spanish police were \"hard on his heels\" because they suspected him of jihadist sympathies.\nHe said he had not spoken to his son since he left Algeciras in 2014 although his wife spoke to him by phone about a month ago.\nThe suspect's lawyer said on Sunday the gunman intended to rob people on board the train because he was hungry."}