{"article_title": "Study On Brain’s Information 'Switchboard' Suggests What May Go Awry In Those With Schizophrenia And Autism", "article_keywords": ["information", "trn", "brains", "study", "awry", "cells", "sensory", "suggests", "schizophrenia", "brain", "switchboard", "sleep", "mice", "halassa", "autism", "researchers"], "article_url": "http://www.medicaldaily.com/study-brains-information-switchboard-suggests-what-may-go-awry-those-schizophrenia-and-298196", "article_text": "A new study sponsored by the National Institutes of Health has revealed some of the inner-most workings of the human brain, showing where processes such as memory formation and attention control may originate. Apart from being an important addition to neurology, the study’s findings will help researchers better understand and potentially treat brain disorders such as schizophrenia, autism, and post-traumatic stress disorder.\n\nA small part of the brain, referred to as the “switchboard” was found to be responsible for directing signals coming from both the outside world and internal memories. The switchboard, known formally as the thalamic reticular nucleus (TRN), was identified and studied thanks to the collaboration of researchers from NYU Langone Medical Center and the development of new advanced technology. “We have never been able to observe as precisely how this structure worked before,” lead researcher Dr. Michael Halassa, explained in a recent press release. By knowing how the brain works, scientists are now better equipped to understand what occurs when functions go wrong in certain psychiatric disorders.\n\nUsing a multi-electrode technique, the researchers closely studied the brains of mice as they completed a series of functions. The team was particularly intrigued by cells in the switchboard called TRN cells and their effect on the mice’s input filtration. Halassa explained that these cells helped “you to sleep soundly and filter out all sensory information, but when you need sensory input, they let it through.”\n\nThe TRN cells were most active during sleep. In periods of sleep where the brain released brief bursts of fast-cycling brain waves, called spindles, TRN activity peaked. Past studies have found that individuals with autism and schizophrenia experience a diminished occurrence of spindles, causing them to have limited abilities to block out sensory input when asleep. Based on this knowledge, Halassa hypothesized that faulty TRN cells may play an important role in the ability of patients with certain disorders to appropriately block information.\n\nWhen the mice were awake, the researchers saw that the TRN cells' function changed. In alert mice, it was believed that these cells help sort incoming information. “What we found was that the same neurons that allow information to flow during attentional states block sensory information during sleep,” Halassa said. TRN cells that controled the flow of internal signals, rather than those that controled sensory input, were largely inactive during sleeping periods. This lead Halassa and his team to suspect that during this period the TRN cells may aid in the formation of memories.\n\nThe third function of the switchboard cells found in this study involved their ability to facilitate or hinder the mice’s attention. The researchers observed that when they turned on the TRN cell that controled the visual aspect of the thalamus, well-rested mice exhibited shortened attention spans, such what one would find in drowsy mice. When the opposite was done and sleep-deprived mice had their TRN cells switched on, they were exhibited heightened attention, mirroring that of well-rested mice. “We seemed able to alter the mental status of the mice, changing the speed at which information can travel in the brain,” explained Halassa, highlighting the truly fascinating findings of his study.\n\nSource: Halassa MH, Chen Z, Wimmer RD, et al. State-Dependent Architecture of Thalamic Reticular Subnetworks. Cell. 2014", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "study, brains, information, switchboard, suggests, what, may, go, awry, those, schizophrenia", "og": {"site_name": "Medical Daily", "description": "A new study has uncovered the intricate workings of our brains' \"switchboards,\" which may help advance the study and developments of treatment for an array of psychiatric conditions.", "title": "Understanding The Brain Is Necessary To Figuring Out Why It Goes Wrong", "url": "http://www.medicaldaily.com/study-brains-information-switchboard-suggests-what-may-go-awry-those-schizophrenia-and-298196", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/14/brain.jpg", "type": "article"}, "twitter": {"description": "A new study has uncovered the intricate workings of our brains' \"switchboards,\" which may help advance the study and developments of treatment for an array of psychiatric conditions.", "title": "Understanding The Brain Is Necessary To Figuring Out Why It Goes Wrong", "url": "http://www.medicaldaily.com/study-brains-information-switchboard-suggests-what-may-go-awry-those-schizophrenia-and-298196", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/14/brain.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/14/brain.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Science/Tech", "published_time": "2014-08-14T17:18:07-04:00", "modified_time": "2014-08-14T17:18:06-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A new study has uncovered the intricate workings of our brains' \"switchboards,\" which may help advance the study and developments of treatment for an array of psychiatric conditions."}, "article_summary": "The third function of the switchboard cells found in this study involved their ability to facilitate or hinder the mice’s attention.\n“What we found was that the same neurons that allow information to flow during attentional states block sensory information during sleep,” Halassa said.\nThe team was particularly intrigued by cells in the switchboard called TRN cells and their effect on the mice’s input filtration.\nTRN cells that controled the flow of internal signals, rather than those that controled sensory input, were largely inactive during sleeping periods.\nThis lead Halassa and his team to suspect that during this period the TRN cells may aid in the formation of memories."}