{"article_title": "5 Life Advice Tips for Ski Bums", "article_keywords": ["life", "good", "dont", "advice", "bums", "free", "spend", "credit", "build", "skiing", "tips", "ski", "support"], "article_url": "http://www.huffingtonpost.com/liftopia/5-life-advice-tips-for-sk_b_6926076.html", "article_text": "So, you've decided to forgo the 9-5 hamster wheel in favor of bell-to-bell shredding. Good on you! But, there are a few aspects of real life you should not avoid. By all means, spend your nights on the couches of willing and unwilling friends, subsist on uncooked ramen and almond butter, spend your meager savings on merino wool under layers... but cover your bases.\n\nHere's some cold hard life advice for ski bums.\n\n1. Get health insurance!!!!!\n\nHealth insurance is a must! A must! If you have built your lifestyle around snow sliding, understand that your risk of injury is high. There is no good reason not to get health insurance, especially with the Affordable Care Act. ACLs are not cheap to replace -- don't bankrupt your parents with a serious injury while on a remote ski mountaineering expedition in Mongolia without insurance.\n\n2. Stay employable.\n\nI not only condone but support ski bumming. However, powder chasing isn't exactly going to pad out your resume. The sad truth is... you're probably not going to make a lot of money skiing even if you do manage to go pro (judging by the abysmal sponsor packages in our industry).\n\nWhile I shun folks who look down on part time servers, you need to make sure you are amassing a skillset that will allow you to get an adult job down the line. Volunteer with non-profits; complete your education; learn film editing; work part time (but never on powder days) at an established business; translate your social media acumen to something other than trying to get free stuff.\n\n3. Build your credit.\n\nHaving good credit matters. Basically, your credit score is the bank's estimation of how good you are at paying bills on time and managing your finances. Most ski bums simply don't have credit; meaning you have bad credit.\n\nTo build your credit, take out a credit card and pay your bills on time. Spending cash or using a debit card does not build credit, which is necessary when buying cars, homes, renting an apartment, etc... Don't mess life up for 30-year old you by being irresponsible in your 20s.\n\n4. Free gear is not the same thing as money.\n\nTruth: You cannot buy gas with free goggles. Alas, with the advent of modern financial capitalist institutions, society has moved away from the barter system. I am always sort of baffled when an individual who claims to be a \"PRO skier\" doesn't make any actual money skiing. Chasing sponsors who are unlikely to pay you is silly. Just go skiing. By all means, make good content and plague my Instagram with your 30 ft drops, but know that it's hard to monetize a double back flip. Read tip 2.\n\n5. Don't fear desk jobs.\n\nLike I said: I support the ski bumming stint, but there is a lot of misguided preconceptions about 9-5 gigs. As illustrated by my bud Jeff Brines, you can still get in a solid 100 days on the slopes and have a sweet benefit package with a retirement plan.\n\nBy Annie Agle / @AnnieAgle1\n\nFollow Liftopia on Twitter: www.twitter.com/Liftopia", "article_metadata": {"description": "So, you've decided to forgo the 9-5 hamster wheel in favor of bell-to-bell shredding. Good on you! But, there are a few aspects of real life you should n...", "sailthru.expire_date": "2015-03-25 11:18:18 -0400", "og": {"site_name": "The Huffington Post", "description": "So, you've decided to forgo the 9-5 hamster wheel in favor of bell-to-bell shredding. Good on you! But, there are a few aspects of real life you should n...", "url": "http://www.huffingtonpost.com/liftopia/5-life-advice-tips-for-sk_b_6926076.html", "image": "http://i.huffpost.com/gen/2759152/images/o-SKI-CHAIR-LIFT-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/2759152/images/o-SKI-CHAIR-LIFT-facebook.jpg", "height": 1000}, "creator": "Liftopia", "description": "So, you've decided to forgo the 9-5 hamster wheel in favor of bell-to-bell shredding. Good on you! But, there are a few aspects of real life you should n...", "card": "summary_large_image", "site": "@HPLifestyle"}, "sailthru.date": "2015-03-24 11:18:18 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=6926076", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "travel", "fb": {"app_id": 46744042133}, "keywords": "ski bums,lifestyle,slopestyle,liftopia,Life Advice,working to live", "article": {"section": "Travel", "tag": "ski bums,lifestyle,slopestyle,liftopia,Life Advice,working to live", "published_time": "2015-03-24 11:18:18 -0400", "modified_time": "2015-05-23 05:59:01 -0400"}, "viewport": "width=1000"}, "article_summary": "Here's some cold hard life advice for ski bums.\nI not only condone but support ski bumming.\nMost ski bums simply don't have credit; meaning you have bad credit.\nLike I said: I support the ski bumming stint, but there is a lot of misguided preconceptions about 9-5 gigs.\nHaving good credit matters."}