{"article_title": "JOSEPH CURL: Obama delays entire agenda until after midterm elections", "article_keywords": ["entire", "plans", "midterm", "delays", "republicans", "obamacare", "elections", "insurance", "say", "joseph", "agenda", "mr", "president", "curl", "care", "nov", "obama"], "article_url": "http://www.washingtontimes.com/news/2014/oct/19/joseph-curl-obama-delays-entire-agenda-until-after/?page=all", "article_text": "ANALYSIS/OPINION:\n\nPresident Obama has a novel strategy for Campaign 2014: He’ll tell you what he plans to do — after the election.\n\nSure, House Speaker Nancy Pelosi had employed the strategy during the 2009 debate over Obamacare — “We have to pass the bill so that you can find out what is in it.” But this is perhaps the first time a sitting president has traveled the country to hype his fellow party members while refusing to say what he’ll do if they win.\n\nSEE ALSO: Republicans say Ebola czar should have been real doctor, not spin doctor\n\nChief among the delays is that very same Obamacare. Americans forced out of their health care plans by the Affordable Care Act will not find out how much their new insurance will cost until after the Nov. 4 elections.\n\nEnrollment on the Healthcare.gov website doesn’t begin until Nov. 15, six weeks later than its Oct. 1 kickoff last year. Critics say there’s a simple reason for the delay.\n\n“This is more than just a glitch,” Tim Phillips, president of free-market Americans for Prosperity, said in a Friday statement. “The administration’s decision to withhold the costs of this law until after Election Day is just more proof that Obamacare is a bad deal for Americans.”\n\nSEE ALSO: Petitions urge Obama to disclose immigration policy, premium hikes before election\n\nMillions of Americans have lost their insurance plans under new guidelines in Obamacare — which require everyone to be covered for a slew of conditions that they will never need (I now have coverage in case I suddenly get pregnant — comforting, but expensive).\n\nMillions more have seen their rates double, triple, even quadruple — insurance companies say the new stringent guidelines have outlawed many existing health care plans.\n\nMeanwhile, people across the country are receiving cancellation notices from their health care providers. A wave of such notices went out last week in Colorado, a state with a tight Senate race. More than 22,000 Coloradans received cancellation notices in the last month — and nearly 193,000 more will lose their policies at the end of 2015, The Washington Times reported last week.\n\nIn all, more than a half-million people in the state have lost their insurance. And the scene is being replayed in states across the country. Hence Mr. Obama’s decision to hold off on just how much the Obamacare premiums are going to rise.\n\nThen there’s immigration reform, which Mr. Obama has pushed hard for years, pledging to act without Congress. That won’t happen until at least the winter session of Congress, if at all (and be extra wary if the Democrats lose the Senate on Nov. 4). Mr. Obama has all but ignored the issue in his campaign stump speeches, aware that fears of a blanket “amnesty” for the 12 million to 15 million illegal aliens in the U.S. will turn off voters.\n\nWhat’s more, if Republicans take over the Senate as expected, any “reform” could be permanently tabled. The highly partisan president has created a toxic atmosphere on Capitol Hill, and finding Republicans to support his overhaul will prove difficult, even impossible. Plus, not too many Democrats want to be near the radioactive president right now, with his sub-40 approval rating.\n\nIn another delay-and-deflect move, Mr. Obama last week announced he would not pick a new attorney general until after the elections.\n\nCurrent Attorney General Eric H. Holder Jr., a lightning rod for many Republicans — including a majority in the House, which held him in contempt of Congress last year — has announced he is stepping down. Several names have circulated as replacements have prompted anger from Republicans, setting up a contentious battle to win confirmation for any nominee.\n\nAnd Mr. Obama still has made no decision on the Keystone oil pipeline, which would create more than 100,000 jobs by some estimates and drive down prices at the gas pump. The pipeline would help wean America off foreign oil but Democrats would be furious if Mr. Obama approved it.\n\nBut Mr. Obama couldn’t care less what’s best for America. If he did, he would have closed the borders before Ebola came to our shores. And he certainly doesn’t care whether Americans think he’s being straight with them.\n\nFor the president, the only path to victory on Nov. 4 is to not tell the country what he plans to do if he wins. And maybe it’s just me, but that looks like a real loser.\n\n• Joseph Curl covered the White House and politics for a decade for The Washington Times. He can be reached at josephcurl@gmail.com and on Twitter @josephcurl.", "article_metadata": {"description": "President Obama has a novel strategy for Campaign 2014: He'll tell you what he plans to do &mdash; after the election.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "President Obama has a novel strategy for Campaign 2014: He’ll tell you what he plans to do — after the election.", "title": "JOSEPH CURL: Obama delays entire agenda until after midterm elections", "url": "http://www.washingtontimes.com/news/2014/oct/19/joseph-curl-obama-delays-entire-agenda-until-after/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/10/19/10192014_obama-248201.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/10/19/10192014_obama-248201.jpg", "description": "President Obama has a novel strategy for Campaign 2014: He'll tell you what he plans to do &mdash; after the election.", "site": "@washtimes", "card": "summary", "title": "JOSEPH CURL: Obama delays entire agenda until after midterm elections"}, "Author": "Joseph Curl", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Politics"}, "_id": "\"57477af36914bd0286fc9eb1\"", "article_summary": "In another delay-and-deflect move, Mr. Obama last week announced he would not pick a new attorney general until after the elections.\nThe pipeline would help wean America off foreign oil but Democrats would be furious if Mr. Obama approved it.\nThen there’s immigration reform, which Mr. Obama has pushed hard for years, pledging to act without Congress.\nSEE ALSO: Republicans say Ebola czar should have been real doctor, not spin doctorChief among the delays is that very same Obamacare.\nBut Mr. Obama couldn’t care less what’s best for America."}