{"article_title": "Extra Rain Overflows Rapid Creek", "article_keywords": ["city", "school", "rapid", "creek", "extra", "local", "overflows", "rain", "general", "health", "keloland", "shops", "technology"], "article_url": "http://www.keloland.com/news/article/weather/extra-rain-overflows-rapid-creek", "article_text": "Rapid City, SD\n\nIn Rapid City, city crews closed parts of the bike path Sunday after more than an inch of rain added to the levels of Rapid Creek.\n\nThe creek was already flowing at two to three times the normal rate. The additional rain pushed it out of its banks at locations all through the city.\n\nRapid City officials warn people to use caution near the creek and watch for flash floods and water over streets and highways elsewhere. Similar warnings were issued elsewhere in the Black Hills, where 1 to 2 inches of rain has fallen over the weekend.\n\nFlooding {{Title}} Remove Change News General Courts Web Only Crime Outdoors Events Center Non-Homepage Boredom Busters Pipeline Positively KELOLAND Technology Hunger Affordable Care Act Shops Flooding Remembering 9/11 Drought JazzFest Spring Storm Honor Flight Spencer Anniversary\n\nDoApp Health News Business News Sports\n\nAgriculture Markets Livestock Crops Politics\n\nHealthBeat Cancer Children's Health Heart Health Wellness & Nutrition General Health Beat Women's Health RX Resources What's Going Around OTC Diabetes Recalls Dental Health Men's Health\n\nPolitics South Dakota Legislature Budget Congress Taxes General Local Campaign President US Senate New Laws US House Iowa Ballot Issues Local Races Minnesota Gubernatorial\n\nEducation Funding College Elementary High School Pre K School Supplies Middle School\n\nSports Professional College High School Sports Zone Headlines Summit League Tournament Olympics\n\nBusiness Industry Your Money Matters Development Gas & Energy Legislation Economy/Stocks Employment General Health Care Technology Education Funding Tourism Banking/Finance Housing Transportation Insurance Meetings & Events Retail & Restaurants All Industries On The Move Shops Agriculture\n\nFeatured Stories Eye on KELOLAND Inside KELOLAND\n\nWeather Snow Forecast Records Rain Flooding Drought WX Corner General\n\nWorld News\n\nInvestigates GEAR UP\n\nSponsored Done\n\n© 2016 KELOLAND TV. All Rights Reserved.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "In Rapid City, city crews closed parts of the bike path Sunday after more than an inch of rain added to the levels of Rapid Creek. The creek was", "title": "Extra Rain Overflows Rapid Creek", "url": "http://www.keloland.com/news/article/weather/extra-rain-overflows-rapid-creek", "image": "http://kelolandassets.blob.core.windows.net/kelolandassets/images/default-source/agriculture/crops/barley/64804.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "In Rapid City, city crews closed parts of the bike path Sunday after more than an inch of rain added to the levels of Rapid Creek. The creek was"}, "article_summary": "Rapid City, SDIn Rapid City, city crews closed parts of the bike path Sunday after more than an inch of rain added to the levels of Rapid Creek.\nRapid City officials warn people to use caution near the creek and watch for flash floods and water over streets and highways elsewhere.\nSimilar warnings were issued elsewhere in the Black Hills, where 1 to 2 inches of rain has fallen over the weekend.\nThe additional rain pushed it out of its banks at locations all through the city.\nThe creek was already flowing at two to three times the normal rate."}