{"article_title": "How Americans United for Life Is Reshaping States' Abortion Laws", "article_keywords": ["life", "united", "prolife", "abortions", "yoest", "abortion", "aul", "states", "state", "americans", "reshaping", "group", "women", "laws"], "article_url": "http://www.theatlantic.com/politics/archive/2015/07/what-pro-life-activists-really-want/398297/", "article_text": "Please consider disabling it for our site, or supporting our work in one of these ways\n\nCharmaine Yoest is a soft-spoken mother of five who wears shin-length skirts with her blazers. She’s also the president of Americans United for Life, and when it comes to the group’s national strategy on abortion, she’s as calculating as a chess grandmaster. “I have my favorite chess board over there,” Yoest said, gesturing to a corner of her sunny office. “In terms of social change you have to think about what's the next move. You're not going to capture the queen in one fell swoop.” To AUL, the abortion debate is all about tiny maneuvers—which ideally, but not necessarily, will cause abortions to dwindle in the long run. The organization is almost single-handedly responsible for the wave of pro-life legislation that state legislatures have passed in recent years. If Roe v. Wade is overturned tomorrow, the group says, it would be up to the states to regulate abortion. Their goal in the meantime, which they explained recently in an interview at their offices, is to make the states as pro-life as possible. More on Abortion A Schism in the Pro-Life Movement\n\nCan an Abortion Be Undone?\n\nFetal Pain as Pro-Life Strategy Or, to use another analogy—both of Yoest’s sons are football players—“if, as a team, you can't move the ball on the ground yard by yard, you're in trouble.” That approach contrasts with the tactics of other pro-life groups. Just this week, the Center for Medical Progress posted an undercover video showing Planned Parenthood’s senior director of medical services discussing harvesting tissue and organs from aborted fetuses over wine. Now, a House committee and at least two states are investigating Planned Parenthood.\n\nAUL doesn’t engage much in these splashy guerrilla tactics. Instead, it focuses on a quiet legislative strategy that, though it garners less attention, might be far more effective at actually limiting abortions. The group has scored its legal checkmates by breaking ranks with the other, more idealistic branch of the pro-life movement—the one that aims to end abortion entirely. This more absolutist flank has faltered, since the majority of Americans think abortion should be legal in at least some circumstances, even if they disagree with the practice on moral grounds. (For example, two so-called “personhood” initiatives, which would have established that human life begins at conception, failed last fall at the polls.) The AUL, meanwhile, pursues a more pragmatic “incrementalist” strategy, in which pro-lifers chip away at the total number of abortions by helping to enact new constraints. And they are virtuosos at that: According to the Guttmacher Institute, so far this year states have enacted 51 new abortion restrictions, bringing the total passed since 2010 to 282. Many of these laws originated in Defending Life, a compendium of about 50 pieces of legislation written by AUL and its nine staff lawyers. According to the “legislative victories” sections of the group’s annual reports, the group has helped enact 38 pro-life laws in various states since 2013. A Look at AUL-Inspired Abortion Measures (Key)\n\nClick here for a map key Thanks to AUL, Arizona doctors are now required to tell women who undergo chemical abortions that the procedure can be reversed midway through if the woman changes her mind. Some pro-life doctors claim to have executed this procedure successfully, but the American College of Obstetricians and Gynecologists says it is not safe or even routinely possible. AUL included the measure in Defending Life, and even though the gynecologists’ group lobbied against the measure this spring, it passed into law. Also this year, Arkansas enacted HB 1578, based on AUL’s “Women’s Right to Know Act,” which requires that doctors who perform abortions describe to women “the probable anatomical and physiological characteristics of the unborn child at the time the abortion is to be performed.” The law also includes AUL-suggested language instructing doctors to tell women that a fetus can feel pain at 20 weeks of gestation—even though ACOG says it’s unlikely pain is felt before 29 weeks. (Arkansas’ law also includes the chemical-abortion reversal provision.)\n\nAfter the Supreme Court upheld the Obamacare tax credits for middle-income Americans last month, AUL launched its call for abortion coverage to be excluded from plans purchased through the Obamacare exchanges. The group is also behind laws, passed in a number of states, that require abortion providers to gain admitting privileges at nearby hospitals and mandate that abortion clinics meet the standards of ambulatory surgical centers. Pro-choice advocates say these laws have forced the shuttering of abortion clinics, not only because the building upgrades are prohibitively expensive, but also because some hospitals will not grant admitting privileges to abortion providers. Opponents of these restrictions argue that the rules have become unduly onerous in Texas, where they were enacted with AUL’s help in 2013. Texas abortion providers are trying to bring the matter before the Supreme Court. There are now just 18 abortion clinics in Texas, compared with 41 in 2012. I mentioned to Dan McConchie, the group’s vice president of government affairs, that some of the policies AUL promotes—like waiting periods or admitting-privilege requirements—mean abortion clinics have become fewer and further between, and some women are forced to make two appointments in order to get the procedure. “States can't outlaw abortion,” McConchie responded. “That does not mean there's a constitutional right to abortion being convenient.” * * * Last month, Yoest marched hand-in-hand through Selma, Alabama, with Catherine Davis, a founder of the National Black Pro-Life Coalition, and Alveda King, a pro-life activist and a niece of Martin Luther King, Jr. Later that day, Yoest delivered a speech under the hot sun, the chirps of locusts backing her words. “The deaths of black women, the injuries of black women in abortion clinics across this country, they matter,” Yoest said, her brows furrowing. “This is the great human rights struggle of our generation.” The event was part of the AUL’s #BlackWomenMatter campaign, a push to protect women from what the group calls “the lawless abortion industry.” Black women are proportionately more likely to have abortions, and thus, in AUL’s view, to “experience the extreme health risks” of abortion. It was also a clear tie-in to #BlackLivesMatter, an unrelated movement that aims to draw attention to the abuses African Americans suffer at the hands of law enforcement.\n\nIn her speech, Yoest railed for a few more minutes against abortion, but she also mentioned several recent hot-button racial issues: The recent carnage in Charleston; Juneteenth, the holiday that celebrates the abolition of slavery; and the history of Selma, the epicenter of the African American civil-rights movement. “We know that abortion is the number one killer of black lives in the United States,” Yoest said. “More than diabetes. More than heart disease. More than cancer. Abortion snuffs out more black lives than all other causes of death, combined.” A major part of AUL’s strategy is to connect pro-life beliefs to women’s rights and other of-the-moment social issues. “The pro-abortion side has tried to force a false premise onto the public, which is to say you're either for women and for abortion, or you're for the unborn child and therefore against women. And that's a lie,” said Ovide Lamontagne, the group’s general counsel. “The reality is being pro-life is being pro-woman.” That’s one reason many of the group’s legislative proposals hearken to a desire to protect women’s health. America has “radical” abortion laws, Yoest says, similar to those of North Korea’s, China’s, and Canada’s—“not exactly the best company you want to be keeping.” This liberalism breeds what the group believes is a wildly under-regulated abortion industry. In 2010, the most recent year for which CDC data are available, 10 women died as a direct result of an abortion. “If you had one person dying in a car crash because of an air bag per month,” Lamontagne said, “there are massive lawsuits, recalls, and so forth.” They frequently cite the example of Kermit Gosnell, a former physician who in 2010 was found to be operating out of a squalid facility in Philadelphia where abortion-seeking patients were overdosed with drugs, infected by filthy instruments, and suffered perforations of the bowels. At least two of the women died as a result of Gosnell’s actions, a grand jury found. But the group also points to more nebulous cases, like that of Tonya Reaves, a 24-year-old who died after a second-trimester abortion in Chicago in 2012. Medical examiners said her death was accidental. But to AUL, any abortion-related death is unacceptable—and cause for yet another piece of legislation.\n\n“Where are the marches for Tonya Reaves?” Yoest said in our meeting. (Pro-choice advocates say the health risks of abortion are vanishingly small and far less severe than those of childbirth.) AUL partners with state legislators in various ways. Many state policymakers arrive in their capitals knowing little about abortion and other medical issues. (“Both the challenge and the beauty of the American system is that you have citizen legislators at the state level,” Yoest says.) The group employs six dedicated state-level advocates, and it mails Defending Life to legislators each year. It also maintains display booths at gatherings like the American Legislative Exchange Council, an annual science-fair of sorts for conservative lobbyists and lawmakers. The group also ranks states based on how pro-life it considers them to be. Louisiana is the “best,” in AUL’s estimation, and Washington State is the worst. The ranking stokes a sense of competition among the states, McConchie says. Legislators will ask him, “Okay, how do I get to number one?” he said. “No state has done everything that's in the book. Every state has the opportunity to be able to continue to advance the ball for life.” * * * At various points in our hours-long interview, I found myself slowly drifting toward AUL’s side of things. Bad abortion doctors, rare though they might be, are truly sickening. Some of Gosnell’s so-called “abortions” were actually induced live births. After the babies took their first breaths, Gosnell would snip their necks with scissors. Still, AUL takes no position on other policy measures, like birth control or sex ed, that would likely reduce abortions without making life harder for law-abiding doctors who provide abortions or the women who seek them. The group seems better versed legally than medically. They said they don’t oppose birth control in general, but they have advocated against the morning-after pill and two types of IUDs. I asked which two IUDs, specifically. They said they’d have to get back to me.", "article_metadata": {"description": "State legislatures have enacted a slew of abortion restrictions in recent years. Americans United for Life wrote most of them.", "author": "Olga Khazan", "og": {"site_name": "The Atlantic", "description": "How waiting periods and \"abortion reversals\" became a thing.", "title": "Meet the D.C. Lawyers Who Wrote Your State’s Anti-Abortion Laws", "locale": "en_US", "image": "https://cdn.theatlantic.com/assets/media/img/mt/2015/07/68_image/facebook.jpg?1436975937", "url": "http://www.theatlantic.com/politics/archive/2015/07/what-pro-life-activists-really-want/398297/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "article": {"author": "https://www.facebook.com/olgakhazan"}, "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "article_summary": "“We know that abortion is the number one killer of black lives in the United States,” Yoest said.\nIf Roe v. Wade is overturned tomorrow, the group says, it would be up to the states to regulate abortion.\nShe’s also the president of Americans United for Life, and when it comes to the group’s national strategy on abortion, she’s as calculating as a chess grandmaster.\nMore on Abortion A Schism in the Pro-Life MovementCan an Abortion Be Undone?\nAccording to the “legislative victories” sections of the group’s annual reports, the group has helped enact 38 pro-life laws in various states since 2013."}