{"article_title": "7 Ways to Celebrate Native Language", "article_keywords": ["lakotadakota", "language", "ways", "app", "consortium", "lakota", "summit", "learning", "schools", "learners", "celebrate", "native"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/06/18/7-ways-celebrate-native-language-155344", "article_text": "In an effort to celebrate the Lakota Language Consortium's 10-year anniversary we at ICTMN have put together a handy list of 7 ways anyone can further their Lakota—or any Native language learning.\n\nThe Lakota Language Consortium has come a long way since its humble beginnings in 2004. “LLC started out with a small Board and the official support of just one tribe, but with 38 Lakota and non-tribal schools ready to participate,” says a press release sent out by the Consortium. “Today, LLC’s curriculum is taught at more than 80 schools and reaches more than 24,000 students—not counting the individual learners who pick up the textbooks and CDs for self-study. The Board has grown to eight people, with a Lakota Native majority and a mix of elders and young professionals.”\n\nAs the Consortium says, events like the Lakota-Dakota Language Summit and forums like the learner’s pages on Facebook prove there is a demand for places where learners can gather to practice.\n\n“We have seen language activism stand up and take off running far beyond our own work—and that is a rare satisfaction,” the Consortium said.\n\nBut what can someone just starting out do? Here are 7 ideas—and many can apply to any language, not just Lakota:\n\nGo to a Language Event like the Lakota-Dakota Language Summit or the Lakota Summer Institute where you can meet other speakers and become more fluent. Visit the Consortium’s event calendar for more ideas. There’s also the Oklahoma Native American Youth Language Fair held annually at the Sam Noble Museum.\n\nCheck out the Lakota Language for Beginners page on Facebook, which is an open group that offers a place for members to download free lessons.\n\nDownload an App. There are a variety of Native language apps out for smartphones now, download one and start learning today!\n\nRELATED: Inupiat Dictionary App Now Available\n\nRELATED: Learning a Native Language? Ojibway Programmer Has an App For That", "article_metadata": {"description": "The Lakota Language Consortium is celebrating its 10-year anniversary this year—here are seven ways to increase your native language skills.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "leeanne", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/06/18/7-ways-celebrate-native-language-155344", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/lakota-language-consortium-10-years.jpg", "site_name": "Indian Country Today Media Network.com", "title": "7 Ways to Celebrate Native Language"}, "dcterms.date": "2014-06-18T10:00-04:00", "dc": {"title": "7 Ways to Celebrate Native Language"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/06/18/7-ways-celebrate-native-language-155344", "robots": "follow, index", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Lakota Language Consortium, Lakota Language, Native American Languages", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 1}, "dcterms.title": "7 Ways to Celebrate Native Language"}, "article_summary": "In an effort to celebrate the Lakota Language Consortium's 10-year anniversary we at ICTMN have put together a handy list of 7 ways anyone can further their Lakota—or any Native language learning.\nThe Lakota Language Consortium has come a long way since its humble beginnings in 2004.\nThere are a variety of Native language apps out for smartphones now, download one and start learning today!\nRELATED: Inupiat Dictionary App Now AvailableRELATED: Learning a Native Language?\nHere are 7 ideas—and many can apply to any language, not just Lakota:Go to a Language Event like the Lakota-Dakota Language Summit or the Lakota Summer Institute where you can meet other speakers and become more fluent."}