{"article_title": "military vets to train service dogs", "article_keywords": ["training", "service", "shelter", "train", "dog", "medical", "program", "vets", "military", "teach", "veterans", "dogs"], "article_url": "http://www.thetowntalk.com/story/news/2015/09/27/louisiana-program-military-vets-train-service-dogs/72953810/", "article_text": "Marine veteran Kelsie Owen stands with her service dog Nola before a ribbon-cutting ceremony for Companions for Life Training Academy, a Veterans Service Dog Training Program & Facility, at the Jefferson Parish Animal Shelter in Harahan, La., Friday, Sept. 25, 2015. Veterans will learn to train service dogs and to teach other military veterans suffering from PTSD, brain injury or other medical problems how to train their own pets to meet their medical or psychological needs. They will be among the first participants in the program to teach veterans, including those who’ve never worked with canines, to train their own service dogs: animals coming from shelters. (AP Photo/Gerald Herbert) (Photo: AP)\n\nNEW ORLEANS — Former Marines Kelsie Owen and Kevin McClendon both have post-traumatic stress disorder — and have specially trained dogs that are helping them recover from the illness.\n\nOwen’s dog, Nola, wakes her from nightmares and nuzzles her for attention if a panic attack is coming on. McClendon has trained his two Rottweilers to form a “T’’ in front of him to make sure he has enough personal space if people get too close.\n\nNow, the two veterans will learn to train service dogs and to teach other military veterans suffering from PTSD, brain injury or other medical problems how to train their own pets to meet their medical or psychological needs. They will be among the first participants in a new “Companions for Life” program to teach veterans, including those who’ve never worked with canines, to train their own service dogs — animals coming from shelters.\n\nProgram co-founder William Barse says there are more veterans who want service dogs than available dogs. Barse, who runs a training program that teaches Louisiana inmates to train shelter dogs, teamed up with Phil Ruddock of Brothers and Sisters in Arms Dog Training, a nonprofit organization that trains service dogs in five Louisiana cities and a Dallas suburb to help veterans with disabilities.\n\nJefferson Parish President John Young, third right, participates in a ribbon-cutting ceremony for Companions for Life Training Academy, a Veterans Service Dog Training Program & Facility, at the Jefferson Parish Animal Shelter in Harahan, La., Friday, Sept. 25, 2015. Veterans will learn to train service dogs and to teach other military veterans suffering from PTSD, brain injury or other medical problems how to train their own pets to meet their medical or psychological needs. They will be among the first participants in the program to teach veterans, including those who’ve never worked with canines, to train their own service dogs: animals coming from shelters. (AP Photo/Gerald Herbert) (Photo: AP)\n\n“Companions for Life” will train veterans in southeast Louisiana using selected stray and abandoned dogs from the Jefferson Parish Animal Shelter. So far, four veterans — including Owen and McClendon — have signed up for the free program at the shelter. There’s room for six more veterans in the class, which will start in October.\n\nMcClendon said training his first three dogs pulled him out of severe depression and got him moving in spite of chronic pain. “Learning to teach these dogs to heel, I had to walk,” he said. “They couldn’t learn if I was on the sofa.”\n\nThe class that begins in October is the first of at least three southeast Louisiana sites, Barse said.\n\n“We keep getting inundated with veterans contacting us, waiting for dogs to come out of the prison program,” he said.\n\nPTSD and brain injury aren’t all that the dogs can help with. Big dogs can help those with mobility problems to maintain their balance. Smaller dogs can alert those with hearing loss to sounds, or sniff out a diabetic’s blood sugar imbalance.\n\nThe veterans will get two weekly lessons for at least eight weeks, teaching dogs basic commands, and then will get individual training from Ruddock’s group. Owen and McClendon both are taking correspondence courses in dog training, and Barse said he plans to hire them.\n\nArmy veteran Jerry Lambert pets his service dog Sam before a ribbon-cutting ceremony for Companions for Life Training Academy, a Veterans Service Dog Training Program & Facility, at the Jefferson Parish Animal Shelter in Harahan, La., Friday, Sept. 25, 2015. Veterans will learn to train service dogs and to teach other military veterans suffering from PTSD, brain injury or other medical problems how to train their own pets to meet their medical or psychological needs. They will be among the first participants in the program to teach veterans, including those who?ve never worked with canines, to train their own service dogs: animals coming from shelters. (AP Photo/Gerald Herbert) (Photo: AP)\n\nRuddock, who lives and trains service dogs in Crowley, near Lafayette, said he’s taught six other veterans. Four are training dogs in Leesville, Alexandria, Shreveport and south of Dallas, with two in New Orleans for “Companions for Life.” He created the program after fostering a pit bull named Mia and training her as his own service dog.\n\nAmong other things, Ruddock taught Mia to guard his back when he’s at a store counter. She sits at his side facing backward. If someone walks near him, she leans against Ruddock’s leg so he’s not taken by surprise.\n\nBarse, Ruddock and shelter director Robin Beaulieu held a ribbon-cutting Friday at the Companions for Life Training Academy, a trailer classroom. Beaulieu said the two Jefferson Parish shelters get about 4,000 dogs a year. About 100 of them learn obedience in the prisons, and about 15 percent show the strong desire to please and other traits needed for a service dog, she said.\n\nBarse and Ruddock also will be working with shelters in St. Tammany and Plaquemines parishes, and expect to get a Washington Parish site, Barse said. He’d like eventually to go statewide.\n\nArmy veteran Jerry Lambert pets his service dog Sam before a ribbon-cutting ceremony for Companions for Life Training Academy, a Veterans Service Dog Training Program & Facility, at the Jefferson Parish Animal Shelter in Harahan, La., Friday, Sept. 25, 2015. Veterans will learn to train service dogs and to teach other military veterans suffering from PTSD, brain injury or other medical problems how to train their own pets to meet their medical or psychological needs. They will be among the first participants in the program to teach veterans, including those who’ve never worked with canines, to train their own service dogs: animals coming from shelters. (AP Photo/Gerald Herbert) (Photo: AP)\n\nThere are few similar programs. The Warrior Canine Connection, based in Brookeville, Maryland, has service members and veterans suffering from combat stress or traumatic brain injury train service dogs as therapy. It operates in Menlo Park, California; the Walter Reed National Military Medical Center in Bethesda, Maryland; and Fort Belvoir, Virginia.\n\nSome veterans are among disabled people training pets as service dogs through Handi-Dogs Inc. of Tucson, Arizona, CEO JoAnn Turnbull said.\n\nCopyright 2015 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.\n\nRead or Share this story: http://www.thetowntalk.com/story/news/2015/09/27/louisiana-program-military-vets-train-service-dogs/72953810/", "article_metadata": {"google": "notranslate", "description": "The veterans will get two weekly lessons for at least eight weeks, teaching dogs basic commands.", "og": {"site_name": "thetowntalk.com", "description": "The veterans will get two weekly lessons for at least eight weeks, teaching dogs basic commands.", "title": "Louisiana program: military vets to train service dogs", "url": "http://www.thetowntalk.com/story/news/2015/09/27/louisiana-program-military-vets-train-service-dogs/72953810/", "image": "http://www.gannett-cdn.com/GDContent/applogos/thetowntalk.png", "type": "article"}, "twitter": {"description": "The veterans will get two weekly lessons for at least eight weeks, teaching dogs basic commands.", "title": "Louisiana program: military vets to train service dogs", "image": "http://www.gannett-cdn.com/-mm-/43fd982e5d68747844549b11454154e7e6153f0d/c=1212-0-3972-2760&r=x643&c=640x640/local/-/media/2015/09/27/Alexandria/B9319034297Z.1_20150927225427_000_GE9C2DUAC.1-0.jpg", "creator": "@TownTalkdotcom", "site": "@TownTalkdotcom", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=898045744", "fb": {"app_id": 116986585038108}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "article_summary": "The Warrior Canine Connection, based in Brookeville, Maryland, has service members and veterans suffering from combat stress or traumatic brain injury train service dogs as therapy.\nProgram co-founder William Barse says there are more veterans who want service dogs than available dogs.\nNow, the two veterans will learn to train service dogs and to teach other military veterans suffering from PTSD, brain injury or other medical problems how to train their own pets to meet their medical or psychological needs.\nVeterans will learn to train service dogs and to teach other military veterans suffering from PTSD, brain injury or other medical problems how to train their own pets to meet their medical or psychological needs.\nSome veterans are among disabled people training pets as service dogs through Handi-Dogs Inc. of Tucson, Arizona, CEO JoAnn Turnbull said."}