{"article_title": "Political correctness on campus reaches new heights", "article_keywords": ["used", "students", "political", "university", "violence", "correctness", "ideas", "reaches", "heights", "ucla", "tactic", "white", "campus", "microaggression"], "article_url": "http://www.jsonline.com/news/opinion/political-correctness-on-campus-reaches-new-heights-b99522859z1-308541031.html", "article_text": "By\n\nThe political left has come up with a new buzzword: \"micro-aggression.\"\n\nProfessors at the University of California, Berkeley have been officially warned against saying such things as \"America is the land of opportunity.\" Why? Because this is considered to be an act of \"micro-aggression\" against minorities and women. Supposedly it shows that you don't take their grievances seriously and are therefore guilty of being aggressive toward them, even if only on a micro scale.\n\nYou might think that this is just another crazy idea from Berkeley. But the same concept appears in a report from the flagship campus of the University of Illinois at Urbana. If you just sit in a room where all the people are white, you are considered to be guilty of \"micro-aggression\" against people who are not white, who will supposedly feel uncomfortable when they enter such a room.\n\nAt UCLA, a professor who changed the capitalization of the word \"indigenous\" to lowercase in a student's dissertation was accused of \"micro-aggression,\" apparently because he preferred to follow the University of Chicago Manual of Style, rather than the student's attempt to enhance the importance of being indigenous.\n\nWhen a group of UCLA law students came to class wearing T-shirts with a picture of one of their professors who had organized an intramural softball game, those T-shirts were protested as a manifestation of \"white privilege.\"\n\nWhy? Because that professor had written a book critical of affirmative action.\n\n\"Micro-aggression\" protests have spread to campuses from coast to coast — that is, from California's Berkeley and UCLA to Harvard and Fordham on the east coast, and including Oberlin and Illinois in the Midwest.\n\nAcademic administrators have all too often taken the well-worn path of least resistance, by regarding the most trivial, or even silly, claims of victimhood with great seriousness, even when that involved undermining faculty members held in high esteem by most of their students and by their professional colleagues on campus and beyond.\n\nThe concept of \"micro-aggression\" is just one of many tactics used to stifle differences of opinion by declaring some opinions to be \"hate speech,\" instead of debating those differences in a marketplace of ideas. To accuse people of aggression for not marching in lock step with political correctness is to set the stage for justifying real aggression against them.\n\nThis tactic reaches far beyond academia and far beyond the United States. France's Jean-Paul Sartre has been credited — if that is the word — with calling social conditions he didn't like \"violence,\" as a prelude to justifying real violence as a response to those conditions. Sartre's American imitators have used the same verbal tactic to justify ghetto riots.\n\nWord games are just one of the ways of silencing politically incorrect ideas, instead of debating them. Demands that various conservative organizations be forced to reveal the names of their donors are another way of silencing ideas by intimidating people who facilitate the spread of those ideas. Whatever the rationale for wanting those names, the implicit threat is retaliation.\n\nThis same tactic was used, decades ago, by Southern segregationists who tried to force black civil rights organizations to reveal the names of their donors, in a situation where retaliation might have included violence as well as economic losses.\n\nIn a sense, the political left's attempts to silence ideas they cannot, or will not, debate are a confession of intellectual bankruptcy. But this is just one of the left's ever-increasing restrictions on other people's freedom to live their lives as they see fit, rather than as their betters tell them.\n\nCurrent attempts by the Obama administration to force low-income housing to be built in middle class and upscale communities are on a par with forcing people to buy the kind of health insurance the government wants them to buy — Obamacare — rather than leaving them free to buy whatever suits their own situation and preferences.\n\nThe left is not necessarily aiming at totalitarianism. But its know-it-all mind-set leads repeatedly and pervasively in that direction, even if by small steps, each of which might be called \"micro-totalitarianism.\"\n\nThomas Sowell is a senior fellow at the Hoover Institution. He wrote this for Sun-Sentinel of Fort Lauderdale, Fla.", "article_metadata": {"title": "Political correctness on campus reaches new heights", "og": {"url": "http://www.jsonline.com/news/opinion/political-correctness-on-campus-reaches-new-heights-b99522859z1-308541031.html", "image": {"width": 200, "identifier": "http://media.jrn.com/images/js-for-social-200-final.jpg", "height": 200}, "type": "article", "description": "“Micro-aggression” protests have spread to campuses from coast to coast — from Berkeley and UCLA to Harvard and Fordham on the east coast, and including Oberlin and Illinois in the Midwest.", "title": "Political correctness on campus reaches new heights"}, "twitter": {"site": "@journalsentinel", "image": "http://media.jrn.com/images/js-for-social-200-final.jpg", "description": "“Micro-aggression” protests have spread to campuses from coast to coast — from Berkeley and UCLA to Harvard and Fordham on the east coast, and including Oberlin and Illinois in the Midwest.", "card": "summary", "title": "Political correctness on campus reaches new heights"}, "apple-mobile-web-app-capable": "no", "fb": {"admins": "journal.sentinel.1", "app_id": 227386193957280}, "msapplication-TileImage": "http://media.jrn.com/designimages/logo-mjs-144-icon.png", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "article_summary": "But the same concept appears in a report from the flagship campus of the University of Illinois at Urbana.\nTo accuse people of aggression for not marching in lock step with political correctness is to set the stage for justifying real aggression against them.\nIn a sense, the political left's attempts to silence ideas they cannot, or will not, debate are a confession of intellectual bankruptcy.\nByThe political left has come up with a new buzzword: \"micro-aggression.\"\nProfessors at the University of California, Berkeley have been officially warned against saying such things as \"America is the land of opportunity.\""}