{"article_title": "ESPN 'Jesus' commercial allowed to air after harsh criticism from many", "article_keywords": ["criticism", "harsh", "espn", "decision", "commercial", "air", "glennon", "childrens", "allowed", "message", "jesus", "religious", "hope", "ad"], "article_url": "http://www.examiner.com/article/espn-jesus-commercial-allowed-to-air-after-harsh-criticism-from-many", "article_text": "The ESPN \"Jesus\" ad that was initially banned because it was too religious was recently granted approval to air. ESPN previously denied the \"Jesus\" ad because according to the company's guidelines, it does not air any political or religious advocacy commercials. However, after public outcry from religious groups and the political right, ESPN on Thursday reversed their decision, a Dec. 15 report from The Inquistr explained.\n\nThe ESPN \"Jesus\" commercial featured a message from a Catholic children’s hospital which said:\n\n\"At SSM Cardinal Glennon Children's Medical Center, we celebrate the birth of Jesus and the season of giving, bringing hope to the many children, parents, and families that we serve. Our patients are filled with hope as they receive a message each day from the treasure chest beneath our tree of hope. Help us reveal God’s healing presence this Christmas. Send your message of hope at Glennon.org.\"\n\nESPN's decision to air an ad for Obamacare on Wednesday after rejecting the \"Jesus\" ad ignited critics. Shorty after being hit with tremendous backlash, ESPN had a change of heart and issued the following statement:\n\n\"We have again reviewed the ads submitted for the SSM Cardinal Glennon Children's Medical Center and have concluded that we will accept the original requested commercial,\" the statement read. \"It will run in Saturday's VCU at Northern Iowa basketball game on ESPNU. This decision is consistent with our practice of individual review of all ads under our commercial advocacy standards.\"\n\nAfter finding out about the reversal, Cardinal Glennon thanked those who protested the ban and stood up for faith.\n\nUrgent: Supervolcano beneath Yellowstone could wipe out the US, cause worldwide damage", "article_metadata": {"description": "The ESPN \"Jesus\" ad that was initially banned because it was too religious was recently granted approval to air.", "Generator": "Drupal 7 (http://drupal.org)", "og": {"url": "http://www.examiner.com/article/espn-jesus-commercial-allowed-to-air-after-harsh-criticism-from-many", "site_name": "Examiner.com", "image": "http://cdn2-b.examiner.com/sites/default/files/styles/image_content_width/hash/f5/0f/f50ffa15ba6710b7a1540dab8ea51d37.jpg?itok=04Fy5Bfq", "type": "article", "title": "ESPN 'Jesus' commercial allowed to air after harsh criticism from many"}, "twitter": {"site": "@examinercom", "image": "http://cdn2-b.examiner.com/sites/default/files/styles/image_content_width/hash/f5/0f/f50ffa15ba6710b7a1540dab8ea51d37.jpg?itok=04Fy5Bfq", "description": "The ESPN \"Jesus\" ad that was initially banned because it was too religious was recently granted approval to air.", "card": "summary", "title": "ESPN 'Jesus' commercial allowed to air after harsh criticism from many"}, "robots": "noodp", "dc.date.issued": "2013-12-15T16:39:59-07:00", "fb": {"app_id": 113003962065478}, "keywords": "Top News, ESPN Jesus, ESPN, jesus", "article": {"published_time": "2013-12-15T16:39"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "The ESPN \"Jesus\" ad that was initially banned because it was too religious was recently granted approval to air.\nESPN previously denied the \"Jesus\" ad because according to the company's guidelines, it does not air any political or religious advocacy commercials.\nESPN's decision to air an ad for Obamacare on Wednesday after rejecting the \"Jesus\" ad ignited critics.\nThe ESPN \"Jesus\" commercial featured a message from a Catholic children’s hospital which said:\"At SSM Cardinal Glennon Children's Medical Center, we celebrate the birth of Jesus and the season of giving, bringing hope to the many children, parents, and families that we serve.\nThis decision is consistent with our practice of individual review of all ads under our commercial advocacy standards.\""}