{"article_title": "Independence Health Group reports 2014 financial results", "article_keywords": ["blue", "group", "company", "million", "results", "reports", "cross", "health", "financial", "improve", "companys", "independence", "care"], "article_url": "https://globenewswire.com/news-release/2015/04/06/721870/10127683/en/Independence-Health-Group-reports-2014-financial-results.html", "article_text": "PHILADELPHIA, April 6, 2015 (GLOBE NEWSWIRE) -- Independence Health Group (IHG), the parent company of Independence Blue Cross, reported solid financial performance in 2014 with total revenue of $13.2 billion and net income of $69.2 million, or 0.5 percent of total revenue. IHG experienced significant membership gains and increased revenue by nearly 20 percent.\n\n\n\nIn 2013, the company produced net income of $143 million on $11.1 billion in revenue with a margin of 1.3 percent. As a result of $204 million in new Affordable Care Act-related taxes and fees, net income was lower in 2014 than in previous years.\n\n\n\n\"Our continued solid financial results allow us to create and invest in innovative products and services that enhance the health care experience and help our members improve their health,\" said President and CEO Daniel J. Hilferty.\n\n\n\nThrough a diversified portfolio of products and services in commercial, government, and specialty services, IHG increased overall membership in 2014 by 30 percent, adding more than two million new members. The company's most significant membership gains came from three areas: Medicaid, national business, and its government-market pharmacy benefits management company. Its creative and engaging outreach to individual consumers about the Affordable Care Act attracted more than 285,000 new members in Pennsylvania and New Jersey in 2014.\n\n\n\nContinued Hilferty: \"We're reimagining health care to improve the lives and health of the people we serve. We are more than a health insurer; we're an innovator that's keeping our members at the center of everything we do as we work to increase the quality and lower the cost of health care. We call this process Human-Centered InnovationTM.\"\n\n\n\nIHG continued to strengthen the company's performance through:\n\nInnovation . The Independence Blue Cross Center for Health Care Innovation is helping to change the future of health care by collaborating with other innovators, such as the Center's visionary partnership with Penn Medicine to create DreamIt Health.\n\n. The Independence Blue Cross Center for Health Care Innovation is helping to change the future of health care by collaborating with other innovators, such as the Center's visionary partnership with Penn Medicine to create DreamIt Health. Different models of care . The company is collaborating with physicians and using real-time data to keep people well, coordinate care, lower costs, and improve the quality of care through Tandigm Health and NaviNet.\n\n. The company is collaborating with physicians and using real-time data to keep people well, coordinate care, lower costs, and improve the quality of care through Tandigm Health and NaviNet. Better tools . With a goal of making health care more complete, convenient, and personal, the organization is developing new tools and working on innovative research to improve member health.\n\n. With a goal of making health care more complete, convenient, and personal, the organization is developing new tools and working on innovative research to improve member health. Community initiatives. The company's $64 million Independence Blue Cross Foundation is working to build the health of the community by focusing on combating childhood obesity, strengthening health care for the most vulnerable, and bolstering the nursing workforce.\n\n\"By modernizing our processes to increase efficiency and add new capabilities, and managing with continued fiscal discipline, we are keeping the company moving forward and building on solid financial footing,\" said Alan Krigstein, executive vice president, chief financial officer, and treasurer. \"We use our margin to enhance our business, support good health, and preserve our financial foundation.\"\n\n\n\nIn 2014, IHG and its subsidiaries served nearly 10 million people in 25 states and the District of Columbia, including 2.5 million in the Philadelphia region. Additionally, in 2014 the company:\n\nemployed more than 9,000 people;\n\nserved 31,041 employer groups; and\n\npaid a total of $568 million in federal, state, and local nonpayroll taxes, including $60 million in state premium taxes, $175 million in gross receipts tax, and $204 million in ACA-related taxes and fees.\n\nIHG maintained a $2.7 billion surplus for 2014, which falls in the \"sufficient\" range, as defined by the Pennsylvania Insurance Department, and ensures that the company has the resources to pay claims and keep customers secure.\n\n\n\nIn 2014, Independence Blue Cross redesigned its corporate structure. Under the new structure, Independence Health Group, Inc., a nonprofit holding company, is the parent company of Independence Blue Cross and the company's other subsidiaries.\n\n\n\nThe company's 2014 results will be published later this month in the Independence Blue Cross annual report on ibx.com.\n\n\n\nAbout Independence Blue Cross\n\nIndependence Blue Cross is the leading health insurance organization in southeastern Pennsylvania. With our affiliates, we serve nearly 10 million people in 25 states and the District of Columbia, including 2.5 million in the region. For more than 75 years, we have been enhancing the health and wellness of the people and communities we serve by delivering innovative and competitively priced health care products and services; pioneering new ways to reward doctors, hospitals, and other health care professionals for coordinated, quality care; and supporting programs and events that promote wellness. To learn more visit www.ibx.com. Connect with us on Facebook at ibx.com/facebook and on Twitter at @ibx. Independence Blue Cross is an independent licensee of the Blue Cross and Blue Shield Association.\n\nKathleen Conlon Office: 215-241-4576 Cell: 267-319-2399 kathleen.conlon@ibx.com", "article_metadata": {"description": "PHILADELPHIA, April 6, 2015 (GLOBE NEWSWIRE) -- Independence Health Group (IHG), the parent company of", "original-source": "http://globenewswire.com/news-release/2015/04/06/721870/10127683/en/Independence-Health-Group-reports-2014-financial-results.html", "author": "Independence Blue Cross", "og": {"site_name": "GlobeNewswire News Room", "description": "PHILADELPHIA, April 6, 2015 (GLOBE NEWSWIRE) -- Independence Health Group (IHG), the parent company of", "title": "Independence Health Group reports 2014 financial results", "url": "http://globenewswire.com/news-release/2015/04/06/721870/10127683/en/Independence-Health-Group-reports-2014-financial-results.html", "image": "http://globenewswire.com/Attachment/LogoDisplay/262614?filename=262614.png&size=1", "locale": "en_US", "article": {"tag": "Independence Blue Cross, HEALTH, EARNINGS", "published_time": "4/6/2015 5:00:00 PM", "author": "Independence Blue Cross"}, "type": "article"}, "title": "Independence Health Group reports 2014 financial results", "DC.date.issued": "4/6/2015", "keywords": "Independence Blue Cross, HEALTH, EARNINGS", "viewport": "width=device-width, user-scalable=no, initial-scale=1, maximum-scale=1"}, "_id": "\"57477af46914bd0286fe0715\"", "article_summary": "Independence Blue Cross is an independent licensee of the Blue Cross and Blue Shield Association.\nUnder the new structure, Independence Health Group, Inc., a nonprofit holding company, is the parent company of Independence Blue Cross and the company's other subsidiaries.\nThe Independence Blue Cross Center for Health Care Innovation is helping to change the future of health care by collaborating with other innovators, such as the Center's visionary partnership with Penn Medicine to create DreamIt Health.\nContinued Hilferty: \"We're reimagining health care to improve the lives and health of the people we serve.\nAbout Independence Blue CrossIndependence Blue Cross is the leading health insurance organization in southeastern Pennsylvania."}