{"article_title": "Rural hospitals desperately need healthcare workers", "article_keywords": ["desperately", "mexico", "students", "workers", "shortage", "state", "health", "healthcare", "need", "rural", "nurse", "hospitals", "medical", "care"], "article_url": "http://www.fiercehealthcare.com/story/rural-hospitals-desperately-need-healthcare-workers/2014-03-11", "article_text": "Rural health, already in crisis due to many states' failure to expand Medicaid and a federal government proposal to recertify critical access hospitals, now faces another challenge: a desperate need for healthcare workers.\n\nThe Center for Rural Health and the University of North Dakota School of Medicine and Health Science reports that three-fourths of surveyed North Dakota communities need healthcare workers--and not just primary care physicians. It's a priority for 27 out of 36 critical access hospitals in the state.\n\n\"There is a shortage or at least a maldistribution in North Dakota for family medicine docs, but also providing primary care, our physician assistants, nurse practitioners,\" Center for Rural Health Associate Director Lynette Dickson told Valley News Live. The center is collaborating on a state-wide effort to encourage medical students and professionals to consider rural practice.\n\nMeanwhile, in South Carolina, an advisory group recommends the state create new medical residencies for primary care fields to help solve the growing physician shortage. South Carolina had 77.5 primary care doctors per 100,000 people in 2012, compared to 90.1 per 100,000 nationwide, according to an Association of American Medical Colleges report.\n\n\"It's important for us to make sure we have front-line professionals especially as we see ... a growing and aging population.\" state Sen. Thomas Alexander (R-S.C.), a member of the Graduate Medical Education (GME) Advisory Group, told GreenvilleOnline.\n\nTo combat the problem, the advisory group recommends that the state also recruit students from rural areas for pre-med and advanced-practice problems, collaborate with state medical schools to admit and support students who are likely to practice in rural communities, as well as expand practice opportunities in community settings. The report also suggests the state use 15 percent of its current GME funding to pay for the initiatives.\n\nNew Mexico also approved several initiatives to curb the growing healthcare worker shortage. Governor Susana Martinez (R) announced Monday that the legislature approved the following funds and initiatives:\n\n$500,000 to create a statewide voluntary community health worker training and certificate program.\n\n$600,000 on telemedicine resources to connect rural area patients and providers to specialists and physicians in other parts of the state.\n\n$905,000 to expand residency slots at the University of New Mexico School of Medicine for internal medicine, psychiatry, general surgery, and family and community medicine.\n\n$1.655 million to expand the number of nurse practitioner slots at the University of New Mexico by 24 students per year. The slots will include family nurse practitioners, pediatric nurse practitioners and certified nurse midwives.\n\n$726,000 to increase the number of healthcare professionals in health shortage areas.\n\nNew Mexico also approved legislation that requires the state to license any qualified nurse or nurse practitioner who wants to move to New Mexico to practice within five days or less.\n\n\"How we respond to challenges is what sets us apart from the rest,\" Martinez said in the announcement. \"By investing in efforts such as these, we can better build a healthcare workforce capable of ensuring the high-quality care New Medico's families deserve--creating new jobs in a critical sector of our economy in the process.\"\n\nTo learn more:\n\n- read the North Dakota fact sheet (pdf)\n\n- here's the Valley News Live article\n\n- check out the Association of American Medical Colleges report (.pdf)\n\n- here's the South Carolina advisory group's report (.pdf)\n\n- read the GreenvilleOnline article\n\n- here's Martinez' announcement (.pdf)\n\nRelated Articles:\n\nGot Nurses? NM aims to recruit nurses via marketing campaign\n\nNew Mexico PCP shortage reflects national trend\n\nRural telemedicine efforts get a boost from USDA grants\n\nExperts say rural healthcare in crisis", "article_metadata": {"description": "Rural health, already in crisis due to many states' failure to expand Medicaid and a federal government proposal to recertify critical access hospitals, now faces another challenge: a desperate need for healthcare workers.", "og": {"site_name": "FierceHealthcare", "description": "Rural health, already in crisis due to many states' failure to expand Medicaid and a federal government proposal to recertify critical access hospitals, now faces another challenge: a desperate need for healthcare workers.", "title": "Rural hospitals desperately need healthcare workers", "url": "http://www.fiercehealthcare.com/story/rural-hospitals-desperately-need-healthcare-workers/2014-03-11", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Doctor Shortage,HR & Workforce Management,Marketing,Operations & Business Management,Physician Shortage,rural health,rural hospitals", "viewport": "width=device-width", "news_keywords": "HR & Workforce Management,Marketing,Operations & Business Management"}, "_id": "\"57477af46914bd0286fe0bf0\"", "article_summary": "Rural health, already in crisis due to many states' failure to expand Medicaid and a federal government proposal to recertify critical access hospitals, now faces another challenge: a desperate need for healthcare workers.\nThe center is collaborating on a state-wide effort to encourage medical students and professionals to consider rural practice.\nNM aims to recruit nurses via marketing campaignNew Mexico PCP shortage reflects national trendRural telemedicine efforts get a boost from USDA grantsExperts say rural healthcare in crisis\nThe Center for Rural Health and the University of North Dakota School of Medicine and Health Science reports that three-fourths of surveyed North Dakota communities need healthcare workers--and not just primary care physicians.\n$726,000 to increase the number of healthcare professionals in health shortage areas."}