{"article_title": "3 Cleantech Debates to Have Over the Thanksgiving Table", "article_keywords": ["pipeline", "oil", "debates", "energy", "subsidies", "thanksgiving", "cleantech", "report", "table", "steyer", "industry", "renewable", "utility"], "article_url": "http://www.greentechmedia.com/articles/read/3-Cleantech-Debates-to-Have-Over-the-Thanksgiving-Table", "article_text": "Thanksgiving at the Greentech Media household is a raucous affair. The guest list is eclectic, the conversations heated, and like most families, we've had problems with guest-on-guest violence. The Jigar Shah-Gordon Brinser Muay Thai episode stands out in my mind.\n\nLike every American family at the Thanksgiving table, we cover the important stuff first: Affordable Care Act death panels, Miley Cyrus and the decay of western civilization, etc. After a few drinks, Uncle Al always brings up the Kenyan socialist usurper's birthplace and Aunt Sarah bemoans the Pope's liberal slide. Anyway, once those arguments are quelled and the bleeding staunched, we're likely to talk a bit of shop.\n\nIt's a good bet that these topics are on the Thanksgiving menu:\n\nArgument: The U.S. should continue to subsidize renewables\n\nArguing for subsidies: Nancy Pfund of DBL investors joins us and makes a historically based case for subsidized renewables. A report she co-authored found that over the past fifteen years, federal support for the oil and gas industry has been five times that for renewables, while the nuclear industry got ten times as much. Her report found average annual support for the oil and gas industry has been $4.86 billion from 1918 to 2009, compared to $3.5 billion for nuclear from 1947 to 1999 and $0.37 billion for renewable energy between 1994 and 2009. New energy sources need a boost to become competitive.\n\nArguing against subsidies. He usually arrives late, but Uncle Vaclav Smil would ask Pfund, as he did in this Wired interview, to \"[l]ook at Germany, where they heavily subsidize renewable energy. When there’s no wind or sun, they boost up their old coal-fired power plants. The result: Germany has massively increased coal imports from the U.S., and German greenhouse gas emissions have been increasing, from 917 million metric tons in 2011 to 931 million in 2012.\" In another article, Smil notes, \"Germans [are] paying the second highest electricity rates in Europe,\" adding, \"Without these subsidies, renewable energy plants other than hydroelectric and geothermal ones can’t yet compete with conventional generators.\"\n\nBeverage pairing: Tall glass of milk. (The subsidized U.S. dairy industry regulates prices and cost the taxpayer $5.3 billion from 1995 to 2012.)\n\nArgument: The Keystone XL tar sands oil pipeline is good business and a good idea\n\nArguing against the pipeline: Tom Steyer (arriving in a ten-year-old Honda) sees the pipeline as a bad piece of business. He claims it creates few jobs and does little to benefit the U.S. Steyer called the pipeline \"a vast, very dirty oil development -- in Canada. They are building a pipeline through the United States to the Gulf of Mexico.\" Steyer suggested that changing the way that energy is generated will create millions of jobs. (Steyer also set an organic food mandate for dinner.)\n\nArguing for the pipeline: Russell Girling (arriving in a Caterpillar 797F), the CEO of TransCanada, makes the case for energy security and jobs. Cousin Russ tends to be a bit passive-aggressive -- he has suggested that oil from Canadian oil sands will find its way to markets with or without XL. If you know what he means.\n\nBeverage pairing: Chilled glass of Haliburton fracking water.\n\nArgument: The utility business model is broken\n\nBroken: Chris Nelder, a GTM contributor, sees a utility industry,\"disrupted on every side, prompting worries about its stability.\" He reviewed a report by industry trade group the Edison Electric Institute (EEI). The report cites the challenges faced by the investor-owned utilities: falling costs of distributed generation, increasing use of demand-side management technologies, government programs to incentivize selected technologies, the declining price of natural gas, capital expenditures required to upgrade the grid, slowing economic growth trends. As Nelder writes, \"The EEI has found that IOUs are now facing a \"vicious cycle,\" in which the industry's decline will make it harder to pass on the costs of providing service, because customer rates are tied to usage. As usage declines, the costs of new investment must be passed on to a shrinking pool of customer demand, which in turn forces per-unit prices higher still. As those prices rise, investment in efficiency and renewables becomes even more cost-effective, which shrinks usage further.\" Utilities will have to adapt to this new reality or die.\n\nNot broken: Peter Kind, the author of the EEI report, responds that Nelder \"fails to recognize the impact on consumers as well. In order for renewable energy and DG applications to thrive and be sustainable, all consumers -- the ultimate users of electric products and services -- must be charged a fair price for their use of the grid. If subsidies are kept, they should be fair to all consumers, transparent, and easily modifiable to adapt to rapidly changing market conditions. Here is where regulators, consumer advocates, and Wall Street all play a role. [...] The solution to cost-shifting and cross-subsidization is not necessarily difficult. [...] I am confident that the electric utility industry can and will survive the energy transition, because it is leading it.\" Kind seems to suggest that better valuing distributed generation will keep the utility electric business going.\n\nBeverage pairing: The eight cocktails of Hanukah.\n\n***\n\nGreentech Media is thankful for you, our readership and colleagues. Have a fine Thanksgiving holiday.", "article_metadata": {"description": "When you’re done discussing sex, religion and politics, here are three greentech topics to bring up over the Thanksgiving table.", "og": {"image": "http://www.greentechmedia.com/assets/content/cache/made/content/images/articles/Thanksgiving-massacre_500_374.jpg", "type": "article", "title": "3 Cleantech Debates to Have Over the Thanksgiving Table"}, "twitter": {"domain": "www.greentechmedia.com", "description": "When you’re done discussing sex, religion and politics, here are three greentech topics to bring up over the Thanksgiving table.", "title": "3 Cleantech Debates to Have Over the Thanksgiving Table", "image": {"src": "http://www.greentechmedia.com/assets/content/cache/made/content/images/articles/Thanksgiving-massacre_500_374.jpg"}, "site": "@greentechmedia", "card": "summary", "account_id": 16826617}, "parsely-page": "{\"title\": \"3 Cleantech Debates to Have Over the Thanksgiving Table\",\"link\": \"http://www.greentechmedia.com/articles/read/3-Cleantech-Debates-to-Have-Over-the-Thanksgiving-Table\",\"image_url\": \"//dqbasmyouzti2.cloudfront.net/content/images/articles/Thanksgiving-massacre.jpg\",\"type\": \"post\",\"post_id\": \"313387\",\"pub_date\": \"2013-11-27T19:00:17+00:00\",\"section\": \"Greentech Media\",\"author\": \"Eric Wesoff\",\"tags\": [\"jigar\"]}", "fb": {"admins": "800480,1205329541,1106460173,1710625", "app_id": 254128108124361}, "google-site-verification": "ZT-DcO_xvQQlq24mmHM5sBzzkHlbxIb9K0jgkv_ws6A", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "[...] I am confident that the electric utility industry can and will survive the energy transition, because it is leading it.\"\nHe usually arrives late, but Uncle Vaclav Smil would ask Pfund, as he did in this Wired interview, to \"[l]ook at Germany, where they heavily subsidize renewable energy.\nLike every American family at the Thanksgiving table, we cover the important stuff first: Affordable Care Act death panels, Miley Cyrus and the decay of western civilization, etc.\nIn another article, Smil notes, \"Germans [are] paying the second highest electricity rates in Europe,\" adding, \"Without these subsidies, renewable energy plants other than hydroelectric and geothermal ones can’t yet compete with conventional generators.\"\nIn order for renewable energy and DG applications to thrive and be sustainable, all consumers -- the ultimate users of electric products and services -- must be charged a fair price for their use of the grid."}