{"article_title": "The Onion tries to sell Millennials on Obamacare—seriously", "article_keywords": ["sell", "campaign", "onion", "obamacareseriously", "illinois", "labs", "millennials", "tries", "video", "way", "president", "health", "insurance", "ad"], "article_url": "http://mashable.com/2015/01/13/the-onion-obamacare/", "article_text": "Why shell out hard-earned money for health insurance when you can check your own blood pressure with a bicycle pump and water wings and score a free eye exam at the DMV?\n\nThese and other health hacks –- make a neck brace out of bubble wrap! -– come from the Get Covered Illinois advertising campaign aimed at so-called “young invincibles,” those 20- and 30-something adults who think they don’t need health coverage.\n\nWhat better way to speak to that crowd than through digital content from the Onion Labs, the satirical brand’s advertising arm?\n\nSo, no, the Illinois healthcare exchange isn’t really suggesting that you troll dating websites to make “an appointment” with a doctor or nurse, or that you MacGyver a defibrillator.\n\nSee also: How President Obama Ended Up on 'Between Two Ferns'\n\nAs the Feb. 15 deadline looms for individuals to sign up for Obamacare, a number of states are stepping up their marketing efforts to corral the stragglers. Get Covered Illinois picked Chicago-based Onion Labs, in addition to its ad agency Downtown Partners, for its irreverent campaign, which includes a Twitter feed and a website for the faux “Luck Health Plan,” which is actually no plan at all. Slogan: “You’ll be okay. Probably.”\n\n“They wanted to sell this fairly serious topic in a way that would cut through to Millennials, which is an audience that actively rejects advertising,” said Rick Hamann, Onion Labs’ senior vice president of content. “Speaking down to them or doing dull work is the fastest way to get ignored.”\n\nAs part of the Illinois campaign, Onion Labs created a microsite on The Onion for health care and populated it with original stories and videos starring its health hack character, A.J. Mack.\n\nThe health exchange ads follow a similar sarcastic path forged by Zach Galifianakis and his Funny or Die-produced Between Two Ferns interview with President Barack Obama. The intentionally awkward video became a viral sensation this past spring – it has snagged nearly 9 million YouTube views to date — and sent people flocking to healthcare.gov.\n\nWhile that video and its bone dry sense of humor worked for Obamacare, some state campaigns have fallen short of the mark when they tried to be hip or punny.\n\nA musical ad for Cover Oregon, most often described as a twee Wes Anderson ripoff, was widely panned. It spawned a parody on Last Week Tonight with John Oliver, with singer Lisa Loeb performing an acoustic ditty in a frame-by-frame smackdown of the quirky spot.\n\nAnd Colorado’s health initiative drew mostly criticism for its “brosurance” ads that tried to appeal to young adults by using keg parties and one-night stands as selling tools.\n\nBecause late night cable TV keeps its eyes on such things, The Daily Show with Jon Stewart poked fun at the Colorado campaign with a Spring Breakers-themed video. “Bikinis, big booties and health care, y’all,” said Aasif Mandvi as the James Franco character from the flick. “That’s what life is all about.”\n\nHealthcare isn’t the only serious-minded category to lean on satire and offbeat humor lately. Allstate has done so repeatedly for home and car insurance with its Mayhem character, seen in a recent campaign as a social media-savvy burglar selling off residents’ household belongings while they were out at a football game.\n\nAnd high-end Chubb Insurance, in a just-launched television and print ad campaign, focuses on some bad choices –- baking on a tanning bed, eloping in Vegas -– to drive home the point about being level-headed in protecting your home and investments.\n\nExecutives at ad agency DiMassimo Goldstein wanted to humanize the insurance company and tweak the perception that Chubb is only for the super rich.\n\n“We kept the casting upscale, but we intended to show that even successful people do dumb things,” said Tom Christmann, chief creative officer. “That taps into a basic human insight that we can all relate to.”\n\nThe spot, dubbed “Insurance Against Regret,” deadpans its way through parking in a tow-away zone and rocking a bad perm to illustrate a few ideas that seemed good at the time. Later, not so much. The campaign is airing on ESPN and various cable channels and running in the Wall Street Journal and other national business-geared publications.\n\n“Instead of scare tactics, which turn people off, it’s better to use a little bit of humor,” Christmann said. “It makes a brand more approachable.”\n\nHave something to add to this story? Share it in the comments.", "article_metadata": {"sailthru.author": "T.L. Stanley", "sailthru.secondary_image": "http://i.amz.mshcdn.com/oIsjQsI9VSkyY2Pojh8x_rqWPRI=/288x162/2015%2F01%2F14%2Fe0%2Fonion_healt.921bc.jpg", "short_url": "http://on.mash.to/1CgIbyc", "twitter": {"via": "mashable", "description": "Why shell out hard-earned money for health insurance when you can check your own blood pressure with a bicycle pump and water wings and score a free eye exam at the DMV? These and other health hacks –...", "title": "The Onion tries to sell Millennials on Obamacare—seriously", "url": "http://mashable.com/2015/01/13/the-onion-obamacare/", "image": "http://i.amz.mshcdn.com/kTXfvqJanUQFY2iXuw8ZkpvD8Yc=/560x750/2015%2F01%2F14%2Fe0%2Fonion_healt.921bc.jpg", "creator": "@mashable", "site": "@mashable", "player": {"width": 435, "identifier": "https://www.youtube.com/embed/GpD30cv5fHA", "height": 245}, "card": "player"}, "linkedin": {"owner": "mid:12105681"}, "sailthru.exclude_australia": "false", "sailthru.exclude_homepage": "false", "keywords": "advertising, uncategorized, business, obamacare", "sailthru.exclude_india": "false", "author": "T.L. Stanley", "msapplication-TileColor": "#da532c", "apple-mobile-web-app-capable": "no", "apple-itunes-app": "app-id=910775754", "theme-color": "#ffffff", "sailthru.image.thumb": "http://i.amz.mshcdn.com/Gnlz-M53Ymmw3Trgq2OPrCAFmvg=/115x115/2015%2F01%2F14%2Fe0%2Fonion_healt.921bc.jpg", "description": "Can the Onion get Millennials to sign up for Obamacare?", "sailthru.lead_image": "http://i.amz.mshcdn.com/8VOFiky0GDh0EhkpzikMr5LGbcM=/600x338/2015%2F01%2F14%2Fe0%2Fonion_healt.921bc.jpg", "sailthru.exclude_uk": "false", "fb": {"page_id": 18807449704, "app_id": 122071082108}, "msapplication-TileImage": "/mstile-144x144.png?v=m2Pmw8zNwl", "date": "2015-01-14 04:22:01 UTC", "readability-verification": "nYmtX7H2sSCkK8gHpQGxr7Es2526DgUaqb6PGYSX", "viewport": "width=device-width, initial-scale=1.0", "og": {"site_name": "Mashable", "description": "Can the Onion get Millennials to sign up for Obamacare?", "title": "The Onion tries to sell Millennials on Obamacare—seriously", "url": "http://mashable.com/2015/01/13/the-onion-obamacare/", "image": "http://i.amz.mshcdn.com/h-NnrS_PL5mOSCJSreIeDZYRIsc=/1200x627/2015%2F01%2F14%2Fe0%2Fonion_healt.921bc.jpg", "article": {"publisher": "https://www.facebook.com/mashable", "published_time": "2015-01-14T04:22:01Z", "modified_time": "2015-01-14T04:22:11Z"}, "type": "article"}, "google-site-verification": "YfjJNAwfOEsk9gCpEyro9wrDs3yzGlkO1w2tJ7GdxDo", "sailthru.image.full": "http://i.amz.mshcdn.com/9jAVRZ0uNe1NMaTMefr-AlFztCk=/950x534/2015%2F01%2F14%2Fe0%2Fonion_healt.921bc.jpg"}, "article_summary": "What better way to speak to that crowd than through digital content from the Onion Labs, the satirical brand’s advertising arm?\nProbably.”“They wanted to sell this fairly serious topic in a way that would cut through to Millennials, which is an audience that actively rejects advertising,” said Rick Hamann, Onion Labs’ senior vice president of content.\nWhy shell out hard-earned money for health insurance when you can check your own blood pressure with a bicycle pump and water wings and score a free eye exam at the DMV?\n-– come from the Get Covered Illinois advertising campaign aimed at so-called “young invincibles,” those 20- and 30-something adults who think they don’t need health coverage.\n“Speaking down to them or doing dull work is the fastest way to get ignored.”As part of the Illinois campaign, Onion Labs created a microsite on The Onion for health care and populated it with original stories and videos starring its health hack character, A.J."}