{"article_title": "Polls: Obama Approval Rating Rebounding?", "article_keywords": ["executive", "rebounding", "latinos", "rating", "presidents", "polls", "political", "respondents", "say", "president", "improving", "approval", "obamas", "obama"], "article_url": "http://townhall.com/tipsheet/guybenson/2015/01/19/polls-obama-approval-rating-rebounding-n1945221", "article_text": "The MSNBC set has worked itself into a frothy frenzy today over a new Washington Post/ABC News survey showing President Obama's job approval rating hitting 50 percent for the first time since May 2013. Though this polling series has traditionally been relatively Obama-friendly overall, the new numbers suggest that Obama's political fortunes are improving in the new year. His rebound appears to be fueled by Democrats and Latinos, with independents warming slightly toward a president of whom they've disapproved for years. The fresh data shows the national mood improving (right track/wrong track has ticked up to 39/56), with voters split between Obama's and the GOP's competing visions on several fronts -- with a solid number of respondents giving both sides low marks. Politicos are noting the president's boost among Hispanics, concluding that his executive amnesty is a political boon:\n\n\n\n\n\nObama approval hits 50, spikes among Latinos. For now, exec action on immigration looks like a clear-cut winner http://t.co/OLSyhSuO0j\n\n(2) Six in ten Americans want to see all or parts of Obamacare repealed, with just 35 percent favoring keeping it in place or expanding the law.\n\n(3) A super-majority of respondents say Obama should sign legislation approving Keystone construction, with just 22 percent backing his veto threat.\n\n(4) The president's executive amnesty is opposed by a 25-point margin (35/60).\n\n(5) A majority of Americans support Obama's shift in US policy vis-a-vis Cuba, though most say it's a \"fair criticism\" to wonder if the Castro regime disproportionately benefits from the new arrangement.", "article_metadata": {"description": "Popularity..05/26/2016 18:33:13PM EST.", "author": "Guy Benson", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Popularity.", "title": "Guy Benson - Polls: Obama Approval Rating Rebounding?", "url": "http://townhall.com/tipsheet/guybenson/2015/01/19/polls-obama-approval-rating-rebounding-n1945221", "image": "http://media.townhall.com/townhall/reu/ha/2014/325/4c75c34a-f760-465e-8830-510296c00eca.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Popularity.", "title": "Guy Benson - Polls: Obama Approval Rating Rebounding?", "url": "http://townhall.com/tipsheet/guybenson/2015/01/19/polls-obama-approval-rating-rebounding-n1945221", "image": "http://media.townhall.com/townhall/reu/ha/2014/325/4c75c34a-f760-465e-8830-510296c00eca.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Polls: Obama Approval Rating Rebounding?, Guy Benson, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "(3) A super-majority of respondents say Obama should sign legislation approving Keystone construction, with just 22 percent backing his veto threat.\nThe MSNBC set has worked itself into a frothy frenzy today over a new Washington Post/ABC News survey showing President Obama's job approval rating hitting 50 percent for the first time since May 2013.\n(4) The president's executive amnesty is opposed by a 25-point margin (35/60).\nThough this polling series has traditionally been relatively Obama-friendly overall, the new numbers suggest that Obama's political fortunes are improving in the new year.\nPoliticos are noting the president's boost among Hispanics, concluding that his executive amnesty is a political boon:Obama approval hits 50, spikes among Latinos."}