{"article_title": "Obamacare Has Already Transformed How We Diagnose Diabetes", "article_keywords": ["diagnose", "increase", "obamacare", "states", "patients", "health", "transformed", "diagnosed", "medicaid", "newly", "care", "conditions", "diabetes"], "article_url": "http://www.huffingtonpost.com/2015/03/26/diabetes-patients-diagnos_n_6939042.html", "article_text": ".v1ctor Casale./Flickr\n\nPresident Obama may be able to add another feather to his cap, according to a study of newly diagnosed diabetes patients published in Diabetes Care this week. The study found a 23 percent increase in newly diagnosed diabetes patients in the 26 states (and the District of Columbia) that expanded Medicaid under the Affordable Care Act last year. In the 24 states that did not expand Medicaid, the increase in newly diagnosed diabetes patients was only 0.4 percent.\n\n“Clearly, expanding Medicaid has allowed those 26 states that did so to identify a large number of people who previously did not know they were living with diabetes,” Vivian Fonseca, a professor of medicine and pharmacology at Tulane University School of Medicine and one of the study’s authors, said in a statement to the American Diabetes Association.\n\nCatching and treating diabetes in its early stages can lead to improved long-term health outcomes. \"Early identification can be potentially life-saving for people with diabetes, and can at the very least greatly increase the chances of preventing or delaying complications,” Fonseca said.\n\nDiabetes complications can include kidney disease, increased risk for stroke and poor circulation that can lead to amputations. Indeed, diabetes is an increasing -- as well as increasingly costly -- problem in the United States. More than 29 million people in the United Sates suffer from the disease, with for one in every 10 health care dollars spent on diabetes. In 2012, diabetes cost the U.S. $245 billion, a 41 percent increase from five years prior.\n\nExpanding Medicaid, a federally- and state-funded health insurance program for low-income individuals, to include everyone below 138 percent of the federal poverty level (roughly $16,105 for individuals) is one of the major goals of the ACA.\n\nIn a commentary article in Diabetes Care, entitled “Health Policy and Diabetes Care: Is It Time to Put Politics Aside?” authors William H. Herman and William T. Cefalu argue for expanding Medicaid under the ACA:\n\nIt is not surprising that reducing financial barriers to care might encourage utilization, facilitate control, and improve outcomes. Previous research has demonstrated that although adults with low income enrolled in Medicaid report more chronic health conditions and more mental health conditions than the uninsured, they are more likely to have their chronic health conditions diagnosed and controlled.", "article_metadata": {"description": "President Obama may be able to add another feather to his cap, according to a study of newly diagnosed diabetes patients", "sailthru.expire_date": "2015-03-27 08:08:39 -0400", "og": {"site_name": "The Huffington Post", "description": "President Obama may be able to add another feather to his cap, according to a study of newly diagnosed diabetes patients", "title": "Obamacare Has Already Transformed How We Diagnose Diabetes", "url": "http://www.huffingtonpost.com/2015/03/26/diabetes-patients-diagnos_n_6939042.html", "image": "http://i.huffpost.com/gen/2762552/images/o-DIABETES-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@HPLifestyle", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/2762552/images/o-DIABETES-facebook.jpg", "height": 1000}, "description": "President Obama may be able to add another feather to his cap, according to a study of newly diagnosed diabetes patients", "card": "summary_large_image", "title": "Obamacare Has Already Transformed How We Diagnose Diabetes"}, "sailthru.date": "2015-03-26 08:08:39 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=6939042", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "healthy-living", "fb": {"app_id": 46744042133}, "keywords": "diabetes,obamacare,Affordable Care Act,aca,type 2 diabetes,type 1 diabetes,living with diabetes,diabetes health,healthy living,healthy living news,health news", "article": {"section": "Healthy Living", "tag": "diabetes,obamacare,Affordable Care Act,aca,type 2 diabetes,type 1 diabetes,living with diabetes,diabetes health,healthy living,healthy living news,health news", "published_time": "2015-03-26 08:08:39 -0400", "modified_time": "2015-04-15 11:59:01 -0400"}, "viewport": "width=1000"}, "article_summary": ".v1ctor Casale./FlickrPresident Obama may be able to add another feather to his cap, according to a study of newly diagnosed diabetes patients published in Diabetes Care this week.\nIn the 24 states that did not expand Medicaid, the increase in newly diagnosed diabetes patients was only 0.4 percent.\nMore than 29 million people in the United Sates suffer from the disease, with for one in every 10 health care dollars spent on diabetes.\nPrevious research has demonstrated that although adults with low income enrolled in Medicaid report more chronic health conditions and more mental health conditions than the uninsured, they are more likely to have their chronic health conditions diagnosed and controlled.\nThe study found a 23 percent increase in newly diagnosed diabetes patients in the 26 states (and the District of Columbia) that expanded Medicaid under the Affordable Care Act last year."}