{"article_title": "Population Health Vital for Alternative Payment Model Success", "article_keywords": ["reimbursement", "management", "success", "providers", "models", "payment", "vital", "health", "healthcare", "alternative", "care", "model", "population"], "article_url": "http://healthpayerintelligence.com/news/population-health-vital-for-alternative-payment-model-success", "article_text": "The Department of Health and Human Services (HHS) has given the healthcare industry three years to transition toward alternative payment models. HHS Secretary Sylvia Burwell announced last year that, by the end of 2018, the Centers for Medicare & Medicaid Services (CMS) will be requiring 50 percent of all Medicare payments to be in the form of alternative payment models including shared savings through accountable care organizations and bundled payments.\n\nThis means that healthcare providers will have three years to prepare for a reimbursement system where they are responsible for the quality of care and the associated costs, the Healthcare Financial Management Association reports.\n\nAlternative payment models are strongly associated with successful population health management, which is making headway among certain hospitals, medical practices, and healthcare networks.\n\nMercy Health from Cincinnati, Ohio have hired staff to improve care coordination including nurse care coordinators who give more attention to patients struggling with chronic medical conditions. Among the patients who the care coordinators managed, hospital stays and emergency room visits dropped by more than 20 percent.\n\nWhile some providers put more thought toward population health management and alternative payment models, others are not so keen to incorporate new strategies aimed at lowering cost and improving patient health outcomes.\n\n“It goes from independent community hospitals that really are hoping this will all go away to national systems like Trinity and Ascension that are devoting millions of dollars in new resources to population health,” David Nash, MD, MBA, Dean of the Jefferson College of Population Health at Thomas Jefferson University, told the news source. “The range is pretty remarkable.”\n\nNash is the Dean of around 300 students in a specialized department that offers Master’s Degrees and certificates in healthcare quality and safety, health policy, and population health management along with other topics. Most of the students taking these programs are already healthcare professionals including physicians, pharmacists, nurses, and radiation technologists.\n\n“These are folks who are mid- career, working online with us—weekends, early morning, late at night—on a career trajectory to become leaders in the change from volume to value,” Nash explained.\n\nNash recommends hospitals and clinics to pursue population health management among their own employees such as nurses and pharmacists. It would be beneficial if healthcare organizations followed the examples set by other companies that have emphasized the importance employees choosing a healthy lifestyle, being screened for various diseases, and cutting wasteful medical services such as unnecessary imaging tests.\n\n“Your employees are your captive at-risk population, although most delivery systems have not viewed their own employees in that way,” Nash clarified. “And then we wonder why our benefits continue to increase in cost.”\n\nRecently, the Jefferson College of Population Health partnered with the healthcare consulting company Numerof & Associates and released a survey exhibiting that many providers are behind in implementing population health management strategies.\n\n“U.S. healthcare organizations are entering a period of greater change and disruption than any industry this side of taxicabs,” Dr. Rita Numerof, President of Numerof & Associates, said in a company press release.\n\n“However, our study finds that most providers are still just testing the waters with these models and to date there’s still far more talk than action when it comes to population health management.”\n\nAmong more than 300 healthcare executives, less than 20 percent responded that their reimbursement arrangements tie in population health management. However, 54 percent did state that managing population health is very important for the success of their establishment.\n\nThe majority of respondents also stated that population health is at lowest “somewhat important” to their organization’s well-being. While the number of providers looking to implement population health management software and revenue cycle platforms may not be at the levels hoped, the future looks bright for alternative payment models and public health.\n\nMarkets and Markets released a report last month showing that the population health management market is predicted to rise to $31.36 billion over the next four years. The market is also expected to increase at an annual growth rate of 23.2 percent until 2020.\n\nSome policies and federal regulations have stimulated growth in the population health management market including the Affordable Care Act and the Medicare and Medicaid EHR Incentive Programs under CMS.\n\n“Population health initiatives aim to improve the health of populations by focusing the health care system on prevention and wellness rather than illness,” stated a brief from the Center for Health Care Strategies and the Urban Health Research and Practice at Northeastern University.\n\n“The passage of the Affordable Care Act (ACA) in 2010 heightened interest in wellness and prevention. In addition to providing new funding for prevention and public health initiatives, the ACA works to alter incentives that encourage health care professionals to test, prescribe, and treat—even when there is little apparent health value in doing so—through the promotion of value-based, non-FFS [fee-for-service] payment methodologies that improve clinical outcomes and cost efficiency.”\n\nThese healthcare reforms have brought more providers to adopt health IT systems, which include data management platforms necessary for keeping track of population health. Additionally, with more payers and providers focusing on value-based care reimbursement and alternative payment models such as bundled payments, greater focus on population health management will be much stronger.\n\nHealth payers will need to continue linking reimbursement to quality and performance in order to achieve these goals. As the healthcare industry strives toward lower costs and a reduction in wasteful spending, providers and payers will need to embrace alternative payment models as a way to strengthen their quality of care, improve coordination, and stabilize spending.", "article_metadata": {"description": "The Department of Health and Human Services (HHS) has given the healthcare industry three years to transition toward alternative payment models.", "author": "HealthPayerIntelligence", "og": {"url": "http://healthpayerintelligence.com/news/population-health-vital-for-alternative-payment-model-success", "site_name": "HealthPayerIntelligence", "image": "http://healthpayerintelligence.com/images/site/articles/imageedit_2_7491408716.jpg", "type": "article", "title": "Population Health Vital for Alternative Payment Model Success"}, "twitter": {"description": "The Department of Health and Human Services (HHS) has given the healthcare industry three years to transition toward alternative payment models.", "creator": "@", "image": {"src": "http://healthpayerintelligence.com/images/site/articles/imageedit_2_7491408716.jpg"}, "title": "Population Health Vital for Alternative Payment Model Success", "site": "@", "card": "summary"}, "robots": "index, follow", "msvalidate.01": "A4BC83422766F1B550D1E340B290BAC0", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "_id": "\"57477af46914bd0286fe06ca\"", "article_summary": "“Population health initiatives aim to improve the health of populations by focusing the health care system on prevention and wellness rather than illness,” stated a brief from the Center for Health Care Strategies and the Urban Health Research and Practice at Northeastern University.\nAlternative payment models are strongly associated with successful population health management, which is making headway among certain hospitals, medical practices, and healthcare networks.\nNash recommends hospitals and clinics to pursue population health management among their own employees such as nurses and pharmacists.\nHowever, 54 percent did state that managing population health is very important for the success of their establishment.\nThe Department of Health and Human Services (HHS) has given the healthcare industry three years to transition toward alternative payment models."}