{"article_title": "A Single Protein In The Brain Could Be The Reason We're The Smartest Animals On The Planet", "article_keywords": ["cell", "different", "animals", "smartest", "brains", "gueroussov", "genes", "single", "planet", "brain", "reason", "vertebrates", "protein", "similar", "ptbp1"], "article_url": "http://www.medicaldaily.com/single-protein-brain-could-be-reason-were-smartest-animals-planet-348862", "article_text": "New research has shown that a single protein in our brains may be the reason we're the smartest animals in the world.\n\nNew research has shown that a single protein in our brains may be the reason we're the smartest animals in the world. Christian Weidinger CC BY-NC-ND 2.0\n\nIt’s no secret that humans are the smartest animals on the planet. Sure, dolphins are smart, and so are primates, but humans as a species have evolved to such a level that we’ve been able to harvest wheat, write The Illiad, and create the Internet, among many other accomplishments. There had to be a point, however, in our brain’s development that allowed humans to conquer the world instead of, say, the chicken coop. In a new study, scientists may have pinpointed that particular molecular event.\n\nNeurons are cells that make up the brain, and one protein in particular, called PTBP1, helps spur the creation of those neurons. Benjamin Blencowe, a professor in the University of Toronto's Donnelly Centre, and his team believe that one small change in the PTBP1 protein led mammalian brains to become the largest and most complex among vertebrates.\n\nThough vertebrates’ brains share similarities, the general size and complexity of each brain is different. It’s unclear how these differences came to be. Humans and frogs have very different brain capabilities, but scientists have found that both use similar genes to build organs in the body.\n\nSo the question is, if vertebrates all over the world use similar genes, switched on and off, in similar ways, why is there such a wide, complex range of organ sizes? The answer could be in the process that Blencowe and his team studied: alternative splicing (AS). During AS, gene fragments called exons are shuffled to make different protein shapes — proteins are the building blocks of life. Sometimes, however, there are fragments missing from the final protein shape.\n\nAlternative splicing allows cells to make more than one protein from a single gene so that the total number of different proteins in a cell outnumber the available genes. If a cell can produce different proteins at any given time, it’s able to take on different roles throughout the body. This means that although the genes responsible for making vertebrates are similar, the proteins that come out of them are far more diverse in animals like mammals than in frogs.\n\nSince AS is most widespread in the brain, \"[w]e wanted to see if AS could drive morphological differences in the brains of different vertebrate species,\" said lead author Serge Gueroussov, a graduate student in Blencowe's lab, in a press release. Gueroussov also helped identify PTBP1 as a protein that takes on a common form in all vertebrates, and then a different form in only mammals. The form in vertebrates is shorter, he found, because a small fragment is left out during AS, therefore never making it to the final protein shape.\n\nPTBP1 works to keep its cell from becoming a neuron by holding off AS for hundreds of other genes. Gueroussov found that the presence of the shorter version of PTBP1 in a mammalian cell creates a chain of AS events, thus turning that cell into a neuron. When Gueroussov manipulated chicken cells to create the shorter PTBP1, it triggered the same events found in mammalian cells.\n\n\"One interesting implication of our work is that this particular switch between the two versions of PTBP1 could have affected the timing of when neurons are made in the embryo in a way that creates differences in morphological complexity and brain size,\" Blencowe said. He goes on to state that this is just the tip of the iceberg in terms of what AS had to do with our evolutionary differences.\n\nSource: Serge Gueroussov, Thomas Gonatopoulos-Pournatzis, et al. An alternative splicing event amplifies evolutionary differences between vertebrates. Science. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "protein gene brains evolution smart ptbp1", "og": {"site_name": "Medical Daily", "description": "New research has found that a single protein may have been the deciding factor in making humans the smartest animals on the planet.", "title": "A Single Protein Makes Our Brains Different Than A Chicken's", "url": "http://www.medicaldaily.com/single-protein-brain-could-be-reason-were-smartest-animals-planet-348862", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/20/brain_0.jpg", "type": "article"}, "twitter": {"description": "New research has found that a single protein may have been the deciding factor in making humans the smartest animals on the planet.", "title": "A Single Protein Makes Our Brains Different Than A Chicken's", "url": "http://www.medicaldaily.com/single-protein-brain-could-be-reason-were-smartest-animals-planet-348862", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/20/brain_0.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/20/brain_0.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Under the Hood", "published_time": "2015-08-20T18:52:35-04:00", "modified_time": "2015-08-20T18:52:34-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "New research has found that a single protein may have been the deciding factor in making humans the smartest animals on the planet."}, "article_summary": "New research has shown that a single protein in our brains may be the reason we're the smartest animals in the world.\nDuring AS, gene fragments called exons are shuffled to make different protein shapes — proteins are the building blocks of life.\nHumans and frogs have very different brain capabilities, but scientists have found that both use similar genes to build organs in the body.\nThough vertebrates’ brains share similarities, the general size and complexity of each brain is different.\nNeurons are cells that make up the brain, and one protein in particular, called PTBP1, helps spur the creation of those neurons."}