{"article_title": "'Checky' Smartphone App Helps Users Keep Tabs On How Many Times They Check Their Cell Phones", "article_keywords": ["smartphone", "users", "tabs", "phones", "app", "told", "times", "cell", "phone", "helps", "pretty", "checky", "techcrunch", "technology", "check", "know"], "article_url": "http://www.medicaldaily.com/checky-smartphone-app-helps-users-keep-tabs-how-many-times-they-check-their-cell-phones-303458", "article_text": "What better way to address cell phone addiction than through a smart phone app? That’s the idea behind Checky, a mobile phone app that keeps tab of just how many times you check your beloved smartphone. Although it’s surely not the first application to track cell phone use, its simplicity and bluntness is bound to make this fun little app very popular.\n\nChecky is the brain-child of Calm, a company dedicated to spreading their message of meditation and relaxation and giving its users much-needed downtime in the midst of their hectic days. According to Techcrunch, the Checky app is as easy to use as it sounds. Simply install the app and it not only lets the user know exactly how many times they checked their phone but also gives a pretty accurate layout of where most of this usage went.\n\nThe app’s ultimate goal is to raise awareness of a user’s individual cell phone use with the hopes that they may cut this down. “Like many folks, I am pretty much addicted to my phone,” Calm Founder Alex Tew told Techcrunch. “And now I know exactly how much: Most days I check my phone over 100 times. In fact, yesterday I checked my phone 124 times. Today I’m at 76, so far. Having this new awareness makes it easier to control my phone usage.”\n\nAlthough cell phone and other technology addictions are not yet written into medical handbooks, it’s a natural occurrence recognized by many in the field. “As cellphone functions increase, addictions to this seemingly indispensable piece of technology become an increasingly realistic possibility,” Dr. James Roberts, a researcher who recently published a study on the subject, told The Huffington Post.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "checky, smartphone, app, helps, users, keep, tabs, how, many, times, they, check, their, cell", "og": {"site_name": "Medical Daily", "description": "A tech-savvy company has come up with an ingenious way to help users be more aware of exactly how many times they check their phone each day.", "title": "The Smartphone App That Tells Users How Much They Check Their Phones", "url": "http://www.medicaldaily.com/checky-smartphone-app-helps-users-keep-tabs-how-many-times-they-check-their-cell-phones-303458", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/16/checky.jpg", "type": "article"}, "twitter": {"description": "A tech-savvy company has come up with an ingenious way to help users be more aware of exactly how many times they check their phone each day.", "title": "The Smartphone App That Tells Users How Much They Check Their Phones", "url": "http://www.medicaldaily.com/checky-smartphone-app-helps-users-keep-tabs-how-many-times-they-check-their-cell-phones-303458", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/16/checky.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/16/checky.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Science/Tech", "published_time": "2014-09-16T17:28:14-04:00", "modified_time": "2014-09-16T17:28:13-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A tech-savvy company has come up with an ingenious way to help users be more aware of exactly how many times they check their phone each day."}, "article_summary": "That’s the idea behind Checky, a mobile phone app that keeps tab of just how many times you check your beloved smartphone.\nWhat better way to address cell phone addiction than through a smart phone app?\nThe app’s ultimate goal is to raise awareness of a user’s individual cell phone use with the hopes that they may cut this down.\nAlthough it’s surely not the first application to track cell phone use, its simplicity and bluntness is bound to make this fun little app very popular.\n“Like many folks, I am pretty much addicted to my phone,” Calm Founder Alex Tew told Techcrunch."}