{"article_title": "Penguins tumble continues after loss against Flyers, 4-1", "article_keywords": ["loss", "dont", "winnik", "tumble", "season", "continues", "philadelphia", "41", "game", "penguins", "games", "flyers", "johnston", "mason"], "article_url": "http://www.post-gazette.com/sports/penguins/2015/04/05/Pittsburgh-Penguins-lose-to-Philadelphia-Flyers/stories/201504050218", "article_text": "PHILADELPHIA — Mike Johnston will see a lot of things he likes when he reviews the video of this game.\n\nThe 47 shots his players threw at Philadelphia goalie Steve Mason. How they went to the net like there was a cash prize for spending time there. The way they taxed their sweat glands for 60 minutes.\n\nBut there’s a foolproof antidote to any satisfaction Johnston might feel over his team’s performance: A cursory glance at the scoresheet.\n\nFor it really doesn’t matter how much the Penguins did well in their 4-1 loss to the Flyers Sunday at the Wells Fargo Center.\n\nWhat counts is that they lost. Again.\n\n“It is a results business, for sure,” Johnston said. “You have to win games at this time of year.”\n\nThe Penguins have done that precisely three times in their past dozen games (3-8-1), which is why, with less than a week remaining in the regular season, their bid to secure an Eastern Conference playoff spot is infused with more suspense than an Agatha Christie novel.\n\nThe Penguins (42-26-11) have lost three consecutive games, all in regulation, and still hold the first wild-card spot in the East. But they are tied in points with Detroit and are just two ahead of Ottawa, although the Penguins would win the first tiebreaker.\n\nThe Penguins will face Ottawa at 7:38 p.m. Tuesday at the Canadian Tire Centre.\n\nSuddenly, a game that seemed like a nice playoff tuneup a few weeks ago has become the most critical of their season.\n\n“We don’t have any choice,” right winger Craig Adams said. “It’s not like it’s the middle of January, and we’re going through a tough stretch.\n\n“You don’t have to do any mental gymnastics here. We just have to win.”\n\nThe Penguins played well enough to do that Sunday, and likely would have if Mason hadn’t picked that game to do a more-than-passable impersonation of Bernie Parent.\n\n“Mason was unbelievable,” Penguins defenseman Rob Scuderi said.\n\nIf not for Mason, the Penguins might have put the game out of reach by the first intermission. They ran up a 22-4 edge in shots in the opening 20 minutes and had more than a few quality chances.\n\nBrandon Sutter converted one of those, on shot No. 18, at 16:21, but just more than two minutes later, Penguins winger Daniel Winnik was penalized for cross-checking Sean Couturier in the neutral zone.\n\nThe Flyers got the tying goal from Jakub Voracek 47 seconds later.\n\nJohnston wondered aloud whether the call on Winnik was appropriate — “I didn’t think he came in with a lot of force” — but acknowledged that Voracek’s goal “had a huge impact.”\n\nAlthough the Penguins’ penalty-killing is tied for fourth-best in the league, Philadelphia owns the NHL’s most lethal power play on home ice.\n\nIt proved why again at 12:20 of the second period, when Brayden Schenn scored what proved to be the game-winner while Blake Comeau was serving a hooking minor.\n\nThe Penguins killed Philadelphia’s next chance with the extra man, but it was a moot point. They weren’t going to get another puck past Mason, no matter how many they threw at him.\n\nThe goals Ryan White and Michael Del Zotto scored in the third period served only to rub it in a bit more as the Flyers earned their eighth consecutive victory against the Penguins and swept the season series for the first time since 1983-84.\n\nSuch numbers don’t concern the Penguins now, though.\n\nNot when they’re faced with more pressing issues, like trying to make sure their season doesn’t end before the coming weekend does.\n\n“We know where we’re at,” Sutter said. “We’re aware.”\n\nDave Molinari: Dmolinari@Post-Gazette.com and Twitter @MolinariPG", "article_metadata": {"description": "The Penguins’ stretch-drive swoon continued today, as they lost to Philadelphia, 4-1, at the Wells Fargo Center.", "og": {"site_name": "Pittsburgh Post-Gazette", "description": "PHILADELPHIA — Mike Johnston will see a lot of things he likes when he reviews the video of this game. The 47 shots his players threw at Philadelphia goalie Steve Mason. How they went to the net like there was a cash prize for spending time there. The way they taxed their sweat glands for 60 minutes. But there’s a foolproof antidote to any satisfaction Johnston might feel over his team’s performance: A cursory glance at the scoresheet. For it really doesn’t matter how much the Penguins did well in their 4-1 loss to the Flyers Sunday at the Wells Fargo Center. What counts is that they lost. Again. “It is a results business, for sure,” Johnston said. “You have to win games at this time of year.” The Penguins have done that precisely three times in their past dozen games (3-8-1), which is", "title": "Penguins tumble continues after loss against Flyers, 4-1", "url": "http://www.post-gazette.com/sports/penguins/2015/04/05/Pittsburgh-Penguins-lose-to-Philadelphia-Flyers/stories/201504050218", "image": "http://www.post-gazette.com/image/2015/04/05/720x_q90_cMC_z_ca11,11,3856,2967/NHL-35.jpg", "type": "article"}, "twitter": {"domain": "post-gazette.com", "description": "Post-Gazette.com - PHILADELPHIA — Mike Johnston will see a lot of things he likes when he reviews the video of this game. The 47 shots his players threw at Philadelphia goalie Steve Mason. How they went to the net like there was a cash prize for spending time there. The way they taxed their sweat glands for 60 minutes. But there’s a foolproof antidote to any satisfaction Johnston might feel over his team’s performance: A cursory glance at the scoresheet. For it really doesn’t matter how much the Penguins did well in their 4-1 loss to the Flyers Sunday at the Wells Fargo Center. What counts is that they lost. Again. “It is a results business, for sure,” Johnston said. “You have to win games at this time of year.” The Penguins have done that precisely three times in their past dozen games (3-8-1), which is", "title": "Penguins tumble continues after loss against Flyers, 4-1", "image": "http://www.post-gazette.com/image/2015/04/05/720x_q90_cMC_z_ca11,11,3856,2967/NHL-35.jpg", "creator": "@PittsburghPG", "site": "@PittsburghPG", "card": "summary_large_image"}, "publish-date": "Sun, 5 Apr 2015 15:03:37 -04:00", "keywords": "Pittsburgh Post-Gazette, Penguins", "fb": {"app_id": 148144658590118}, "msvalidate.01": "711874F8E9C70784DC77E1C82EDA893D", "google-site-verification": "124OJGIL09eN_BRCn44k__89eN1iIimYEKfPJdKjPmM", "viewport": "initial-scale=1", "news_keywords": "Pittsburgh Post-Gazette, Penguins"}, "_id": "\"57477af46914bd0286fd94a3\"", "article_summary": "For it really doesn’t matter how much the Penguins did well in their 4-1 loss to the Flyers Sunday at the Wells Fargo Center.\nIf not for Mason, the Penguins might have put the game out of reach by the first intermission.\nPHILADELPHIA — Mike Johnston will see a lot of things he likes when he reviews the video of this game.\nThe Penguins (42-26-11) have lost three consecutive games, all in regulation, and still hold the first wild-card spot in the East.\n18, at 16:21, but just more than two minutes later, Penguins winger Daniel Winnik was penalized for cross-checking Sean Couturier in the neutral zone."}