{"article_title": "No budging by Virginia Republicans on Medicaid expansion", "article_keywords": ["federal", "republicans", "virginia", "expansion", "budging", "state", "medicaid", "health", "proposal", "hospitals", "insurance"], "article_url": "https://www.washingtonpost.com/opinions/no-budging-by-virginia-republicans-on-medicaid-expansion/2015/12/19/c7dfa1e4-a536-11e5-b53d-972e2751f433_story.html", "article_text": "EVEN AS state after state has elected to expand Medicaid, thereby extending health insurance to millions of poor people who would otherwise remain without coverage, Virginia Republicans have stood pat. They have blocked expanding Medicaid under Obamacare, which would unlock tens of millions of federal dollars that would buttress Virginia’s hospitals and its economy, on the argument that the state might not be able to afford it.\n\nThen the state’s hospitals, desperate for the federal funds, came up with a novel idea they had previously opposed: Tax us on our revenue, the hospitals said, and earmark those new funds, rather than other tax-supported general revenue, to trigger the gusher of federal dollars.\n\nThe proposal is fiscally sound, humane and elegant. It would extend health insurance to an estimated 400,000 indigent Virginians, bail out struggling hospitals and cost the state’s residents — who have already paid for Medicaid expansion through their federal tax payment returns — no additional money in the foreseeable future.\n\nEager for a way to break the Medicaid impasse, Gov. Terry McAuliffe (D) embraced the hospitals’ proposal, including it in the two-year budget he submitted recently to the GOP-controlled legislature.\n\nAnd still the Republicans said no.\n\nWhile Mr. McAuliffe surely knew the Republicans would say no — for their opposition springs mainly from their undying hostility toward anything remotely affiliated with Obamacare, of which Medicaid expansion is a constituent part — he must nonetheless be savoring the spectacle of the Republicans’ recalcitrance, which has the effect of not only hurting Virginia but also cutting off the Republicans’ own noses to spite their faces.\n\nAfter all, the governor’s proposal would yield federal funding that would substitute for state spending on Medicaid amounting to $156 million over two years, savings the governor proposed could be redirected to priorities dear to the GOP’s heart: tax cuts for corporations and individuals, additional funds for a popular economic development program, and various other morsels tempting to conservatives.\n\nThe Republicans’ stated reason for opposing Medicaid expansion is that Virginia would be financially liable if, at some indefinable date in the future, the federal government reneged on its commitment to cover at least 90 percent of the cost. That’s true. It’s also true that Virginia receives tens of billions of dollars in other federal funding each year, and withdrawal of any portion of it would similarly tear a major hole in the state budget. Yet the GOP does not reject those funds.\n\nHouse Speaker William J. Howell (R-Stafford) has been fond of saying he prefers an “alternative” to Medicaid expansion that spares Virginia taxpayers, although he has never offered such a proposal in the form of legislation and has no other vision for covering the hundreds of thousands of people who now lack health insurance. Now, presented with just such an alternative, he barely bothers to explain his refusal to budge, saying merely the governor’s budget has “overpromised.”\n\nIn fact, Mr. Howell is content with Virginia’s status quo, in which, in one of the nation’s wealthiest states, hundreds of thousands of people have no health insurance. That ongoing disgrace will be an undeniable part of Mr. Howell’s legacy.", "article_metadata": {"description": "Lawmakers still won’t extend health insurance to thousands of poor, even if hospitals spare taxpayers the cost.", "author": "https://www.facebook.com/washingtonpostopinions", "og": {"site_name": "Washington Post", "description": "Lawmakers still won’t extend health insurance to thousands of poor, even if hospitals spare taxpayers the cost.", "title": "No budging by Virginia Republicans on Medicaid expansion", "url": "https://www.washingtonpost.com/opinions/no-budging-by-virginia-republicans-on-medicaid-expansion/2015/12/19/c7dfa1e4-a536-11e5-b53d-972e2751f433_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2015/02/05/Local-Politics/Images/State_Of_The_Commonwealth-0690f-889.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "postopinions"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/opinions/no-budging-by-virginia-republicans-on-medicaid-expansion/2015/12/19/c7dfa1e4-a536-11e5-b53d-972e2751f433_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "virginia, medicaid expansion, obamacare, william howell, republicans, terry mcauliffe, virginia hospitals, virginia budget, virginia federal funding", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/washingtonpostopinions"}, "eomportal-uuid": "c7dfa1e4-a536-11e5-b53d-972e2751f433", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "virginia, medicaid expansion, obamacare, william howell, republicans, terry mcauliffe, virginia hospitals, virginia budget, virginia federal funding"}, "article_summary": "EVEN AS state after state has elected to expand Medicaid, thereby extending health insurance to millions of poor people who would otherwise remain without coverage, Virginia Republicans have stood pat.\nTerry McAuliffe (D) embraced the hospitals’ proposal, including it in the two-year budget he submitted recently to the GOP-controlled legislature.\nThe Republicans’ stated reason for opposing Medicaid expansion is that Virginia would be financially liable if, at some indefinable date in the future, the federal government reneged on its commitment to cover at least 90 percent of the cost.\nIt would extend health insurance to an estimated 400,000 indigent Virginians, bail out struggling hospitals and cost the state’s residents — who have already paid for Medicaid expansion through their federal tax payment returns — no additional money in the foreseeable future.\nWhile Mr. McAuliffe surely knew the Republicans would say no — for their opposition springs mainly from their undying hostility toward anything remotely affiliated with Obamacare, of which Medicaid expansion is a constituent part — he must nonetheless be savoring the spectacle of the Republicans’ recalcitrance, which has the effect of not only hurting Virginia but also cutting off the Republicans’ own noses to spite their faces."}