{"article_title": "WaPo Columnist: Hillary, Let Go Of The Shovel", "article_keywords": ["shovel", "stop", "washington", "clintons", "email", "hillary", "columnist", "let", "wrote", "selfinflicted", "simply", "yes", "problem", "say", "wapo"], "article_url": "http://townhall.com/tipsheet/mattvespa/2015/08/23/wapo-columnist-hillary-let-go-of-the-shovel-n2042794", "article_text": "Guy will have more on Hillary’s shifting history on her emails, but Ruth Marcus of the Washington Post has this to say: “stop digging the hole,” Madame Secretary.\n\nYour e-mail problem has mushroomed from a self-inflicted nuisance to a self-inflicted wound. The reason is simple: At every decision point, you and your staff have made the wrong choice about how to proceed, erring on the side of secrecy and self-righteousness. The damage can’t be entirely undone. But some of it can be mitigated by doing what doesn’t come naturally to you: admitting some error and accepting that not all the criticism has been fueled by partisan attackers in league with media enablers. So, Madame Secretary, cut out the Snapchat jokes about your spiffy new account in which “[t]hose messages disappear all by themselves.” Yes, political opponents are out to get you. Yes, we in the media thirst for controversy. Still, those “everyday Americans” you talk about have understandable qualms about your conduct. It’s not at the top of their agenda. It may not stop them from voting for you. But their concerns are real, and legitimate. This probably won’t interfere with your winning the nomination. It could be a general-election problem. […] This problem isn’t going away. The trick, right now, is simply not making it worse.\n\nMarcus is by no means a conservative, but, unlike die-hard Clintonites, knows that this is a problem. In fact, as she noted in her op-ed, anyone with common sense knows that Clinton’s email arrangement was ridiculous. Yet, as Ed wrote, Marcus misses the point regarding FOIA; Clinton’s private email server was established to deliberately circumvent such oversight laws and regulations.\n\nThe questions surrounding Clinton’s email should grow more intense after that rather flippant answer regarding if she wiped it clean. The FBI said there was at least one attempt to do so when the former first lady finally turned it over to the Justice Department earlier this month. As the Washington Post’s Chris Cillizza wrote in March, the email fiasco encompasses everything people hate about the Clinton’s in one, pre-packaged Pandora’s box. If this were any other candidate, their presidential ambitions would most likely be over. It must be nice being a Clinton (I say that in horror by the way).\n\nLast note: Mary Dejevsky, a self-identified Hillary fan, is hoping the former first lady bows out with “grace.” She writes that there’s simply too much baggage for her to be an effective president.", "article_metadata": {"description": "Even some liberals know Hillary's handling of her email foul-up is a mess.05/26/2016 18:36:30PM EST.", "author": "Matt Vespa", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Even some liberals know Hillary's handling of her email foul-up is a mess", "title": "Matt Vespa - WaPo Columnist: Hillary, Let Go Of The Shovel", "url": "http://townhall.com/tipsheet/mattvespa/2015/08/23/wapo-columnist-hillary-let-go-of-the-shovel-n2042794", "image": "http://media.townhall.com/townhall/reu/ha/2015/235/2015-08-23T160813Z_1_LYNXNPEB7M0GU_RTROPTP_3_USA-ELECTION-CLINTON.JPG", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Even some liberals know Hillary's handling of her email foul-up is a mess", "title": "Matt Vespa - WaPo Columnist: Hillary, Let Go Of The Shovel", "url": "http://townhall.com/tipsheet/mattvespa/2015/08/23/wapo-columnist-hillary-let-go-of-the-shovel-n2042794", "image": "http://media.townhall.com/townhall/reu/ha/2015/235/2015-08-23T160813Z_1_LYNXNPEB7M0GU_RTROPTP_3_USA-ELECTION-CLINTON.JPG", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "WaPo Columnist: Hillary, Let Go Of The Shovel, Matt Vespa, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "The questions surrounding Clinton’s email should grow more intense after that rather flippant answer regarding if she wiped it clean.\nIn fact, as she noted in her op-ed, anyone with common sense knows that Clinton’s email arrangement was ridiculous.\nYour e-mail problem has mushroomed from a self-inflicted nuisance to a self-inflicted wound.\nGuy will have more on Hillary’s shifting history on her emails, but Ruth Marcus of the Washington Post has this to say: “stop digging the hole,” Madame Secretary.\nYet, as Ed wrote, Marcus misses the point regarding FOIA; Clinton’s private email server was established to deliberately circumvent such oversight laws and regulations."}