{"article_title": "The Only Black-owned Medicaid Managed Care Provider, To Speak at National Urban Conference", "article_keywords": ["conference", "urban", "managed", "league", "national", "disparities", "trusted", "medicaid", "plan", "members", "provider", "health", "care", "blackowned", "speak"], "article_url": "http://northdallasgazette.com/2015/07/24/the-only-black-owned-medicaid-managed-care-provider-to-speak-at-national-urban-conference/", "article_text": "Washington, DC ( BlackNews.com ) — Trusted Health Plan , the only Black Owned Medicaid Managed Care Provider in the nation, has been invited to speak at the National Urban League conference. Robin Barclay, (MPH) Executive Director of Business Development and Outreach will join health care experts and policy makers and speak on July 30, 2015, in Fort Lauderdale at the Broward Convention Center.\n\nMs. Barclay has been a senior executive in Medicaid Managed Care for 30 years. She has led a community hospital, a health plan and served as a health care consultant. Ms. Barclay will discuss challenges black women face in childbirth, heart disease, high blood pressure at the Soul Sister: African American Women’s Health & Wellness forum. She will also discuss Trusted’s goal of closing health care disparities among urban populations.\n\nToday, according to PricewaterhouseCoopers, the healthcare industry is a nearly $3 trillion dollar market. The National Urban League is a strong voice for health care reform for minorities in urban cities across the country. In 2012, the National Urban League released a report entitled, “The State of Urban Health: Eliminating Health Disparities to Save Lives and Cut Costs.” The report examined the economic impact of health disparities in the United States. The National Urban League has been a supporter of the Affordable Care Act. They suggest provisions that promote community-based prevention and the expansion Medicaid are crucial in reducing disparities and promote healthy behaviors throughout the country.\n\nTrusted Health Plan, a managed care organization located in the District of Columbia, serves 30,000 Medicaid members. More than a year ago, Trusted Health Plan opened a Health and Wellness Outreach Center, the first of its kind in the United States targeting Medicaid beneficiaries. The mission of Trusted’s Health and Wellness Center is to try to enhance its members’ health status. Trusted Health Plan provides on-site health education, physical fitness activities, and nutritional health cooking demonstrations.\n\n“In the first 12 months of operation, Trusted saw 20 percent of its members. We have significantly improved care delivery for our members, including reducing ER visits by 25%, contrary to Obamacare naysayers,” says Barclay. The Affordable Health Care Act allows companies like Trusted to create jobs and meet the growing demands of the healthcare industry.\n\nTrusted Health Plan’s success rest on the vision of the Next Generation of Health Care providers, 35-year old, Thomas Duncan, Trusted’s CEO. His vision is to provide innovation, efficient case management, cost containment, and a proactive approach to driving improved and healthy outcomes.", "article_metadata": {"description": "-- Trusted Health Plan, the only Black Owned Medicaid Managed Care Provider in the nation, has been invited to speak at the National Urban League conference.", "generator": "WordPress 4.5.2", "og": {"site_name": "North Dallas Gazette", "description": "-- Trusted Health Plan, the only Black Owned Medicaid Managed Care Provider in the nation, has been invited to speak at the National Urban League conference.", "title": "The Only Black-owned Medicaid Managed Care Provider, To Speak at National Urban Conference", "locale": "en_US", "image": {"width": 500, "identifier": "http://northdallasgazette.com/wordpress/wp-content/uploads/2015/07/Robin-Barclay.jpg", "height": 263}, "updated_time": "2015-07-23T23:31:26-05:00", "url": "http://northdallasgazette.com/2015/07/24/the-only-black-owned-medicaid-managed-care-provider-to-speak-at-national-urban-conference/", "type": "article"}, "twitter": {"description": "-- Trusted Health Plan, the only Black Owned Medicaid Managed Care Provider in the nation, has been invited to speak at the National Urban League conference.", "creator": "@NDGEditor", "image": "http://northdallasgazette.com/wordpress/wp-content/uploads/2015/07/Robin-Barclay.jpg", "title": "The Only Black-owned Medicaid Managed Care Provider, To Speak at National Urban Conference", "site": "@NDGEditor", "card": "summary_large_image"}, "robots": "noodp", "fb": {"app_id": 1691728531040177}, "article": {"publisher": "https://www.facebook.com/NorthDallasGazette/?fref=ts", "section": "Business", "published_time": "2015-07-24T07:00:21-05:00", "modified_time": "2015-07-23T23:31:26-05:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fc9ec1\"", "article_summary": "Washington, DC ( BlackNews.com ) — Trusted Health Plan , the only Black Owned Medicaid Managed Care Provider in the nation, has been invited to speak at the National Urban League conference.\nThe National Urban League is a strong voice for health care reform for minorities in urban cities across the country.\nShe has led a community hospital, a health plan and served as a health care consultant.\nTrusted Health Plan’s success rest on the vision of the Next Generation of Health Care providers, 35-year old, Thomas Duncan, Trusted’s CEO.\nTrusted Health Plan, a managed care organization located in the District of Columbia, serves 30,000 Medicaid members."}