{"article_title": "Benefits of probiotics still not well understood", "article_keywords": ["benefits", "microorganisms", "probiotic", "healthy", "taking", "understood", "foods", "supplements", "probiotics", "gut", "yogurt", "health"], "article_url": "http://health.heraldtribune.com/2014/07/29/benefits-probiotics-still-well-understood/", "article_text": "The label on my bottle of Nature’s Bounty Advanced Probiotic 10 says it contains 10 probiotic strains and 20 billion live cultures in each two-capsule dose.\n\nThe supplement provides “advanced support for digestive and intestinal health” and “healthy immune function.”\n\nI have no way to know if any of this is true.\n\nLike all over-the-counter dietary supplements, probiotics undergo no premarket screening for safety, effectiveness or even truth in packaging. Can there really be 20 billion micro-organisms (“guaranteed at the time of manufacture”) in those dry capsules that will spring into action in my digestive tract? I’m not sure what prompted me to try probiotics. Perhaps it was to stimulate a sluggish gut or to counter lactose intolerance or, as some enthusiasts have suggested, to enhance a healthy old age. Japan, where a woman’s life expectancy far exceeds ours, accounts for half the world’s consumption of probiotics.\n\nMaybe it was the invitation I received to a coming symposium, “Gut Microbiota, Probiotics and Their Impact Throughout the Lifespan,” convened by Dr. W. Allan Walker at Harvard Medical School.\n\nTo be sure, lay and scientific literature are filled with probiotic promise, and I am hardly the only consumer who has opted to hedge her bets. The global market for probiotic supplements and foods is expected to reach $32.6 billion this year, with a projected annual growth of 20 percent or more.\n\nIn the early 1900s, Nobel Prize winner Elie Metchnikoff found that certain “healthy bacteria,” like those that produce lactic acid, can have a positive effect on digestion and the immune system. Beneficial micro-organisms have since been shown to inhabit three main locations in the digestive tract: the stomach, the lower part of the small intestine and the large intestine.\n\nTo better understand the current enthusiasm for enhancing the body’s supply of these micro-organisms, some definitions are needed.\n\n■ Prebiotics are nondigestible carbohydrates that stimulate the growth and activity of beneficial micro-organisms (that is, probiotics) in the gut. They are found naturally in oats, wheat, some fruits and vegetables (bananas, onions, garlic, leeks, asparagus, soybeans, honey and artichokes), and in breast milk, and they are added to some infant formulas.\n\n■ Probiotics are defined by the World Health Organization as “live micro-organisms which when administered in adequate amounts confer a health benefit on the host.” The ailments that probiotics are said to help fight range from infectioncaused diarrhea, inflammatory bowel diseases and irritable bowel syndrome to asthma, allergy and Type 1 diabetes.\n\n■ Synbiotics are a combination of prebiotics and probiotics. They are found in so-called functional foods like yogurt and kefir, fermented foods like pickles and some cheeses, and in some supplements.\n\nThat probiotic organisms are important to health is not questioned. As researchers at the Institute for Immunology at the University of California, Irvine, have written, intestinal micro-organisms play “an important role in the development of the gut immune system, digestion of food, production of short-chain fatty acids and essential vitamins, and resistance to colonization from pathogenic micro-organisms.”\n\nWalker has explained that probiotics enhance defensive action by the cells that line the gut. When a person takes antibiotics, especially the broad-spectrum antibiotics most often prescribed, many of these beneficial microbes are destroyed along with the disease-causing bacteria. Patients on antibiotics are often told to consume yogurt with active cultures to replenish the beneficial organisms.\n\nAt least a dozen studies, most of them in infants or children, have found that probiotics can prevent or treat diarrhea. For example, among 119 children taking antibiotics for respiratory infections, those given the probiotic Lactobacillus GG had a 70 percent reduction in diarrheal symptoms, compared with those given a placebo. The same bacteria have also been helpful in reducing the risk of traveler’s diarrhea.\n\nIn an extensive review of the evidence published in 2010 in the journal Pediatrics, an expert committee concluded that probiotics might limit the course of virus-caused diarrhea in otherwise healthy infants and children. But the committee said there was not sufficient evidence to justify the routine use of probiotics to prevent rotavirus-caused diarrhea in child care centers. Nor did the committee endorse taking probiotics during pregnancy and nursing or giving them to infants to prevent allergic disorders in those at risk.\n\nOnly a small percentage of probiotic foods and supplements have the backing of peer-reviewed published research. They include Dannon’s Activia yogurt and Dan-Active drink and the supplements Culturelle and Align. Although kefir contains even more probiotic strains than yogurt, clinical studies have not shown it to be effective in preventing or treating infectious diarrhea.\n\nThe challenge in taking probiotics is to get the microbes past the stomach, where most are killed by gastric acid, said Robert Dunn, a biologist at North Carolina State University. Once in the intestines, they must compete effectively with the microbes already present.\n\nDunn, author of “The Wild Life of Our Bodies,” says there is good reason to remain skeptical of probiotics.\n\n“There are hundreds of kinds of prebiotics and probiotics in stores,” he said. “As a consumer, it’s almost impossible to figure out what is best. What are the specific species in your intestines, and how will what you take compete with them?”\n\nStill, he added, taking them doesn’t seem harmful.\n\n“It’s a relatively low-cost treatment worth trying if you have a condition like Crohn’s disease,” he said. “But for most conditions, the potential benefit is uncertain.”", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2014/07/hfbrody29.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "article_summary": "Like all over-the-counter dietary supplements, probiotics undergo no premarket screening for safety, effectiveness or even truth in packaging.\nNor did the committee endorse taking probiotics during pregnancy and nursing or giving them to infants to prevent allergic disorders in those at risk.\nThe challenge in taking probiotics is to get the microbes past the stomach, where most are killed by gastric acid, said Robert Dunn, a biologist at North Carolina State University.\n■ Prebiotics are nondigestible carbohydrates that stimulate the growth and activity of beneficial micro-organisms (that is, probiotics) in the gut.\nOnly a small percentage of probiotic foods and supplements have the backing of peer-reviewed published research."}