{"article_title": "The Stupid Party Of East Baton Rouge Just Endorsed Buddy Caldwell", "article_keywords": ["attorney", "republican", "buddy", "caldwell", "baton", "vote", "state", "stupid", "rouge", "doesnt", "party", "east", "endorsed"], "article_url": "http://thehayride.com/2015/08/the-stupid-party-of-east-baton-rouge-just-endorsed-buddy-caldwell/", "article_text": "They pick winners with about the same skill as the Palestinians, or Mickey Loomis drafting cornerbacks. Or Les Miles recruiting quarterbacks.\n\nAnd once again the Republican Party of East Baton Rouge Parish Executive Committee has managed to screw up an endorsement in an easy race to pick a candidate.\n\nLast year, our readers will remember that the PEC managed to co-endorse every Republican candidate for Congress in the 6th District except for the one who won. They also managed not to make an endorsement in the Senate race that Bill Cassidy won.\n\nInterestingly enough, it’s not seen as an impediment to victory to have the local GOP endorse someone else. Jeff Landry’s bid to become Attorney General might even have been helped by the 9-8 vote against him. Incidentally, that 9-8 vote was the second vote the PEC held for Caldwell; the first vote, which was protested and later held invalid, was also 9-8, and that came before they even sent out a candidate questionnaire or interviewed the candidates. So much for process.\n\nThe Republican State Central Committee endorsed Landry, after all; the vote on the Executive Committee at the state party level was unanimous, because at the state level it seems pretty easy to recognize a conservative rock star is preferable to some guy who was a Democrat four years ago and fairly obviously hasn’t changed his spots much. Showing up to endorse Barbara Norton, singing at Mary Landrieu’s DC Mardi Gras parties, doling out contingency-fee contracts to cronies and campaign donors…it all looks a lot like something an old Democrat pol would do.\n\nEnter the Stupid Party Of East Baton Rouge…\n\nThe Republican Party of East Baton Rouge Parish has endorsed Attorney General Buddy Caldwell for reelection in the Oct. 24 open primary. EBR Republican chairman Woody Jenkins said Caldwell is well qualified by his experience of 29 years as a District Attorney, eight years as Attorney General, and thousands of criminal cases to continue to serve as Louisiana’s top attorney. Jenkins said that, just as important, Caldwell has taken a strong conservative stand on most of the important issues facing the state and been willing to protect Louisiana’s values at the national level as well.\n\nThe release Jenkins put out to go with that statement contains a laundry list of quotes from the 80-question – 80 questions! – candidate questionnaire the PEC demanded the candidates fill out, plus a list of cases Caldwell has been involved with – the majority of which (or close to it) Louisiana was one of 25 or 30 states participating in major legal action against the federal government.\n\nIt doesn’t contain anything about the Buddy System, which we’ve documented here ad nauseam, where Caldwell has rewarded his donors with those illegal contingency fees and sweetheart contracts, and it doesn’t contain anything about his frequent patronizing of Democrat pols.\n\nBut it doesn’t matter, because the Stupid Party of East Baton Rouge doesn’t matter. We can’t remember the last time its endorsement carried with it any votes, money or volunteers.", "article_metadata": {"og": {"site_name": "The Hayride", "description": "They pick winners with about the same skill as the Palestinians, or Mickey Loomis drafting cornerbacks. Or Les Miles recruiting quarterbacks. And once again the Republican Party of East Baton Rouge Parish Executive Committee has managed to screw up an...", "title": "The Stupid Party Of East Baton Rouge Just Endorsed Buddy Caldwell", "url": "http://thehayride.com/2015/08/the-stupid-party-of-east-baton-rouge-just-endorsed-buddy-caldwell/", "locale": "en_US", "type": "article"}, "news_keywords": "Attorney General, Buddy Caldwell, Buddy System, Endorsements, Jeff Landry, Republican Party Of East Baton Rouge, Woody Jenkins", "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "article_summary": "Enter the Stupid Party Of East Baton Rouge…The Republican Party of East Baton Rouge Parish has endorsed Attorney General Buddy Caldwell for reelection in the Oct. 24 open primary.\nBut it doesn’t matter, because the Stupid Party of East Baton Rouge doesn’t matter.\nAnd once again the Republican Party of East Baton Rouge Parish Executive Committee has managed to screw up an endorsement in an easy race to pick a candidate.\nJeff Landry’s bid to become Attorney General might even have been helped by the 9-8 vote against him.\nThe release Jenkins put out to go with that statement contains a laundry list of quotes from the 80-question – 80 questions!"}