{"article_title": "Chongqing Restaurants Serve Cultural-Revolution Nostalgia", "article_keywords": ["chongqings", "old", "chinas", "bo", "serve", "nostalgia", "culturalrevolution", "base", "waiters", "communist", "restaurants", "red", "chongqing"], "article_url": "http://www.theatlantic.com/china/archive/2013/11/chongqing-restaurants-serve-cultural-revolution-nostalgia/281100/", "article_text": "Please consider disabling it for our site, or supporting our work in one of these ways\n\nThe walls of Old Base (laojidi), a bustling hot pot restaurant in downtown Chongqing, China looks like a Communist Hall of Fame: Karl Marx’s stern portrait, which hangs from a central pillar, faces blown-up head shots of Lin Biao and Jiang Qing, two of the masterminds behind the Cultural Revolution. Zhou Enlai and Vladimir Lenin make frequent appearances, and, of course, Mao Zedong himself fixes customers with his pensive gaze, even peering out from above the bathroom urinals. Under the watchful eyes of China’s Communist forefathers, teenage waiters donning Red Guard outfits serve up Chongqing’s distinctive, spicy hot pot. As customers line up to plunge their chopsticks into a communal rice bowl at the back of the restaurant, waiters periodically break into choruses of Communist Party folk classics such as “The East is Red” or “Ode to the Plum Blossom,” a reported favorite of former Chongqing Party chief Bo Xilai. Waiters constantly restock the beer fridge, which bears the phrase “Weapons Chest,” and a steady stream of imbibers line up for the restrooms, which are labeled “Liberated Areas.” Daily specials are scrawled by hand on a list called the “Political Commissar’s recommendations.” The effect is like stepping into a time machine and waking up in rural China in 1968.\n\nBut beyond the flimsily plastered walls of Old Base, Chongqing’s mega-market economy roars on. Across the street, a Sephora and Carrefour lure China’s well-heeled consumers, while a Pizza Hut, Starbucks and two KFCs are a stone’s throw away. Thomas Arne Strand Underlying the novelty and kitsch of Old Base is that contemporary Chinese characteristic: the place turns a profit. “Serve the People,” a core Communist slogan that dates back to a 1944 Mao speech and is plastered all over the restaurant, now serves as a marketing ploy, emphasizing the waiters’ dedication to service. It’s as if today’s version of the slogan has been revised with the caveat, “Serve the People … who have disposable income.” The nostalgia served up by Old Base is by no means an isolated phenomenon. Under the leadership of now-imprisoned Party leader Bo Xilai, Chongqing garnered international attention for its promotion and re-popularization of red songs, a genre of Communist, pro-Party folk songs that were forcibly and feverishly embraced under Mao. In October 2011, more than 100,000 city residents reportedly congregated in Chongqing’s Olympic Park to bellow the familiar tunes, marking the peak of Bo’s popularity and, for many, recalling scenes from the Cultural Revolution. Thomas Arne Strand With Bo’s encouragement, the movement swelled beyond mere melodies. In March 2011, the city-run Chongqing television station pledged to cut commercial advertisements, instead only broadcasting productions that “promote red ideas.” Museums and theme parks paying tribute to the Maoist era popped up throughout the city, and dozens of revolution-themed hot pot restaurants, including Old Base, thrived. Now, more than a year after Bo’s dismissal in China’s biggest political scandal in a generation, part of Chongqing’s “red” cultural movement has fallen alongside him. The Red Song Association, which was formed in July 2010 and flourished under Bo, had its operating license revoked in 2012; its 20,000-square foot office now lies empty. Across the street from my apartment in Chongqing’s Shapingba neighborhood, students at Shuren Kindergarten do their morning exercise routine to the accompaniment of Justin Bieber; two years ago, a local resident told me, the students were swinging their arms to the tune of Communist refrains. Shortly after Bo fell, Chongqing TV reintroduced advertisements and canceled a two-hour nightly series on classic red songs.\n\nBut just as Chongqing’s red culture hot pot restaurants long predate Bo Xilai, they show no signs of vanishing now that he’s gone. Big Squad Captain (daduizhang), which opened its first branch in 2004, is widely considered the most popular of Chongqing’s Maoist nostalgia eateries. Since 2004, it has expanded steadily, with 19 locations in the Chongqing area as of last year. Other imitation restaurants, such as the Red Detachment of Women, named after one of China’s famous Communist-era operas, have also sprung up. Similarly-themed establishments can be found in cities across China, but nowhere are they more common than in Chongqing—in Three Gorges Square, a commercial plaza in Chongqing’s university district, at least three such restaurants can be found on a single block, each one brimming with diners during peak hours. Thomas Arne Strand Like all kitsch, the appeal and meaning of these red restaurants shift depending on the customer. For younger patrons who lack first-hand experience of the Mao era, the restaurants present a novel and entertaining window into the previous generation’s history, which their textbooks gloss over. “People in my generation barely ever hear or read anything about the Cultural Revolution, so restaurants like Big Squad Captain are really fun for us,” said Wan Xiao, a visual art student and member of the “post-90s generation,” constituting those who were born between 1990 and 1999. “If it weren’t for Big Squad Captain, I would have no clue what a Red Guard looked like in real life.” Others see the restaurants as an escape from China’s cutthroat market economy, providing the disillusioned with a glimpse of a more egalitarian and community-oriented society. “Today’s China feels so cold and detached compared to the land that my grandparents lived in,” said Wang Shuai, a 22-year-old realtor who frequents Old Base for the atmosphere (he isn’t fond of the food). “It is a shame that people today are no longer accustomed to sharing and working together.”", "article_metadata": {"description": "In the massive central Chinese city, establishments with Red Guards, Maoist songs, and portraits of Communist luminaries have become popular.", "author": "Adam Century", "og": {"site_name": "The Atlantic", "description": "In the massive central Chinese city, establishments with Red Guards, Maoist songs, and portraits of Communist luminaries have become popular.", "title": "Chongqing Restaurants Serve Cultural-Revolution Nostalgia", "locale": "en_US", "image": "https://cdn.theatlantic.com/assets/media/img/mt/2013/11/salute/lead_large.jpg", "url": "http://www.theatlantic.com/china/archive/2013/11/Chongqing-Restaurants-Serve-Cultural-Revolution-Nostalgia/281100/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "article_summary": "Thomas Arne Strand Like all kitsch, the appeal and meaning of these red restaurants shift depending on the customer.\nBut beyond the flimsily plastered walls of Old Base, Chongqing’s mega-market economy roars on.\nUnder the watchful eyes of China’s Communist forefathers, teenage waiters donning Red Guard outfits serve up Chongqing’s distinctive, spicy hot pot.\nThomas Arne Strand Underlying the novelty and kitsch of Old Base is that contemporary Chinese characteristic: the place turns a profit.\nIt’s as if today’s version of the slogan has been revised with the caveat, “Serve the People … who have disposable income.” The nostalgia served up by Old Base is by no means an isolated phenomenon."}