{"article_title": "Don’t believe the hype: Health insurers think Obamacare is going to be fine", "article_keywords": ["care", "believe", "dont", "exchange", "enrollment", "healthcare", "obamacare", "early", "going", "health", "plan", "exchanges", "hype", "insurers", "fine", "think", "law", "plans"], "article_url": "https://www.washingtonpost.com/news/wonk/wp/2014/01/15/dont-believe-the-hype-health-insurers-think-obamacare-is-going-to-be-fine/", "article_text": "Welcome to Health Reform Watch, Sarah Kliff’s regular look at how the Affordable Care Act is changing the American health-care system — and being changed by it. You can reach Sarah with questions, comments and suggestions here. Check back every Monday, Wednesday and Friday afternoon for the latest edition or sign up here to receive it straight from your inbox. Read previous columns here.\n\nSAN FRANCISCO -- Obamacare's troubled rollout hasn't scared insurers out of the marketplace. Instead, speaking to thousands of health-care investors gathered in San Francisco, plan executives describe the Affordable Care Act as, at worst, a fixable mess and, at best, a major growth opportunity.\n\nThe executives' commentary was a reminder that the health-care industry doesn't set its watch by the election cycles which dominate Washington. They expected Obamacare to be a bit of a mess in 2014 -- but they're in it for the long haul.\n\n\"We believe that over time, a lot of these bumps will work themselves out,\" Joe Swedish, president of Wellpoint, the country’s second-largest health plan, said in an interview with The Washington Post.\"We have always expected it to have a sort of lumpiness to it, the rollout. It's certainly become more lumpy than one would have predicted [but] over time, this will work out.\"\n\n“Our view is we’re still in the early innings,” Cigna chief executive David Cordani told a standing-room only crowd of investors at the J.P. Morgan Healthcare Conference. “The first couple of years will be choppy, and we’re learning whether it can find its legs.”\n\nHealth insurers arguably have the biggest financial stake in the exchanges’ success. They are the ones who are selling products on the new marketplaces, and who would have to bear the costs of covering a sicker-than-expected exchange population.\n\nBut even after a troubled launch, and with early enrollment shaping up to be lower and older than expected, plan executives generally cite two reasons they’re not panicking -- and not pulling out of the exchanges after year one.\n\nFirst, many approached 2014 as a test year for the Affordable Care Act and participated in only a handful of exchanges to test the waters. On average, the exchanges currently account for about 2 percent of insurers’ revenues, according to J.P. Morgan managed care analyst Justin Lake. Health plans expected that the first year would be rough, so they preemptively limited their exposure.\n\n“Although they may garner the most headlines, we do not expect the new health benefit marketplaces to be a significant factor to 2014 earnings,” Lake writes. “We think the downside risk of low initial enrollment for large, diversified managed care companies is limited given that this is a relatively small portion of their business.”\n\nAnd even as the health exchanges grow, they will likely still remain a smaller part of a health plan’s business. The Congressional Budget Office projects that, when fully implemented, the marketplaces will cover 7 percent of the population, or 30 million people.\n\nThis explains why, as investors lob questions at these executives, they mostly ask questions about issues that don’t make many headlines, like how the insurer’s Medicare Advantage products will perform or whether they will win more state Medicaid contracts. Exchange enrollment, by contrast, often takes a backseat.\n\n“It’s not something that jeopardizes our guidance for this year,” Michael Neidorff, chief executive of managed care company Centene, said of relatively low enrollment in exchange plans. “Right now, we’re satisfied getting a toe in the water, so to speak, getting experienced, and getting recognized for having this capacity.”\n\nTo be sure, the rocky rollout hasn’t gone unnoticed among health plans. Humana lowered its expectations for exchange enrollment in early January, as it saw many of its subscribers re-enrolling on grandfathered plans after the White House decision to allow those plans to continue for an extra year.\n\n“More people are staying off the exchange in the underwritten product,” Humana chief executive Bruce Broussard said. “In the underwritten products they tend to have a better health status.”\n\nAt the same time, Humana does not currently plan to pull out of any of the state exchanges where it currently sells. Instead, Broussard says, it's still waiting to see how enrollment shapes up by the end of open enrollment in March.\n\n“It’s too early in the game,” Broussard said. “We need to understand what’s going to transpire. There are too many uncertainties right now.”\n\nAnd other insurers still view the health-care law as a major growth opportunity, one which allows them to expand their footprint in the individual market.\n\nWayne DeVeydt, chief financial officer of Wellpoint, the country’s second-largest health insurer, said that they have seen higher enrollment among sicker patients -- but that the health plan expected that type of trend in its first year.\n\n“Things aren’t necessarily way out of whack with our expectations,” he says. “It’s not about whether or not you’re getting a sicker book. It’s whether you priced for it.”\n\nWellpoint has already made a significant investment preparing for the exchanges; the health plan did exchange shopping simulations with 55,000 potential shoppers across eight states to help figure out what type of plans it should sell and how much the premiums should cost.\n\nChief executive Swedish said he still believes that front-end investment will pay dividends, as the health exchanges find their footing. Wellpoint, as he puts it, is in it for the long haul.\n\n\"Some have asked are we committed to the exchanges going forward and just to underscore our view, it is the law, it will be executed albeit with continued lumpiness over a period of time,\" he says.\n\nKLIFF NOTES: Top health policy reads from around the Web.\n\nThe Obama administration extends the high-risk pools -- again. \"The tens of thousands of people with a history of serious illnesses who are enrolled in high-risk insurance pools created under the health care law will have an additional two months -- until March 31 -- before they lose that coverage, the Department of Health and Human Services announced Tuesday.\" Mary Agnes Carey in Kaiser Health News.\n\nMaryland's weighing abandoning its problem-riddled exchange. \"Maryland’s health exchange Web site is still riddled with glitches and might need to be completely overhauled — or even abandoned — once the first round of enrollment ends March 31, a member of Gov. Martin O’Malley’s Cabinet told lawmakers Tuesday. Until then, state officials say they have come up with a system of temporary fixes aimed at getting as many Marylanders as possible signed up for health coverage before the deadline. That has included hiring dozens of people to staff call centers and, in some cases, resorting to paper applications.\" Jenna Johnson in The Washington Post.\n\nAds attacking the health-care law continue to outpace pro-Obamacare spots. \"Democrats are increasingly anxious about an onslaught of television ads hitting vulnerable Senate and House candidates for their support of the new health law, since many lack the resources to fight back in the early stages of the midterm campaign. Since September, Americans for Prosperity, a group financed in part by the billionaire Koch brothers, has spent an estimated $20 million on television advertising that calls out House and Senate Democrats by name for their support of the Affordable Care Act. The unusually aggressive early run of television ads, which has been supplemented by other conservative initiatives, has gone largely unanswered, and strategists in both parties agree it is taking a toll on its targets.\" Carl Hulse in The New York Times.", "article_metadata": {"description": "Plan executives describe the Affordable Care Act as, at worst, a fixable mess and, at best, a major growth opportunity.", "og": {"site_name": "Washington Post", "description": "Plan executives describe the Affordable Care Act as, at worst, a fixable mess and, at best, a major growth opportunity.", "title": "Don’t believe the hype: Health insurers think Obamacare is going to be fine", "url": "https://www.washingtonpost.com/news/wonk/wp/2014/01/15/dont-believe-the-hype-health-insurers-think-obamacare-is-going-to-be-fine/", "image": "https://images.washingtonpost.com/?url=http://img.washingtonpost.com/blogs/wonkblog/files/2013/12/obamacare-cast.jpeg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/wonk/wp/2014/01/15/dont-believe-the-hype-health-insurers-think-obamacare-is-going-to-be-fine/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "insurance, coverage, obamacare,", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "insurance, coverage, obamacare,"}, "article_summary": "Chief executive Swedish said he still believes that front-end investment will pay dividends, as the health exchanges find their footing.\nHealth plans expected that the first year would be rough, so they preemptively limited their exposure.\n\"We believe that over time, a lot of these bumps will work themselves out,\" Joe Swedish, president of Wellpoint, the country’s second-largest health plan, said in an interview with The Washington Post.\nAds attacking the health-care law continue to outpace pro-Obamacare spots.\nThere are too many uncertainties right now.”And other insurers still view the health-care law as a major growth opportunity, one which allows them to expand their footprint in the individual market."}