{"article_title": "U.S. Navy SEALs Raid Somali Home of al-Shabab", "article_keywords": ["group", "official", "washington", "took", "seals", "officials", "somalia", "alshabab", "somali", "navy", "raid", "operation", "senior"], "article_url": "http://www.thefiscaltimes.com/Articles/2013/10/06/US-Navy-SEALs-Raid-Somali-Home-al-Shabab", "article_text": "U.S. Navy SEALs carried out an overnight raid on the Somali seaside home of a leader of the al-Qaeda-linked group al-Shabab, U.S. officials said Saturday, an operation that suggests how worried Washington has become about the threat posed by an organization that recently launched an attack on a shopping mall in neighboring Kenya.\n\nA U.S. official said the aim of the raid, which took place Friday, was to take a “high-value” al-Shabab militant into custody, but the militant was not seized.\n\n“U.S. personnel took all necessary precautions to avoid civilian casualties and disengaged after inflicting some al-Shabab casualties,” said the official, who spoke on the condition of anonymity to discuss a covert operation. “We are not in a position to identify those casualties.”\n\nRELATED: KENYA ATTACK FORESHADOWS RISE OF SOFT TARGETS\n\nSeparately, another U.S. official confirmed that the United States was involved in an operation in Libya on Saturday to capture a member of al-Qaeda who is suspected of involvement in the 1998 U.S. embassy bombings in Kenya and Tanzania. Nazih Abdul-Hamed al-Ruqai, a Libyan known by the alias Anas al-Libi, was detained in Tripoli. A second American official said Washington intends to bring Ruqai to the United States to stand trial.\n\nA brother of Ruqai told the Associated Press that his brother was seized early Saturday after three cars pulled up next to his, and its occupants smashed his window and forced him out of the vehicle. The brother described the abductors as foreign-looking “commandos.”\n\nThere was no sign that the two operations were related, but they underscored how active U.S. intelligence and military agencies remain in African countries with active cells of Islamic militants.\n\nThe operation in the Somali town of Baraawe was in response to the Sept. 21 attack on the upscale Westgate mall in Nairobi, which killed at least 67 people and significantly raised the profile of al-Shabab, which took credit for the raid.\n\nAl-Shabab fighters repelled Saturday’s assault, which killed at least one of the group’s fighters, a spokesman for the organization told the Reuters news agency.\n\n“Westerners in boats attacked our base at Baraawe beach,” said Abdiasis Abu Musab, the al-Shabab spokesman. “No planes or helicopters took part in the fight.”\n\nThe use of Navy SEALs suggested American officials had hoped to take members of the group into custody or collect physical evidence. Strikes on terrorism suspects that aim solely to kill are typically carried out with drone or missile strikes, so as to not put ground troops in harm’s way. The U.S. official said the raid was suspended before the targeted leader could be seized out of concern that a more aggressive assault may have resulted in civilian casualties.\n\n“The U.S. military attempts to capture terrorists when at all possible,” the official said.\n\nThe U.S. Navy and allied navies maintain a robust presence along Africa’s eastern shore, where piracy has become widespread. Pentagon spokesman George Little would only say officials were not prepared to provide details of the raid, which he called “a counterterrorism operation against a known al-Shabab terrorist.”\n\nWestern officials have grown alarmed that a group that was believed to have had limited ability to operate outside Somalia is now willing to call on supporters, including dual national Somalis, to carry out attacks abroad.\n\nOfficials did not say which leader was the target. The involvement of Navy SEALs in Saturday’s raid, which was first reported by The New York Times, appeared to mark the boldest U.S. strike in Somalia since a 2009 operation that killed Saleh Ali Saleh Nabhan, a senior al-Qaeda figure who was running the network’s operations in Somalia.\n\nAl-Shabab, which means “the youth” in Arabic, emerged in 2006 after invading Ethiopian troops drove out the Islamic Courts Union, an Islamist group that once controlled large swaths of Somalia.\n\nAl-Shabab tapped into a widespread hatred of foreigners to build support across much of southern and central Somalia. But its popularity was short-lived because of the militia’s strict implementation of Islamic law, including public amputations, stonings and other harsh measures.\n\nLast month’s shopping mall attack came as U.S. intelligence had assessed al-Shabab to be weakening in Somalia in the face of an expanded multilateral African military force and a new civilian government.\n\nThe administration focused on the group within months of President Obama’s 2009 inauguration, when senior Pentagon officials proposed targeting al-Shabab training camps in Somalia. Obama’s national security team rejected the proposal, arguing that the group was focused primarily on domestic attacks.\n\nAt the same time, administration officials grew concerned that a number of young men of Somali origin, who had obtained U.S. or European passports, had returned to Somalia to join al-Shabab.\n\nThere were no publicly disclosed U.S. attacks against al-Shabab figures in Somalia for two year after the strike that killed Nabhan, which was carried out by U.S. special operations forces aboard helicopters. Nabhan was believed to have played a leading role in the 1998 bombings of the U.S. embassies in Kenya and Tanzania.\n\nIn early 2011, after noting what senior officials said were increasing ties between some of the al-Shabab leadership and the ­Yemen-based al-Qaeda in the Arabian Peninsula, the administration partially changed course. In a new policy, top al-Shabab figures with links to the Yemen group were placed on target lists. Obama authorized the first drone strike against two senior al-Shabab figures in Somalia in June 2011.\n\nThat remained the policy, and no further U.S. attacks had come to light until Saturday.\n\nIn congressional testimony this year, Director of National Intelligence James R. Clapper said that a weakened al-Shabab “remains focused on local and regional challenges” but is continuing to focus on “regional adversaries, including targeting U.S. and western interests in east Africa.”\n\nRuqai, the Libyan who was taken into custody, is listed as one of the FBI’s most-wanted terrorists. The bureau offered a $5 million bounty for information that led to his capture. He has been indicted in the Southern District of New York for his alleged role in the bombing of U.S. embassies in Dar es Salaam and Nairobi on Aug. 7, 1998.\n\nSaturday’s operation in Tripoli appeared to represent a coup for U.S. intelligence agencies in a country struggling to establish a civilian government after decades of authoritarian rule and a short civil war in 2011 that gave rise to powerful militias.\n\nThis article originally appeared in The Washington Post. Karen DeYoung and Sari Horwitz in Washington and Sudarsan Raghavan in Nairobi, both of The Post, contributed to this report.\n\nRead more at The Washington Post:\n\nNSA Documents Show Campaign Against Encrypted Network\n\nIn Somalia, Int'l Troops Target Foreign Fighters in Pre-Dawn Strike\n\nAn Ancient Monastery in Sinai Is Isolated Again", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "U.S.", "title": "U.S. Navy SEALs Raid Somali Home of al-Shabab", "url": "http://www.thefiscaltimes.com/Articles/2013/10/06/US-Navy-SEALs-Raid-Somali-Home-al-Shabab", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/05022011_Navy_Seal_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2013/10/06/US-Navy-SEALs-Raid-Somali-Home-al-Shabab", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/05022011_Navy_Seal_article.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "U.S.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fd94a7\"", "article_summary": "Obama authorized the first drone strike against two senior al-Shabab figures in Somalia in June 2011.\nA U.S. official said the aim of the raid, which took place Friday, was to take a “high-value” al-Shabab militant into custody, but the militant was not seized.\nThe administration focused on the group within months of President Obama’s 2009 inauguration, when senior Pentagon officials proposed targeting al-Shabab training camps in Somalia.\nA second American official said Washington intends to bring Ruqai to the United States to stand trial.\nIn early 2011, after noting what senior officials said were increasing ties between some of the al-Shabab leadership and the ­Yemen-based al-Qaeda in the Arabian Peninsula, the administration partially changed course."}