{"article_title": "Longtime ESPN Sportscaster Scott Dies At 49", "article_keywords": ["school", "espn", "49", "dies", "local", "shops", "general", "scott", "longtime", "president", "known", "health", "keloland", "technology", "sportscaster"], "article_url": "http://www.keloland.com/news/article/sports/longtime-espn-sportscaster-scott-dies-at-49", "article_text": "Bristol, CT\n\nStuart Scott, the longtime \"SportsCenter\" anchor and ESPN personality known for his known for his enthusiasm and ubiquity, has died at age 49.\n\n\n\nThe network says Scott died Sunday and had fought cancer since a diagnosis in late 2007, remaining dedicated to his craft even as he underwent chemotherapy, radiation and surgery.\n\n\n\nESPN president John Skipper says Scott was \"a true friend and a uniquely inspirational figure\" and that his \"energetic and unwavering devotion to his family and to his work while fighting the battle of his life left us in awe, and he leaves a void that can never be replaced.\"\n\n\n\nScott is survived by his parents, O. Ray and Jacqueline Scott; his siblings Stephen Scott, Synthia Kearney and Susan Scott; children Taelor and Sydni; and girlfriend Kristin Spodobalski.\n\nSports\n\nHeadlines {{Title}} Remove Change News General Courts Web Only Crime Outdoors Events Center Non-Homepage Boredom Busters Pipeline Positively KELOLAND Technology Hunger Affordable Care Act Shops Flooding Remembering 9/11 Drought JazzFest Spring Storm Honor Flight Spencer Anniversary\n\nDoApp Health News Business News Sports\n\nAgriculture Markets Livestock Crops Politics\n\nHealthBeat Cancer Children's Health Heart Health Wellness & Nutrition General Health Beat Women's Health RX Resources What's Going Around OTC Diabetes Recalls Dental Health Men's Health\n\nPolitics South Dakota Legislature Budget Congress Taxes General Local Campaign President US Senate New Laws US House Iowa Ballot Issues Local Races Minnesota Gubernatorial\n\nEducation Funding College Elementary High School Pre K School Supplies Middle School\n\nSports Professional College High School Sports Zone Headlines Summit League Tournament Olympics\n\nBusiness Industry Your Money Matters Development Gas & Energy Legislation Economy/Stocks Employment General Health Care Technology Education Funding Tourism Banking/Finance Housing Transportation Insurance Meetings & Events Retail & Restaurants All Industries On The Move Shops Agriculture\n\nFeatured Stories Eye on KELOLAND Inside KELOLAND\n\nWeather Snow Forecast Records Rain Flooding Drought WX Corner General\n\nWorld News\n\nInvestigates GEAR UP\n\nSponsored Done\n\n© 2016 Associated Press. All Rights Reserved. Material may not be redistributed.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "Stuart Scott, the longtime &quot;SportsCenter&quot; anchor and ESPN personality known for his known for his enthusiasm and ubiquity, has died at age", "title": "Longtime ESPN Sportscaster Scott Dies At 49", "url": "http://www.keloland.com/news/article/sports/longtime-espn-sportscaster-scott-dies-at-49", "image": "http://kelolandassets.blob.core.windows.net/kelolandassets/images/default-source/agriculture/crops/barley/61619.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "Stuart Scott, the longtime &quot;SportsCenter&quot; anchor and ESPN personality known for his known for his enthusiasm and ubiquity, has died at age"}, "article_summary": "Bristol, CTStuart Scott, the longtime \"SportsCenter\" anchor and ESPN personality known for his known for his enthusiasm and ubiquity, has died at age 49.\nScott is survived by his parents, O. Ray and Jacqueline Scott; his siblings Stephen Scott, Synthia Kearney and Susan Scott; children Taelor and Sydni; and girlfriend Kristin Spodobalski.\nThe network says Scott died Sunday and had fought cancer since a diagnosis in late 2007, remaining dedicated to his craft even as he underwent chemotherapy, radiation and surgery.\nMaterial may not be redistributed.\nAll Rights Reserved."}