{"article_title": "When Does Eating Too Much In One Sitting Become Deadly?", "article_keywords": ["youre", "eating", "point", "food", "deadly", "sitting", "possible", "actually", "vreeman", "does", "vomit", "stomach", "eat"], "article_url": "http://www.medicaldaily.com/breaking-point-when-does-eating-too-much-one-sitting-become-deadly-362856", "article_text": "This coming Thursday, many Americans will be sitting down for what on any other day of the year would be considered a totally excessive feast. Thursday happens to be Thanksgiving, though — the one day each year that it’s totally acceptable to eat to the point of bursting. It’s typical to hear family members exclaim around the table over their tight jeans and full stomachs, but is it actually possible for anyone’s stomach to burst because of overeating? Could you even die from eating too much? The answer is yes, but the chances of it happening accidentally are almost zero. Take a look at what happens inside the body when we fill up with food, and what happens if we ignore the signals it sends when we need to stop eating.\n\nEating To Satisfaction\n\nThroughout generations of evolution, the human body has honed the instinct that compels us to eat. After all, without food there to provide the nutrients and energy we need to keep living, we wouldn’t do so well. On the other hand, the biological mechanisms that tell us to stop eating haven’t been as important — it wasn’t very often through the millennia that we suffered from an overabundance of food. With the changing times, however, the sensation of being too full is more familiar to some than the feeling of intense hunger.\n\nWhen our stomach empties, certain hormones get sent to the brain to tell us we’re hungry. Conversely, a different set of hormones signals us to stop eating when the stomach is satisfied.\n\nOf course, there’s a catch: Food tastes so good.\n\n“We enjoy eating,” Diana Williams, a professor of psychology and neuroscience at Florida State University, told The Daily Beast. “You can feel full, you can have a stomach full of food, and then dessert comes out, and we eat more. So these mechanisms of hunger and satiety sort of go out the window in the face of really rewarding food.”\n\nThis love for food isn’t enough to actually cause harmful health effects, though. Those kinds of consequences are only possible after overriding the natural reflexes that guard us from eating to the point of actually bursting.\n\nvia GIPHY\n\n'So Full I Could Burst'\n\nOur stomachs can normally hold around 1 to 1.5 liters of food and drink — this is the point at which we begin to feel uncomfortably full. Eat some more, and reports seem to suggest we’ll be OK health-wise, holding up to 3 liters. Most cases of bursting come once we’ve eaten around 4 to 5 liters of food.\n\n“You can rupture your stomach if you eat too much,” Dr. Rachel Vreeman, assistant professor of pediatrics at Indiana University School of Medicine, told NBC News. “It is possible, but it’s very, very rare.”\n\nA stomach rupture, also referred to as a gastrointestinal perforation, occurs when a hole forms through the stomach. If the food doesn’t exit through the mouth as vomit, it puts pressure on the stomach walls to the point it tears. The stomach’s contents then empty into the abdominal cavity where they cause infection and pain. If surgical intervention doesn’t occur, the person can die.\n\nSuch drastic events are only possible by overconsuming food to the point that the person overrides their gag reflex and continues to eat. This rarely occurs in anyone who isn’t suffering from some type of disordered eating or limited mental capacity, Vreeman said.\n\n“They have unusual eating habits to an extent that their bodies’ natural reflexes no longer respond as they normally do,” she said. “Their bodies’ reflexes have been ignored or abused so long that they no longer vomit at the appropriate time. And then once the stomach gets to this extremely distended point, the stomach muscles are too stretched out to be strong enough to vomit the food out.”\n\nIt really is possible to eat yourself to death, but how often does it happen? There have only been a handful of cases where overeating seemed to be the cause of a deadly stomach, and most of them have been in individuals with food-related disorders. One 2007 study examined those suffering from Prader-Willi syndrome, characterized by uncontrollable cravings and morbid obesity, and found that only 3 percent of deaths analyzed were caused by gastric rupture.\n\nOther isolated cases have been reported for decades, but have never included any unsuspecting Thanksgiving participants. \"Even if you're starting to feel a bit sick or tired and overwhelmed from eating so much at Thanksgiving, you're still far, far away from the scenario where you're going to make your stomach actually explode,\" Vreeman explained.\n\nEating a bit more than your share is typical on our upcoming November holiday, but if everyone is listening to their bodies’ natural instincts and signals, no one should be worried about anything more than a couple hours of uncomfortably tight pants.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "breaking, point, when, does, eating, too, much, one, sitting, become, deadly", "og": {"site_name": "Medical Daily", "description": "Thanksgiving is known as a holiday of overindulgence, but when can eating a ton in one sitting become dangerous to your health?", "title": "How Much Food Would You Have To Eat To Kill You?", "url": "http://www.medicaldaily.com/breaking-point-when-does-eating-too-much-one-sitting-become-deadly-362856", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/11/24/thanksgiving.jpg", "type": "article"}, "twitter": {"description": "Thanksgiving is known as a holiday of overindulgence, but when can eating a ton in one sitting become dangerous to your health?", "title": "How Much Food Would You Have To Eat To Kill You?", "url": "http://www.medicaldaily.com/breaking-point-when-does-eating-too-much-one-sitting-become-deadly-362856", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/11/24/thanksgiving.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/11/24/thanksgiving.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Vitality", "published_time": "2015-11-25T07:00:00-05:00", "modified_time": "2015-11-25T09:47:06-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Thanksgiving is known as a holiday of overindulgence, but when can eating a ton in one sitting become dangerous to your health?"}, "_id": "\"57477af36914bd0286fd2ecd\"", "article_summary": "Eating To SatisfactionThroughout generations of evolution, the human body has honed the instinct that compels us to eat.\nThose kinds of consequences are only possible after overriding the natural reflexes that guard us from eating to the point of actually bursting.\nThis rarely occurs in anyone who isn’t suffering from some type of disordered eating or limited mental capacity, Vreeman said.\nConversely, a different set of hormones signals us to stop eating when the stomach is satisfied.\n“We enjoy eating,” Diana Williams, a professor of psychology and neuroscience at Florida State University, told The Daily Beast."}