{"article_title": "Frederick Hospital to Discontinue Inpatient and ER Services March", "article_keywords": ["county", "emergency", "taken", "discontinue", "hospital", "frederick", "tillman", "inpatient", "healthcare", "services", "care", "er"], "article_url": "http://www.texomashomepage.com/news/local-news/frederick-hospital-to-discontinue-inpatient-and-er-services-march-31", "article_text": "We've followed the ups and downs of the Bowie hospital for the past several months, and now another rural hospital in our area is facing similar problems.\n\n\n\nEffective next week, Memorial Hospital and Physician Group in Frederick will discontinue inpatient care, and even more importantly, ER services.\n\n\n\nThe Healthcare Services Administrator Ricky Coleman said they've had major financial problems for the past two years, which finally led them to close the emergency room doors.\n\n\n\nColeman said rising healthcare costs coupled with a shrinking community, has left the local hospital in the red for for quite some time, but that doesn't make closing the rooms for in patient care and the ER any easier.\n\n\"Losing the hospital, losing access to emergency care is a huge issue,\" he said. \"It's not a decision that was taken lightly, but it was one that was necessary to maintain healthcare in Tillman County.\"\n\nColeman said it's hard to predict what this will mean for the community in the long run, but regardless, he's confident in the future of the hospital.\n\n\"The hospital, we feel like, is kind of the hub of the community, and it should be,\" Coleman said. \"I think it is in the majority of communities. We feel pretty comfortable that it's going to be successful.\"\n\nOf course, these changes do mean lost jobs, but some former employees, like Christina Clendening, said the closing isn't a surprise.\n\n\n\nSo, Clendening, and many others, got out early and accepted jobs elsewhere.\n\n\"I worked in the nursing home and we knew it was closing for a long time,\" Clendening said. \"I've lived in small towns my whole life and the hospitals have either been really really bad, or shut down.\"\n\nJulie Wynn said the Frederick ER saved her life after she suffered an emergency of her own at the beginning of this year.\n\n\"I had a heart attack the first of January and if we hadn't had the hospital, I probably would have been in serious trouble,\" Wynn said.\n\nOfficials tell residents in Tillman County having a medical emergency to call 911 as usual. The Tillman County ambulance will pick you up, and then you can choose the emergency room you'd like to be taken to.\n\nIf you aren't able to choose, you'll be taken to Frederick's partner hospital, Comanche County Memorial Hospital in Lawton.\n\n\n\nThe closest hospital mileage-wise is Wilbarger General in Vernon, but they don't accept Oklahoma Medicaid, according to Coleman.\n\n\n\nThe next closest hospitals are in Altus and Lawton, which are forty minutes to an hour away.\n\nMemorial Hospital and Physician Group in Frederick will continue outpatient primary care, physical therapy, radiology services, home health services and its nursing home.", "article_metadata": {"description": "Effective next week, Memorial Hospital and Physician Group in Frederick will discontinue inpatient care, and even more importantly, ER services.&nbsp;", "author": "Taylor Newcomb", "og": {"site_name": "TEXOMASHOMEPAGE", "description": "Effective next week, Memorial Hospital and Physician Group in Frederick will discontinue inpatient care, and even more importantly, ER services.", "title": "Frederick Hospital to Discontinue Inpatient and ER Services March 31", "url": "http://www.texomashomepage.com/news/local-news/frederick-hospital-to-discontinue-inpatient-and-er-services-march-31", "image": {"width": 640, "identifier": "http://static.lakana.com/nxsglobal/texomashomepage/photo/2016/03/25/JC072047.MOV.Still001_1458943787557_7766251_ver1.0_640_360.jpg", "height": 360}, "locale": "en_US", "type": "article"}, "fb": {"app_id": 828228087268520}, "google-site-verification": "A5boexvn76yApcML3cwoRbogoWQ5NLf3nT0EyuhTqmI", "keywords": "Local News,News", "article": {"section": "Local News", "published_time": "2016-03-26T01:36:43+0000", "modified_time": "2016-03-26T01:36:43+0000"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "Effective next week, Memorial Hospital and Physician Group in Frederick will discontinue inpatient care, and even more importantly, ER services.\nMemorial Hospital and Physician Group in Frederick will continue outpatient primary care, physical therapy, radiology services, home health services and its nursing home.\nJulie Wynn said the Frederick ER saved her life after she suffered an emergency of her own at the beginning of this year.\nIf you aren't able to choose, you'll be taken to Frederick's partner hospital, Comanche County Memorial Hospital in Lawton.\n\"Losing the hospital, losing access to emergency care is a huge issue,\" he said."}