{"article_title": "FBI artifacts raid, 'Indy Is Happy,' more", "article_keywords": ["week", "jones", "indianapolis", "raid", "artifacts", "miller", "indy", "food", "pacers", "health", "truck", "indiana", "fbi", "eataly", "happy"], "article_url": "http://www.indystar.com/story/news/faklaris/2014/04/04/week-review-fbi-artifacts-raid-indy-happy-viral-video-nathan-trapuzzano-pacers-collapse-obamacare-deadline-april-fools-day-pranks/7303951/", "article_text": "Catch up on the biggest and most buzzworthy stories for the week of March 31-April 4, 2014.\n\nDon Miller (in the red out front) standing at a new church construction at Delmas 75, Port-a -Prince, Haiti. Amy Mohr (Photo: Amy Mohr)\n\nHave you seen local digital agency Media Fuel's take on Pharrell Williams \"Happy\"? Their #IndyIsHappy video is really striking a chord amid this week's rash of grim headlines! Kudos to them and their partners at Ikeconic for helping remind us of Butler Blue III, the Cultural Trail and other great places and personalities that make this a great city to live in.\n\nHere are more of the biggest headlines making the rounds this week of March 31-April 4, 2014:\n\n1. The recent spurt of homicides has put Indianapolis on pace to eclipse its 2013 homicide total, which was the city's highest in seven years. Most shocking this week: The shooting death of computer programmer Nathan Trapuzzano, 24, a newlywed and expectant father who was found dead Tuesday outside a tire shop on West 16th Street, where he liked to walk for exercise.\n\n2. Which is more mysterious: Don Miller himself, or the collection being examined by an FBI art-crime team after their raid of his Rush County farm Wednesday? Miller, 91, was part of a secretive military unit that tested the atomic bombs later used during World War II. Somehow, he acquired thousands of cultural artifacts, including a shrunken head, a Nazi helmet and a sarcophagus that might contain a mummy.\n\n3. Are you sad to hear that David Letterman is retiring in 2015? We compiled a Top 10 list of reasons we love the Hoosier broadcaster extraordinaire and who should replace him at the helm of CBS' \"Late Show.\" Personally, I'd like to see a woman comic get the call!\n\n4. Yet again, a state regulator is accused of getting too involved behind the scenes with a multimillion-dollar project that benefited his employer. This time it's William J. Cover, a powerful member of the Indiana Board of Pharmacy, who's accused of violating ethics laws in allowing Walgreens Co. (for which he was a top executive) to launch a $100 million store remodel project that puts pharmacists in a workstation in open areas. Citizens groups plan to file a complaint today over the matter.\n\nA pharmacist consults with a customer at a Walgreens in Wheeling, Ill. In 2011, the pharmacy chain proposed a plan to move pharmacists out from behind the counter to a workstation on the floor, where they could answer questions from the public and provide health counseling. Indiana was the pilot site. (Photo: Scott Olson/Getty Images)\n\n5. It's a David v. Goliath food fight: Eataly, an Italian foodie mall co-owned by celebrity chef Mario Batali, is suing Indy food truck Little Eataly. Eataly the Market's lawyers claim that the food truck's name is too similar, and they want the food truck to hand over the rights to its name and its website domain. The food truck says it doesn't have the resources to enter a major legal battle.\n\nOwners Robert and Chea Carmack run Little Eataly. (Photo: Rachel Rubenstein)\n\n6. Hoosiers flocked this week to sign up for health insurance by the Affordable Care Act's March 31 deadline, while the Obamacare website at Healthcare.gov struggled to stay online in the crush. The penalty those who didn't arrange coverage will be assessed when their federal income tax returns are filed: either 1 percent of yearly household income or $95 per person for the year, whichever amount is higher.\n\nBuy Photo Valerie Jones (from left) and her husband, Lee Jones, listen to Affordable Health Care information from Shelly Jones at Eskenazi Health on March 31, 2014, the last day people can sign up for health insurance on the national exchanges. (Photo: Kelly Wilkinson/The Star)\n\n7. This year's \"Summer Nights\" lineup of outdoor movies at the Indianapolis Museum of Art includes both classics and fun cultural touchstones. Get your tickets early for the debut film: \"Breakfast at Tiffany's\" on June 6.\n\nSummer Nights Movie at Indianapolis Museum of Art, 4000 Michigan Rd. (Photo: Jammy Straub)\n\n8. Bob Kravitz thinks the Pacers are headed for a playoff disaster, given their recent disastrous string of losses. \"What the Pacers have going right now is a full-fledged collapse, a gag job down the stretch that doesn't look fixable between now and the start of the NBA playoffs,\" he wrote earlier this week. Do you think their 101-94 victory over the Pistons shows they're on the mend?\n\nBuy Photo Pacers Lance Stephenson (left), Paul George and C.J. Watson look rather glum as they watch fourth quarter action as the San Antonio Spurs beat the Pacers 103-77 at Bankers Life Fieldhouse, March 31, 2014. (Photo: Joe Vitti /The Star)\n\n9. April is Sexual Assault Awareness Month. Hancock County rape survivor Jenny Wendt spoke Tuesday on the south steps of the Statehouse on changing the state's five-year statute of limitations on prosecuting such crimes. Do you support her cause?\n\nBuy Photo After keeping her rape a secret for much of her life, Jenny Wendt now considers it a lifelong mission to advocate for sexual assault victims and fight for tougher penalties against perpetrators. (Photo: Kelly Wilkinson/The Star )\n\n10. TV hosts, political pundits and plenty of his constituents have been making fun of Sen. Dan Coats after he turned up and started questioning a witness yesterday at the wrong Capitol Hill hearing. But the Indiana Republican himself also made light of his mixup on Twitter, blaming his favorite antagonist right now: the Russians!\n\nSkip Ad Ad Loading... x Embed x Share What may have otherwise been a very dry congressional hearing ends up producing a good chuckle when Indiana Sen. Dan Coats realizes he's at the wrong hearing. He later tweeted, \"I think the Russians have been messing with my schedule.\"\n\nHave a great weekend -- and get happy, Indy!\n\nFollow me on Twitter at @heycori or subscribe to my page at Facebook.com/heycori. And check back every morning for my Cheat Sheet guide to everything you need to know today at IndyStar.com!\n\nRead or Share this story: http://indy.st/PskNvc", "article_metadata": {"google": "notranslate", "description": "Catch up on the biggest and most buzzworthy stories for the week of March 31-April 4, 2014.", "og": {"site_name": "Indianapolis Star", "description": "Catch up on the biggest and most buzzworthy stories for the week of March 31-April 4, 2014.", "title": "Week in Review: FBI artifacts raid, 'Indy Is Happy,' more", "url": "http://www.indystar.com/story/news/faklaris/2014/04/04/week-review-fbi-artifacts-raid-indy-happy-viral-video-nathan-trapuzzano-pacers-collapse-obamacare-deadline-april-fools-day-pranks/7303951/", "image": "http://www.gannett-cdn.com/GDContent/applogos/indystar.png", "type": "article"}, "twitter": {"description": "Catch up on the biggest and most buzzworthy stories for the week of March 31-April 4, 2014.", "title": "Week in Review: FBI artifacts raid, 'Indy Is Happy,' more", "image": "http://www.gannett-cdn.com/-mm-/ad4c314fc7fc74981163a532e8e40375e1323a6a/c=385-0-2677-2292&r=x643&c=640x640/local/-/media/Indianapolis/Indianapolis/2014/04/03//1396578514000-my-new-camera-pics-022.jpg", "creator": "@indystar", "site": "@indystar", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=559965350", "fb": {"app_id": 108716282521686}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Organizations/Federal Bureau of Investigation", "gci-asset-type": "story", "gci-categories": "Organizations/Federal Bureau of Investigation", "title": "Week in Review: FBI artifacts raid, 'Indy Is Happy,' more", "author": "Cori Faklaris", "pageclass": "article", "recs": {"category": "news/faklaris", "image-3-4": "http://www.gannett-cdn.com/-mm-/bf86305db714155cc9088195fed574d9dcaabbcd/c=513-0-2231-2292/local/-/media/Indianapolis/Indianapolis/2014/04/03//1396578514000-my-new-camera-pics-022.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/8cd4b7a56715d23f94b072f399a2bde63ac8a88c/c=385-0-2677-2292/local/-/media/Indianapolis/Indianapolis/2014/04/03//1396578514000-my-new-camera-pics-022.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/5c880e01bed58b7bd32bda0ed9fece0c8fce084a/c=6-0-3056-2292/local/-/media/Indianapolis/Indianapolis/2014/04/03//1396578514000-my-new-camera-pics-022.jpg", "image": "http://www.gannett-cdn.com/-mm-/3fe34306a12554f4d3f898821cca2b6423bae3a6/c=0-434-3056-2158&r=x633&c=1200x630/local/-/media/Indianapolis/Indianapolis/2014/04/03//1396578514000-my-new-camera-pics-022.jpg", "publishtime": "2014-04-04T13:37:58.830000-04:00", "shorthed": "Week in Review: FBI artifacts raid, 'Indy Is Happy,' more", "articleid": 7303951, "image-16-9": "http://www.gannett-cdn.com/-mm-/da39225a27b9dd46ed450342cb01d67d1d1155da/c=0-434-3056-2158/local/-/media/Indianapolis/Indianapolis/2014/04/03//1396578514000-my-new-camera-pics-022.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/daa339ed137069842703fc6bf8de2a92c1b8c983/c=960-0-2243-2292/local/-/media/Indianapolis/Indianapolis/2014/04/03//1396578514000-my-new-camera-pics-022.jpg"}}}, "article_summary": "It's a David v. Goliath food fight: Eataly, an Italian foodie mall co-owned by celebrity chef Mario Batali, is suing Indy food truck Little Eataly.\nThe food truck says it doesn't have the resources to enter a major legal battle.\nWhich is more mysterious: Don Miller himself, or the collection being examined by an FBI art-crime team after their raid of his Rush County farm Wednesday?\nSomehow, he acquired thousands of cultural artifacts, including a shrunken head, a Nazi helmet and a sarcophagus that might contain a mummy.\nAmy Mohr (Photo: Amy Mohr)Have you seen local digital agency Media Fuel's take on Pharrell Williams \"Happy\"?"}