{"article_title": "Virginia Severs Concealed Carry Agreements With 25 States", "article_keywords": ["25", "severs", "laws", "permits", "virginia", "gun", "states", "agreements", "carry", "general", "herring", "south", "concealed"], "article_url": "http://dailysignal.com/2015/12/23/virginia-severs-concealed-carry-agreements-with-25-states/", "article_text": "Virginia will stop honoring concealed carry permits from more than two dozen other states that currently have reciprocity privileges with the commonwealth.\n\nAttorney General Mark Herring, a Democrat, announced the change Tuesday after a state audit determined that gun laws in 25 states failed to meet Virginia’s requirements for concealed handguns. The shift will take effect Feb. 1.\n\nIn announcing termination of the agreements on out-of-state on permits, Herring said it ensures that individuals disqualified under Virginia law from obtaining a concealed weapons permit can’t use the reciprocity agreement to carry firearms in the state.\n\n“While you are here, you are subject to the commonwealth’s gun laws,” Herring said during a press conference.\n\nVirginia bars anyone with a record for stalking, assault, drug use, or drunk driving from carrying a handgun. Individuals with a legal history of mental health treatment or those dishonorably discharged from the military also are disqualified.\n\nHerring said ending the reciprocity agreements is a “commonsense” step that blocks potentially dangerous or irresponsible persons from lawfully carrying a weapon in Virginia.\n\nGun rights advocates slammed the change as politically motivated.\n\nVirginia Del. Rob Bell, a Republican looking to unseat Herring in 2017, called the new policy “another Washington-style overreach from a nakedly partisan attorney general.”\n\n“Instead of doing the job he was elected to do, Mark Herring continues to put the political goals of his liberal supporters ahead of sound legal judgment,” Bell said in a prepared statement.\n\nThe National Rifle Association criticized the attorney general for placing “politics above public safety.”\n\n“This decision is both dangerous and shameful,” said Chris Cox, executive director of the NRA’s Institute for Legislative Action. “The attorney general knows that permit holders are among the safest groups of citizens in the commonwealth and the country.”\n\nVirginia will sever concealed carry agreements with these states: Alaska, Arizona, Arkansas, Delaware, Florida, Idaho, Indiana, Kansas, Kentucky, Louisiana, Minnesota, Mississippi, Montana, Nebraska, New Mexico, North Dakota, North Carolina, Ohio, Pennsylvania, South Carolina, South Dakota, Tennessee, Washington, Wisconsin, and Wyoming.\n\nSix of the states—Florida, Louisiana, North Dakota, Pennsylvania, South Carolina, and Wyoming—will stop accepting Virginia concealed carry permits because their laws “require mutual recognition of permits.”\n\nHerring said concealed carry permits from Michigan, Oklahoma, Texas, Utah, and West Virginia will remain valid in Virginia.\n\nVirginia’s gun laws “should not be undermined by wrongly recognizing permits from other states with more permissive standards,” he said.\n\nThe change marks the latest move by Virginia Democrats seeking to enact stricter gun control measures by circumventing the Republican-led General Assembly.\n\nGov. Terry McAuliffe, also a Democrat, signed an executive order in October prohibiting open carrying of firearms in some state buildings. In April, McAuliffe vetoed three bills aimed at easing gun laws.", "article_metadata": {"description": "A state audit determined that guns laws in 25 states failed to meet Virginia’s requirements for concealed handguns, Attorney General Mark Herring says.", "og": {"site_name": "The Daily Signal", "description": "A state audit determined that guns laws in 25 states failed to meet Virginia’s requirements for concealed handguns, Attorney General Mark Herring says.", "title": "Virginia Severs Concealed Carry Agreements With 25 States", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/151222_VaGuns_Johnson.jpg", "updated_time": "2016-01-05T23:11:36+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1YBB90V"}, "twitter": {"domain": "The Daily Signal", "description": "A state audit determined that guns laws in 25 states failed to meet Virginia’s requirements for concealed handguns, Attorney General Mark Herring says.", "title": "Virginia Severs Concealed Carry Agreements With 25 States", "image": {"src": "http://dailysignal.com/wp-content/uploads/151222_VaGuns_Johnson.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Society", "tag": "firearms", "published_time": "2015-12-23T15:07:11+00:00", "modified_time": "2016-01-05T23:11:36+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Virginia concealed carry, Mark Herring, Terry McAuliffe, gun laws, gun control, National Rifle Association, NRA, Rob Bell"}, "article_summary": "Virginia will stop honoring concealed carry permits from more than two dozen other states that currently have reciprocity privileges with the commonwealth.\nSix of the states—Florida, Louisiana, North Dakota, Pennsylvania, South Carolina, and Wyoming—will stop accepting Virginia concealed carry permits because their laws “require mutual recognition of permits.”Herring said concealed carry permits from Michigan, Oklahoma, Texas, Utah, and West Virginia will remain valid in Virginia.\n“While you are here, you are subject to the commonwealth’s gun laws,” Herring said during a press conference.\nAttorney General Mark Herring, a Democrat, announced the change Tuesday after a state audit determined that gun laws in 25 states failed to meet Virginia’s requirements for concealed handguns.\nVirginia’s gun laws “should not be undermined by wrongly recognizing permits from other states with more permissive standards,” he said."}