{"article_title": "Sen. Sessions: Election offers a simple choice", "article_keywords": ["president", "obamas", "clinton", "trump", "sessions", "simple", "radical", "serves", "choice", "american", "offers", "election", "mr", "sen", "trade", "open"], "article_url": "http://www.12news.com/news/nation-now/sen-sessions-election-offers-a-simple-choice/187810009", "article_text": "For the first time in a long time, this November will give Americans a clear choice on perhaps the most important issue facing our country and our civilization: whether we remain a nation-state that serves its own people, or whether we slide irrevocably toward a soulless globalism that treats humans as interchangeable widgets in the world market.\n\nIn Donald Trump, we have a forceful advocate for America. Trump has said that our trade, immigration and foreign policies must be changed to protect the interests of American workers and our nation.\n\nIn Hillary Clinton, we have a committed globalist. Clinton was an ardent supporter of the Trans-Pacific Partnership — which surrenders American sovereignty to an international union of 12 countries — and has clearly left the door wide open to enacting the pact if elected.\n\nThere is only one sure way to defeat the TPP, and that is to defeat Hillary Clinton.\n\nMeanwhile, Clinton’s immigration platform is the most radical in our history. Freezing deportations. Ending detentions. Halting enforcement. She’d expand President Obama’s illegal amnesty decree, effectively creating open borders.\n\nClinton’s extremist proposal economically targets our poor African-American and Hispanic communities whose wages and job prospects are being steadily eroded by the huge influx of new foreign workers.\n\nYet some Republicans persist in saying that they don’t know whether Mr. Trump is a “real conservative.” This charge misleads in two ways. First: Mr. Trump’s cautious approach to mass migration, transnational trade commissions and nation-building are, by definition, conservative.\n\nSecond, the divide between Trump and Clinton on the role of government could not be more stark. Consider just a few of the things President Trump would do after taking the oath: repeal Obamacare; nominate constitutionalist justices; replace Obama’s radical Cabinet appointments; reduce taxes and regulations; produce more American energy; rein in the out-of-control EPA; and cancel Obama’s illegal amnesties.\n\nThe choice is a simple one: Do we want a country that serves our people, or not?\n\nSen. Jeff Sessions, R-Ala., was the first senator to endorse Donald Trump.", "article_metadata": {"google": "notranslate", "description": "<p>For the first time in a long time, this November will give Americans a clear choice on perhaps the most important issue facing our country and our civilization: whether we remain a nation-state...", "author": "TEGNA", "og": {"site_name": "KPNX", "description": "For the first time in a long time, this November will give Americans a clear choice on perhaps the most important issue facing our country and our civilization: whether we remain a nation-state that serves its own people, or whether we slide irrevocably toward a soulless globalism that treats humans as interchangeable widgets in the world market.", "title": "Sen. Sessions: Election offers a simple choice", "locale": "en_US", "image": {"width": 640, "identifier": "http://content.tegna-media.com/photo/2016/05/12/635986731025380638-OPPOSE-1-_2248247_ver1.0_640_360.JPG", "height": 360}, "url": "http://www.12news.com/news/nation-now/sen-sessions-election-offers-a-simple-choice/187810009", "type": "article"}, "twitter": {"domain": "http://www.12news.com", "description": "For the first time in a long time, this November will give Americans a clear choice on perhaps the most important issue facing our country and our civilization: whether we remain a nation-state that serves its own people, or whether we slide irrevocably toward a soulless globalism that treats humans as interchangeable widgets in the world market.", "title": "Sen. Sessions: Election offers a simple choice", "image": {"src": "http://content.tegna-media.com/photo/2016/05/12/635986731025380638-OPPOSE-1-_2248247_ver1.0_640_360.JPG"}, "site": "@12News", "card": "summary"}, "fb": {"app_id": 313322842199247}, "keywords": "nation-now", "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1280"}, "article_summary": "Yet some Republicans persist in saying that they don’t know whether Mr. Trump is a “real conservative.” This charge misleads in two ways.\nThe choice is a simple one: Do we want a country that serves our people, or not?\nShe’d expand President Obama’s illegal amnesty decree, effectively creating open borders.\nSen. Jeff Sessions, R-Ala., was the first senator to endorse Donald Trump.\nTrump has said that our trade, immigration and foreign policies must be changed to protect the interests of American workers and our nation."}