{"article_title": "Hospital-owned insurers face pinch from Obamacare risk corridor programs", "article_keywords": ["million", "risk", "receivables", "programs", "pinch", "exchange", "obamacare", "face", "program", "health", "corridor", "capital", "hospitalowned", "insurers", "plans"], "article_url": "http://www.healthcarefinancenews.com/news/hospital-owned-insurers-face-pinch-obamacare-risk-corridor-programs", "article_text": "Study by Standard & Poor's finds a number of provider-owned health plans and cooperative insurers may not get the funding they had hoped for.\n\nWhile many insurers are expecting a payout from the Affordable Care Act’s risk corridor program, only a few think they’ll have to pay in, according to a study by Standard & Poor's Ratings Service. What’s more, the study argues, the program is likely to be underfunded for 2014, creating uncertainty for health plans with a large pool of ACA exchange members — like the new cooperatives and several health system-based plans.\n\nDesigned to help stabilize risk in the new individual insurance market, the ACA risk corridor program requires insurers with expensive ratios below 97 percent to pay into a fund to share with those with losses, with expense ratios above 103 percent.\n\nRight now, the also-temporary reinsurance program “is perhaps the most predictable” of the ACA’s risk mitigation programs, wrote Deep Banerjee, an analyst at S&P’s Ratings Services.\n\nBanerjee and other S&P analysts expect the risk corridor pool to be significantly underfunded if its available funding comes solely from insurer contributions and not from other federal budget sources.\n\nThe Center for Medicare & Medicaid Services has not yet shared data on the first year of the risk corridors, but Banerjee and colleagues estimate that the program will “not receive adequate monies from insurers with profitable exchange business to pay insurers that have unprofitable exchange business.” CMS acknowledges that potential as well, and has a contingency plan. If there is a shortfall, CMS said \"all risk-corridor payments for the current year will be reduced pro rata to the extent of the shortfall.” Then collections from 2015 would be used to cover unpaid amounts in 2014.\n\nStory continues below chart\n\nAfter looking at 300 insurer’s financial statements, Banerjee and colleagues at S&P are skeptical on banking on future excesses, considering the challenges on the new individual insurance populations.They found that more than half of the insurers selling public exchange plans didn’t record any amount owed to the corridor program, and that expected receivables outweigh any receivables. They study found that the risk corridor payables are actually less than 10 percent of the receivables insurers reported in 2014.\n\nThose with the largest amounts of money tied up in the risk corridor program include major payers like Health Care Services Corp, and Blue Cross Blue Shield insureres in Illinois, Texas and elsewhere. They can see more than $115 million owed, although that represents just 1 percent of its capital. California-based for-profit Health Net is banking on $87 million, but that also is a small fraction (just five percent) of total capital.\n\nAlso exposed to the risk corridors is SelectHealth, the insurer owned by Intermountain Health System and among the largest in Utah with a nearly 30 percent market share. One of six insurers selling individual exchange plans in Utah, SelectHealth is banking on $105 million in risk corridor receivables, representing just under a quarter of its capital.\n\nSelectHealth sells a wide range of health plans, including employer-sponsored plans and dental products, Medicare Advantage and Medicaid managed care. Other provider-sponsored health plans and newcomers have lower volumes of risk corridor receivables, but those could represent a bigger slice of their revenue.\n\n[Also: These states had the most Obamacare grants]\n\nPreferredOne, a Minnesota insurer owned by the academic medical center Fairview Health Services, North Memorial Health Care and PreferredOne Physician Associates, is expecting $72 million — almost 150 percent of its health plan capital. With the lowest premiums on the state exchange in most regions for 2014, PreferredOne sold 60 percent the exchange plans — covering 30,000 residents, reaching 10 percent of the insurer’s total membership — but then decided to drop out of the exchange market. As the company said at the time, “continuing to provide this coverage through MNsure is not sustainable.”\n\nNeighborhood Health Plan, the insurer owned by Boston’s Partners HealthCare since 2012, also has a large sum riding on the risk corridors, banking on $18 million, or 14 percent of the 370,000 member plan’s capital.\n\nFollow Healthcare Finance on Twitter and LinkedIn.\n\nGeisinger Insurance, the health plan of the central Pennsylvania integrated health system, has $19 million, or 9 percent of capital, expected in risk corridor receivables.\n\nThen there are the co-ops. Kentucky Health Cooperative is projecting $76 million is risk corridor payments, representing 117 percent of its capital. Common Ground Healthcare Cooperative of Wisconsin is expecting $25 million, 69 percent of capital, and Health Republic of New York is banking on $58 million, almost half of its capital. The venture-capital-backed for-profit New York City-based startup Oscar Health Insurance has $15 million riding in the risk corridors, nearly 57 percent of its capital.\n\nThe individual market as a whole — with 15 million lives and growing — also has a lot riding on the success of the risk corridors. “If the 3Rs don't function in line with expectations,” S&P’s Banerjee wrote, “we believe premium costs for consumers will be more inconsistent and insurance companies will have more-volatile operating performance and potential capital strain.”\n\nTwitter: @AnthonyBrino", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/news/hospital-owned-insurers-face-pinch-obamacare-risk-corridor-programs", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/busy-doctors-feature_5.gif", "site_name": "Healthcare Finance News", "description": "Study by Standard & Poor's finds a number of provider-owned health plans and cooperative insurers may not get the funding they had hoped for.", "title": "Hospital-owned insurers face pinch from Obamacare risk corridor programs"}, "twitter": {"site": "@HC_Finance", "image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/busy-doctors-feature_5.gif"}, "description": "Study by Standard & Poor's finds a number of provider-owned health plans and cooperative insurers may not get the funding they had hoped for.", "card": "summary_large_image", "title": "Hospital-owned insurers face pinch from Obamacare risk corridor programs"}, "generator": "Drupal 7 (http://drupal.org)", "description": "While many insurers are expecting a payout from the Affordable Care Act’s risk corridor program, only a few think they’ll have to pay in, according to a study by Standard &amp; Poor's Ratings Service. What’s more, the study argues, the program is likely to be underfunded for 2014, creating uncertainty for health plans with a large pool of ACA exchange members — like the new cooperatives and several health system-based plans.", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no"}, "article_summary": "They study found that the risk corridor payables are actually less than 10 percent of the receivables insurers reported in 2014.\nOther provider-sponsored health plans and newcomers have lower volumes of risk corridor receivables, but those could represent a bigger slice of their revenue.\nSelectHealth sells a wide range of health plans, including employer-sponsored plans and dental products, Medicare Advantage and Medicaid managed care.\nBanerjee and other S&P analysts expect the risk corridor pool to be significantly underfunded if its available funding comes solely from insurer contributions and not from other federal budget sources.\nStudy by Standard & Poor's finds a number of provider-owned health plans and cooperative insurers may not get the funding they had hoped for."}