{"article_title": "How to Fund the Retirement Travel Bug", "article_keywords": ["retirement", "trips", "trip", "money", "travel", "rigg", "stark", "spend", "fund", "travelers", "wanted", "bug"], "article_url": "http://www.thefiscaltimes.com/Articles/2013/12/23/How-Fund-Retirement-Travel-Bug", "article_text": "When it comes to dreaming about retirement, travel is often at the top of the agenda. And by this, people don't just mean a trip or two over what could be a span of 30 or more years.\n\nThe ultimate fantasy is an itinerary like Kembell Huyke's, which includes going to Africa on safari seven times. In the next year, the retired 73-year-old banker, who is based in New York, has trips planned to Tunisia, Morocco and southern India.\n\nRelated: 5 Retirement Planning Steps Every Couple Should Take\n\nOr perhaps the dream is to follow the path of Jonathan Rigg, a 74-year-old retired sound producer for soap operas who has been to 103 countries. He received most of the stamps in his passport after retiring to Maine a few years ago. Rigg has a wish list of trips that includes communing with king penguins on the way to Antarctica and seeing waterfalls in Venezuela and the south of France, for the five or so more years he thinks he will be healthy enough for adventure travel.\n\nHow do you afford such a life? The trouble is that most people can't, not without significant resources, good health and laser-like focus.\n\nSome 40 percent of retirees and near-retirees aspire to \"extensive\" travel, according to a recent survey of 1,000 Americans by HSBC Bank for its Future of Retirement series. At the same time, 30 percent of those polled said they were not achieving their goals.\n\nRelated: 10 Ways to Launch Your Dream Retirement Job\n\nUnrealistic expectations and competing responsibilities tend to screw up the math. Both Huyke and Rigg say they are very budget-conscious travelers who are frugal when they aren't traveling. \"But I am always thinking about traveling, or planning a trip,\" says Rigg, who is booked on an 18-day Trans-Siberian Railway adventure that will cost about $17,000.\n\nWhat holds Rigg back from even more travel is that he wants to spend time with his family, and also have money to leave to his nieces and nephews and to charity. \"I could just use up all my money, but I don't want to do that,\" he says.\n\nThe typical retiree in financial adviser Larry Luxenberg's New York practice budgets around $70,000 a year for total expenses. What isn't covered by Social Security has to come from investment income, which works out to needing more than $1 million in assets. Luxenberg sees people realistically put aside about $5,000 for travel, which can cover one big international trip a year for a couple.\n\n\"They'll go to one country and do something for a week or 10 days, and it's not a particularly tight budget,\" Luxenberg says.\n\nRelated: 6 Retirement Questions to Ask Yourself Now\n\nFor those who want to spend $10,000 or $20,000 a year, Mission Wealth co-founder Brad Stark, based in Santa Barbara, California, suggests looking at travel as its own pool of money, on top of what you have saved for fixed retirement expenses. You might set aside $200,000 to use for the next 10 years, and just spend it until it's gone, Stark says.\n\nFinancial advisers said most people want to do their heaviest travel before they hit their mid-70s, so it's not a budget item that has to last forever. But Gary Murtagh, president of ElderTreks, which organizes international travel for seniors, says he has plenty of customers who are in their 80s. \"If our travelers were capped at 72, I'd be missing a good percentage of our current travelers,\" Murtagh says.\n\nSpender vs. Savers\n\nFinancial adviser Rebecca Hall uses this equation for figuring out travel budgets: For every $50,000 you want to spend, you have to have $1 million saved. Hall had one client recently who wanted to see if she could retire early, at 60. The answer was yes, if she only wanted to provide for her basic lifestyle. If she wanted to travel, she was going to have to work part-time.\n\nThe question comes down to how much you value travel in relation to your house, car and other responsibilities at home - and how long your health will hold out in order to enjoy it.\n\nRelated: 17 Great Travel Apps for Your Vacation\n\nFinancial adviser Stark says people who have saved their whole lives in order to retire generally have a hard time splurging once they stop working. The people Stark has to caution to slow down either inherited money or came to it late in life. \"You have to come back to them and say, even though you inherited millions, it doesn't go as far as it used to,\" he says.\n\nThere are also creative ways to pay for retirement travel, such as one of Larry Luxenberg's clients who joined the Peace Corp after he retired and spent a couple of years in Morocco. \"People volunteer like that until their 80s,\" he says.\n\nMarci and Henry Ober, a couple in their 50s from northern New Jersey, have been talking about a sort of informal retirement co-op with their friends. As each decides where they want to base retirement second homes, they are trying to work out a way to make use of each other's property. \"We're thinking of Arizona, so we say to our friends, are you thinking of Colorado? Can we use your Breckenridge place for these weeks, and you can use ours when we aren't there,\" says Marci Ober, 52, who is a psychologist.\n\nOber hopes this will allow the group to afford other, bigger trips, while minimizing the cost of a few beach and ski jaunts by using their friends' houses. \"We're not wealthy people. We're comfortable, and we're smart with it,\" Ober says.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "When it comes to dreaming about retirement, travel is often at the top of the agenda.", "title": "How to Fund the Retirement Travel Bug", "url": "http://www.thefiscaltimes.com/Articles/2013/12/23/How-Fund-Retirement-Travel-Bug", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/04222013_elderly_hiking_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2013/12/23/How-Fund-Retirement-Travel-Bug", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/04222013_elderly_hiking_article.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "When it comes to dreaming about retirement, travel is often at the top of the agenda.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fd4d57\"", "article_summary": "When it comes to dreaming about retirement, travel is often at the top of the agenda.\nThere are also creative ways to pay for retirement travel, such as one of Larry Luxenberg's clients who joined the Peace Corp after he retired and spent a couple of years in Morocco.\nSome 40 percent of retirees and near-retirees aspire to \"extensive\" travel, according to a recent survey of 1,000 Americans by HSBC Bank for its Future of Retirement series.\nRelated: 10 Ways to Launch Your Dream Retirement JobUnrealistic expectations and competing responsibilities tend to screw up the math.\nIf she wanted to travel, she was going to have to work part-time."}