{"article_title": "Automating claims payment: How to make an educated choice", "article_keywords": ["educated", "plans", "providers", "ach", "eft", "virtual", "choice", "health", "payments", "claims", "payment", "card", "automating"], "article_url": "http://www.healthcarefinancenews.com/blog/automating-claims-payment-how-make-educated-choice", "article_text": "Many healthcare providers have found that claims paid by virtual card have increased this year. As a result, the fees they pay for card acceptance have skyrocketed. Does your organization have a planned response to virtual card claims payments? Do you know your rights under the Affordable Care Act to a less expensive form of claims payment?\n\nUnder the ACA, providers have a number of electronic payment options available to them for claims reimbursements. Options can include the healthcare EFT standard via ACH, credit and virtual card payments, and wire transfers. Each payment type has unique attributes and associated costs, and providers have the ability to choose the payment type that best suits their needs.\n\nThe healthcare EFT standard\n\nSimilar to Direct Deposit, EFT via ACH enables health plan-to-provider payments that are processed over the ACH Network using the healthcare EFT standard, or the NACHA CCD+ Addenda. Payments made this way include a TRN Reassociation Trace Number, which is used to tie the ACH payment to the appropriate Electronic Remittance Advice (ERA). This allows for the automatic reconciliation of the EFT payment with the ERA.\n\nOther EFT payment options\n\nHealth plans may offer other EFT payment options, including wire transfer or virtual cards, in addition to the healthcare EFT standard via ACH. Some health plans are replacing all check claims payments with virtual card payments, without prior authorization from the provider. A virtual card is a single-use credit card transaction that must be manually entered into the provider’s point of sale terminal and manually reconciled with an explanation of benefits (EOB).\n\nProviders should make an informed decision on accepting virtual card claims payments, as these payments shift the cost of payment processing from the health plan to the provider. Credit card rules do not require a provider to accept virtual card payments just because they accept credit cards for patient payments.\n\nCosts of EFT payments\n\nThe costs associated with EFT payments can vary widely. With ACH payments, providers – as small businesses – generally pay their financial institutions a per-transaction fee for each ACH payment directly deposited to their accounts. The average per-transaction cost is $0.34, regardless of the payment amount.\n\nWire transfers and virtual cards are more costly. The fees associated with wire transfers vary, but the average provider will pay $10.73 regardless of the payment amount. With virtual cards, providers pay an average interchange fee of 3 percent plus a per-transaction fee to process the transactions. Some health plans are being incented by card issuers to switch from check to virtual card payments in exchange for a rebate of up to 1.75 percent of the interchange fee paid by the provider.\n\nComparing EFT payment options\n\nEducated choice\n\nWhile HIPAA requires health plans to make EFT via ACH available upon request, providers should be cognizant of any restrictions in payment methods when contracting with health plans. They should also avoid signing contracts with inflexible payment terms.\n\nProviders who don’t wish to accept health plan virtual card payments should educate their office staff to recognize the difference between patient and health plan payments, in order to prevent undesired authorization of health plan virtual card payments.\n\nIt is important for providers to understand their rights under HIPAA and the ACA and make an educated decision on how their organization will be paid for claims reimbursements. Lack of understanding and transparency can have a significant impact on a provider’s bottom line.\n\nFor more resources on electronic payments, visit the NACHA.org website.\n\n1The Blue Book of Bank Prices 2012-2013 published by Phoenix-Hecht – http://www.phoenixhecht.com/treasuryresources/PDF/BBExecSumm.pdf\n\n2Ibid", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/blog/automating-claims-payment-how-make-educated-choice", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/online%20credit%20card%20payment.jpg", "site_name": "Healthcare Finance News", "description": "Does your organization have a planned response to virtual card claims payments by patients, and do you know your rights under the Affordable Care Act to a less expensive form of claims payment? It is important for providers to understand their rights under HIPAA and the ACA and make an educated deci", "title": "Automating claims payment: How to make an educated choice"}, "twitter": {"site": "@HC_Finance", "image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/online%20credit%20card%20payment.jpg"}, "description": "Does your organization have a planned response to virtual card claims payments by patients, and do you know your rights under the Affordable Care Act to a less expensive form of claims payment? It is important for providers to understand their rights under HIPAA and the ACA and make an educated deci", "card": "summary_large_image", "title": "Automating claims payment: How to make an educated choice"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Many healthcare providers have found that claims paid by virtual card have increased this year. As a result, the fees they pay for card acceptance have skyrocketed. Does your organization have a planned response to virtual card claims payments? Do you know your rights under the Affordable Care Act to a less expensive form of claims payment?", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no"}, "article_summary": "Do you know your rights under the Affordable Care Act to a less expensive form of claims payment?\nDoes your organization have a planned response to virtual card claims payments?\nSome health plans are replacing all check claims payments with virtual card payments, without prior authorization from the provider.\nWith ACH payments, providers – as small businesses – generally pay their financial institutions a per-transaction fee for each ACH payment directly deposited to their accounts.\nOther EFT payment optionsHealth plans may offer other EFT payment options, including wire transfer or virtual cards, in addition to the healthcare EFT standard via ACH."}