{"article_title": "Dangerous fibers found in some talcs", "article_keywords": ["talcs", "talcum", "used", "fibers", "asbestos", "dangerous", "mines", "woman", "products", "powder", "talc", "mesothelioma", "cosmetics"], "article_url": "http://health.heraldtribune.com/2014/11/11/dangerous-fibers-found-talcs/", "article_text": "Q: Is talcum powder dangerous to use?\n\nA: Talc — the fine, powdery mineral used in thousands of consumer products by everyone from newborns to the elderly — can be a killer when it’s contaminated with asbestos.\n\nSome public health experts say this happens far more often than manufacturers acknowledge.\n\nScientists from three different laboratories worked for more than a year to track asbestos-contaminated talc from the mines to a popular body-powder product and then into the lung tissue of a woman who died of asbestos-caused mesothelioma after years of using the product.\n\nThe only known cause of mesothelioma, an almost invariably fatal cancer, is asbestos.\n\n“Of course we knew that there was asbestos contaminating the talc in many cosmetic powders — but who would have ever thought that that’s the way these women were being exposed?” said pathologist Ronald Gordon, one of three authors of the extensive study on mesothelioma and talc products published online in the International Journal of Occupational and Environmental Health last month.\n\nScientists, physicians, geologists and lawyers report the number of people sickened or killed by the lethal needle like fibers is escalating, and many attribute at least part of that increase to asbestos’ presence in thousands of consumer products.\n\nLaboratory analysis and court documents show asbestos is often found in cosmetics, body and baby powder, and even the talc used by barbers.\n\nMesothelioma causes rapidly growing tumors in the pleura, the thin outer lining of the lungs and chest wall; the peritoneum, which covers the abdominal cavity; and sometimes in the pericardium, the sac surrounding the heart.\n\nMedical researchers have long attributed some ovarian cancers to talcum-based products.\n\nWhile many old talc products have been removed from the market, shiploads of others arrive daily. Neither the Food and Drug Administration nor any other federal agency examines these shipments.\n\nThe cosmetic industry and operators of the nine commercial talc mines in the United States and scores of suppliers overseas insist there is no asbestos in their talc, nor products made from it.\n\nBut the recently published experiments confirmed that using contaminated talcum powder in closed spaces — like a small bathroom — increases the likelihood of inhaling the asbestos fibers.\n\n“We have traced the asbestos in the talc to the mines from which it originated, into the milled grades, into the product, and finally into the lung and lymph nodes of the users of those products, including one woman who developed mesothelioma,” the study reported.\n\nDuring their testing, they found that the talcum powder used by the victim — Cashmere Bouquet — “contained identifiable asbestos fibers with the potential to be released into the air and inhaled during normal personal talcum powder application.”\n\n“Clearly this is not a situation where asbestos-contaminated talc is just harming a few people from any one place,” said pathologist Gordon, a research professor at New York’s Mount Sinai School of Medicine. “The volume of new samples is increasing from around the world.”\n\nMargie Kelly, spokeswoman for the Campaign for Safe Cosmetics, added, “When it comes to cosmetics regulation it’s the Wild West. The FDA doesn’t have the authority to do much of anything to protect consumers because it is working with a 75-year-old law that has never been substantially updated. So consumers end up with unsafe cosmetics staying on store shelves even after harm has been proven.”\n\n– Andrew Schneider, Hearst Newspapers", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2014/11/hfqa11.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "_id": "\"57477af46914bd0286fd8732\"", "article_summary": "Q: Is talcum powder dangerous to use?\nBut the recently published experiments confirmed that using contaminated talcum powder in closed spaces — like a small bathroom — increases the likelihood of inhaling the asbestos fibers.\nWhile many old talc products have been removed from the market, shiploads of others arrive daily.\nLaboratory analysis and court documents show asbestos is often found in cosmetics, body and baby powder, and even the talc used by barbers.\nSo consumers end up with unsafe cosmetics staying on store shelves even after harm has been proven.”– Andrew Schneider, Hearst Newspapers"}