{"article_title": "Meet the Woolies", "article_keywords": ["wooly", "bulgaria", "woolspace", "rob", "men", "fetish", "meet", "mohair", "wool", "true", "wrote", "woolies"], "article_url": "http://www.racked.com/2015/12/28/10658726/woolies-wool-fetish", "article_text": "That a proclivity so tactile could find a community of thousands behind a screen is ironic. For some, the wool is a sensual disguise, and so the anonymity of the internet is part of the allure. Others feel ashamed of their desires, and have decided opening up about their fetish isn’t worth the risk of face-to-face rejection.\n\n\"Its really the most innocent fetish,\" says clinical sexologist and author, Dr. Gloria Bramein a phone interview. \"There’s nothing harmful or negative about it. It’s kind of sweet, actually.\"\n\nUnlike fetishists who seek out items from specialty retailers (rubber, fursuits), wool fetishists can find inspiration at their local department store. A cute sweater worn to a holiday party could later be repurposed for sexual ecstasy. You never know. \"The upside is that those who feel the need to stay in the closet can do so pretty easily,\" says Dr. Brame. \"But the downside of staying closeted is they feel like nobody knows their authentic self, and if they did know the true them, they wouldn’t be accepted. It creates tremendous shame and anxiety.\"\n\nIn an effort to connect and normalize the experience, several wooly communities have popped up online to share their passion. The most popular group is WoolSpace (aka Woolfreaks), an online forum where woolies can share photos, ask questions and chat with fellow wool lovers.\n\nGaining membership into WoolSpace is a bit like applying for health insurance before Obamacare. Except for instead of denying you coverage due to a pre-existing condition, WoolSpace seeks to confirm you possess a pre-existing fetish for wool. Are you into mohair or alpaca? Knitted or woven? Leg warmers or balaclavas? Bondage or fluffy sweaters? Do not enter unless you have a fetish for wool, the welcome page warns.\n\nThere are more than 2,000 active members on WoolSpace from all over the world. According to a WoolSpace informal poll titled, \"In Country You are living - answer if you are interested in Live Dates,\" the vast majority of members are based in Germany, the United States, the Netherlands, France, Canada and Australia. Other countries represented include Romania, Poland, Spain, Israel, Brazil, and Ireland.\n\nBecause the WoolSpace user base is comprised of wool lovers from so many nations, speaking so many languages, and because their commonality is so delicate in nature, confirming details of someone's life — name, location, occupation, gender, sexual orientation — beyond the ins and outs of their particular fetish can be... difficult. But if you're on WoolSpace to learn about the sexual appeal of wool, you have the best guides imaginable.\n\nEach member has an alias and avatar. On one page you might find Socksbondage commenting on a photo posted by FuzzyNutmeg. On another you might find SweaterLove and MohairAmour discussing the eroticism of wearing soft angora pants for a stroll around the neighborhood. You can join a webcam group and show off your Shetland wool collection to ItchySweater and SlaveWoollen. You can post a photo of yourself with four balaclavas over your head and 10 scarves around your neck. Twenty people will \"like\" it.\n\nViva*, a wooly from Luxembourg and self-described, \"official in the European Parliament\", goes by the alias Cagoule. Her identity on WoolSpace is concealed by a soft, white turtleneck pulled up over her face. She agreed to answer questions via e-mail on condition of anonymity. Viva was first aroused by wool in her early teens. \"I saw this strange but very interesting pink angora cowl neck sweater in a shop, and while my mother tried some items, I tried the cowl neck sweater. As soon as I felt the collar around my chin and mouth, I started feeling wet in my vagina,\" wrote Viva via e-mail.\n\nWhy one person is sexually charged by wool while another is allergic can’t be explained by a single pivotal event. Dr. Brame says we are all aggregates of our experiences and biology. \"They may have felt cozy in wool as children. It was something comforting and reassuring. Then in puberty, physiological changes begin. That’s when they start to make the erotic connection between something they always liked, but didn’t know why.\"\n\nWhen Viva entered womanhood, she started to notice that certain men seemed just as attracted to the wool sweaters she wore as they were to her. According to Viva, the 1980s were the golden age for cowl necks, wool, and the internet. \"I attracted a lot of interested looks from people on the street, at work, and when the ancestor of the internet started in France in the 80s — it was called the Minitel — I discovered forums where wool fetishists expressed their love for wool. I realised there were other people on the planet sharing the same fetishism. And when the internet arrived, I realised that this was much bigger than I thought.\"\n\nOne middle-aged wooly couple from the Netherlands have enjoyed the wool passion together for over 26 years. On WoolSpace, they share the alias, but for this article Margot* and Rob* prefer to remain anonymous. Rob says he is \"the CEO of a company\" and doesn’t want his disclosure to impact his professional life. Rob and Margot have created several albums showcasing their large collection of mohair garments including underwear, stockings, dresses, coats, capes, cardigans and sweaters.\n\n\"I have even lampshades, chairs, carpets, a knitted swing, a knitted toilet chair, gynecology chair,\" wrote Rob over e-mail. These items are used for the couple’s custom wool \"playroom\", a homemade knitted space so elaborate, it makes Etsy look like Walmart.\n\nMargot and Rob say that it’s difficult to find other woolies to meet with them in person. \"Because of shame I suppose,\" wrote Rob. Dr. Brame says that compared to a popular, well-known fetish like BDSM, there are still relatively few out wooly fetishists to act as role models. A wooly may think of themselves as a regular person who just happens to get off on wool, but worry that the wooly they talk to online is a freaky pervert in real life. \"Sexual diversity is normal. Different interpretations of what is sensual is normal. Most people with fetishes have ordinary jobs, ordinary lives. There’s nothing wrong with them.\"\n\nA 47-year old from New Jersey who goes by the alias Countess Piroska began exploring the fetish just this year. The Countess is a lifestyle dominant and says she was contacted by a submissive wooly man on Fetlife, a fetish social network with over four million members. \"As we got to know each other he would send me stories and pictures which I found sexy and interesting,\" wrote Countess Piroska via e-mail. \"I think as long as there has been wool there have been people who were aroused by or near it. Some developed a fixation.\"\n\nCountess Piroska says she prefers mohair, angora, and cashmere because they are sensual and luxurious. She has a collection of five sweaters and one hood. Her most expensive item is a custom sweater she ordered for $200.\n\n\"I enjoy the wool play very much and the people I have met on Fetlife have been very sweet and sexually charged,\" wrote Countess Piroska. \"I keep my home extra cool when I play in wool so I don't get sweaty or overheated. The items I own are very soft and comfortable.\"\n\nCustom wool goods (like those from Extravagantza) are popular among the wooly community. Few professional knitters have tapped into this market, but those who have report that business is good. Ten years ago, a knitter who goes by the alias Hot Mohair says she met a wool fetishist who introduced her to the wooly world. \"I had never heard about the wool fetish, so I was curious and asked him what it was,\" wrote Hot Mohair via e-mail from Sweden. I told him that I have been knitting since I was a teenager and that I love to knit. He helped me to find Woolfreaks and so it began.\"\n\nHot Mohair believes the majority of her customers are men. \"Sometimes I think that they pretend to be a woman when they order, or telling me that it is for a girlfriend, but when they give me the size I can understand that they are men. I put no value in that and will never ask them further questions,\" wrote Hot Mohair. \"I give them full privacy.\"\n\nA 33-year-old from Kansas who works in IT agreed to speak over the phone on strict condition of anonymity. In addition to her fetish for wool, Alex* is also transgender, but only her girlfriend knows. She says if anyone in her conservative town were to discover her secret, she would lose her livelihood, as anti-discrimination workplace protections for LGBT employees were recently rescinded by Kansas Governor Sam Brownback.\n\n\"You women have it made in the shade,\" says Alex. \"If I was a genetic woman I would wear sweaters every chance I could. I would love to dress up the way I want and have nobody have a negative reaction to it.\" Alex says, in her eyes, few things manifest femininity like wool does. \"A girl wearing a super soft, fuzzy sweater or legwarmers, for example, is a hundred times more feminine to me than the same girl naked.\"\n\nAlex draws a line between what she describes as, \"true believers\" and \"posers.\" A true believer is someone who is \"most turned on when exposed to the material,\" said Alex. She is disappointed by the relatively small number of women who are into the wool fetish. She feels that many of the women on the site are either men posing as women, or women who are actually aroused by bondage, not wool. Meaning: they are into getting tied up, regardless of the material being used to do the binding. \"For a true believer, the material itself is the object of desire, not the means to an end,\" said Alex.\n\n\n\n\n\nWhen Alex met her girlfriend online through World of Warcraft, she knew she would have to tell her the truth about her fetish before her girlfriend moved long distance to be with her. \"My girlfriend is not a true believer, but I commend her for being that open-minded,\" said Alex. \"The material by itself doesn't turn her on. I am a little sad about that. But I give her props for fighting the good fight and being okay with me bringing stuff out during love making.\"\n\nOne of Alex’s most adored garments is a purple mohair catsuit she had custom-made for over $600 USD. She says it gets pretty hot and requires gentle Woolite cleaning after wear. \"Society expects men to be tough all the time. Any sign of weakness and you're worthless. I think some men — like me — need an escape, a place to be sensitive and not have to put up a tough facade all the time. It goes further with me because I truly feel I was meant to be female. Of course if you ask another wool fetishist, you may hear a totally different answer.\"\n\nThis is true. Each wool fetishist seems drawn to the wool for their own reason. For some, it’s the gentle, comforting, sensual feeling of soft wool on the skin, for others it’s the itchy, secretive, mummified experience of thick wool bound around flesh. Polar opposites of the sensory spectrum. Some want to snuggle in a comfy blanket, others to violently ejaculate into a sock. But don’t pull the wool over your eyes just yet. We all have to spin our own yarn.\n\nIn the event that this exploration has awakened something in you, other fetish forward wooly designers include: Creapulka (Czech Republic & Peru), Dressforlife (USA), Magnificent Mohair Shop (New Zealand), Lady-Mohair (Germany), Uniquemohair (Canada), mylovelyknittings4you (Bulgaria), extravagantza123 (Bulgaria), cozyknittings (Bulgaria), marutti-europe (Bulgaria), lanaknittings (Portugal), tiffymohair (Bulgaria), supertanya (Bulgaria), and Strickteufelchen (Germany).", "article_metadata": {"outbrainsection": "reports", "msapplication-TileColor": "#da532c", "description": "Woven tightly into the social fabric of the internet resides a cozy community of people who get off on wool. Sexually. In fact, you might say that the wooly world is one of the greatest...", "author": "Sydney Parker", "og": {"site_name": "Racked", "description": "Woven tightly into the social fabric of the internet resides a cozy community of people who get off on wool. Sexually. In fact, you might say that the wooly world is one of the greatest...", "title": "Meet the Woolies", "url": "http://www.racked.com/2015/12/28/10658726/woolies-wool-fetish", "image": "https://cdn2.vox-cdn.com/thumbor/iXajqsNEWI9NCxo-toJ1swhvV_s=/0x0:570x321/1050x591/cdn0.vox-cdn.com/uploads/chorus_image/image/48426813/Extravagantza.0.0.jpg", "type": "article"}, "twitter": {"description": "Woven tightly into the social fabric of the internet resides a cozy community of people who get off on wool. Sexually. In fact, you might say that the wooly world is one of the greatest...", "title": "Meet the Woolies", "url": "http://www.racked.com/2015/12/28/10658726/woolies-wool-fetish", "image": {"src": "https://cdn2.vox-cdn.com/thumbor/iXajqsNEWI9NCxo-toJ1swhvV_s=/0x0:570x321/1050x591/cdn0.vox-cdn.com/uploads/chorus_image/image/48426813/Extravagantza.0.0.jpg"}, "site": "Racked", "card": "summary_large_image"}, "sailthru.date": "2015-12-28", "sailthru.title": "Meet the Woolies", "fb": {"app_id": 247083191971658}, "msapplication-TileImage": "/mstile-144x144.png", "google-site-verification": "nP653UCvY26d9eoVs3gN4DN7EdDQN6ScdZkmoKMS2-I", "sailthru.tags": "general,racked", "article": {"publisher": "https://www.facebook.com/rackednational", "published_time": "2015-12-28T15:00:02Z"}, "sailthru.description": "Woven tightly into the social fabric of the internet resides a cozy community of people who get off on wool. Sexually. In fact, you might say that the wooly world is one of the greatest...", "viewport": "width=device-width, shrink-to-fit=no"}, "article_summary": "Margot and Rob say that it’s difficult to find other woolies to meet with them in person.\n\"I have even lampshades, chairs, carpets, a knitted swing, a knitted toilet chair, gynecology chair,\" wrote Rob over e-mail.\nThe most popular group is WoolSpace (aka Woolfreaks), an online forum where woolies can share photos, ask questions and chat with fellow wool lovers.\nShe is disappointed by the relatively small number of women who are into the wool fetish.\n\"Because of shame I suppose,\" wrote Rob."}