{"article_title": "Jim Carrey spoofs Matthew McConaughey’s Lincoln commercials on “Saturday Night Live”", "article_keywords": ["vehicle", "lincoln", "entertainment", "spoofs", "commercials", "jim", "mcconaugheys", "matthew", "live", "video", "questions", "night", "carrey", "windowwatch"], "article_url": "http://www.salon.com/2014/10/26/jim_carrey_spoofs_matthew_mcconaugheys_lincoln_commercials_on_saturday_night_live/", "article_text": "Topics: Comedy, Entertainment, Jim Carrey, Matthew McConaughey, Saturday Night Live, Video, Entertainment News\n\nHosting “Saturday Night Live” for the third time last night, Jim Carrey lampooned actor Matthew McConaughey’s new set of commercials for Lincoln’s MKC sport utility vehicle, pondering the deep questions as he drives solo.\n\nMcConaughey’s ads are themselves spoofs on his “True Detective” character Rust Cohle’s ruminations about the bull Ol’ Cyrus. And Carrey has his own questions.\n\n“I feel safe in here to drive around, all night long, contemplating the important questions in life,” Carrey says. “Who am I? Why am I here? When I’m done rolling up this booger, should I eat it or throw it out the window?”\n\nWatch the clips below — they even feature a surprise appearance by Allstate spokesman Dennis Haysbert, played by Keenan Thompson:", "article_metadata": {"description": "\"Who am I? Why am I here?\" VIDEO", "title": "Jim Carrey spoofs Matthew McConaughey’s Lincoln commercials on “Saturday Night Live”", "og": {"site_name": "Salon", "description": "\"Who am I? Why am I here?\" VIDEO", "title": "Jim Carrey spoofs Matthew McConaughey’s Lincoln commercials on “Saturday Night Live”", "url": "http://www.salon.com/2014/10/26/jim_carrey_spoofs_matthew_mcconaugheys_lincoln_commercials_on_saturday_night_live/", "image": "http://media.salon.com/2014/10/carrey_lincoln_snl-e1414328904323.png", "type": "article"}, "twitter": {"description": "\"Who am I? Why am I here?\" VIDEO", "title": "Jim Carrey spoofs Matthew McConaughey’s Lincoln commercials on “Saturday Night Live”", "image": "http://media.salon.com/2014/10/carrey_lincoln_snl-e1414328904323.png", "creator": "@LukeBrinker", "site": "@salon", "card": "summary_large_image"}, "author": "Luke Brinker", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Comedy, Entertainment, Jim Carrey, Matthew McConaughey, Saturday Night Live, Video", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Topics: Comedy, Entertainment, Jim Carrey, Matthew McConaughey, Saturday Night Live, Video, Entertainment NewsHosting “Saturday Night Live” for the third time last night, Jim Carrey lampooned actor Matthew McConaughey’s new set of commercials for Lincoln’s MKC sport utility vehicle, pondering the deep questions as he drives solo.\n“I feel safe in here to drive around, all night long, contemplating the important questions in life,” Carrey says.\nMcConaughey’s ads are themselves spoofs on his “True Detective” character Rust Cohle’s ruminations about the bull Ol’ Cyrus.\nAnd Carrey has his own questions.\nWhen I’m done rolling up this booger, should I eat it or throw it out the window?”Watch the clips below — they even feature a surprise appearance by Allstate spokesman Dennis Haysbert, played by Keenan Thompson:"}