{"article_title": "Time to drive a stake through heart of ObamaCare", "article_keywords": ["heart", "kitzhaber", "exchange", "cover", "stake", "obamacare", "drive", "oregon", "state", "americans", "exchanges", "health", "care"], "article_url": "http://www.foxnews.com/opinion/2015/07/23/time-to-drive-stake-through-heart-obamacare.html", "article_text": "While the debacle known as ObamaCare has been superseded for the moment by the disastrous Iran nuclear deal and the fireworks in the GOP presidential race, the political battle to repeal this law will continue. Pushed through against popular will by using obscure parliamentary tricks and dispensing old-fashioned “favors” with key lawmakers, ObamaCare has been an unmitigated disaster rife with price hikes, website crashes, lost coverage and corruption.\n\nThe American public’s reaction to ObamaCare has been loud and clear, as it has led to two cycles of Republican sweeps at the congressional level. That’s because few things are as personal and cherished to Americans as health care.\n\nPresident Obama’s notorious untruth “if you like your plan you can keep it” became painfully evident to millions of Americans when they got cancellation letters from their insurance companies. Changing plans, increased bureaucracy and regulation also meant that many Americans could no longer keep the doctor they like, despite President Obama’s repeated assurances that they could.\n\nEye-popping premium hikes for millions of Americans are another shocking result of the so-called “affordable” care act. The on-coming “ObamaCare sticker shock” will be hitting customers with an average of 18 percent higher premiums. Insurers in many states are seeking increases of 20 percent to 30 percent and, in one case, even 60 percent. The evidence continues to mount that this law is hitting millions of Americans hard in their pocket books, at the same time it has turned their health care coverage upside-down.\n\nNo wonder that over the past six years, when President Obama first hatched this scheme, literally hundreds of polls have never shown a majority of public support for ObamaCare.\n\nThe state exchanges ObamaCare created have revealed another ugly aspect of the law – an opportunity for corruption. Oregon’s state exchange – Cover Oregon – should be the poster child.\n\nThen-Gov. John Kitzhaber proclaimed that the exchange was to be the model of progressive health care dreams. Kitzhaber, a doctor by training, was ObamaCare’s staunchest defender. But Kitzhaber has resigned in disgrace and now faces potential indictment for allowing his fianceé to use state resources for her consulting clients. As the Washington Times, The Oregonian and local newspapers like the Willamette Week have reported, he allowed the exchanges to be run by his campaign operatives rather than by IT or other professionals.\n\nThe Wilmette Week reported in April, “Kitzhaber handed oversight of the Cover Oregon mess to a secretive campaign consultant who liked to call herself the Princess of Darkness. By her own admission, Patricia McCaig knew virtually nothing about health care reform or the reasons Cover Oregon had crashed. Her primary mission was not to save a beleaguered state program, but to get Kitzhaber re-elected. Emails that Kitzhaber’s office tried to delete from state computers show McCaig was effectively in charge of all decision-making for Cover Oregon beginning in February 2014.”\n\nState officials who refused to toe the line were bullied by the campaign hacks. When she refused to go along with the company line, one official -- Carolyn Lawson -- was told, “You will be resigning today. It’s going to be for personal reasons. You can write the resignation letter or we can write it for you,” according to news reports. Lawson is now suing the state.\n\nMost egregious is that after spending more than $300 million in taxpayer dollars received from the federal government, Kitzhaber’s campaign operatives decided to simply abandon the state exchange and join the federal exchange. The move came after Kitzhaber was told that it was close to operational, but polls showed it was a liability.\n\nAccording to the Washington Times, “Evidence from official documents gathered by congressional investigators or obtained under open records laws suggests Mr. Kitzhaber’s aides applied pressure to kill the project even though the governor had been told the exchange could be fixed and made operational.”\n\nThe malfeasance by elected officials and political operatives involved in one of these state exchanges underscores the disastrousness of ObamaCare. With spiraling costs, lost coverage and corrupt exchanges, it’s time to find a way to drive a stake through the heart of this disastrous program.\n\nSteve Forbes is Chairman and Editor-in-Chief of Forbes Media. His latest book, \"Reviving America: How Repealing Obamacare, Replacing the Tax Code, and Reforming the Fed will Restore Hope and Prosperity\" (McGraw-Hill Education, December 10, 2015).", "article_metadata": {"classification": "/FOX NEWS/OPINION", "dcterms.modified": "2015-07-23 11:20:18 EDT", "dcterms.abstract": "While the debacle known as ObamaCare has been superseded for the moment by the disastrous Iran nuclear deal and the fireworks in the GOP presidential race, the political battle to repeal this law will continue.", "twitter": {"description": "While the debacle known as ObamaCare has been superseded for the moment by the disastrous Iran nuclear deal and the fireworks in the GOP presidential race, the political battle to repeal this law will continue.", "creator": "@foxnews", "url": "http://www.foxnews.com/opinion/2015/07/23/time-to-drive-stake-through-heart-obamacare.html", "title": "Time to drive a stake through heart of ObamaCare", "site": "@foxnews", "card": "summary"}, "dc.format": "text/html", "dc.publisher": "Fox News", "parsely-metadata": "{\"tags\":[\"/FOX NEWS/OPINION\"],\"author\":\"Steve Forbes\",\"subSection\":\"opinion\",\"title\":\"Time to drive a stake through heart of ObamaCare\",\"image_url\":\"http://www.foxnews.com/content/dam/fox-news/logo/og-fn-foxnews.jpg\",\"pub_date\":\"2015-07-23T15:19:00Z\",\"link\":\"http://www.foxnews.com/opinion/2015/07/23/time-to-drive-stake-through-heart-obamacare.html\",\"type\":\"article\",\"identifier\":\"777c85d8-e86c-408c-8cee-99852731e7c4\",\"section\":\"opinion\"}", "prism.aggregationType": "subsection", "prism.channel": "fnc", "dc.description": "While the debacle known as ObamaCare has been superseded for the moment by the disastrous Iran nuclear deal and the fireworks in the GOP presidential race, the political battle to repeal this law will continue.", "dc.identifier": "777c85d8-e86c-408c-8cee-99852731e7c4", "dc.language": "en-US", "pagetype": "article", "classification-isa": "opinion", "description": "While the debacle known as ObamaCare has been superseded for the moment by the disastrous Iran nuclear deal and the fireworks in the GOP presidential race, the political battle to repeal this law will continue.", "prism.section": "opinion", "fb": {"app_id": 113186182048399}, "dc.source": "FoxNews.com", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "dc.title": "Time To Drive A Stake Through Heart Of Obamacare", "dcterms.created": "2015-07-23 11:20:18 EDT", "og": {"site_name": "Fox News", "description": "While the debacle known as ObamaCare has been superseded for the moment by the disastrous Iran nuclear deal and the fireworks in the GOP presidential race, the political battle to repeal this law will continue.", "title": "Time to drive a stake through heart of ObamaCare | Fox News", "url": "http://www.foxnews.com/opinion/2015/07/23/time-to-drive-stake-through-heart-obamacare.html", "image": "http://www.foxnews.com/content/dam/fox-news/logo/og-fn-foxnews.jpg", "type": "article"}, "dc.type": "Text.Article", "dc.date": "2015-07-23", "parsely-page": "{\"tags\":[\"/FOX NEWS/OPINION\"],\"author\":\"Steve Forbes\",\"subSection\":\"opinion\",\"title\":\"Time to drive a stake through heart of ObamaCare\",\"image_url\":\"http://www.foxnews.com/content/dam/fox-news/logo/og-fn-foxnews.jpg\",\"pub_date\":\"2015-07-23T15:19:00Z\",\"link\":\"http://www.foxnews.com/opinion/2015/07/23/time-to-drive-stake-through-heart-obamacare.html\",\"post_id\":\"777c85d8-e86c-408c-8cee-99852731e7c4\",\"type\":\"article\",\"section\":\"opinion\"}", "dc.creator": "Steve Forbes"}, "article_summary": "The state exchanges ObamaCare created have revealed another ugly aspect of the law – an opportunity for corruption.\nWith spiraling costs, lost coverage and corrupt exchanges, it’s time to find a way to drive a stake through the heart of this disastrous program.\nOregon’s state exchange – Cover Oregon – should be the poster child.\nBy her own admission, Patricia McCaig knew virtually nothing about health care reform or the reasons Cover Oregon had crashed.\nThat’s because few things are as personal and cherished to Americans as health care."}