{"article_title": "Massive Free Medical Clinic for Underserved Returning To Dallas « CBS Dallas", "article_keywords": ["dallas", "provide", "medical", "returning", "free", "clinics", "cbs", "clinic", "important", "held", "massive", "underserved", "health", "event", "care"], "article_url": "http://dfw.cbslocal.com/2016/02/10/massive-free-medical-clinic-for-underserved-returning-to-dallas/", "article_text": "Follow CBSDFW.COM: Facebook | Twitter\n\n​DALLAS (CBSDFW.COM) – A one-day, free health clinic will be held Saturday, April 9, in Dallas to provide much-needed care to people with limited or no access to health care.\n\n​“Access to affordable health care is still a major issue for many people in this country, especially in states like Texas that have not expanded Medicaid under provisions of the Affordable Care Act,” National Association of Free & Charitable Clinics (NAFC) Chief Executive Officer Nicole Lamoureux said. “Many people might be surprised to learn that, according to the Congressional Budget Office, as many as 29 million Americans still lack access to health insurance even though major provisions of the ACA took effect more than two years ago. As our nation debates the future of the ACA and health care in general, Free and Charitable Clinics remain an important part of the safety net and continue to provide affordable care to those who need it most.”\n\n​The April 9 clinic will be held at the Kay Bailey Hutchison Convention Center in Dallas with patient appointment hours from 9:00 a.m. to 3:00 p.m.\n\nThe Dallas C.A.R.E. Clinic is being held during the month of April, which is also National Minority Health Month. The theme for 2016 is “Accelerating Health Equity for the Nation” with the goal of raising awareness of the health disparities that continue to affect racial and ethnic minorities and accelerating health equity, according to the U.S. Department of Health and Human Services’ Office of Minority Health.\n\n“Addressing health equity is an important issue for our organization and our clinics across the country who are providing much needed care to a wide variety of ethnicities,” Lamoureux said. “The Dallas C.A.R.E. Clinic event will provide culturally compassionate and competent health care while addressing the needs of all racial and ethnic minorities, from having translators on the appointment scheduling phone line and at the clinic event to providing specific and important information and resources to participants.”\n\n​Both medical and non-medical volunteers are needed to participate in the Dallas C.A.R.E. Clinic. Information on the event and how to register is available here.\n\nThe C.A.R.E. Clinics are paid for through sponsorships and individual donations.\n\nThe NAFC is encouraging donations to help make this and future C.A.R.E. Clinics possible; donations can be made here.\n\n(©2016 CBS Local Media, a division of CBS Radio Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed.)", "article_metadata": {"description": "A one-day, free health clinic will be held Saturday, April 9, in Dallas to provide much-needed care to people with limited or no access to health care.", "generator": "WordPress.com", "og": {"url": "http://dfw.cbslocal.com/2016/02/10/massive-free-medical-clinic-for-underserved-returning-to-dallas/", "image": {"width": 594, "secure_url": "https://cbsdallas.files.wordpress.com/2013/09/1301822.jpg?w=594", "identifier": "https://cbsdallas.files.wordpress.com/2013/09/1301822.jpg?w=594", "height": 401}, "type": "article", "description": "A one-day, free health clinic will be held Saturday, April 9, in Dallas to provide much-needed care to people with limited or no access to health care.", "title": "Massive Free Medical Clinic for Underserved Returning To Dallas"}, "twitter": {"image": "https://cbsdallas.files.wordpress.com/2013/09/1301822.jpg?w=594", "description": "A one-day, free health clinic will be held Saturday, April 9, in Dallas to provide much-needed care to people with limited or no access to health care.", "site": "CBSDFW", "card": "summary_large_image", "title": "Massive Free Medical Clinic for Underserved Returning To Dallas"}, "msapplication-tooltip": "News, Sports, Weather, Traffic and the Best of DFW", "msapplication-window": "width=device-width;height=device-height", "application-name": "CBS Dallas / Fort Worth", "article": {"publisher": "https://www.facebook.com/CBSDFW", "author": "https://www.facebook.com/CBSDFW"}, "keywords": "healthwatch, local, news, syndicated local, affordable care act, free health clinic, health care, kay bailey hutchison convention center, national association of free & charitable clinics, texas association of charitable clinics", "google-site-verification": "44caXBf4kjHeKKAT7ZZ89NaCX25utL_yRSa-qGpwIhY", "msapplication-task": "name=Subscribe;action-uri=http://dfw.cbslocal.com/feed/;icon-uri=http://1.gravatar.com/blavatar/d84b3f65c780e092277ee393cdbaeb66?s=16", "news_keywords": "affordable care act, free health clinic, health care, kay bailey hutchison convention center, national association of free & charitable clinics, texas association of charitable clinics"}, "article_summary": "The Dallas C.A.R.E.\n“The Dallas C.A.R.E.\nFollow CBSDFW.COM: Facebook | Twitter​DALLAS (CBSDFW.COM) – A one-day, free health clinic will be held Saturday, April 9, in Dallas to provide much-needed care to people with limited or no access to health care.\nClinic is being held during the month of April, which is also National Minority Health Month.\n(©2016 CBS Local Media, a division of CBS Radio Inc. All Rights Reserved."}