{"article_title": "Happy Pi Day, Our Political System Is Breaking Down", "article_keywords": ["secretary", "trump", "military", "breaking", "political", "system", "perez", "breitbart", "health", "trumps", "palin", "report", "president", "pi", "day", "happy"], "article_url": "http://www.huffingtonpost.com/2016/03/14/huffpost-hill_n_9463470.html", "article_text": "Several Breitbart staffers resigned in disgust over the site's deferential coverage of Donald Trump; the remaining staffers shoved them out the door while shouting \"Trump! Trump! Trump!\" The White House got a visit from the cast of Hamilton, the musical that allows everyone to pretend they know more about Alexander Hamilton than \"he was that Treasury secretary who died in a duel.\" And a North Carolina sheriff is investigating whether the Trump campaign's conduct \"rose to the level of inciting a riot\" last weekend, which makes them the actual PC police. This is HUFFPOST HILL for Monday, March 14th, 2016:\n\nBREITBART IMPLODING - Rosie Gray and McKay Coppins: \"Breitbart reporter Michelle Fields and editor-at-large Ben Shapiro are resigning from the company over the site’s handling of Donald Trump’s campaign manager’s alleged assault on Fields, BuzzFeed News has learned. Fields and Shapiro informed Breitbart News chair Steve Bannon of their decision Sunday night. 'Today I informed the management at Breitbart News of my immediate resignation,' Fields said in a statement sent to BuzzFeed News. 'I do not believe Breitbart News has adequately stood by me during the events of the past week and because of that I believe it is now best for us to part ways.' In his own statement, Shapiro said the episode was emblematic of how he believes the site’s management had sold out the legacy of its founder and namesake, the late Andrew Breitbart. 'Andrew’s life mission has been betrayed,' Shapiro wrote. 'Indeed, Breitbart News, under the chairmanship of Steve Bannon, has put a stake through the heart of Andrew’s legacy. In my opinion, Steve Bannon is a bully, and has sold out Andrew’s mission in order to back another bully, Donald Trump; he has shaped the company into Trump’s personal Pravda, to the extent that he abandoned and undercut his own reporter, Breitbart News’ Michelle Fields, in order to protect Trump’s bully campaign manager, Corey Lewandowski, who allegedly assaulted Michelle.'\" [BuzzFeed]\n\nTwo more Breitbart News staffers resigned today.\n\nTRUMP CAUCUS MEMBER SCOTT DESJARLAIS SPEAKS - The Tennessee Republican is one of five lawmakers who've endorsed Trump. On Friday, HuffPost Hill asked their offices for reaction to their endorsee encouraging violence at this rallies. Belatedly, DesJarlais had this to say: \"There is no place for violence in the American political process. Period.\" Thanks, Scott!\n\nA North Carolina sheriff is investigating whether the Trump campaign is guilty of inciting a riot. Here's a recap of the weekend's violence.\n\nCHRIS CHRISTIE TELLS HIS DIGNITY TO SIT DOWN AND SHUT UP - Igor Bobic: \"A starry-eyed Christie, once a serious contender for the presidency, fawned over the GOP front-runner and his candidacy while he basically delivered a standard stump speech. The event was interrupted several times by protesters, resulting in awkward images of the two men sitting silently on stage while security removed the protesters from the audience….'You're talked a lot at recent rallies about how you want to unify this country, and how divided the country is now by this president, and how you want to unify them. And I think people would love to hear about the way you want to do that.' ... 'You've talked a lot about how important education is in your life. As president, you have some idea about that, that you should tell folks about.' 'I know you have serious plans on how to rebuild our military ... they want to hear what kind of commander-in-chief you’ll be.' ... Meanwhile, in New Jersey, Christie's deputy was tasked with attending the funeral of a New Jersey state trooper who was killed in the line of duty last week.\" [HuffPost]\n\nHuffPost illustrated the 2016 horse race using a horse race.\n\nGET WELL, TODD PALIN - Julia Manchester and Polson Kanneth: \"Todd Palin, husband to former Alaska Gov. Sarah Palin, was seriously injured in a snow machine crash in Alaska on Sunday night and is in intensive care, a source close to the Palin family told CNN Monday. Sarah Palin participated one Trump campaign event in Florida on Monday, but canceled another so she could return to Alaska.\" [CNN]\n\nAliceOllstein: \"Forget about Todd [Palin], especially now!\" Trump jokes, one day after Todd's serious snowmobile accident....\n\nDELANEY DOWNER - Contrary to what you may have heard from Paul Ryan and other conservatives, the War on Poverty hasn't failed -- in fact, it's been something of a success. The federal safety net cut the poverty rate in half in 2012, hoisting nearly 40 million out of poverty, compared with 3 million in 1967, according to a new report from the Department of Health and Human Services. \"Without the Federal safety net programs, millions of American families would not have the resources to meet their basic human needs,\" HHS' Richard Frank said in a press release. Using research that has been cited in recent years by policy analysts and congressional Democrats, the report represents the federal government's most robust defense of federal antipoverty programs, including Social Security, tax credits and food stamps. When Ryan and others pronounced Lyndon Johnson's \"War on Poverty\" a failure they usually point to an official measure that ignores the effects of such programs, counting only work income and cash welfare instead. The report released takes a fuller view of the needs people face and the support they receive from various programs. [HHS.gov]\n\nDoes somebody keep forwarding you this newsletter? Get your own copy. It's free! Sign up here. Send tips/stories/photos/events/fundraisers/job movement/juicy miscellanea to huffposthill@huffingtonpost.com. Follow us on Twitter - @HuffPostHill\n\nGOP AWOKE TO SUCH A MONDAY - Lauren French: \"Congressional Republicans return to work this week facing two distinct and daunting challenges, one an act of will and another a test of defiance. In the House, GOP leaders are struggling to break a months-long impasse over passing a new budget, a top priority this year for new Speaker Paul Ryan. There's been no significant progress in forging a spending plan that passes conservative muster, even as senior Republicans spent a week-long recess fielding proposals and ideas from lawmakers .Across the Capitol, senators are awaiting President Barack Obama's pick to fill the late Antonin Scalia’s seat on the Supreme Court. An announcement could come as soon as Monday.\" [Politico]\n\nFor this week's Candidate Confessionals, HuffPost's Sam Stein and Jason Cherkis talked to the guy lost an election to Rob Ford, the infamous former mayor of Toronto.\n\nFLINT HEARINGS THIS WEEK - EPA boss Gina McCArthy will be testifying before the Oversight Committee on Thursday alongside Michigan Gov. Rick Snyder and she has penned an aggressive op-ed blaming Michigan for the Flint water crisis. The piece doesn't mention the fact that an EPA manager knew of the problem early last year and the agency downplayed his warnings. There's also a hearing on Tuesday featuring an EPA official and one of Flint's former emergency managers.\n\nHOORAY, IT'S LIKE MAD MEN - Howard Fineman: \"Like the late George Wallace, Trump exudes a sneering hatred for political establishments and blames the ills of the county on those whose race, faith or origin makes them somehow 'un-American.' …. Trump has far more clout and money in a system that's more fragmented and easier to penetrate. Far from being a fringe character -- which is what, in the end, Wallace was -- Trump is the party front-runner....In 1968, the Vietnam War spawned a protest candidate, Sen. Eugene McCarthy of Minnesota, who played a role remarkably similar to that of Sen. Bernie Sanders this year…. The Hillary Clinton role in 1968 was played by Hubert Humphrey, the beleaguered vice president of the by-then-wildly unpopular President Lyndon B. Johnson…. Sen. Ted Cruz (R-Texas), who is trying to play the role of unifier and peacemaker in the GOP, is almost chillingly reminiscent of the man who did that in 1968, Richard Nixon: beloved by no one, especially by colleagues in the U.S. Senate; a master of crude accusation clothed in legalistic rhetoric; as ruthless as he is sanctimonious.\" [HuffPost]\n\nBloomberg's Sasha Issenberg explains how the Republican establishment could steal the nomination from Trump.\n\nPUTIN: MILITARY MISSION IN SYRIA COMPLETED 'OVER ALL' - Andrew Higgins: \"President Vladimir V. Putin of Russia on Monday ordered the withdrawal of the 'main part' of Russian forces in Syria, a surprise move that he said was justified by the 'overall completion' of Moscow’s military mission in the war-ravaged country. ... 'I believe, that the tasks put before the defense ministry have been completed over all,' Mr. Putin told Defense Minister Sergei K. Shoigu and Foreign Minister Sergey V. Lavrov at a meeting in the Kremlin on Monday evening. ... Mr. Putin’s announcement appeared to catch the United States and other Western countries by surprise. Josh Earnest, the White House press secretary, said he had not seen reports of Russia’s possible withdrawal from Syria, but the Obama administration has frequently expressed frustration with Russia’s continued military support for Mr. Assad, whom the Americans have long insisted should step down. 'Obviously, we have talked about how Russia’s continued military intervention to prop up the Assad regime made the efforts to make a political transition increasingly more difficult,' Mr. Earnest said.\" [NYT]\n\nBECAUSE YOU'VE READ THIS FAR - Please enjoy this gif of Bernie Sanders scaring Donald Trump.\n\nDONALD TRUMP LIES, HEALTH CARE EDITION - Jonathan Cohn: \"Donald Trump likes to say he's different from other Republicans -- that he wouldn't let people die in the streets because they don't have health care. Trump is lying. And a new report shows it. The report, which the nonpartisan Committee for a Responsible Federal Budget released on Monday, is the first formal effort to assess the impact of Trump's ideas for repealing and replacing the Affordable Care Act. That impact, according to the Center's analysis, would be devastating. The number of people without health insurance would rise by something like 21 million people if Trump had his way. That would mean more financial hardship, less access to health care, and -- according to a large, if occasionally contested, body of research -- higher mortality. Trump's plan could also increase the deficit by somewhere between $270 billion and $490 billion over 10 years -- depending in part on how the repeal affected the rest of the economy.\" [HuffPost]\n\nSIREN - The cast of Hamilton visited Treasury and the White House today and it looked delightful. [Vulture]\n\nPOLITICO SUPER MEAN TO TOM PEREZ, POTENTIAL VP PICK - Edward-Isaac Dovere: \"Aside from the wonkiest of Washington circles and the most progressive corners of the left, no one’s heard of Tom Perez. He isn’t young or handsome. He has zero foreign policy experience. The highest office he’s been elected to is a suburban county council. Yet the labor secretary has emerged as a sleeper pick for vice president ... The idea of Perez making the leap to vice president is, on the face of it, inconceivable: Aside from his limited experience in elected office, it’s not as though Clinton would need him to win Maryland or the couldn’t-be-more-liberal D.C. suburb of Takoma Park, where he lives. Except that Perez has more credibility with committed progressives -- who measure politicians by their battle scars -- than almost anyone else around. ... Also, he’s Dominican. And unlike Housing and Urban Development Secretary Julián Castro, the other Latino Cabinet secretary and more frequent subject of VP speculation (to whom nearly every conversation about Perez becomes at least an implicit comparison), Perez speaks fluent Spanish.\" [Politico]\n\nDISCOMFORT FOOD\n\n- Richard Simmons insists nobody's holding him hostage but it's not very convincing.\n\n- Somebody literally peed into your Rice Krispies Treats.\n\n- Every office building in Washington is infested by mice.\n\nTWITTERAMA\n\n‏@petridishes: I like to think I'm surviving the election with sanity intact but today I stopped 3 separate conversations to show people Ted Cruz fanart so\n\n@aedwardslevy: THINGS FALL A-BART\n\n@meganamram: If you think setting your clock back 1 hour is a hassle, think of how much it will suck when Trump wins & you have to set it back 100 years\n\nGot something to add? Send tips/quotes/stories/photos/events/fundraisers/job movement/juicy miscellanea to Eliot Nelson (eliot@huffingtonpost.com) or Arthur Delaney (arthur@huffingtonpost.com). Follow us on Twitter @HuffPostHill (twitter.com/HuffPostHill). Sign up here: http://huff.to/an2k2e\n\nMore: Huffpost Hill", "article_metadata": {"description": "Several Breitbart staffers resigned in disgust over the site's deferential coverage of Donald Trump; the remaining staffers shoved them out the door w...", "sailthru.expire_date": "2016-03-15 17:26:09 -0400", "og": {"url": "http://www.huffingtonpost.com/2016/03/14/huffpost-hill_n_9463470.html", "locale": "en_US", "site_name": "The Huffington Post", "description": "Several Breitbart staffers resigned in disgust over the site's deferential coverage of Donald Trump; the remaining staffers shoved them out the door w...", "type": "article"}, "twitter": {"image": {"width": 2000, "height": 1000}, "site": "@HuffPostPol", "card": "summary_large_image", "description": "Several Breitbart staffers resigned in disgust over the site's deferential coverage of Donald Trump; the remaining staffers shoved them out the door w..."}, "sailthru.date": "2016-03-14 17:26:09 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=9463470", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "huffpost hill", "article": {"section": "Politics", "tag": "huffpost hill", "published_time": "2016-03-14 17:26:09 -0400", "modified_time": "2016-03-14 17:59:01 -0400"}, "viewport": "width=1000"}, "article_summary": "Belatedly, DesJarlais had this to say: \"There is no place for violence in the American political process.\nSarah Palin participated one Trump campaign event in Florida on Monday, but canceled another so she could return to Alaska.\"\n'Indeed, Breitbart News, under the chairmanship of Steve Bannon, has put a stake through the heart of Andrew’s legacy.\nTRUMP CAUCUS MEMBER SCOTT DESJARLAIS SPEAKS - The Tennessee Republican is one of five lawmakers who've endorsed Trump.\nTrump has far more clout and money in a system that's more fragmented and easier to penetrate."}