{"article_title": "President Obama's budgetary deceptions", "article_keywords": ["gdp", "billion", "budgetary", "programs", "spending", "presidents", "trillion", "tax", "budget", "defense", "president", "obamas", "deceptions"], "article_url": "https://www.aei.org/publication/president-obamas-budgetary-deceptions/", "article_text": "More options: Share, Mark as favorite\n\nPresident Obama released the final budget plan of his presidency today, and we can all be grateful that it’s his last. It is a plan that will be, and should be, ignored in Congress because of its deceptions and implausibility.\n\nThe starting point is a massive $2.7 trillion tax increase over ten years. This tax hike would be on top of the tax increases the president pushed through Congress in previous years. In Obamacare, the tax hikes totaled $1.2 trillion over a decade. And, shortly after his re-election in 2012, the president demanded a $600 billion tax hike on upper-income earners as the price for not imposing even larger tax hikes on America’s middle class. So, if the president were to get his way with this latest budget proposal, he would have increased the tax burden on American households during his time in office by about $4 to 5 trillion over a decade, or at least $400 billion per year. That would be some legacy.\n\nThe president’s push for more revenue is evident in the budget’s ten-year forecast. By 2025, taxes under this budget would reach 20 percent of GDP. Federal revenue has been that high as a percentage of the economy only once since World War II (in 2000). And the post-war average has been 17.7 percent of GDP. In 2016, federal revenue is expected to equal 18.1 percent of GDP.\n\nThe president’s craving for more revenue is exceeded only by his appetite for more spending. His budget plan is a liberal wish list of new government-entitlement commitments and an expansion of existing programs, including $66 billion over ten years for a universal pre-K program, more than $60 billion in expanded unemployment benefits, $14 billion for new Department of Labor job-training programs (despite decades of poor performance by the existing programs), and scores of other initiatives.\n\nThe president’s priorities are clear enough. He wants to expand the federal government and pay for it with large tax hikes. He betrays no concern at all about the massive run-up of debt under his watch. According to his own numbers, federal debt will reach $14.1 trillion this year — $8.3 trillion more than it was at the end of fiscal year 2008.\n\nThe fiscal outlook under this budget, bad as it appears, is in reality even worse. That’s because the president is relying on deep and unsustainable reductions in defense spending to make the deficit look smaller than it would otherwise be given his policies. In 2026, the president’s budget projects defense spending at 2.3 percent of GDP, or 1.0 percentage point of GDP less than is being spent today. Defense spending is already at historically low levels. Since 1990, the average level of spending on defense has been 4.0 percent of GDP. The president implausibly assumes spending on defense can be cut 42 percent below this 25-year average, even as the national-security threats around the world intensify.\n\nThe budget also assumes deep cuts in non-defense discretionary accounts. This is the slice of the budget that funds domestic agencies and programs that require annual appropriations from Congress — like the National Institutes of Health, the FBI, and education programs. There’s a lot of waste here, and there are many programs that should be eliminated altogether. But it is completely unrealistic to assume spending on these programs and agencies will fall to levels that would defy all historical precedent. From 1966 to 2015, spending on this slice of the budget has averaged 4.0 percent of GDP, and not once during that period did spending fall below 3.0 percent of GDP. The Obama budget nonetheless assumes spending on non-defense appropriations will fall to 2.5 percent of GDP in 2025 and 2026.\n\nIf spending on defense and non-defense appropriated accounts simply held steady as a percentage of GDP over the next decade, the annual budget deficit would be 1.8 percentage points higher in 2026 than projected in the president’s budget (not counting the added debt-service costs that would come with this added spending). And, in all likelihood, the next president will need to push defense spending up even higher than today’s level to repair the significant damage done to the country’s national-security interests over the past seven years.\n\nThe president also likes to target the suppliers of medical services and products for deep cuts in Medicare and Medicaid spending. These are not reforms that will make these programs operate more efficiently or effectively. Rather, they are simply cuts in what these programs will pay for services, driving reimbursement rates paid by public insurance even farther below what is paid by private insurance plans. Among other things, the budget proposes increased authority for the Independent Payment Advisory Board to impose cuts in Medicare, totaling $36 billion over ten years. The Obama administration will be hard pressed to find more than a handful of congressional Democrats willing to support this idea. The president proposes these and many other cuts previously rejected by Congress to partially obscure the added spending he seeks in health care, including nearly $30 billion over ten years in Medicaid funding for Puerto Rico and other U.S. territories.\n\nPresident Obama’s fiscal record is very poor, to put it mildly, and this last budget of his presidency will do nothing to improve how he will be viewed ultimately on budgetary matters. He has presided over an unprecedented run-up in federal debt, even as he has missed multiple opportunities to steer the country away from a looming fiscal disaster. He appointed a commission to make recommendations to close the nation’s massive long-term fiscal gap, and then more or less ignored what they recommended. He has spent his second term doing everything possible to prevent a serious debate from occurring on entitlement reform, which is the only solution to the problem.\n\nThis last budget of his presidency fits the pattern. It is another clear indication that President Obama isn’t serious, and never has been, about confronting the nation’s real budgetary challenges. It will be left to his successor to clean up the mess he will leave behind.", "article_metadata": {"description": "President Obama’s fiscal record is very poor, to put it mildly, and this last budget of his presidency will do nothing to improve how he will be viewed ultimately on budgetary matters.", "og": {"site_name": "AEI", "description": "President Obama’s fiscal record is very poor, to put it mildly, and this last budget of his presidency will do nothing to improve how he will be viewed ultimately on budgetary matters.", "title": "President Obama's budgetary deceptions - AEI", "locale": "en_US", "image": "https://www.aei.org/wp-content/uploads/2016/02/president_obamas_budgetary_deceptions_oval_office_federal_2017_whitehouse_500x293.jpg", "url": "https://www.aei.org/publication/president-obamas-budgetary-deceptions/", "type": "article"}, "twitter": {"description": "President Obama released the final budget plan of his presidency today, and we can all be grateful that it’s his last. It is a plan that will be, and should be, ignored in Congress because of its de", "title": "President Obama’s budgetary deceptions", "image": "https://www.aei.org/wp-content/uploads/2016/02/president_obamas_budgetary_deceptions_oval_office_federal_2017_whitehouse_500x293.jpg", "creator": "@AEI", "site": "@AEI", "card": "summary_large_image"}, "robots": "noodp,noydir", "apple-itunes-app": "app-id=953539392", "article": {"section": "Economics", "tag": "gdp"}, "viewport": "width=device-width,initial-scale=1,user-scalable=0"}, "article_summary": "It is another clear indication that President Obama isn’t serious, and never has been, about confronting the nation’s real budgetary challenges.\nThe starting point is a massive $2.7 trillion tax increase over ten years.\nThis tax hike would be on top of the tax increases the president pushed through Congress in previous years.\nAnd, shortly after his re-election in 2012, the president demanded a $600 billion tax hike on upper-income earners as the price for not imposing even larger tax hikes on America’s middle class.\nThat’s because the president is relying on deep and unsustainable reductions in defense spending to make the deficit look smaller than it would otherwise be given his policies."}