{"article_title": "Profiles of 11 Top-Tier Home Health Care Companies in New In-Depth Market Research Report", "article_keywords": ["11", "chapter", "hospice", "company", "companies", "toptier", "research", "services", "health", "profiles", "provider", "report", "care", "traded", "market", "indepth"], "article_url": "http://www.prnewswire.com/news-releases/profiles-of-11-top-tier-home-health-care-companies-in-new-in-depth-market-research-report-251784651.html", "article_text": "DALLAS, March 23, 2014 /PRNewswire/ --\n\nRnRMarketResearch.com offers \"Company Profiles: An in-depth overview of 11 top-tier home health care companies\" 2014 market research report in its store. On the same industry, \"Consumer Survey: Attitudes and Awareness: Home Health and Private Duty\" and \"Primed for High Growth: Home Health Care Market Outlook 2014-2019\" research reports are also available at http://www.rnrmarketresearch.com/publisher/Launch-Factory.html .\n\nTo better understand the home health care market at the micro-level, Company Profiles: An in-depth overview of 11 top -tier home health care companies report provides a closer examination for the selected 11 of the leading companies. While the focus of Primed for High Growth: Home Health Care Market Outlook 2014-2019 research report has been on home health agencies, in the home healthcare company profiles report you will find a variety of companies well known throughout the industry, including:\n\nAddus Health Care - regional provider of home and community care services, which recently divested its home health care business\n\nregional provider of home and community care services, which recently divested its home health care business Almost Family - growth-oriented, multiregional provider of home health care and personal care services\n\ngrowth-oriented, multiregional provider of home health care and personal care services Amedisys - $1.4 billon, publicly traded company with home health and hospice care business units\n\nbillon, publicly traded company with home health and hospice care business units Apria Health Care - the largest diversified provider of home health services in the United States , focused on home respiratory therapy, home medical equipment and home infusion therapy\n\nthe largest diversified provider of home health services in , focused on home respiratory therapy, home medical equipment and home infusion therapy Community Health Systems - at $13 billion in annual revenue, one of the nation's largest publicly traded hospital operators, with home health care and hospice units\n\nat in annual revenue, one of the nation's largest publicly traded hospital operators, with home health care and hospice units Gentiva - national provider of home health and hospice services\n\nnational provider of home health and hospice services Lincare - nationwide oxygen, respiratory, home infusion and durable medical equipment company, now based in Germany\n\nnationwide oxygen, respiratory, home infusion and durable medical equipment company, now based in LHC Group - multiregional provider of home health, hospice services and hospital and institutional services\n\nmultiregional provider of home health, hospice services and hospital and institutional services National Healthcare Corp. - publicly traded operator of long-term health care centers, with associated assisted living and home health care services\n\npublicly traded operator of long-term health care centers, with associated assisted living and home health care services Rotech - Orlando -based national respiratory care company, currently under Chapter 11 bankruptcy protection\n\n-based national respiratory care company, currently under Chapter 11 bankruptcy protection VITAS-a division of publicly traded Chemed, one of the largest hospice providers in the United States\n\nOur company reports include:\n\nKey Indicators\n\nFinancial Performance\n\nMarket Penetration by State\n\nMarket position in high-growth over-65 states\n\nOrganization charts or key executive leadership\n\nOpportunities and Risks\n\nRecent news\n\nComplete report titled Company Profiles: An in-depth overview of 11 top -tier home health care companies is available at http://www.rnrmarketresearch.com/company-profiles-an-in-depth-overview-of-11-top-tier-home-health-care-companies-market-report.html.\n\nCompany Profiles is a subset of Primed for High Growth: Home Health Care Market Outlook 2014-2019 research report available at http://www.rnrmarketresearch.com/primed-for-high-growth-home-health-care-market-outlook-2014-2019-market-report.html. This report begins in Chapter 2 with a review of Medicare and other forms of payment for home health care. Chapter 3 includes a more detailed discussion of the supply chain, including device manufacturers, durable equipment and community care facilities. We review top home health care companies in Chapter 5, followed by a brief comparison of the financial performance of these firms in Chapter 6.\n\nChapters 4 and 7 include primary research conducted in November 2013. Chapter 4 is an analysis of the data of factors driving patient satisfaction. Chapter 7 is a discussion of the results of our Home Health Executive Panel survey, addressing key concerns and opportunities from an insider perspective.\n\nWe address the Affordable Care Act and implications for the industry in Chapter 8 and wrap up with trends, opportunities, threats and critical success factors in Chapters 9 and 10.\n\nTogether with the companion piece, \"Consumer Attitudes and Opinions of Home Health Care and Private Duty,\" this is the most comprehensive report on the home health industry to date. Whether you are an industry veteran or new to the market, within these pages you'll find insight and fresh perspectives on home health care and where the market is headed in the years to come. While much is known about patient satisfaction in home health care, little has been reported about general consumer knowledge and awareness of home health care and private duty care. What does the general American public know about home health? Do Americans view the industry favorably, or has reporting on some bad actors affected public opinion? What companies have the greatest brand awareness?\n\nThrough the process of completing our latest market intelligence report, we found a scarcity of data concerning American attitudes, beliefs and opinions about home health care. In speaking with industry executives and members of our Home Health Executive Panel, it was apparent that little data had been assembled on this topic and that marketers relied heavily on personal experience. The report titled Consumer Attitudes and Opinions of Home Health Care and Private Duty, available at http://www.rnrmarketresearch.com/consumer-survey-attitudes-and-awareness-home-health-and-private-duty-market-report.html, attempts addressing the following goals:\n\nAssess consumer understanding of home health care and private duty care-what the differences are, who pays for it, who provides it and who uses it.\n\nDetermine the level of awareness for some of the larger home health and private duty brands.\n\nFind people's preferred resources for finding a company to hire when needed.\n\nDetermine likelihood to use either type of service soon.\n\nThis report includes the results from a December, 2013 online survey of 517 U.S. residents. Included are responses nationally and by region, gender, education, income and age.\n\nExplore more reports on the home healthcare market at http://www.rnrmarketresearch.com/reports/life-sciences/healthcare/facilities/home-healthcare.\n\nAbout Us:\n\nRnRMarketResearch.com (http://www.rnrmarketresearch.com/) is an online market research reports library of 400,000+ in-depth studies of over 5000 micro markets. Our database includes reports by leading publishers from across the globe. We provide 24/7 online and offline support service to our customers.\n\nReports by Region: Africa | Asia | Europe | North America | Oceania | South America\n\nContact:\n\nPriyank Tiwari\n\nTX, Dallas North - Dominion Plaza,\n\n17304, Preston Road,\n\nSuite 800, Dallas 75252\n\nTel: +1-888-391-5441\n\nsales@rnrmarketresearch.com\n\nhttp://www.rnrmarketresearch.com/blog/\n\nSOURCE ReportsnReports.com", "article_metadata": {"geo.region": "united states of america, united kingdom", "cf_entity_thumbnail_url": "http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "geo.placename": "DALLAS, March 23", "description": "DALLAS, March 23, 2014 /PRNewswire/ -- Profiles of 11 Top-Tier Home Health Care Companies in New In-Depth Market Research Report.", "author": "ReportsnReports.com", "og": {"url": "http://www.prnewswire.com/news-releases/profiles-of-11-top-tier-home-health-care-companies-in-new-in-depth-market-research-report-251784651.html", "image": "http://content.prnewswire.com/images/prn_facebook_sharing_logo.jpg", "type": "website", "description": "DALLAS, March 23, 2014 /PRNewswire/ --\n\nRnRMarketResearch.com offers", "title": "Profiles of 11 Top-Tier Home Health Care Companies in New In-Depth Market Research Report"}, "Publisher": "PR Newswire", "cf_entity_title": "Profiles of 11 Top-Tier Home Health Care Companies in New In-Depth Market Research Report", "robots": "index, follow", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "keywords": "ReportsnReports.com, united states of america, united kingdom, Surveys, Polls and Research, Health Care & Hospitals, Publishing & Information Services", "date": "2014-03-23T13:00:00Z", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "twitter": {"site": "@PRNewswire", "card": "summary"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "While much is known about patient satisfaction in home health care, little has been reported about general consumer knowledge and awareness of home health care and private duty care.\nTo better understand the home health care market at the micro-level, Company Profiles: An in-depth overview of 11 top -tier home health care companies report provides a closer examination for the selected 11 of the leading companies.\nDALLAS, March 23, 2014 /PRNewswire/ --RnRMarketResearch.com offers \"Company Profiles: An in-depth overview of 11 top-tier home health care companies\" 2014 market research report in its store.\nCompany Profiles is a subset of Primed for High Growth: Home Health Care Market Outlook 2014-2019 research report available at http://www.rnrmarketresearch.com/primed-for-high-growth-home-health-care-market-outlook-2014-2019-market-report.html.\nOn the same industry, \"Consumer Survey: Attitudes and Awareness: Home Health and Private Duty\" and \"Primed for High Growth: Home Health Care Market Outlook 2014-2019\" research reports are also available at http://www.rnrmarketresearch.com/publisher/Launch-Factory.html ."}