{"article_title": "Learning New Technology Can Benefit Aging Adults and Their Caregivers, Study Shows", "article_keywords": ["aging", "adults", "family", "georgetown", "study", "older", "according", "caregivers", "benefit", "learning", "online", "care", "technology", "spend", "shows"], "article_url": "http://time.com/money/3867432/caregivers-aging-parents-technology/", "article_text": "\n\n\n\nFor all their good intentions, family members caring for an aging parent may be stifling their parent’s independence and enrichment by failing to expose them to online communities and other technology, new research shows.\n\nOlder people want to learn. About half of those needing care already email, text, and share photos online, according to a study by the Global Social Enterprise Initiative at Georgetown University’s McDonough School of Business and Philips. Some 82% of caregivers believe technology can make aging a better experience, and 63% agree that the person in their care is ready to learn.\n\nSo what’s the hangup? Simply that most family caregivers are stretched for time. About three-quarters either have full-time jobs or small kids in the house; they are too tired or don’t have another minute to spend on their care-giving duties, the study shows.\n\n\n\nThis borders on tragic, because 74% of caregivers say teaching older adults about online communities would be fun and 72% feel qualified to do so. What’s more, 44% of family caregivers are concerned that their parent is lonely or depressed, but 67% say the older adult in their care has not started any new enrichment activities in the past two years and most often resorts to watching TV and talking on the phone.\n\nTo a degree, this is a pocketbook issue. Long-term care is costly and choosing how to pay for it is a difficult calculation. Two-thirds of those past age 65 and receiving care at home get it exclusively from a family member, for free. About a third get some family care and some paid care. Family caregivers provide an average of 75 hours of support per month, according to the federal government. The Georgetown study estimated average service at 88 hours per month. This free care has an annual value of $234 billion, according to government estimates.\n\nSome of that value could be recovered at the family level if older people were savvier about technology in a way that kept them occupied, safe, and made them more self-sufficient. Family caregivers could spend more time earning income—and that’s what most likely would choose to do. Caregivers say if they had more time they’d spend only 17% of it on care giving, the Georgetown study shows.\n\nPerhaps with that in mind, family caregivers are high on the agenda at this year’s White House Conference on Aging; a forum convened just once a decade and which Monday holds a full-day event focusing entirely on caregivers. According to the conference materials, a promising development is the growth of publicly financed professional care through Medicaid and the Affordable Care Act. In some states, resources are also available through the Veterans Health Administration. Older adults report high levels of satisfaction with professional care through these channels, which can give family caregivers a break.\n\nThe Georgetown study suggests that more professional care would lead to more technology training—not so much by the professionals, many of whom make just $10 an hour and are fighting for a raise, but by family members who found a little more time in their schedule and have the most incentive to help an older family member get the most from exploring online enrichment.", "article_metadata": {"description": "For all their good intentions, family members caring for an aging parent may be stifling their parent’s independence and enrichment by failing to expose them to online communities and other technology, new research shows", "generator": "WordPress.com", "og": {"site_name": "MONEY.com", "description": "Technology and online communities can enrich the lives of older people and make them more independent. But who's got time to teach them?", "title": "Why Family Caregivers Won't Do What's Best for Aging Parents", "url": "http://time.com/money/3867432/caregivers-aging-parents-technology/", "image": "https://timedotcom.files.wordpress.com/2014/06/140618_money_gen_11.jpg?quality=75&strip=color&w=1012", "type": "article"}, "twitter": {"site": "MONEY", "image": {"src": "https://timedotcom.files.wordpress.com/2014/06/140618_money_gen_11.jpg?quality=75&strip=color&w=1012"}, "description": "Technology and online communities can enrich the lives of older people and make them more independent. But who's got time to teach them?", "card": "summary_large_image", "title": "Why Family Caregivers Won't Do What's Best for Aging Parents"}, "msapplication-TileColor": "#FFFFFF", "msapplication-tooltip": "Current & Breaking News | National & World Updates", "msapplication-task": "name=Subscribe;action-uri=http://time.com/feed/;icon-uri=http://0.gravatar.com/blavatar/2cee445ea71a179ffd35ea91cf154905?s=16", "apple-mobile-web-app-capable": "yes", "fb": {"app_id": 53177223193}, "p": {"domain_verify": "f48a8936c3fffc943fce516f2e3ff1d2"}, "apple-mobile-web-app-status-bar-style": "black-translucent", "msapplication-window": "width=device-width;height=device-height", "msapplication-TileImage": "https://s0.wp.com/wp-content/themes/vip/time2014/img/time-touch_icon_152.png", "application-name": "TIME", "article": {"publisher": "https://www.facebook.com/MoneyMagazine"}, "keywords": "caregiving, elderly, white house conference on aging, technology, aging", "google-site-verification": "nFxFQf8F4Xgg0b9Ap9rOUJzg7MY74LicbBIzsLo8yIg", "viewport": "width=device-width,minimum-scale=1.0,maximum-scale=1.0", "news_keywords": "caregiving, elderly, white house conference on aging, technology, aging"}, "article_summary": "Caregivers say if they had more time they’d spend only 17% of it on care giving, the Georgetown study shows.\nOlder adults report high levels of satisfaction with professional care through these channels, which can give family caregivers a break.\nSimply that most family caregivers are stretched for time.\nFamily caregivers could spend more time earning income—and that’s what most likely would choose to do.\nThe Georgetown study estimated average service at 88 hours per month."}