{"article_title": "Cinnamon Cassia Oil's Antibacterial Properties Make It Good For Preventing Foodborne Illness", "article_keywords": ["good", "eating", "sheng", "food", "bacteria", "study", "coli", "antibacterial", "foodborne", "preventing", "foods", "illness", "cinnamon", "sick", "oils", "oil", "cassia", "properties"], "article_url": "http://www.medicaldaily.com/cinnamon-cassia-oils-antibacterial-properties-make-it-good-preventing-foodborne-illness-293904", "article_text": "Have you ever taken a bite into one of your favorite foods just to regret it later, as your stomach cramped up from food poisoning? Foodborne illness is very common, especially when handling and eating raw foods. One in six people every year get food poisoning in the United States. The good news is that researchers have found that cinnamon might reduce the chances of developing these illnesses.\n\nA new study conducted by two Washington State University scientists shows that just a few drops of cassia cinnamon oil can kill harmful pathogenic bacteria in as little as 24 hours. \"The oil can be incorporated into films and coatings for packaging both meat and fresh produce,\" said co-author Lina Sheng, a graduate student in the School of Food Science, in a press release. \"It can also be added into the washing step of meat, fruits, or vegetables to eliminate microorganisms.\" The study found that the oil was able to kill the top six strains of Shiga toxin-producing Escherichia coli (STEC).\n\nThe study was part of an effort to find natural ways of eliminating pathogens from food. Cassia oil is predominantly grown in Indonesia, and is an antibacterial agent. Cinnamon has several benefits, such as reducing inflammation of the body and helping to lower blood sugar — it’s actually recommended for type 2 diabetes patients. According to the Centers for Disease Control and Prevention, about 265,000 people become infected by STEC each year, with one particular strain, STEC O157, causing 36 percent of infections in the U.S. The bacteria is usually passed to humans when eating contaminated raw foods and dairy. After an incubation period of three to four days, symptoms such as mild belly pain and non-bloody diarrhea begin to occur.\n\nIt’s not likely that everyone will add cassia oil to their food just to prevent themselves from getting sick. And even those who do may not be completely protected from the bacteria, the researchers said. There are also other ways to be cautious about the food we eat. Cooking your food thoroughly is a good first step — runny eggs and medium-rare burgers may get you sick. On top of that, fruits tend to be dirty, and should be washed thoroughly before eating. Combine these practices with clean kitchen surfaces, and the chances of getting sick from E. coli or other bacteria becomes dramatically lower.\n\nThe scientists are going to continue looking for other natural products that can help eliminate bacteria in foods, and help keep people healthier. Sheng and her colleagues are also studying dandelions as a way to inhibit bacteria related to bovine mastitis, an infection in the mammary glands of dairy cows.\n\nSource: Sheng L, Zhu M-J. Inhibitory effect of Cinnamomum cassia oil on non-O157 Shiga toxin-producing Escherichia coli. Food Control. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "cassia cinnamon, food borne illness", "og": {"site_name": "Medical Daily", "description": "Scientists found a natural way to lower the likelihood of contracting food borne illnesses. Cassia cinammon oil is effective in killing the pathogens found in raw foods.", "title": "Add Cinnamon To Your Food For A Lower Risk Of Food Poisoning", "url": "http://www.medicaldaily.com/cinnamon-cassia-oils-antibacterial-properties-make-it-good-preventing-foodborne-illness-293904", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/19/cassia-cinnamon-oil-helps-prevent-food-poisoning.jpg", "type": "article"}, "twitter": {"description": "Scientists found a natural way to lower the likelihood of contracting food borne illnesses. Cassia cinammon oil is effective in killing the pathogens found in raw foods.", "title": "Add Cinnamon To Your Food For A Lower Risk Of Food Poisoning", "url": "http://www.medicaldaily.com/cinnamon-cassia-oils-antibacterial-properties-make-it-good-preventing-foodborne-illness-293904", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/19/cassia-cinnamon-oil-helps-prevent-food-poisoning.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/19/cassia-cinnamon-oil-helps-prevent-food-poisoning.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Science/Tech", "published_time": "2014-07-19T12:51:30-04:00", "modified_time": "2014-07-19T12:56:06-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Scientists found a natural way to lower the likelihood of contracting food borne illnesses. Cassia cinammon oil is effective in killing the pathogens found in raw foods."}, "_id": "\"57477af46914bd0286fd9fb3\"", "article_summary": "Cassia oil is predominantly grown in Indonesia, and is an antibacterial agent.\nIt’s not likely that everyone will add cassia oil to their food just to prevent themselves from getting sick.\nInhibitory effect of Cinnamomum cassia oil on non-O157 Shiga toxin-producing Escherichia coli.\nFoodborne illness is very common, especially when handling and eating raw foods.\nThe good news is that researchers have found that cinnamon might reduce the chances of developing these illnesses."}