{"article_title": "Cruz stands out as gay marriage opponent at CPAC", "article_keywords": ["republicans", "prolife", "stands", "gay", "youre", "conservative", "states", "cruz", "marriage", "opposition", "samesex", "remarks", "cpac", "opponent"], "article_url": "http://www.washingtonblade.com/2015/02/27/cruz-stands-gay-marriage-opponent-cpac/", "article_text": "NATIONAL HARBOR, Md. — There wasn’t much overt opposition to LGBT rights on Day 1 of the 2015 Conservative Political Action Conference, but Sen. Ted Cruz (R-Texas) proved to be the exception to the rule.\n\nThe conservative firebrand made clear his opposition to interference with state laws prohibiting same-sex marriage after his remarks Friday in a question-and-answer session with conservative talk show host Sean Hannity.\n\n“Marriage is a question for the states, and it is wrong for the federal government or unelected judges to tear down the marriage laws of the states,” Cruz said.\n\nThe likely 2016 Republican presidential contender is one of the most vocal opponents of same-sex marriage in Congress.\n\nCruz has said he backs a U.S. constitutional amendment that would prevent courts from overturning state marriage laws and has introduced the State Marriage Defense Act, which would prohibit the federal government from recognizing the marriages of same-sex couples living in states without marriage equality.\n\nAlso in his remarks, Cruz interspersed hints to his opposition to same-sex marriage as he trumpeted conservative causes like repeal of Obamacare and opposition to the Obama-backed “net neutrality” agreement approved on Thursday by the Federal Communications Commission.\n\nSaying the reunification of the “Reagan Coalition” will lead conservatives to victory at the polls, Cruz said Republicans must not only be champions of economic freedom, but also “stand for life and marriage.” Challenging Republicans to stay true to their conservative ideals, Cruz said if they say they stand for marriage, one should respond, “When have you stood and fought?”\n\nBy making a point to restate his opposition to same-sex marriage throughout his remarks, Cruz stands apart even from the most conservative speakers at the event.\n\nWisconsin Gov. Scott Walker, another likely 2016 presidential candidate, didn’t mention his administration’s support for defending the state’s marriage law in court when counting the conservative achievements there.\n\n“We’ve led the way with lawsuit and regulatory reform, we defunded Planned Parenthood and signed pro-life legislation,” Walker said. “We enacted concealed carry and passed castle doctrine.”\n\nDuring a Q&A with conservative radio host Laura Ingraham, New Jersey Gov. Chris Christie neglected to mention his veto of marriage equality legislation when asked how his views square with social conservatives, but pointed to his opposition to abortion.\n\n“I just stand on my record,” Christie said. “I’m pro-life, I ran as a pro-life candidate in 2009 unapologetically, spoke at a pro-life rally at the steps of the statehouse, the first governor to ever speak at a pro-life rally at the steps of the statehouse in New Jersey.”\n\nCarly Fiorina, a former U.S. Senate candidate and business executive, once said marriage equality should only be won at the ballot, but focused her remarks on attacking Hillary Clinton, whom she said accomplished nothing in her career.\n\n“If Hillary Clinton had to face me on the debate stage, at the very least she would have a hitch in her swing,” Fiorina said.\n\nBen Carson, a retired neurosurgeon and rising conservative star, referenced his opposition to gay nuptials, but was more muted than in earlier attacks on marriage rights.\n\n“It’s interesting to me how the left in particular likes to re-label and name things,” Carson said. “For instance, if you’re pro-life, then you’re anti-woman. If you’re pro-traditional family, then you’re a homophobe.”\n\nMost speakers are refraining from invoking opposition to same-sex marriage likely because a large majority of young Republicans — who make up the preponderance of CPAC attendees — support gay marriage. Last year, a Pew Research Center poll found 61 percent of Republicans under age 30 back same-sex marriage.\n\nOne speaker at the conference, conservative commentator Tammy Bruce, proudly proclaimed she’s a member of the LGBT community during her remarks. She also called for repeal of Obamacare and declared support for voter ID laws.\n\n“Now, I believe in God, I’m not a big fan of organized religion, I’m also a gay woman,” Bruce said. “That’s a sliver of my identity. What I am, I’m a conservative.”\n\nCPAC continues Friday, when former Florida Gov. Jeb Bush, a likely presidential candidate who is making headlines for remarks urging respect for the rule of law on same-sex marriage, will be among the headline speakers.", "article_metadata": {"news_keywords": "gay news, Washington Blade, gay marriage, CPAC, Ted Cruz", "generator": "WordPress 4.3.4", "og": {"site_name": "Washington Blade: Gay News, Politics, LGBT Rights", "description": "'Marriage is a question for the states,' he says", "title": "Cruz stands out as gay marriage opponent at CPAC", "locale": "en_US", "image": {"width": 460, "identifier": "http://www.washingtonblade.com/content/files/2015/02/Ted_Cruz_460x470_c_Washington_Blade_by_Michael_Key.jpg", "height": 470}, "url": "http://www.washingtonblade.com/2015/02/27/cruz-stands-gay-marriage-opponent-cpac/", "type": "article"}, "twitter": {"description": "'Marriage is a question for the states,' he says", "creator": "@chrisjohnson82", "image": "http://www.washingtonblade.com/content/files/2015/02/Ted_Cruz_460x470_c_Washington_Blade_by_Michael_Key.jpg", "title": "Cruz stands out as gay marriage opponent at CPAC", "site": "@WashBlade", "card": "summary"}, "fb": {"pages": 13357499221}, "article": {"publisher": "http://www.facebook.com/WashingtonBlade", "section": "homepage news", "tag": "Ted Cruz", "published_time": "2015-02-27T06:58:58-04:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "article_summary": "The likely 2016 Republican presidential contender is one of the most vocal opponents of same-sex marriage in Congress.\n“Marriage is a question for the states, and it is wrong for the federal government or unelected judges to tear down the marriage laws of the states,” Cruz said.\nLast year, a Pew Research Center poll found 61 percent of Republicans under age 30 back same-sex marriage.\n“For instance, if you’re pro-life, then you’re anti-woman.\nIf you’re pro-traditional family, then you’re a homophobe.”Most speakers are refraining from invoking opposition to same-sex marriage likely because a large majority of young Republicans — who make up the preponderance of CPAC attendees — support gay marriage."}