{"article_title": "2015’s biggest moments", "article_keywords": ["2015s", "world", "chicago", "moments", "country", "parenthood", "american", "planned", "mars", "biggest", "president", "republican", "killed"], "article_url": "http://www.knoxnews.com/news/national/362883541.xhtml", "article_text": "New England Patriots quarterback Tom Brady celebrates with the Vince Lombardi Trophy after Super Bowl XLIX against the Seattle Seahawks on Sunday, Feb. 1, 2015, in Glendale, Ariz. The Patriots won 28-24.\n\nBy Vijay Vemu, Maggie Roache, Cameron Beach and Elizabeth Goldblatt, Chicago Tribune (TNS)\n\nLooking back at the last 12 months, it’s shocking to see how much our world has changed. We’re on the eve of a new era in American politics, and it feels like every news item alters the narrative of the upcoming election. From uplifting to upsetting, these are the events that shaped 2015.\n\nJan. 3 — The 114th Congress convenes under full Republican control for the first time since 2006\n\nFor the first time in eight years, the Republican party won a majority in both houses of Congress. As a result, Republican Sen. Mitch McConnell became the Majority Leader of the Senate, determined to push Keystone XL pipeline legislation and loosen regulations on American fracking. Dismantling Obama’s healthcare policy — the Affordable Care Act — became a principal goal for the new Republican leadership as well.\n\nJan. 7 — Charlie Hebdo attacks hit Paris\n\nTwo gunmen opened fire on the offices of French magazine Charlie Hebdo, killing 12, including the magazine’s editor and two police officers. In a tweet, French president Francois Hollande said, “No barbaric act will ever extinguish the freedom of the press. We are a united country.” Not only did the country unite, but the world showed solidarity too, as social media exploded with #jesuischarlie which at its peak was tweeted more than 6,500 times per minute.\n\nFeb. 1 — Super Bowl XLIX breaks American TV records\n\nSuper Bowl XLIX became the most watched broadcast in American TV history with an estimated 114.4 million viewers, beating the record of 112.2 set in 2014 by the previous Super Bowl. Tom Brady and the New England Patriots won their fourth Super Bowl, beating the Seattle Seahawks 28-24. The game cemented Brady’s legacy as one of the greatest quarterbacks of all time.\n\nFeb. 24 — “Parks and Recreation” finale airs\n\nNBC’s beloved mockumentary-style sitcom aired its finale “One Last Ride,” ending seven seasons of production. Set in the fictional town of Pawnee, Ind., the show starred Amy Poehler as the ever-cheerful Leslie Knope, an employee of the parks and recreation department. Although it was initially met with mixed reviews, “Parks and Rec” eventually gained critical acclaim and amassed a cult following.\n\nFeb. 26 — The dress phenomenon\n\nDressgate broke the internet this February, when friendships were tested over one simple question: Blue and black or white and gold? The dress, which first appeared on Tumblr, was referenced in more than 10 million tweets after just one week of fame. In reality, the dress is blue and black, though the shadowing of the photo can trick the brain into interpreting it as white and gold.\n\nMarch 18 – “Empire” gains unprecedented viewership\n\n“Empire” becomes the first scripted show on network TV to add audience every week during its freshman season since the early 1990s. Not only were millions of people watching, but “Empire” also got them talking. Viewers took to Twitter to discuss the social issues the show addresses like mental illness, homophobia and race relations.\n\nMarch 30 — Jay Z relaunches TIDAL streaming service\n\nIn a day and age where you can find any song on the internet for free, Jay Z decided to stick up for the artist and purchased TIDAL, a new streaming service that benefits the artist directly. Unlike Spotify, TIDAL has no free streaming feature. Instead, it charges users $10 a month for basic compressed sound quality and $20 a month for smoother CD-quality streaming. The rap icon teamed up with stars such as Rihanna and Kanye West to promote the music service.\n\nApril 7 — Runoff mayoral election held for the first time ever\n\nThis spring saw the Chicago’s first ever runoff mayoral election. Originally, Rahm Emanuel had 45 percent of the vote and Jesus “Chuy” Garcia had 34 percent, leaving neither candidate with the majority. Voter turnout was extremely low (estimated at around 33 percent in the first election), and many prominent issues divided Garcia and Emanuel. After a long race, Emanuel succeeded in securing another term. In his victory speech Emanuel said, “Chicago, I hear you … I’m proud of what we have accomplished, but I understand the challenges that we face will require me to approach them differently.”\n\nApril 12 — Hillary Clinton announces candidacy\n\nHillary Clinton announced her candidacy for president through a video on her website. Clinton, who previously ran in the 2008 election cycle, is widely favored to win the Democratic nomination. A few of the issues at the forefront of her agenda include ending campus sexual assault, gun violence prevention, affordable health care, better pathways to citizenship, LGBT equality, national security and women’s rights.\n\nApril 19 — Death of Freddie Gray\n\nFreddie Gray was arrested on a weapons charge in Baltimore on April 12. Approximately one week later, Gray died of a severed spinal cord, an injury he sustained while being transported to the Baltimore police department. Gray was put in leg irons and loaded into a police van. Within an hour, police reported him unconscious and called for an ambulance. Protests erupted in Baltimore, with demonstrators arguing that officers had ignored Gray’s many pleas for medical attention. Protests then became riots: At least 27 people were arrested for the destruction of property, and Maryland soon declared a state of emergency. The Freddie Gray protests — part of a larger movement against racial mistreatment in the police force — soon spread to New York, D.C., Boston and other cities across the U.S.\n\nApril 24 — Bruce Jenner comes out as a transgender woman, Caitlyn\n\nOnce hailed as one of the greatest Olympic athletes of all time, Bruce Jenner made news when he formally announced his new identity as a transgender woman named Caitlyn. After his divorce from Kris Jenner, there were rumors about Jenner’s transition, and it was confirmed when the former Olympian publicly came out in an interview with Diane Sawyer. Jenner’s transition gained national attention, and she was even awarded the Arthur Ashe Award for Courage at the ESPYs this summer.\n\nMay 20 — David Letterman hosts his last show\n\nFormer late-night talk show standby David Letterman hosted his last episode of “The Late Show,” ending a career spanning more than 33 years — the longest of any talk show host in American history. He was replaced by Stephen Colbert, who ended his show “The Colbert Report” to assume the position. This switch follows a recent trend that has seen a new generation of hosts sweeping the late-night lineup, including Trevor Noah, James Corden and Larry Wilmore.\n\nMay 21 — In Touch magazine breaks the Duggar scandal\n\nIn early spring, the Duggars — the prolific family starring in TLC’s “19 Kids and Counting” — faced a show-ending controversy. The eldest child of the family, 27-year-old Josh Duggar, was revealed to have molested several young girls — some as young as 5 — as a teenager. Josh’s father, Jim Bob Duggar, allegedly waited over a year to notify the police after his son confessed to him his molestation of female minors, most of whom were his sisters.\n\nJune 12 — Rachel Dolezal scandal\n\nA media furor erupted when the parents of Rachel Dolezal, president of her local N.A.A.C.P. chapter and a professor of African- American studies at Eastern Washington University, revealed that she was biologically white. Dolezal had presented herself as a black woman for several years while she held the position at the N.A.A.C.P., which she was later forced to resign from. The controversy caused a heated debate on many social media platforms over whether her behavior was offensive or if she should be accepted as the race she claimed to identify with.\n\nJune 17 — Charleston church shootings\n\nNine people were killed when 21-year-old Dylann Roof opened fire on a bible study group within a historically African-American church in Charleston, South Carolina. Many decried the shooting as an act of domestic terrorism against the black community, and it spurred further discussion within the already sprawling national gun control debate. Roof, who had previously espoused his belief in white supremacy online, is currently awaiting trial and faces either the death penalty or 30 years to life in prison.\n\nJune 26 — The Supreme Court rules same-sex couples have the right to marry\n\nIn a landmark decision, the US Supreme Court struck down states’ same-sex marriage bans, effectively bringing marriage equality to the entire U.S. The ruling, which five justices supported and four dissented from, means same-sex marriage is legal in all 50 states. This decision came down to anti-discrimination laws, with the Supreme Court ruling that denying marriage licenses to same-sex couples was discriminatory. Much like the outlawing of segregation during the civil rights movement, this ruling sets a precedent for our country and hopefully the world. In the aftermath, issues arose with the ruling, notably in the case of Kim Davis, a Kentucky county clerk who was jailed for refusing to issue marriage licenses to same-sex couples.\n\nJune 28 — Greece shuts down its banks to avoid economic collapse\n\nThe Greek financial crisis came to a head in late June as all Greek banks shut down operations. Citizens were unable to withdraw more than 60 euros — the equivalent of $66 — per day, and unemployment soared to almost 25 percent. However, Greece had been slipping into debt for years — with its negligent tax collection, the crisis was inevitable. The International Monetary Fund (IMF) and European Union (EU) agreed to bail Greece out by providing billions of euros in aid, but only if the nation implemented austerity measures. These include major cuts to government spending and higher taxes on civilians.\n\nJuly 1 — Minimum wage rises to $10 per hour in Chicago\n\nThe minimum wage was raised from $8.25 to $10 an hour, and will gradually increase until it is at $13 in 2019. The wage change affected 31 percent of workers in Chicago, or about 400,000 people. Those against the increase warned that it might force businesses to cut jobs or move out of the city, a concern that is frequently repeated as Washington lawmakers grapple with whether or not to raise the national wage, which is currently $7.25 per hour.\n\nJuly 14 — Planned Parenthood faces scrutiny in light of video release\n\nThe Center for Medical Progress, an anti-abortion advocacy group, released edited undercover footage of a Planned Parenthood employee discussing the sale of fetal tissue and organs. The video sparked outrage from the pro-life community, and many called for the organization’s government funding to be cut entirely. As a result, the House of Representatives and Senate voted to defund Planned Parenthood for a year, although President Obama will almost certainly veto the measure. Planned Parenthood supporters argue that this move will be devastating for many low-income women who rely on Planned Parenthood for necessary reproductive health care.\n\nJuly 14 — Iran nuclear deal is announced\n\nAlong with six other nations, Iran took part in a historic accord prompted by the U.S. The group of countries agreed to a decade-long arrangement necessitating that Tehran’s nuclear abilities would be significantly limited in exchange for a lifting of longtime sanctions that had crippled Iran’s economy. After 20 months of time-consuming negotiations, Iran agreed to reduce its stockpile of uranium by 98 percent, leaving it with an enrichment level far below what is needed to create a bomb. President Obama called it the biggest diplomatic achievement of his presidency. However, opponents to the deal claim it is not enough to sufficiently deter Iran’s nuclear ambitions. Notably, Israeli Prime Minister Benjamin Netanyahu has said “this deal will threaten (Israel) and threaten our neighbors.”\n\nJuly 20 — U.S. and Cuba restore diplomatic relations\n\nIn 1961, the U.S. and Cuba cut diplomatic ties; 54 years later, relations were reestablished. Embassies in both nations were reinstated over the summer, as the first-ever call from the U.S. embassy in Havana was placed to the State Department. However, there is still considerable strife; the U.S. calls for a Cuban improvement in human rights and democracy, while Cuba lobbies the U.S. to end its trade embargo.\n\nAug. 21 — Train attack in France\n\nTwo passengers of a high speed train in France were injured when Ayoub El-Khazzani opened fire on the trip from Paris to Amsterdam. Khazzani was restrained by a group of people, including three American citizens — Anthony Sadler, Spencer Stone and Alek Skarlatos — before he could cause more harm. Both Stone and Skarlatos were in the military, and Skarlatos was given the Soldier’s Medal, the army’s highest award for acts of heroism not involving actual conflict with the enemy.\n\nAug. 26 — Reporter and cameraman killed in on-air attack\n\nFormer reporter Vester Flanagan shot and killed his colleagues Alison Parker and cameraman Adam Ward on live television. It was supposed to be a routine interview for both Parker and Ward, who worked for WDBJ TV in Virginia, but it sadly turned violent. Reports cite a workplace dispute as a motive for the attack — Flanagan alleged racial discrimination from the two victims in his 23-page fax sent to the studio, although his claims have been disputed. He eventually shot himself as he was later surrounded by state troopers after a long manhunt.\n\nSept. 10 — U.S. announces it will take in at least 10,000 migrants in Syrian refugee crisis\n\nAmid increasing pressure to demonstrate alliance between the U.S. and European nations, President Obama announced that in the next fiscal year, the U.S. will take in at least 10,000 displaced Syrians. Obama’s announcement produced an array of opinions and reactions. Aid groups supported the decision, mentioning America’s huge economy and population. On the other hand, Republicans and other opponents claimed that the country would be welcoming potential terrorists. Republican Rep. Peter T. King of New York said, “Our enemy now is Islamic terrorism, and these people are coming from a country filled with Islamic terrorists.”\n\nSept. 28 — Water found on Mars\n\nNASA’s Mars Reconnaissance Orbiter (MRO) found liquid water on Mars this fall, bringing science a step closer to determining whether or not life once existed on Mars. Researchers observed dark streaks full of salt and minerals that ebb and flow with the seasons on Mars, suggesting that liquid water only appears during the warmest Mars months. Soon after this discovery, NASA expressed its hopes of sending a human to Mars in the 2030s.\n\nOct. 1 — Oregon shooting\n\nTen people were killed (inlcuding the gunman) and nine were injured when a gunman opened fire at Oregon’s Umpqua Community College, an act that specifically targeted Christians. President Obama commented on the situation and lamented the regularity of his post-shooting speeches, saying, “Somehow this has become routine. The reporting is routine. My response here at this podium ends up being routine, the conversation in the aftermath of it.”\n\nOct. 29 — China announces it will allow couples to have two children\n\nDespite being the world’s most populous nation, China announced that it would allow all married couples to have two children, lifting bans on their 35-year one-child policy. In reaction to a declining growth and a rapidly aging society, the number of working-age people in China has shrunk in recent years. Moreover, the original policy’s implementation was chastised for being overly harsh and inhumane. In the past, those who violated the one-child policy were subjected to forced abortions, sterilizations, penalties and fines, harassment and often the loss of their jobs.\n\nOct. 29 — Paul Ryan is elected new Speaker of the House following the resignation of John Boehner\n\nBeing Speaker of the House is a tough job, especially when both political parties tend to disagree on almost every single topic. These tensions are what drove former Speaker of the House John Boehner to resign. Paul Ryan, who ran with Mitt Romney in 2012 as the candidate for vice president, was elected as the new Speaker of the House.\n\nOct. 30 — U.S. officials announce that American troops will be deployed to the ground in Syria\n\nThe U.S. involvement in the fight against ISIS escalated this fall, as President Obama authorized American troops on the ground in Syria. Less than 50 Special Operations forces were deployed, aiding the Kurds and Free Syrian Army rebels in fighting ISIS strongholds in the region. Although the U.S. leads a bombing coalition against the Islamic State, this decision marks the heaviest U.S. involvement in Syria to date.\n\nNov. 9 — University of Missouri president and chancellor announce resignation in face of “Concerned Student 1950” protests on campus\n\nThe controversy began back in August when the university eliminated the health care plan for graduate students. The health care issue was resolved, but further incidents of blatant racism — like the painting of a swastika made of human excrement in a resident hall bathroom — remained largely unaddressed by the school’s administration. In October, demonstrators attempting to get the attention of University President Tim Wolfe interrupted the homecoming parade, but Wolfe refused to speak with them. After repeatedly trying to meet with President Wolfe with little success, graduate student Jonathan Butler began a hunger strike, and soon after many students, faculty and staff staged a walkout in support of him. On Nov. 8, the football team joined in, by saying that they refused to play or practice, and that “The Mizzou Family stands as one.” Facing further scrutiny and a massive loss of profits from the potential cancellation of an upcoming football game, both President Wolfe and Chancellor R. Bowen Loftin resigned.\n\nNov. 13 — Paris attacks\n\nThe French capital and the world were rocked as three teams of attackers killed 130 and wounded 352 others in Paris. The terrorists targeted a soccer match, concert hall and multiple bars and cafes on a Friday night. ISIS took credit for the attack as retaliation for France’s airstrikes on Iraq and Syria. Many of the public events around the world saw an increase in security as many were trying to prevent another terrorist attack. Additionally, many politicians in the U.S. and abroad ramped up their anti-refugee rhetoric.\n\nNov. 27 — Planned Parenthood shooting\n\nRobert Lewis Dear was charged as the suspect in the mass shooting at Colorado Springs’ Planned Parenthood. The attack killed three people (a police officer and two civilians) and injured nine more. Colorado Gov. John Hickenlooper referred to it as “a crime against women” and “a tragedy that is beyond speech.” Dear has since admitted full responsibility for the attacks.\n\nDec. 7 — U.S. Justice Department launches investigation into Chicago Police Department\n\nChicago’s police force came under investigation two weeks after the release of video footage showing police officer Jason Van Dyke fatally shooting 17-year-old Laquan McDonald 16 times. In the aftermath of the video’s release and Chicago protests, Mayor Rahm Emanuel fired police Superintendent Garry McCarthy. Attorney General Loretta Lynch said the investigation will focus on use of force, deadly force, accountability and how CPD tracks such incidents.\n\nDec. 7 — Donald Trump calls for a ban on Muslim travel to the U.S.\n\nTrump, the Republican presidential front-runner, released a statement proposing “a total and complete shutdown” of Muslims entering the country until government officials “can figure out what is going on.” This proposal came in the wake of a deadly mass shooting in San Bernadino, Calif., and increased tension surrounding ISIS following November’s Paris attacks. Trump’s remarks were panned by Republicans and Democrats alike, but many of his supporters said they agree with his plan.\n\n\n\nABOUT THE WRITERS\n\nVijay Vemu, Waubonsie Valley High School; Maggie Roache, Nazareth Academy; Cameron Beach, Glenbrook South High School and Elizabeth Goldblatt, Jones College Prep are correspondents for The Mash.\n\nThe Mash is the Chicago Tribune's newspaper and website written for teens, by teens. The paper is distributed for free each Thursday at Chicago-area high schools and is written largely by high school students.", "article_metadata": {"title": "2015’s biggest moments", "og": {"url": "http://www.knoxnews.com/news/362883541.xhtml", "image": {"width": 3397, "identifier": "http://media.jrn.com/images/1217-superbowl.jpg", "height": 2631}, "type": "article", "description": "From uplifting to upsetting, these are the events that shaped 2015.", "title": "2015’s biggest moments"}, "twitter": {"site": "https://twitter.com/knoxnews", "image": "http://media.jrn.com/images/1217-superbowl.jpg", "description": "From uplifting to upsetting, these are the events that shaped 2015.", "card": "summary_large_image", "title": "2015’s biggest moments"}, "apple-mobile-web-app-capable": "no", "msapplication-TileImage": "http://media.jrn.com/designimages/logo-kns-icon-144.png", "__sync_contentCategory": "premium", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "_id": "\"57477af36914bd0286fcf757\"", "article_summary": "Nov. 27 — Planned Parenthood shootingRobert Lewis Dear was charged as the suspect in the mass shooting at Colorado Springs’ Planned Parenthood.\nPlanned Parenthood supporters argue that this move will be devastating for many low-income women who rely on Planned Parenthood for necessary reproductive health care.\nJuly 14 — Planned Parenthood faces scrutiny in light of video releaseThe Center for Medical Progress, an anti-abortion advocacy group, released edited undercover footage of a Planned Parenthood employee discussing the sale of fetal tissue and organs.\nAs a result, the House of Representatives and Senate voted to defund Planned Parenthood for a year, although President Obama will almost certainly veto the measure.\nInstead, it charges users $10 a month for basic compressed sound quality and $20 a month for smoother CD-quality streaming."}