{"article_title": "44 presidencies, 43 biographies, one surprising takeaway; • Readers take on the ultimate history lesson — reading biographies of every U.S. president", "article_keywords": ["lincoln", "surprising", "readers", "biographies", "presidents", "presidencies", "american", "read", "wasnt", "books", "ultimate", "takeaway", "president", "lesson", "reading", "presidential", "history"], "article_url": "http://www.bendbulletin.com/nation/3969986-151/44-presidencies-43-biographies-one", "article_text": "It started innocently: I saw a TV show, then read the book it was based on.\n\nThe book, David McCullough’s “John Adams,” wasn’t exactly a page turner. But to understand John Adams, it seemed I would have to read a book about George Washington. So I did. And, to understand the first two presidents, it seemed I would also have to read a book about the third: Thomas Jefferson. So I did.\n\nAfter that, it seemed I’d developed a new habit. I blew through biographies on the big names — James Madison, James Monroe, John Quincy Adams, Andrew Jackson — then plunged into a presidential dead zone. I’m talking about the forgotten occupants of 1600 Pennsylvania Ave. who crowd dusty histories of America before the Civil War. No one makes Oscar-winning movies starring Daniel Day-Lewis about Martin Van Buren, Zachary Taylor or Millard Fillmore. Few know what they look like — even when they have cool sideburns.\n\nAfter reaching the president everybody loves to love — Abraham Lincoln — I kept going. I became an admirer of Rutherford B. Hayes: civil service reformer, Civil War veteran, cultivator of an awesome beard. I spent $30 on a 500-page hardback about Chester A. Arthur. I scrutinized Amazon.com reviews to figure out whether “William McKinley and His America” is a worthier read than “The President and the Assassin: McKinley, Terror, and Empire at the Dawn of the American Century.” (One contrarian’s opinion: Yes! The latter looks more fun, but the former is more detailed.)\n\nBefore I knew it, three years had flown by. Though I wasn’t a history professor, a glutton for punishment or an eccentric shut-in, I was reading at least one biography about each president, mostly in chronological order. Today, I’m up to Herbert Hoover, and it’s all downhill from here.\n\nAnd I wasn’t alone. Reading biographies of every U.S. president, it turned out, is a thing that people do.\n\n“It was something I wanted to do for many years,” said Karen Rosenbaum, a 77-year-old resident of Fairfax, Virginia. At the end of a three-decade stint running a computer camp, Rosenbaum took on the project in 2012 — before she retired, thank you very much — and finished 2 1/2 years later.\n\nRosenbaum isn’t the type to sit around poring over dense histories — she read “The Goldfinch” three times. “I read a lot of books that go in and out of my head, and they’re mostly crap,” she said. But the allure of our nation’s 43 commanders in chief (remember: Grover Cleveland served nonconsecutive terms) proved too much.\n\n“I do think the presidency is such an important phenomenon in our history, and I thought it would be a good way of reviewing American history,” she said. “It was very enriching.”\n\nThe enrichment doesn’t necessarily stop when one closes the final page of a biography of President Barack Obama. Others undertake this reading marathon more than once, swapping recommendations online about which books to read and which to avoid. And many who take the presidential challenge don’t just read. They write about what they’re reading.\n\nAndrew Cordisco is a 27-year-old account manager for a software solutions company living in Raleigh, North Carolina. He first finished his presidential biography journey in December 2012 — “did a whole lap,” as he put it. Now he is rereading all of the books and picking another one about each president for his blog, the Presidents Project.\n\nThat sounds like a lot of page turning or Kindle swiping. But for Cordisco, the presidency is like baseball: a game in which even the worst teams win their fair share of matchups and are worthy of respect.\n\n“There’s no president that won 162 games and no presidents that won zero,” Cordisco said. “They all have accomplishments. … Some don’t turn out to be correct.”\n\nIndeed, one explores those whom history has and hasn’t absolved on this bibliographical journey. Reading about familiar heroes such as Lincoln and Franklin Delano Roosevelt — presidents almost universally admired and emblazoned on currency for taking huge chances that paid huge dividends — seems like every citizen’s duty.\n\nCordisco even kept a bracket of the presidents the way fans pick college basketball teams during March Madness. “I always knew who was going to win, and that’s Lincoln,” he said.\n\nOthers I talked to sang the praises of one president who often ranks below his more lauded fifth cousin in historians’ rankings: Theodore Roosevelt.\n\n“Teddy, without question,” Rosenbaum said when asked about her favorite president. She thought he could have prevented World War II by handling World War I better than Woodrow Wilson did. “If Teddy had been president, we would have entered the war a lot earlier, it would have been less painful for the entire world and there would have been a just and honorable peace.”\n\n“I liked him as a person,” said Jacki Lewis, a 30-year-old mother of two from Akron, Ohio. “I wanted to be his friend, hunt jaguars with him or something.”\n\nLewis began her presidential journey in January 2011 and blogged about it with other friends she persuaded to read as well. She read one bio per month for 31/2 years — though, by the end, she had two children under 5.\n\n“I think most years I read right at 100 books,” Lewis said. “I read more before I had kids.”\n\nAnother dark horse was among her favorite presidents: civil service reformer Chester A. Arthur.\n\n“This one obscure president was, like, ‘This spoils system does not work,’” Lewis said. “‘We’re giving jobs on merit.’ That changed how the whole political system worked!”\n\nUnderdogs and villains\n\nLike Lewis, I felt myself drawn to overlooked presidents. Lincoln and FDR are great, but everyone already knows that the mystic chords of memory will again be touched by the better angels of our nature and that we have nothing to fear but fear itself.\n\nWhat about the more ordinary schmucks without vision who, like many of us, are just trying to get by?\n\nReading about hapless presidents who fell into the job through family connections or after another president’s death can be compelling. Some administrations were worthy of a Three Stooges short: the tenures of John Quincy Adams, the first to endure the Freudian nightmare of following Dad into the White House; and “accidental” and hated president John Tyler, the first vice president to assume the presidency after his boss’s death in office and the only commander in chief who died a Confederate.\n\nIf these guys ran a country without destroying it, I can probably figure out how to change the toner in the office copier.\n\n“You’d think they have to be the most self-assured persons in the world, but they all were sort of insecure,” said Bob Timmermann, who blogged about his journey.\n\nTimmermann, a 50-year-old librarian in Los Angeles, took a novel approach in his presidential reading: Ditching chronology, he used a random-number generator to guide him through the presidents. He started with Tyler — bad luck — in February 2009 and finished with a Ronald Reagan bio almost exactly a year later.\n\nThis seemed normal.\n\n“No one thought it was too strange, but then again when you work in a library, people have a pretty high tolerance for whatever people are interested in,” Timmermann said.\n\nReading through the presidents demands interest not just in heroes and lovable dolts, but in villains as well.\n\nChief among these is probably Lincoln veep and inveterate racist Andrew Johnson, who whiffed with his destructive Reconstruction policies and got impeached. But he’s at the bottom of a long list of baddies. Among these: the guy who made the Depression worse.\n\n“I grew up with a grandmother who told me Herbert Hoover was a very bad man,” Timmermann said. “Then I read and said: ‘I see your point.’”\n\nSome readers surprisingly singled out for criticism one gentleman with a huge white statue near the Mall: Jefferson.\n\n“Most of the accomplishments of Jefferson have nothing to do with his presidency,” Cordisco said. “He wrote his own tombstone, and it didn’t mention he was president.” (For the record: Cordisco is also a Richard Nixon defender, admiring the gutsy California Quaker who “just willed himself to be exactly who he wanted to be,” he said.)\n\nAnd just because Jefferson got elected doesn’t mean he was a jolly good fellow.\n\n“He strikes me as a little more of a guy who could have been a better president — a better human,” said Steve Floyd, 47, who blogs at bestpresidentialbios.com . “He’s kind of the Karl Rove of the Washington administration — the bomb thrower.”\n\nFloyd, an investment banker living in Fredericksburg, Virginia, started his reading project in 2012 while commuting for work on 12-hour flights to and from Hong Kong.\n\n“I got tired of drinking free wine and watching cheap movies, so I came up with something better to do,” he said.\n\nFloyd is about two-thirds of the way through his reading, but gets extra credit because he takes on multiple biographies about presidents he finds interesting and, since he’s a pilot, takes photographs of their homes from the air. Plotting out his reading by the week, he said he’ll have read 200 books in four years when he finishes by Presidents Day 2017.\n\n“I try not to speed read, but I’m not taking a test on this stuff,” he said.\n\nTo skip or not to skip\n\nReading less-than-carefully is the greatest temptation for those who decide to read 43 books, some of which are mostly about the gold standard and tariff reduction. Seeking out and paying for the best biography about, say, Benjamin Harrison challenges one’s resolve. Another leading candidate for those tempted to skim: William Henry Harrison — Benjamin Harrison’s grandfather — who died of pneumonia on his 32nd day in office.\n\n“I thought about skipping him,” Rosenbaum said. “He wasn’t in office very long.”\n\nStill, a completist is a completist — and sometimes the forgotten presidents aren’t that forgettable, as Rosenbaum found after she plunked down $35 for a “very expensive tome” on Harrison.\n\n“I dutifully read it, and I ended up loving it,” she said. “I found his character quite appealing. It concentrated a lot on the Indian wars, and I thought if he had lived and had an influence on Native American policy, we might have done a whole lot better.”\n\nFor those unwilling to spend so much, there’s always Sean Wilentz. A history professor at Princeton University, he took over as editor of the American Presidents Series from legendary presidential historian Arthur Schlesinger Jr., who died in 2007. The series offers short, inexpensive books on every president (save a few not yet published) for general readers. I turned to it when stumped on choosing what to read about Martin Van Buren, among others.\n\n“There’s been a breakdown in the connection between historians and general readers,” Wilentz said, bemoaning the esoteric nature of some biographies. “There’s a huge interest in American history, but the fact of the matter is that the professionalization of scholarship has cut it off.”\n\nWilentz also offered insight on why so many people take the presidential challenge. There are many ways to learn about the American experiment, he said. But the presidency is a great one.\n\n“You experience American history in a very intimate way when you deal with someone at the center of power,” Wilentz said. “The president is always the center of what’s going on in the national government. These are human stories.”\n\nA reason to read\n\nOf course, reading about a country through its leaders has shortcomings. Forty-two U.S. presidents were white. All were men. While the supporting cast always includes other characters — Jackson and the Indians, Lincoln and the slaves, Lyndon B. Johnson and Martin Luther King Jr. — a presidential biography is about a president, not the people he helped or hurt.\n\nOne must suspend disbelief to read so much from the White House’s perspective. But while they spent hundreds of hours reading about politics, those I talked to weren’t reading to take sides. Reinforcing support of a tea party candidate or the Affordable Care Act wasn’t on the agenda.\n\n“I would say I am a little off the center of the political spectrum, but not too far,” Floyd said. “This has, if anything, probably pushed me to the middle. Only a heartless, unsympathetic person — a nonself-reflective person — could read all these different biographies of all these different times in history and not examine their own philosophy.”\n\nSo, if not for politics: Why?\n\nAs a new parent, I’ve kept up with my presidential reading project because I think — perhaps wrongly — that looking at the lives of America’s No. 1 citizens will teach me something about being a good dad.\n\nI found I’m not alone. “Reading about the presidents helped me raise a newborn,” said Howard Dorre, a 34-year-old project manager living in Los Angeles. His blog, Plodding Through the Presidents, includes detailed photographic studies of presidential action figures. “I think that founding a country is similar to having a family,” Dorre said. “It’s very much like founding your own little nation.”\n\nLewis, who had just had her oldest son when she started the project, said reading about the presidents helped her understand how far her children could go.\n\n“He’s a baby — he could grow up to be president,” she said. She pointed out that commanders in chief “were just kids that went to school. Now they were the most important person in the world.”\n\nAnd don’t underestimate good ol’-fashioned love of country.\n\n“My goal was originally just to be entertained and fill up dead time,” Floyd said. But: “This whole journey is giving me a very interesting perspective on the history of the country and how adaptive it is.”\n\nFloyd’s takeaway: 2016 isn’t that different from 1789. America’s partisan divide may be much in the news these days, but, as Floyd put it, it was this bad during the Washington administration, the Adams administration and every administration after that.\n\n“There’s nothing unique about where we are now,” he said.\n\nThis is America — and we’re reading about it.", "article_metadata": {"description": "It started innocently: I saw a TV show, then read the book it was based on. The book, David McCullough’s “John Adams,” wasn’t exactly a page turner. But to understand John Adams, it seemed I would have to read a book about George Washington. So I did. And, to understand the first two presidents, it seemed I would also have to read a book about the third: Thomas Jefferson. So I did. After that, it", "og": {"site_name": "The Bulletin", "description": "It started innocently: I saw a TV show, then read the book it was based on. The book, David McCullough’s “John Adams,” wasn’t exactly a page turner. But to understand John Adams, it seemed I would have to read a book about George Washington. So I did. And, to understand the first two presidents, it seemed I would also have to read a book about the third: Thomas Jefferson. So I did. After that, it", "title": "44 \n presidencies, \n 43 biographies, \n one surprising takeaway", "url": "http://www.bendbulletin.com/nation/3969986-151/44-presidencies-43-biographies-one", "image": "http://www.bendbulletin.com/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=lbl7bX6VMohPR5YjBIYrBc$daE2N3K4ZzOUsqbU5sYsPll2AhI$pmgU$I5qVYoWYWCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg", "type": "article"}, "twitter": {"site": "@thebulletin", "image": {"src": "http://www.bendbulletin.com/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=lbl7bX6VMohPR5YjBIYrBc$daE2N3K4ZzOUsqbU5sYsPll2AhI$pmgU$I5qVYoWYWCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg"}, "description": "It started innocently: I saw a TV show, then read the book it was based on. The book, David McCullough’s “John Adams,” wasn’t exactly a page turner. But to understand John Adams, it seemed I would have to read a book about George Washington. So I did. And, to understand the first two presidents, it seemed I would also have to read a book about the third: Thomas Jefferson. So I did. After that, it", "card": "summary", "title": "44 \n presidencies, \n 43 biographies, \n one surprising takeaway"}, "msapplication-TileColor": "#035CB6", "msapplication-TileImage": "http://statics.bendbulletin.com/images/thebulletin_retro_nav_small.png/images/bb-windows-tile.png", "__sync_contentCategory": "pw", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "“You experience American history in a very intimate way when you deal with someone at the center of power,” Wilentz said.\n“I do think the presidency is such an important phenomenon in our history, and I thought it would be a good way of reviewing American history,” she said.\nAs a new parent, I’ve kept up with my presidential reading project because I think — perhaps wrongly — that looking at the lives of America’s No.\nOthers undertake this reading marathon more than once, swapping recommendations online about which books to read and which to avoid.\nReading biographies of every U.S. president, it turned out, is a thing that people do."}