{"article_title": "Alternative Health Care Flourishes — The Patriot Post", "article_keywords": ["organizations", "patriot", "risk", "pay", "costsharing", "samaritan", "participants", "ministries", "flourishes", "costs", "health", "alternative", "post", "care"], "article_url": "http://patriotpost.us/articles/41435", "article_text": "Culture, Science & Faith Alternative Health Care Flourishes\n\nConsumers seek solutions to either unmet needs or alternatives to a substandard product or service. A great example of this maxim is this: Participants in health care cost-sharing ministries have more than doubled in number since ObamaCare’s inception in March 2010.\n\nBefore ObamaCare, there were faith-based risk pools such as Samaritan Ministries International, Medi-Share and Christian Healthcare Ministries. A hundred years ago, such mutual-aid societies covered one-third of American men before the welfare state saw to its decline. But while ObamaCare outlaws any new such ventures, membership has exploded for the ones grandfathered in under the law. Samaritan alone grew 33% last year, and is more than double its size in 2013.\n\nWith membership in these nonprofit organizations now surpassing 500,000, all credit rests with the so-called “Affordable Care Act.” That monstrosity was passed without a single Republican vote and signed into law by Barack Obama on March 23, 2010 — six years ago this week. From their inception in the early nineties, these organizations were growing at a rate of no more than 10% annually, until the Left weaponized the IRS to mandate the purchase of a service (health insurance).\n\nIn other words, until Obama decided to play the good liberal Samaritan — helping the sick by forcing them to buy health insurance.\n\nThe health care cost-sharing agreements in these ministries work with a monthly premium, sometimes as low as $150 per month. Individuals and families are matched with others to create a risk pool of participants who contract to reimburse medical expenses from an approved list. The patient/consumer bears the financial responsibility to shop for the best pricing and to pay for services rendered. Imagine, market-driven health care that makes the patient the customer.\n\nBecause these organizations are faith-based, moral clauses protect participants from paying catastrophic costs for injuries or illnesses sustained from behavior deemed immoral. For example, members are responsible for their own medical costs incurred as a result of drunk driving or substance abuse, or for procedures like abortion — things that are contrary to the ministries' values.\n\nThe participants in these ministries, who are Judeo-Christian in their declaratory membership statements, tend to refrain from self-destructive behavior that is often deemed “high-risk” by actuaries and result in greater cause of injury and illness.\n\nAgain, with amazement, imagine that those who choose a risky lifestyle must pay for its effects themselves.\n\nObamaCare was promised to usher in a utopian era of increased access to health care and lower costs, all while “if you like your doctor, you can keep your doctor.” We know that web of lies all too well.\n\nSo much for empty political rhetoric. The government-controlled health system mandates standardized insurance plans with coverage for all — even if it’s unneeded. Only by the logic of the State would an insurance plan for a group of nuns need to include contraception.\n\nUnlike the cost-sharing ministries where certain behaviors are expected or rejected and risk pools are matched, Democrats want everyone’s premium payment comingled to pay for all charges in an attempt at universal care.\n\nWhile critics like Sabrina Corlette, project director at Georgetown University’s Center on Health Insurance Reforms, are quick to dismiss these Christian co-ops as “junk coverage,” these ministry participants are willingly paying premiums and sharing costs while being incentivized to be well and live a healthier lifestyle because they have skin in the game.\n\nAgain, contrast this free market approach to the IRS-driven mandates, which have caused premiums and deductibles to skyrocket, and you have a government-run system requiring most to pay out of pocket for their own care to subsidize the high-risk, chronically ill.\n\nGet it? You can voluntarily assume greater risk and responsibility for your health and health care choices in the nonprofit cost-sharing ministries, or pay far more out of your pocket for one-size-fits-all ObamaCare.\n\nSir Isaac Newton studied the laws of nature, one of which, the third law of motion, is simply summarized as: “For every action, there is an equal and opposite reaction.” The action of ObamaCare through its redistribution of wealth has produced the equal reaction in disrupting the health care market to reveal innovative alternatives. It’s now up to federal lawmakers to understand that putting patients in charge of their health with financial incentives will meet the necessary goals of increasing access by reducing costs.", "article_metadata": {"description": "Faith-based organizations are growing quickly under ObamaCare.", "csrf-token": "SKvKKJfKGuNlUgYT5juTLdVwLNGDE9VkROwvYjlUi4M=", "msapplication-TileColor": "#2b5797", "csrf-param": "authenticity_token", "og": {"site_name": "The Patriot Post", "description": "Faith-based organizations are growing quickly under ObamaCare.", "title": "Alternative Health Care Flourishes", "url": "http://patriotpost.us/articles/41435", "image": "http://assets.patriotpost.us/images/2016-03-21-d80adaca.jpg", "type": "article"}, "fb": {"admins": 100002378661032, "app_id": 217327155053459}, "msapplication-TileImage": "/mstile-144x144.png", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Culture, Science & Faith Alternative Health Care FlourishesConsumers seek solutions to either unmet needs or alternatives to a substandard product or service.\nThe health care cost-sharing agreements in these ministries work with a monthly premium, sometimes as low as $150 per month.\nA great example of this maxim is this: Participants in health care cost-sharing ministries have more than doubled in number since ObamaCare’s inception in March 2010.\nImagine, market-driven health care that makes the patient the customer.\nYou can voluntarily assume greater risk and responsibility for your health and health care choices in the nonprofit cost-sharing ministries, or pay far more out of your pocket for one-size-fits-all ObamaCare."}