{"article_title": "New Scandal at VA: Workers Hid and Shredded Benefits Claims", "article_keywords": ["va", "dates", "benefits", "mail", "office", "shredded", "workers", "thousands", "hid", "payments", "claims", "scandal", "halliday", "veterans"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/07/15/New-Scandal-VA-Workers-Hid-and-Shredded-Benefits-Claims", "article_text": "Leaderless, and still reeling from revelations about mismanagement at its hospitals, the Veterans Administration is now being rocked by another congressional investigation. There are fresh allegations that tens of thousands of benefits claims, some from injured soldiers returning from Iraq and Afghanistan, were shredded, hidden or “lost” to create the illusion of an efficiently operating bureaucracy.\n\nThe news comes less than two months after former VA Secretary Eric Shinseki was forced to resign when it was revealed that VA hospitals across the country were systematically covering up excessively long wait times that left veterans languishing for months without needed care.\n\nRelated: It’s Not Your Imagination – The Government Really Is Worse Than Ever\n\nA White House-led review of the agency identified a “corrosive culture” within the VA that encouraged managers to cover up problems. The president has nominated former Procter & Gamble CEO Bob McDonald to fill Shinseki’s place, but he has yet to be confirmed by the Senate.\n\nIn a Monday night hearing on Capitol Hill, a trio of whistleblowers told the House Veterans Affairs Committee that in a push to clear up a backlog of hundreds of thousands of benefits claims, the Veterans Benefits Administration hid records, destroyed files, and changed the dates on claims to make them appear more recent than they really were.\n\nCommittee chair Jeff Miller (R-FL), who also held hearings on the previous VA scandal, was clearly furious. “There is not a corner that VBA leadership will not cut nor a statistic that they will not manipulate to lay claim to a hollow victory,” he said Monday night.\n\nIn 2013, the VBA, which manages claims for financial benefits that wounded and retired veterans earned through their service, was instructed by Shinseki to take steps to reduce its inventory of pending claims. However, a vaguely worded memo distributed to its offices across the country created a massive loophole that allowed managers to create the appearance of improvement by changing the dates of claims to make them appear more recent than they really were.\n\nRelated: Fix Infrastructure Now, or Apologize for It Forever\n\nAttorney Kristen Ruell, who worked as a quality review specialist in the agency’s Philadelphia office, testified that administrators “were instructing us to change the dates on any claims – regardless of the circumstances – if they were older than a certain date.”\n\nBut the problems didn’t end with misleadingly labeled claims, she said.\n\nRuell told lawmakers that at one point she found “96 white boxes” stuffed with veterans’ claims from 2010 through 2012 that were designated to be shredded without being processed. “I'm not sure what happened to the boxes. There were thousands of claims in those boxes,” she said.\n\nRuell’s complaints, and those of two other whistleblowers who testified alongside her, were substantiated by Linda A. Halliday, an assistant inspector general in the VA Office of the Inspector General.\n\nRelated: Self-Congratulation in Congress Does Little for the Jobless\n\nIn prepared testimony, Halliday said, “In our initial walk-through of the [Philadelphia] facility, we found mail bins full of claims and associated evidence that had not been scanned…since 2011. Our concern is the evidence located in these mail bins is needed for processing future claims, and until scanned, decision-makers may be making decisions without all of the required evidence.”\n\nIn addition to the changing of dates on claims and the presence of years-old unprocessed mail, Halliday said the IG was looking into allegations of staff members “inappropriately shredding or destroying” mail, physically hiding mail within the facility, and the “cherry picking” of easily processed claims in order to make the system appear more efficient.\n\nIn addition to some veterans being denied timely benefits, the IG also found evidence that millions of dollars in inappropriate or duplicate benefits payments are still being delivered, with the full knowledge of VA management.\n\n“[S]taff provided us with examples of several instances where veterans or their dependents received duplicate payments resulting from duplicate records in VBA’s electronic system,” Halliday reported. “We were informed that this is an ongoing problem… Although management was aware of this issue, it was not a priority to correct and could result in potential improper payments.” Those improper payments totaled $40.4 million, according to the IG report released Monday.\n\nRelated: 5 Years of Over $100 Billion in Improper Payments\n\nHalliday pointed out that the IG’s office has uncovered similar problems in the agency’s Baltimore office, and that is it also looking into issues in the agency’s Los Angeles, Oakland, Houston, and Little Rock offices.\n\nRep. Miller made it clear that the agency now has legislators’ full attention, and that Congress will expect results. “What we all want to see, both my Republican and Democrat colleagues, is progress, not deception,” he said.\n\nTop Reads from The Fiscal Times:\n\n", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The Veterans Administration, still recovering from the hospital wait time scandal that led to the resignation of VA Secretary Eric Shinseki, is now under fire again. Whistleblowers and the agency’s own Inspector General on Monday night revealed systemic cooking of the books in the agency’s benefit claims processing unit.", "title": "New Scandal at VA: Workers Hid and Shredded Benefits Claims", "url": "http://www.thefiscaltimes.com/Articles/2014/07/15/New-Scandal-VA-Workers-Hid-and-Shredded-Benefits-Claims", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/06222014_Veterans_Affairs_Building.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/07/15/New-Scandal-VA-Workers-Hid-and-Shredded-Benefits-Claims", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/06222014_Veterans_Affairs_Building.jpg", "creator": "@rrgarver", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "The Veterans Administration, still recovering from the hospital wait time scandal that led to the resignation of VA Secretary Eric Shinseki, is now under fire again. Whistleblowers and the agency’s own Inspector General on Monday night revealed systemic cooking of the books in the agency’s benefit claims processing unit.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Ruell told lawmakers that at one point she found “96 white boxes” stuffed with veterans’ claims from 2010 through 2012 that were designated to be shredded without being processed.\nThere are fresh allegations that tens of thousands of benefits claims, some from injured soldiers returning from Iraq and Afghanistan, were shredded, hidden or “lost” to create the illusion of an efficiently operating bureaucracy.\nCommittee chair Jeff Miller (R-FL), who also held hearings on the previous VA scandal, was clearly furious.\nIn addition to some veterans being denied timely benefits, the IG also found evidence that millions of dollars in inappropriate or duplicate benefits payments are still being delivered, with the full knowledge of VA management.\nRuell’s complaints, and those of two other whistleblowers who testified alongside her, were substantiated by Linda A. Halliday, an assistant inspector general in the VA Office of the Inspector General."}