{"article_title": "Hazelden Betty Ford Foundation CEO on publishing in the digital age", "article_keywords": ["foundation", "patient", "publishing", "ceo", "big", "age", "hazelden", "help", "ford", "content", "book", "health", "betty", "digital", "world", "treatment"], "article_url": "http://www.startribune.com/hazelden-betty-ford-foundation-ceo-on-publishing-in-the-digital-age/268556432/", "article_text": "Mark Mishek, CEO of the Hazelden Betty Ford Foundation, says that when he’s out and about it’s the organization’s published works that people most often bring up. Teachers want to talk about Hazelden’s bullying curriculum. If he’s wearing a Hazelden-branded baseball cap, someone will tell him about a book they just read.\n\nThe Center City-based organization is the largest publisher in the treatment and recovery field in the world. While its treatment programs account for 85 percent of revenue, Hazelden’s publishing division is a $23 million enterprise that produces books, brochures and educational materials used in 37 countries.\n\nIn the late 1980s, Hazelden gave birth to the self-help and daily meditation book movement. Its books on alcoholism and addiction have sold millions of copies, been translated into multiple languages and have enjoyed long stints on the New York Times Bestseller list.\n\nIn recent years the nonprofit organization has developed bullying programs for K-12 students, teachers and administrators and is working with colleges to assess risky behavior with drugs, alcohol and sex. It provides educational material that is used by drug courts, law enforcement agencies and in prisons.\n\nSixty years after publishing “Twenty-Four Hours A Day,” the seminal meditation book that has sold 10 million copies, Hazelden is pushing into the digital age. Mishek recently named a new publisher — Joe Jaksha, who spent 15 years at Thomson Reuters — who he believes will lead the organization into a new era of publishing.\n\nQ: Hazelden published its first book five years after opening as a rehabilitation center for alcoholics. What are the roots of the publishing side of the business?\n\nA: Pat Butler, who was Hazelden’s second president, was a big believer in “bibliotherapy.” That’s a big long word, but it’s the use of education as part of treatment, to help alcoholics and addicts recover. Back in the mid-50s, the only bibliotherapy available was the “Big Book” of Alcoholics Anonymous and a handful of other books. Publishing “Twenty-Four Hours A Day,” known as “the little black book,” was the birth of Hazelden publishing, and it grew from there.\n\nQ: What’s the interplay between your publishing division and the treatment services?\n\nA: It wasn’t always this way, but today, we have a very integrated strategy. For example, we’re seeing more and more opioid addicts who come into treatment who started out addicted to pain pills and moved on to heroin quite quickly. It’s an epidemic. We’re developing and launching publications based on our clinical knowledge that is being transferred over to publishing, which we then can get out to other treatment centers across the world.\n\nQ: How will Obamacare and other health reform measures change your publishing model?\n\nA: Every hospital and doctor’s office is moving to an electronic health record, which insurance companies and providers are integrating with patient portals. So you can go online and schedule appointments, look at your test results and maybe get a note from your doctor. Electronic health record [EHR] companies and big providers, like Allina or Fairview, see this as a great opportunity for patient education and patient follow-up. That’s where we come in. If you’ve gone through treatment and we’ve partnered with the medical provider or the EHR company, you’ll be able to download content from Hazelden to help you in your recovery. Or if a provider needs to have their patient take a screening or brief intervention test while they’re in the doctor’s office, they can log into our kiosk and immediately get a tool.\n\nWe’re also having conversations with large health plans with large Medicaid populations who need to engage in disease management — or make sure people don’t overutilize resources. We have content to help educate their patient populations on the signs and symptoms of alcoholism or drug abuse. We have a whole variety of apps and products to help people who are in recovery stay sober. We see our publishing and delivery platforms as playing a huge role in helping health plans and accountable care organizations manage populations.\n\nQ: For years you’ve sold directly to bookstores, and now are moving into digital products — apps for mobile phones, e-books, daily e-mails. What does the future of publishing look like for Hazelden?\n\nA: The team figured out early on that we needed to make the digital pivot. It turned out to be more complex and took longer than we realized it was going to be. In the meantime, the world continues to move rapidly on different ways of receiving information on different platforms, moving from laptops to tablets to iPhones, and on and on. What we have at Hazelden Betty Ford that no one else has is a rich repository of content. We currently have 2,400 active individual products, be they electronic or print.\n\nWhat Joe Jaksha, our new publisher, brings is the ability to take that content and deliver it to consumers in the way they need it, when they need it, and on the devices and platforms they can get to it very quickly. That’s a different model than we’ve had in the past. In the new world, we’ll be able to customize content and deliver it digitally to the consumer, whether it’s an individual, a business, a treatment center or employee assistance program. I’m very optimistic about the future.", "article_metadata": {"og": {"site_name": "Star Tribune", "description": "Mark Mishek, CEO of the Hazelden Betty Ford Foundation, says that when he&rsquo;s out and about it&rsquo;s the organization&rsquo;s published works that people most often bring up.", "title": "Hazelden Betty Ford Foundation CEO on publishing in the digital age", "url": "http://www.startribune.com/hazelden-betty-ford-foundation-ceo-on-publishing-in-the-digital-age/268556432/", "image": {"url": "http://stmedia.stimg.co/1hazelden0827.jpg?h=630&w=1200&fit=crop&bg=999&crop=faces", "width": 1200, "identifier": "http://stmedia.stimg.co/1hazelden0827.jpg?h=630&w=1200&fit=crop&bg=999&crop=faces", "height": 630}, "type": "article"}, "google-site-verification": "bLXTXkzm4dJ8hcJy1LXawtxXxGP3JhInARj69uCiMiM", "twitter": {"description": "Mark Mishek, CEO of the Hazelden Betty Ford Foundation, says that when he&rsquo;s out and about it&rsquo;s the organization&rsquo;s published works that people most often bring up.", "title": "Hazelden Betty Ford Foundation CEO on publishing in the digital age", "url": "http://www.startribune.com/hazelden-betty-ford-foundation-ceo-on-publishing-in-the-digital-age/268556432/", "image": {"src": "http://stmedia.stimg.co/1hazelden0827.jpg?h=560&w=750&fit=crop&bg=999&crop=faces", "identifier": "http://stmedia.stimg.co/1hazelden0827.jpg?h=560&w=750&fit=crop&bg=999&crop=faces"}, "site": "@StarTribune", "card": "summary"}, "description": "Mark Mishek, CEO of the Hazelden Betty Ford Foundation, says that when he&rsquo;s out and about it&rsquo;s the organization&rsquo;s published works that people most often bring up."}, "_id": "\"57477af46914bd0286fe3749\"", "article_summary": "Publishing “Twenty-Four Hours A Day,” known as “the little black book,” was the birth of Hazelden publishing, and it grew from there.\nBack in the mid-50s, the only bibliotherapy available was the “Big Book” of Alcoholics Anonymous and a handful of other books.\nMark Mishek, CEO of the Hazelden Betty Ford Foundation, says that when he’s out and about it’s the organization’s published works that people most often bring up.\nSixty years after publishing “Twenty-Four Hours A Day,” the seminal meditation book that has sold 10 million copies, Hazelden is pushing into the digital age.\nWhat we have at Hazelden Betty Ford that no one else has is a rich repository of content."}