{"article_title": "Traffic Boxes To Be Wrapped In Artwork By Middle School Students", "article_keywords": ["school", "neighborhood", "students", "general", "middle", "boxes", "traffic", "artwork", "wrapped", "health", "keloland", "technology", "whittier"], "article_url": "http://www.keloland.com/news/article/news/traffic-boxes-to-be-wrapped-in-artwork-by-middle-school-students", "article_text": "Sioux Falls, SD\n\nYou may notice some new artwork popping up in and around a Sioux Falls neighborhood Saturday.\n\nThe Whittier Residents Association and the Clean Slate Group are coming together to transform traffic signal boxes in the Whittier neighborhood by covering them with artwork by Whittier Middle School students.\n\nStudents were encouraged to submit artwork for the boxes in a continued effort to beautify the neighborhood. The artwork will be laminated with graffiti-resistant material to encourage keeping the artwork clean and vibrant.\n\nThe artwork goes up Saturday on traffic boxes along Cliff Avenue and Sixth Street.\n\nNews\n\nGeneral {{Title}} Remove Change News General Courts Web Only Crime Outdoors Events Center Non-Homepage Boredom Busters Pipeline Positively KELOLAND Technology Hunger Affordable Care Act Shops Flooding Remembering 9/11 Drought JazzFest Spring Storm Honor Flight Spencer Anniversary\n\nDoApp Health News Business News Sports\n\nAgriculture Markets Livestock Crops Politics\n\nHealthBeat Cancer Children's Health Heart Health Wellness & Nutrition General Health Beat Women's Health RX Resources What's Going Around OTC Diabetes Recalls Dental Health Men's Health\n\nPolitics South Dakota Legislature Budget Congress Taxes General Local Campaign President US Senate New Laws US House Iowa Ballot Issues Local Races Minnesota Gubernatorial\n\nEducation Funding College Elementary High School Pre K School Supplies Middle School\n\nSports Professional College High School Sports Zone Headlines Summit League Tournament Olympics\n\nBusiness Industry Your Money Matters Development Gas & Energy Legislation Economy/Stocks Employment General Health Care Technology Education Funding Tourism Banking/Finance Housing Transportation Insurance Meetings & Events Retail & Restaurants All Industries On The Move Shops Agriculture\n\nFeatured Stories Eye on KELOLAND Inside KELOLAND\n\nWeather Snow Forecast Records Rain Flooding Drought WX Corner General\n\nWorld News\n\nInvestigates GEAR UP\n\nSponsored Done\n\n© 2016 KELOLAND TV. All Rights Reserved.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "You may notice some new artwork popping up in and around a Sioux Falls neighborhood Saturday. The Whittier Residents Association and the Clean Slate", "title": "Traffic Boxes To Be Wrapped In Artwork By Middle School Students", "url": "http://www.keloland.com/news/article/news/traffic-boxes-to-be-wrapped-in-artwork-by-middle-school-students", "image": "http://assets.keloland.com/images/images/default-source/agriculture/crops/barley/46334.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "You may notice some new artwork popping up in and around a Sioux Falls neighborhood Saturday. The Whittier Residents Association and the Clean Slate"}, "article_summary": "The Whittier Residents Association and the Clean Slate Group are coming together to transform traffic signal boxes in the Whittier neighborhood by covering them with artwork by Whittier Middle School students.\nThe artwork goes up Saturday on traffic boxes along Cliff Avenue and Sixth Street.\nStudents were encouraged to submit artwork for the boxes in a continued effort to beautify the neighborhood.\nSioux Falls, SDYou may notice some new artwork popping up in and around a Sioux Falls neighborhood Saturday.\nThe artwork will be laminated with graffiti-resistant material to encourage keeping the artwork clean and vibrant."}