{"article_title": "U.S. Department of Homeland Security Extends REAL ID Document Enrollment Dates Affecting State-Issued Driver’s Licenses and IDs", "article_keywords": ["real", "federal", "enrollment", "official", "ids", "stateissued", "states", "purposes", "extends", "homeland", "licenses", "identification", "security", "dec", "dhs", "id", "drivers"], "article_url": "http://www.natlawreview.com/article/us-department-homeland-security-extends-real-id-document-enrollment-dates-affecting-", "article_text": "Friday, January 2, 2015\n\nPursuant to its phased implementation of the REAL ID Act, which establishes minimum standards for the production and issuance of state-issued driver’s licenses and identification cards and prohibits federal agencies from accepting non-compliant versions of these documents for official purposes, the U.S. Department of Homeland Security (DHS) recently announced an extension of document enrollment rules. According to current regulations, beginning Dec. 1, 2014, federal agencies may not accept state-issued driver’s licenses or identification cards for official purposes from individuals born after Dec. 1, 1964, unless the license or card is REAL ID-compliant and was issued by a compliant state as determined by DHS. In addition, as of Dec. 1, 2017, federal agencies will be prohibited from accepting any non-compliant documents for official purposes from any individual. Pursuant to this extension, both document enrollment dates have been moved to Oct. 1, 2020.\n\nThe implementation of the final rule, which goes into effect immediately, follows a multi-year plan to help budget-strapped states conform their document issuance and production processes to the standards set forth in the REAL ID Act. According to the DHS, this extension was granted due to the agency’s recognition that large numbers of residents from REAL ID Act-compliant states would be required to renew their driver’s licenses or identification cards prior to the end of the year or risk being unable to use them for official federal purposes as of Dec. 1, 2014. This would, in turn, impose significant burdens on compliant states due to the costs and operational difficulties of issuing high numbers of documents prior to the current regulatory deadline. In addition, the existence of two enrollment dates may complicate DHS’ enforcement objectives and diminish the agency’s opportunity to reasonably evaluate the impact of various enforcement phases.\n\nThe new rule does not impact the prohibition against federal agencies accepting licenses and identification cards issued by non-REAL ID Act-compliant states.", "article_metadata": {"description": "Pursuant to its phased implementation of the REAL ID Act, which establishes minimum standards for the production and issuance of state-issued driver’s licenses and identification cards and prohibits federal agencies from accepting non-compliant versions of these documents for official purposes, the U.S. Department of Homeland Security (DHS) recently announced an extension of document enrollment rules.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The National Law Review", "description": "Pursuant to its phased implementation of the REAL ID Act, which establishes minimum standards for the production and issuance of state-issued driver&amp;rsquo;s licenses and identification cards and prohi", "title": "U.S. Department of Homeland Security Extends REAL ID Document Enrollment Dates Affecting State-Issued Driver’s Licenses and IDs", "url": "http://www.natlawreview.com/article/us-department-homeland-security-extends-real-id-document-enrollment-dates-affecting-", "image": "http://www.natlawreview.com/sites/default/files/styles/thumbnail/public/article/aux/1123/Illustration%20of%20Man%20and%20ID%20Card.jpg?itok=kXvAFUoh", "type": "article"}, "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "keywords": "legal, business, government, Department of Homeland Security, REAL ID Act, immigration, DHS, drivers license", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "legal, business, government, Department of Homeland Security, REAL ID Act, immigration, DHS, drivers license"}, "_id": "\"57477af36914bd0286fcf760\"", "article_summary": "The new rule does not impact the prohibition against federal agencies accepting licenses and identification cards issued by non-REAL ID Act-compliant states.\nIn addition, as of Dec. 1, 2017, federal agencies will be prohibited from accepting any non-compliant documents for official purposes from any individual.\nThe implementation of the final rule, which goes into effect immediately, follows a multi-year plan to help budget-strapped states conform their document issuance and production processes to the standards set forth in the REAL ID Act.\nPursuant to this extension, both document enrollment dates have been moved to Oct. 1, 2020.\nIn addition, the existence of two enrollment dates may complicate DHS’ enforcement objectives and diminish the agency’s opportunity to reasonably evaluate the impact of various enforcement phases."}