{"article_title": "Sex Hormones Maintain Stem Cells, May Explain Why 95% Of Supercentenarians Are Women", "article_keywords": ["aging", "shown", "estrogen", "studies", "explain", "supercentenarians", "sex", "cell", "maintain", "testosterone", "hormones", "stem", "95", "cells", "researchers", "women"], "article_url": "http://www.medicaldaily.com/sex-hormones-maintain-stem-cells-may-explain-why-95-supercentenarians-are-women-336916", "article_text": "Centenarians say positivity is the key to longevity (one woman said it’s Dr. Pepper) — but new research suggests a long life comes down to an individual’s sex hormones, especially for supercentenarians. Of the 53 living supercentenarians, or men and women who’ve lived past their 110th birthday, 51 are female.\n\nAs you know, estrogen is the female sex hormone and testosterone is the male sex hormone. Stanford University researchers cited prior studies have shown a strong link between these sex hormones and stem cell maintenance. In animal studies, estrogen directly effected stem cell population in female mice, enhancing the regenerative capacity of brain stem cells. And in male mice, estrogen supplements have been shown to increase lifespan.\n\nSimilarly, human studies have shown eunuchs, or men who have been castrated, live an estimated 14 years longer than non-eunuchs. BBC reported castration prevents most of testosterone from being produced, possibly “protecting the body from any damaging effect and prolonging lifespan.” This is in line with the studies that concluded testosterone weakens the immune system, as well as increase risk for coronary heart disease.\n\nSince the “functional decline of stem cells” is a hallmark sign of aging, researchers analyzed emerging stem cell research to try and answer if “the aging of stem cells differs between males and females and whether this has consequences for disease and lifespan.”\n\nWhile researchers did find “sex-associated differences in stem cell aging may be associated with sexual dimorphism in lifespan,” with dimorphism referring to the physical difference between men and women, their questions remains unanswered; the work devoted to this relationship is limited and elusive. This, however, isn’t to say the data on the effects of estrogen on stem cells doesn’t offer any current value.\n\n“At the very least,” researchers wrote, “it should emphasize the importance of controlling for sex in studies in which age is a variable, as most recent work in the field has done.”\n\nResearchers believe it’s likely “sex plays a role in defining both lifespan and health span, and the effects of sex may not be identical for these two variables.” But until more elaborate reserach is done, the search for a definitive answer continues.\n\nSource: Dulken B, and Brunet A. Stem Cell Aging and Sex: Are We Missing Something? Cell Stem Cell, 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "sex, hormones, maintain, stem, cells, may, explain, why, 95, supercentenarians, are, women", "og": {"site_name": "Medical Daily", "description": "Emerging stem cell research suggests there may be a link between estrogen and longevity.", "title": "Female Sex Hormones May Be Enough To Live Forever, Says Study", "url": "http://www.medicaldaily.com/sex-hormones-maintain-stem-cells-may-explain-why-95-supercentenarians-are-women-336916", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/06/06/supercentenarian-woman.jpg", "type": "article"}, "twitter": {"description": "Emerging stem cell research suggests there may be a link between estrogen and longevity.", "title": "Female Sex Hormones May Be Enough To Live Forever, Says Study", "url": "http://www.medicaldaily.com/sex-hormones-maintain-stem-cells-may-explain-why-95-supercentenarians-are-women-336916", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/06/06/supercentenarian-woman.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/06/06/supercentenarian-woman.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Under the Hood", "published_time": "2015-06-06T14:51:24-04:00", "modified_time": "2015-06-06T14:51:23-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Emerging stem cell research suggests there may be a link between estrogen and longevity."}, "article_summary": "Cell Stem Cell, 2015.\nIn animal studies, estrogen directly effected stem cell population in female mice, enhancing the regenerative capacity of brain stem cells.\nStanford University researchers cited prior studies have shown a strong link between these sex hormones and stem cell maintenance.\nThis, however, isn’t to say the data on the effects of estrogen on stem cells doesn’t offer any current value.\nStem Cell Aging and Sex: Are We Missing Something?"}