{"article_title": "Republican Senator Marco Rubio joins presidential race — RT America", "article_keywords": ["rt", "catholic", "marco", "candidate", "church", "political", "immigration", "america", "rubio", "race", "party", "joins", "president", "senator", "republican", "presidential"], "article_url": "https://www.rt.com/usa/249297-marco-rubio-president-running/", "article_text": "US senator Marco Rubio has announced he is running for president, making him the third Republican and fourth major candidate to declare a spot in the race to replace Barack Obama in 2016.\n\nRubio, still in his first term as Florida’s junior senator, said he is “uniquely qualified\" to be president, the Associated Press reported.\n\nHe made the announcement on a conference call with biggest donors ahead of Monday night in Miami.\n\nRubio, 43, is the third Republican to announce a bid for the Republican presidential nomination. Sens. Ted Cruz and Rand Paul both entered the race in recent weeks. Democrat Hillary Clinton announced her presidential bid on Sunday.\n\nOf the three Republicans vying for the party’s nomination, Rubio is considered the most establishment-friendly candidate, even though he was elected in 2010 with support of the populist-conservative Tea Party movement. Rubio is outflanked to the right by Cruz and is a more conventional conservative than Paul.\n\nRubio quotes his father in Spanish: \"In this country, you will achieve all the things we never could.\" — Steven Portnoy (@stevenportnoy) April 13, 2015\n\nNonetheless, Rubio launched his campaign by painting the 2016 presidential election as a choice between the same old establishment candidates and a \"new generation\" of voices.\n\n\"Just yesterday, a leader from yesterday began a campaign for president by promising to take us back to yesterday,\" he said, clearly referring to former Secretary of State Hillary Clinton, though perhaps he will make a similar argument about in-party rivals like Bush.\n\n“Yesterday is over,” he said. “And we’re never going back.”\n\nRubio's campaign\n\nIn his speech Monday, Rubio added that his presidential bid would center around building a “new American century,” and that American exceptionalism in the world would be among his top priorities as chief executive.\n\n\"I believe our very identity as an exceptional nation is at stake and I can make a difference as president,\" Rubio to applause.\n\nThis isn't a new sentiment from Rubio, as he has made similar comments in the past.\n\n“I honestly believe that the country is at a moment in its history where the choices it makes over the next four to six years is going to determine the identity of our nation moving forward and the choice before us is: Will it remain a special country?” he said in a late March interview with Fox News.\n\n“I have a debt to America that I will never be able to repay, but if I have the opportunity to repay it somewhat by serving in its highest office that’s something I wanted to consider very seriously.”\n\nRubio has been highly critical of President Obama’s foreign policy, especially regarding the nuclear negotiations with Iran and normalizing relations with Cuba.\n\nOn Monday, the Florida Republican went on to criticize what he sees as passivity in the face of regional Chinese and Russian aggression, and said the US should be more vigilant about defending human rights in places such as Cuba, Venezuela and Nicaragua.\n\nIn terms of domestic policy, he signaled support for tax and immigration reform, as well as repealing the Affordable Care Act (also known as Obamacare).\n\nIn the white male dominated Republican Party, a strength for Rubio, a Cuban American, over other GOP candidates is his appeal to Hispanic voters, though polling has suggested Clinton is more popular among the large, diverse group that is the Hispanic voting bloc.\n\nSo the same guy that flip flops on #immigrationreform plans to invoke his immigrant story today in his announcement #Rubio2016@marcorubio — Jheanelle (@JheanelleW) April 13, 2015\n\nLet's not forget that @marcorubio voted in favor of defunding #DACA and stands against Obama's Deferred Action for parents. #Rubio2016 — Jheanelle (@JheanelleW) April 13, 2015\n\nRubio’s support for more common sense immigration laws -- as opposed to those pushed by the rest of his party -- has not translated to legislative successes. In 2013, Rubio introduced bipartisan legislation to reform US immigration laws, yet the bill would have allowed a path to citizenship for millions of undocumented immigrants already in the US, which was met with disdain by many conservatives. The legislation passed in the US Senate, but it went down in flames in the more conservative US House. Rubio has tried to amend relations with the right-wing base of the party ever since.\n\n\"What I've learned is that you can't even begin to have a conversation about [immigration reform] until people believe, and know, and you prove it to them, that future immigration will be controlled. That's the single biggest lesson of the last two years,\" Rubio said at the annual Conservative Political Action Conference in February.\n\nIn 2012, Mitt Romney, the Republican presidential candidate, received a historic low share of the Hispanic vote for a GOP nominee.\n\nMarco Rubio could be a huge draw for Latino voters other than his position on immigration, taxes, healthcare & climate change #Rubio2016 — myopinion (@RightonCarl) April 13, 2015\n\nRubio counts former Florida governor Jeb Bush, a prospective Republican presidential candidate in 2016, as his mentor.\n\nRubio is scheduled to lead a political rally in Miami on Monday night where he will publicly announce his candidacy.\n\nRubio's career: From Miami to Washington\n\nRubio began his political career as a West Miami city commissioner, the area where he grew up and continues to live. In 2000, he was elected to the Florida House of Representatives during a special election, and rose to become speaker in 2006. Rubio was elected to the Senate in 2010, beating then-Governor Charlie Crist, who had initially battled for Rubio for the Republican nomination, but eventually decided to run as an independent.\n\nRubio was elected as a darling of the Tea Party movement whom Time magazine declared “The Republican savior” on a 2013 cover.\n\n“If there is a face for the future of the Republican Party, it is Marco Rubio,” former Republican presidential candidate Mike Huckabee told the New York Times in 2009. “He is our Barack Obama but with substance.”\n\nHis political mentor was former Governor Jeb Bush (R-Florida), another potential 2016 presidential candidate, CBS News reported. But unlike Bush, the son and brother of former US presidents, Rubio ‒ as the son of Cuban immigrants ‒ connects with the Latino and immigrant communities of which he is a member.\n\nHis parents left Cuba in 1956, during the dictatorship of Fulgencio Batista, likely for economic ‒ not political ‒ reasons, according to the Washington Post. Rubio has been an outspoken critic of Fidel and Raul Castro, as well as President Barack Obama’s steps to normalize relations with Cuba. However, his stance on immigration ‒ he co-authored a bill that passed the Senate in 2013 that would have created a conditional pathway to citizenship for some illegal immigrants ‒ cost him popularity with the Republican base.\n\nRubio married Jeanette Dousdebes, a former Miami Dolphins cheerleader of Colombian descent, in 1998. They have four children together. He was baptized first as a Mormon at age 8, as the Rubio family had moved to Las Vegas, where their extended family were members of the Church of Jesus Christ of Latter-day Saints, he told Christianity Today in a 2012 interview. By the time he was 11, his family returned to their Catholic roots, and he received First Communion. However, Will Weisser, the associate publisher at Sentinel, a Penguin Group (USA) imprint ‒ which published Rubio’s memoirs in 2012 ‒ told CNN that Rubio was baptized as a Catholic when he was an infant.\n\nRubio now regularly attends Christ Fellowship, an evangelical Southern Baptist church in Florida, as well as Catholic services.\n\n\"I'm a Roman Catholic. I'm theologically in line with the Roman Catholic Church. I believe in the authority of the church, but I also have tremendous respect for my brothers and sisters in other Christian faiths. I recognize, as the Catholic Church does, that there are excellent teachings of the Word throughout other denominations. The elements of salvation are found in these churches as well,\" Rubio told Christianity Today.", "article_metadata": {"description": "US senator Marco Rubio has announced he is running for president, making him the third Republican and fourth major candidate to declare a spot in the race to replace Barack Obama in 2016.", "og": {"site_name": "RT International", "description": "US senator Marco Rubio has announced he is running for president, making him the third Republican and fourth major candidate to declare a spot in the race to replace Barack Obama in 2016.", "title": "Republican Senator Marco Rubio joins presidential race", "locale": "en_EN", "image": "https://img.rt.com/files/news/3c/dd/10/00/432564576878.si.jpg", "url": "https://www.rt.com/usa/249297-marco-rubio-president-running/", "type": "article"}, "navigation": "tabbed", "twitter": {"description": "US senator Marco Rubio has announced he is running for president, making him the third Republican and fourth major candidate to declare a spot in the race to replace Barack Obama in 2016.", "title": "RT International", "image": "https://img.rt.com/files/news/3c/dd/10/00/432564576878.si.jpg", "creator": "@RT_com", "site": "@RT_com", "card": "summary_large_image"}, "HandheldFriendly": "true", "format-detection": "telephone=yes", "msvalidate.01": "36879475773792950F4872586A371571", "google-site-verification": "VQLbsaWKiXW2-Vt4lP7MevnhMES537NO4fQjfGgLcbI", "apple-mobile-web-app-capable": "no", "MobileOptimzied": "width", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes"}, "_id": "\"57477af36914bd0286fc9ed4\"", "article_summary": "In 2012, Mitt Romney, the Republican presidential candidate, received a historic low share of the Hispanic vote for a GOP nominee.\n“If there is a face for the future of the Republican Party, it is Marco Rubio,” former Republican presidential candidate Mike Huckabee told the New York Times in 2009.\nRubio, 43, is the third Republican to announce a bid for the Republican presidential nomination.\n\"I believe our very identity as an exceptional nation is at stake and I can make a difference as president,\" Rubio to applause.\nI recognize, as the Catholic Church does, that there are excellent teachings of the Word throughout other denominations."}