{"article_title": "Study Shows Former Foster Kids Face Higher Risk Of Future Health Problems", "article_keywords": ["kids", "risk", "backgrounds", "study", "problems", "face", "chronic", "economic", "foster", "health", "public", "future", "shows", "care", "higher"], "article_url": "http://scopeblog.stanford.edu/2014/12/03/study-shows-former-foster-kids-face-higher-risk-of-future-health-problems/", "article_text": "Share\n\nAccording to a new study from the journal Pediatrics, adults who were raised in the foster-care system are more likely to have chronic-health problems than those not from foster backgrounds, even after controlling for economic security.\n\nIt has long been recognized that foster kids have high rates of health problems as children, but this study is the first to ask what happens when those kids reach adulthood. It considered cardiovascular risk factors and other chronic problems, and it compared three groups of young adults: those formerly in foster care, those from the general public with economically insecure backgrounds, and those from the general public with economically secure backgrounds. The results were graduated among the three groups, from foster care, to economic insecurity, to economic security.\n\nIn the paper, the authors explain why their findings are not surprising:\n\nFoster youth are often exposed to poverty and many other adverse childhood experiences including abuse, neglect, domestic violence, and parental substance use, and many undergo frequent placement and school changes while in foster care. Several theories exist regarding the effects of chronic and early exposures to adversity, all of which suggest that the more stressors to which one is exposed, the higher the likelihood of a chronic physical or mental health condition later in life.", "article_metadata": {"keywords": "medicine,news home,public health", "og": {"image": "http://scopeblog.stanford.edu/wp-content/themes/scope/images/logo_share.jpg"}, "description": "According to a new study from the journal Pediatrics, adults who were raised in the foster-care system are more likely to have chronic-health problems than", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdc818\"", "article_summary": "It has long been recognized that foster kids have high rates of health problems as children, but this study is the first to ask what happens when those kids reach adulthood.\nThe results were graduated among the three groups, from foster care, to economic insecurity, to economic security.\nShareAccording to a new study from the journal Pediatrics, adults who were raised in the foster-care system are more likely to have chronic-health problems than those not from foster backgrounds, even after controlling for economic security.\nIt considered cardiovascular risk factors and other chronic problems, and it compared three groups of young adults: those formerly in foster care, those from the general public with economically insecure backgrounds, and those from the general public with economically secure backgrounds.\nIn the paper, the authors explain why their findings are not surprising:Foster youth are often exposed to poverty and many other adverse childhood experiences including abuse, neglect, domestic violence, and parental substance use, and many undergo frequent placement and school changes while in foster care."}