{"article_title": "Wyden blasts CIA censorship", "article_keywords": ["cia", "harsh", "readers", "senate", "intelligence", "officers", "blasts", "officials", "wyden", "censorship", "report", "pseudonyms"], "article_url": "http://www.politico.com/story/2014/10/ron-wyden-cia-112127", "article_text": "Wyden says the report documents 'falsehoods, misdeeds and mistakes' by the CIA. Wyden blasts CIA censorship\n\nWASHINGTON — Sen. Ron Wyden says the CIA is trying to blunt the impact of an upcoming Senate report examining the harsh treatment of Al Qaeda detainees by insisting on censoring the pseudonyms used for agency officers mentioned in the document.\n\n“The intelligence leadership are doing everything they can to bury the facts,” said the Oregon Democrat, a Senate Intelligence Committee member who has been a frequent critic of the spy agency.\n\nStory Continued Below\n\nThe Senate, the CIA and the White House are negotiating over what should be blacked out for national security reasons in the 600-page summary of the report that is set for public release sometime after the November elections.\n\nPresident Barack Obama and other senior officials have said the CIA’s use of waterboarding, stress positions, sleep deprivation and other harsh techniques on some detainees constituted torture. Many current and former CIA officers dispute that.\n\nThe Senate report asserts that the harsh treatment didn’t work and that CIA officials misled Congress and other government agencies about it. Also to be released is a CIA response, and a separate one by Senate Republicans, which challenge the report’s conclusions.\n\nCIA officials say they fear the publication of officer pseudonyms — often just a first name such as “Roger” — would lead to the unmasking of undercover officers. Readers could track the same person in different jobs and places, making it easier to discover their identity.\n\nWithout the pseudonyms, Wyden says, the report would be much harder to understand because readers wouldn’t be able to distinguish different CIA officers. Readers wouldn’t know, for example, whether same CIA official had been accused of lying multiple times.\n\nWyden pointed out that the 9/11 Commission Report and a 2004 report into abuses at Iraq’s Abu Ghraib prison used pseudonyms for CIA officers.\n\n“I think it is appropriate to redact specific identifying information so the identities of undercover officers are not publicly exposed,” Wyden told The Associated Press.\n\nWyden said the Senate report documents “falsehoods, misdeeds and mistakes” by the CIA.\n\nAsked about Wyden’s remarks, CIA spokesman Dean Boyd said, “Pseudonyms are redacted to keep individual intelligence officers from being identified and potentially harmed. Making public those pseudonyms associated with individual officers, as well as dates, locations and other identifying information related to those officers, dramatically increases the likelihood that they will be exposed and potentially subject to threats or violence.”", "article_metadata": {"og": {"site_name": "POLITICO", "description": "“The intelligence leadership are doing everything they can to bury the facts,” the senator says.", "title": "Wyden blasts CIA censorship", "url": "http://www.politico.com/story/2014/10/ron-wyden-cia-112127.html", "image": "http://s3-origin-images.politico.com/2014/03/30/140326_wyden_gty_605.jpg", "fb_appid": 114037015331397, "type": "article"}, "keywords": "Oregon,Senate,Senate Intelligence Committee,Intelligence,Ron Wyden,Al Qaeda,CIA,Censorship,White House", "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "“The intelligence leadership are doing everything they can to bury the facts,” the senator says.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fc9ed2\"", "article_summary": "Wyden blasts CIA censorshipWASHINGTON — Sen. Ron Wyden says the CIA is trying to blunt the impact of an upcoming Senate report examining the harsh treatment of Al Qaeda detainees by insisting on censoring the pseudonyms used for agency officers mentioned in the document.\nWithout the pseudonyms, Wyden says, the report would be much harder to understand because readers wouldn’t be able to distinguish different CIA officers.\nWyden pointed out that the 9/11 Commission Report and a 2004 report into abuses at Iraq’s Abu Ghraib prison used pseudonyms for CIA officers.\nWyden said the Senate report documents “falsehoods, misdeeds and mistakes” by the CIA.\nThe Senate report asserts that the harsh treatment didn’t work and that CIA officials misled Congress and other government agencies about it."}