{"article_title": "How Hospitals Use Space—Now and Then", "article_keywords": ["real", "estate", "space", "hospital", "practices", "rooms", "need", "spacenow", "retail", "hospitals", "medical"], "article_url": "https://www.cpexecutive.com/post/guest-column-how-hospitals-use-space-now-and-then/", "article_text": "Healthcare real estate expert Lee Eastwood examines the impact of Obamacare on commercial real estate. This second of a four-part series looks at how hospitals are using space.\n\nThis is the second in a four-part series on practical application of how the Affordable Care Act will impact commercial real estate. The first column, “Obamacare and Commercial Real Estate,” was posted in March.\n\nIn the past, most hospitals used the hub-and-spoke method for medical office space. On one campus, you have the main hospital with the services such as imaging, pharmacy, infusion and so forth, plus the actual hospital beds, operating rooms and emergency department. Either in the main hospital or in separate buildings on campus, you have the medical office buildings that house the physicians.\n\nTo operate effectively under Obamacare, hospital systems need to be nearer to their patients for convenience. While of course the hospital itself wouldn’t move, many are choosing to repurpose retail space so affiliated primary care or specialty groups can be locally based. That way, when a patient gets sick, they can go where it’s convenient and yet stay within the hospital system. (The hospitals still make most of their money on operations and services located on the main campus.)\n\nA survey of doctors’ space preferences found a single story, lots of free parking close to the front door and good visibility on major roads and signage at the top of the list. Retail offers all of this.\n\nWith the closure of big-box retail, repurposing the space for medical use is gaining a lot of traction. An increase in Internet sales is driving a major change in the retail environment. The retail centers of the future will house mostly services that one cannot purchase online: restaurants, workout facilities—and medical uses. Just think of all the blockbuster spaces that are perfect for dentists. They have been snapped up quickly.\n\nKaiser Permanente has been very effective with this strategy. Two years ago, it wanted to have a clinic within 30 minutes’ drive time from its patients. Last year, it reduced that to 15 minutes. It is even setting up some freestanding emergency departments that have a relationship with a hospital to accommodate patients that need to be transported for further care.\n\nThe way space is laid out will be different going forward. We have already talked about hospitals buying practices. Instead of each individual practice having its own waiting room, exam rooms, doctors’ offices and lab areas, practices will be grouped together in larger spaces, achieving savings by sharing these common areas and staff.\n\nThe exam rooms will need to be able to accommodate multiple types of practices. Hospitals are also looking closely at workflow and efficiencies that allow the practitioners to walk less, allowing them to see more patients. This is a necessity, since, with cuts in reimbursements, the physicians will have to do more work for less money.\n\nWhat does this mean for medical real estate? MOBs that were built to house individual or small-group practices may become functionally obsolete. The floor plate size will need to be larger in a lot of cases. Buildings that are of the correct size and location may nonetheless need to demolish and rebuild their internal structures to accommodate the new needs, which can be very costly. It costs an average of$50 to $80 per square foot to build medical space, given all the sinks in exam rooms, small sizes of these rooms, all with doors. And that is just the interior costs, not the base building.\n\nFurthermore, given the competition among hospitals to grab all the newly insureds, clinics will need to present a good patient experience. Most of the newer offices will have amenities such as free coffee and tea and more up-to-date magazines. If the patient likes and feels comfortable in the environment, they are more likely to go back—and in the end use that hospital affiliation.\n\nLee Eastwood is president of Eastwood Real Estate Services L.L.C., an Atlanta-based, women-owned healthcare commercial real estate firm whose clients include hospital systems, physician practices, MOB owners, dentists and veterinarians. They can be reached at 770-390-9970 or at www.EastwoodRES.com.", "article_metadata": {"keywords": "clinic,doctors-office,eastwood,hospital,kaiser-permanente,obamacare,primary-care,shopping-center", "og": {"url": "https://www.cpexecutive.com/post/guest-column-how-hospitals-use-space-now-and-then/", "image": "https://www.cpexecutive.comhttps://media.atre.yardi.com/2/41399/images/CPE1111_Lee_Eastwood.jpg", "description": "Healthcare real estate expert Lee Eastwood examines the impact of Obamacare on commercial real estate. This second of a four-part series looks at how hospitals are using space.", "title": "Guest Column: How Hospitals Use Space—Now and Then"}, "news_keywords": "clinic,doctors-office,eastwood,hospital,kaiser-permanente,obamacare,primary-care,shopping-center", "viewport": "width=device-width, initial-scale = 1, maximum-scale=1, user-scalable=no", "description": "Healthcare real estate expert Lee Eastwood examines the impact of Obamacare on commercial real estate. This second of a four-part series looks at how hospitals are using space."}, "article_summary": "Healthcare real estate expert Lee Eastwood examines the impact of Obamacare on commercial real estate.\nThis is the second in a four-part series on practical application of how the Affordable Care Act will impact commercial real estate.\nIn the past, most hospitals used the hub-and-spoke method for medical office space.\nThe first column, “Obamacare and Commercial Real Estate,” was posted in March.\nWhat does this mean for medical real estate?"}