{"article_title": "CHRISTY STUTZMAN: Macchio reaches the heart with ‘Across Grace Alley'", "article_keywords": ["real", "heart", "life", "short", "art", "mr", "able", "macchio", "reminded", "alley", "need", "reaches", "christy", "stutzman", "grace", "film"], "article_url": "http://www.washingtontimes.com/news/2014/oct/12/christy-stutzman-macchio-reaches-heart-across-grac/", "article_text": "Sometimes, we need a reminder of what is most important in this world. It’s good to stop and appreciate life with all of its beauty as well as its hardship, and this past week I was able to do that with the help of something I’ve never viewed before: a short film.\n\nIn this Internet age, films that used to be relegated to film festivals or select theaters are now being made available online. Actually, there seems to be a new approach in the evolving marketplace of entertainment. It’s becoming more common to use digital downloads just as much as theater and DVD releases. After reading some great reviews of this new Ralph Macchio film, my first viewing of a short film couldn’t have been better!\n\n\n\nIt was the shear beauty of life that gripped me, as I watched “Across Grace Alley,” Mr. Macchio’s latest short film. Art was everywhere, in every scene: the grandmother’s appreciation for and love of music, the dancer’s effortless abandon as she moved in perfect time with the music, the church’s chorus and ornate decor, and the little boy’s reaction to all of it during a difficult time in his life. But the angles of the camera, the lighting, the lack of dialogue which allowed for a realistic understanding of the progression of the characters and even the interweaving of the music with the characters in the scenes was pure art. For this former fine arts teacher, it was mesmerizing and inspiring to say the least.\n\nIn this tumultuous time we live in, I had been caught up in the horrific headlines: war, scandal, cover-ups, disease, beheadings and threats. But for 24 minutes one afternoon, I was reminded in the most beautiful way that every life is precious, that every life can make a difference and that art, in all its forms, has power!\n\nI was reminded to take the time to close my eyes and listen to music without distraction. I was reminded to pay attention to the beauty and art all around me. I was reminded to let go, and dance with abandon every once in a while. I was reminded in the most innocent and beautiful way that others are watching how we live, whether we realize it or not, especially children. I was reminded what it was like to be a child, going through struggles and to be influenced by someone I only knew for just a short time. I was reminded about the importance of family and unconditional love.\n\nThe film will pull you in with its relatable storyline and characters, but it’s the art of the film and in the film that will touch your heart. With almost no dialogue, it is amazing how the film uses the pureness of family, art and human experience to speak directly to your heart.\n\n“Across Grace Alley” was released this past week and is available for download online. I was honored to be able to talk to the writer/director/producer, Mr. Macchio soon after it was released online and was so impressed with his passion for the film and his excitement to share its powerful message. His inspiration for the film began after his appearance on “Dancing with the Stars,” and was due in part to the friendship he developed with his dancing partner Karina Smirnoff. Ms. Smirnoff makes her film debut and really does an amazing job in the role. Ben Hyland is almost angelic in the film as the young boy struggling to understand his parents’ divorce and Marsha Mason is superb as the kind, music-loving grandmother.\n\nAs I talked to Mr. Macchio, he spoke of his hopes and goals for the film. “I want to tell stories that touch people’s hearts - that they can identify with and go away feeling inspired. I like ideas that come from real life stories that people can relate to.” The film definitely fulfills those goals!\n\nWe discussed all of the super-hero films and his own long list of action and comedy films and he said that regardless of the type of film, it will always need a personal, relatable story.\n\n“In my own life, even my own kids tease me that I’m such a ‘normal’ guy,” Mr. Macchio said. “I’ve been married to my wife for more than 20 years and I’ve loved being a father and raising a family. So, real life stories speak to me. I need to be able to relate to the characters and I think viewers are hungry for that too.”\n\nThen he said something that struck me: “It seems like you only get coverage when you are involved in a scandal or behave badly. Kissing your kids goodnight every night isn’t scandalous or sexy.”\n\nIt might not be scandalous, but I definitely think such interactions are needed more than ever before. We need real stories told by real people. Sure, there’s a lot of competition for our attention out there, but a master artist will still be able to reach us if he does what Ralph Macchio was able to do. In “Across Grace Alley” he is able to get the audience to relate and identify by telling a story beautifully.\n\nSo, I’m “Just Sayin’,” I sure hope Legend Group Studios, Mr. Macchio and other filmmakers like him will continue to produce more of their amazing art, reminding us of the good things in life and encouraging us to be better than we are. Using film and all of the arts for good … is a great thing!", "article_metadata": {"description": "The film will pull you in with its relatable storyline and characters, but it’s the art of the film and in the film that will touch your heart.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "The film will pull you in with its relatable storyline and characters, but it’s the art of the film and in the film that will touch your heart.", "title": "CHRISTY STUTZMAN: Macchio reaches the heart with  ‘Across Grace Alley’", "url": "http://www.washingtontimes.com/news/2014/oct/12/christy-stutzman-macchio-reaches-heart-across-grac/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/10/12/abc_ralph_maccio_dm_110517_wmain.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/10/12/abc_ralph_maccio_dm_110517_wmain.jpg", "description": "The film will pull you in with its relatable storyline and characters, but it’s the art of the film and in the film that will touch your heart.", "card": "summary", "title": "CHRISTY STUTZMAN: Macchio reaches the heart with  ‘Across Grace Alley&"}, "Author": "Christy Stutzman", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Entertainment Culture, Ralph Macchio"}, "article_summary": "After reading some great reviews of this new Ralph Macchio film, my first viewing of a short film couldn’t have been better!\nIt was the shear beauty of life that gripped me, as I watched “Across Grace Alley,” Mr. Macchio’s latest short film.\n“In my own life, even my own kids tease me that I’m such a ‘normal’ guy,” Mr. Macchio said.\nAs I talked to Mr. Macchio, he spoke of his hopes and goals for the film.\nWe need real stories told by real people."}