{"article_title": "Economy Adds 192,000 Jobs in March, Unemployment Rate Unchanged", "article_keywords": ["sector", "jobs", "unemployment", "unchanged", "months", "rate", "number", "hours", "prior", "192000", "growth", "average", "adds", "employment", "workers", "economy"], "article_url": "http://www.truth-out.org/news/item/22899-economy-adds-192000-jobs-in-march-unemployment-rate-unchanged", "article_text": "(Image: Economic growth via Shutterstock)\n\nThe economy added 192,000 jobs in March, bringing the average over the last three months to 178,000. The unemployment rate was unchanged at 6.7 percent. The employment-to-population ratio (EPOP) edged up to 58.9 percent. This is the highest of the recovery, but still four full percentage points below its pre-recession level.\n\nThis report answered several questions that had come up based on the prior two reports. First, it appears the weakness in prior months was in fact largely the result of the weather. The three month average of 178,000 is probably close to the economy's underlying trend at this point. It was also encouraging to see a jump of 0.2 hours in the length of the average workweek to 34.5 hours. This completely wipes out the decline in average hours worked that many were attributing to the Affordable Care Act (ACA) and other measures.\n\nThe average hourly wage for production workers also fell slightly last month. While this is not good news, it does show that the concerns raised by many about a tight labor market leading to excessive wage growth, and that this would trigger inflation, were completely unfounded. Over the last year, wages for production and non-supervisory workers have risen by 2.2 percent. That’s up slightly from 1.9 percent over the prior twelve months, but still below the 2.3 percent rate of increase in the 12 months from March of 2009 to 2010. Basically, wage growth in this series has hovered near 2.0 percent for the last five years.\n\nThere is some evidence in this report that the ACA is having its predicted impact on the labor market. The number of employed people over age 55 fell by 133,000 in March. Since August, employment among people in this age group has risen by just 125,000. It had risen by an average of 1,150,000 annually over the prior four years, accounting for almost all of employment growth over this period. It is possible that the ACA is allowing many of these workers to retire early now that they can get health care insurance outside of employment. Workers in the 25-34 age group seem to be filling the gap, with an increase in employment of over 680,000 (2.2 percent) over the last seven months. However these numbers are erratic, so it is too early to make too much of this pattern.\n\nThe other area where we may be seeing the effect of the ACA is the rising number of people opting for part-time employment. The number of people who are voluntarily working part-time is up 415,000 (2.2 percent) from its year-ago level and is at its highest point since Lehman. (Involuntary part-time also rose, but is still below last fall’s levels.) At this point there is little evidence of more people opting for self-employment, as the number fell slightly in March, although it is still 262,000 (3.1 percent) above the year-ago level.\n\nThe job growth in March was heavily concentrated in employment services (42,000), restaurants (30,400), retail (21,300), and health care (19,400). The growth in retail is somewhat of a bounce-back after two months of declining employment. Manufacturing employment edged down by 1,000, its first drop since July. The decline was due to a drop in non-durable employment as the durable sector added 8,000 jobs. With overtime hours for production workers in the durable goods sector at their highest level since November of 2005, there may be more rapid hiring in the months ahead. Employment in the government sector was unchanged as a loss of 9,000 federal jobs and 2,000 state government jobs was offset by an increase in employment of 11,000 at the local level. Construction added 19,000 jobs, raising employment in the sector to 48,000 above the year-ago level.\n\nWith population growth implying labor force growth in the neighborhood of 90,000, the economy is cutting into the backlog of unemployed workers at the rate of 90,000 a month. With the economy still down close to 7 million jobs from trend levels, this would imply that we would reach full employment some time in 2020.", "article_metadata": {"msapplication-config": "/templates/ja_teline_iv_t3/images/favicons/browserconfig.xml", "description": "The ACA appears to be allowing workers to opt for part-time jobs and older workers to retire early.", "title": "Economy Adds 192,000 Jobs in March, Unemployment Rate Unchanged", "og": {"site_name": "Truthout", "description": "The ACA appears to be allowing workers to opt for part-time jobs and older workers to retire early.", "title": "Economy Adds 192,000 Jobs in March, Unemployment Rate Unchanged", "url": "http://www.truth-out.org/news/item/22899-economy-adds-192000-jobs-in-march-unemployment-rate-unchanged", "image": "http://truth-out.org/images/images_2014_04/baker_img.jpg", "type": "non_profit"}, "twitter": {"description": "The ACA appears to be allowing workers to opt for part-time jobs and older workers to retire early.", "title": "Economy Adds 192,000 Jobs in March, Unemployment Rate Unchanged", "image": "http://truth-out.org/images/images_2014_04/baker_img.jpg", "creator": "@truthout", "site": "@truthout", "card": "summary_large_image"}, "msapplication-TileColor": "#000000", "HandheldFriendly": "true", "fb": {"app_id": 286391544774433}, "author": "Dean Baker", "keywords": "ACA, Obamacare, jobs, capitalism, economy, capitalism, Economy, Jobs", "google-site-verification": "EfgVxcdUDBF_Dd81ZBBw_J8FuRjGnvp9r2JAM9IhvUk", "apple-mobile-web-app-capable": "YES", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fe406c\"", "article_summary": "First, it appears the weakness in prior months was in fact largely the result of the weather.\n(Image: Economic growth via Shutterstock)The economy added 192,000 jobs in March, bringing the average over the last three months to 178,000.\nThis completely wipes out the decline in average hours worked that many were attributing to the Affordable Care Act (ACA) and other measures.\nConstruction added 19,000 jobs, raising employment in the sector to 48,000 above the year-ago level.\nEmployment in the government sector was unchanged as a loss of 9,000 federal jobs and 2,000 state government jobs was offset by an increase in employment of 11,000 at the local level."}