{"article_title": "Ohio Court Orders Man To Stop Reproducing", "article_keywords": ["taylors", "taylor", "court", "decision", "stop", "walthers", "appeals", "wrote", "ruling", "ohio", "man", "similar", "orders", "walther", "reproducing"], "article_url": "http://reason.com/blog/2014/05/14/ohio-court-orders-man-to-stop-reproducin", "article_text": "An Ohio appeals court this week upheld a ruling prohibiting a man from reproducing until he pays $100,000 in child support for his already-existing offspring.\n\nThe Chronicle-Telegram reports:\n\nThe decision, released Monday by the 9th District Court of Appeals, did not provide a legal explanation on whether Walther's order was appropriate. Instead, two of the three judges on the panel wrote that without a copy of a pre-sentence report on [Asim] Taylor completed by the county Adult Probation Department, they didn't have enough information to examine the virtues of Walther's order. \"Indeed, we have little to go on other than what the trial court said in its journal entries, which is itself limited,\" Judge Carla Moore wrote in the majority decision. \"We therefore have no choice in this case but to presume the regularity of the community control sanctions and to affirm.\"\n\nIn 2013 Lorain County Probate Judge James Walther ordered Taylor to stop making babies or else face prison time. Walther seems pleased with the high court's ruling, because the \"appeals decision gives him the authority to impose similar restrictions on other defendants in similar cases,\" according to the Chronicle-Telegram, though \"he said he would have liked to have seen a more detailed analysis of the legality.\"\n\nTaylor's attorney, Doug Merrill, filed an appeal contending that Walther's condition that Taylor not reproduce is \"overbroad\" and that it violates his due process and equal protection guaranteed by the Fourteenth Amendment and right to privacy under the Ninth Amendment.\n\nWhen Walther first made the decision, Merrill suggested that \"the court is now stepping into [Taylor's] bedroom\" and essentially preventing him from having sex, a punishment that is unrelated to Taylor's crime of not paying child support.\n\nTaylor plans on taking his case to the Ohio Supreme Court, which has previously struck down similar orders against reproduction.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "An Ohio appeals court this week upheld a ruling prohibiting a man from reproducing until he pays $100,000 in child support for his already-existing offspring.", "title": "Ohio Court Orders Man To Stop Reproducing", "url": "http://reason.com/blog/2014/05/14/ohio-court-orders-man-to-stop-reproducin", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14000880296607.jpg", "type": "article"}, "twitter": {"site": "@reason", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14000880296607.jpg", "description": "An Ohio appeals court this week upheld a ruling\nprohibiting a man from reproducing until he pays $100,000 in child\nsupport for his already-existing offspring.\nThe Chronicle-Telegram \nreports:\n\nThe decision, released Monday by the 9th District Court of\nAppeals, did not provide a legal explanation on whether Walther's\norder was appropriate. Instead, two of", "card": "summary_large_image", "title": "Ohio Court Orders Man To Stop Reproducing"}, "fb": {"pages": 17548474116}, "article": {"tag": "Civil Liberties", "published_time": "2014-05-14T17:22:00+00:00", "author": "http://reason.com/people/zenon-evans"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "An Ohio appeals court this week upheld a ruling prohibiting a man from reproducing until he pays $100,000 in child support for his already-existing offspring.\nTaylor plans on taking his case to the Ohio Supreme Court, which has previously struck down similar orders against reproduction.\nIn 2013 Lorain County Probate Judge James Walther ordered Taylor to stop making babies or else face prison time.\nThe Chronicle-Telegram reports:The decision, released Monday by the 9th District Court of Appeals, did not provide a legal explanation on whether Walther's order was appropriate.\n\"We therefore have no choice in this case but to presume the regularity of the community control sanctions and to affirm.\""}