{"article_title": "Surprise Insurance Fees Often Follow Medical Emergencies", "article_keywords": ["outofnetwork", "consumers", "charges", "medical", "fees", "say", "emergencies", "patients", "surprise", "services", "follow", "insurance"], "article_url": "http://health.wusf.usf.edu/post/surprise-insurance-fees-often-follow-medical-emergencies", "article_text": "Recovering from a medical procedure is always a challenge, but getting hit with unexpected insurance fees can add financial hardship to the process.\n\nAs health insurance plans become increasingly complicated, more patients are facing unexpected fees when they step outside their plan's coverage network. In many cases, patients don't realize they've received out-of-network care until they're slapped with a bill for hundreds or thousands of dollars.\n\nNearly a third of insured Americans who have financial problems tied to medical bills faced charges that their insurance would not cover, according to a recent survey by the Kaiser Family Foundation. These out-of-network charges were a surprise to nearly 70 percent of patients, who did not know the services were not covered, according to the non-partisan policy group.\n\nHere are some key questions and answers about out-of-network charges and potential steps for protecting yourself.\n\nQ: How does this problem occur?\n\nIt usually happens when people need to be hospitalized for medical care. Even though services from their primary physician may be covered by their in-network insurance coverage, services provided by other professionals, such as anesthesiologists, radiologists and emergency doctors often aren't. In those cases, the patient will be billed at out-of-network rates.\n\nThe often-hefty bills leave many consumers angry and confused. Determining whether various specialists are in your network can be difficult, sometimes impossible, particularly during emergency situations.\n\n\"You can't wake up from a heart attack and say to the ambulance provider, 'Excuse me, are you in my network?'\" says Karen Pollitz, who has studied the issue for the Kaiser Family Foundation.\n\nQ: How much do these fees cost consumers?\n\nExperts say there is little hard data on the cost of out-of-network charges or how frequently they occur. But a 2011 study by the state of New York found that the average out-of-network emergency bill was about $7,000. After assistance from insurance and other services, most consumers still had to pay roughly $3,780.\n\nQ: Is there anything I can do to protect myself?\n\nIf you have a scheduled surgical procedure coming up, experts say there are certain precautions you can take to insulate yourself from surprise fees. But they warn that even these will not guarantee you won't be touched by out-of-network providers.\n\nIf possible, call the hospital in advance and make sure the surgeon and assistants handling the procedure are part of your insurance network. You can also talk to the hospital and request that any tests are sent to in-network laboratories for processing. Surprise fees often arise when hospitals send blood samples or medical scans to outside facilities for development.\n\nEven in these situations, however, hospitals often cannot tell you which radiologist or anesthesiologist will be handling your procedure. That means even if you've tried to pre-manage the process you may receive care from an out-of-network provider.\n\n\"This is one of these situations that I think is very challenging for consumers. Consumers just don't have any control,\" says Georgetown University professor Kevin Lucia, an attorney who has studied the problem.\n\nQ: I've already received a bill that includes these charges. What can I do now?\n\nThe first step is to call your insurance company and let them know what happened. Some employer-sponsored health plans have policies where patients are not responsible for out-of-network charges, especially if they occur during an emergency. Even if your plan doesn't have such a benefit, insurance companies can try and work with the hospital to negotiate lower fees.\n\nYou can also check if your state has a consumer assistance program to help patients with health insurance problems. Currently, ten states run such programs, including California, Illinois, Michigan and Maryland.\n\nQ: Is anyone working on a permanent solution to these problems?\n\nMost experts who have studied the issue say legal changes are needed to protect consumers for surprise medical fees. In most cases that means new laws at the state level.\n\nNew York recently implemented a law that relieves patients from out-of-network expenses that arise from emergencies or certain other circumstances. The law does not eliminate the fees, but instead requires insurance companies and hospitals to begin negotiations to resolve the charges.\n\n\"The consumer is out of the process at that point,\" says Pollitz. \"They pay what they would have paid if they were in-network and then they're done.\"\n\n", "article_metadata": {"category": "HNF Stories", "description": "Recovering from a medical procedure is always a challenge, but getting hit with unexpected insurance fees can add financial hardship to the process.", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/surprise-insurance-fees-often-follow-medical-emergencies", "image": "http://mediad.publicbroadcasting.net/p/healthnewsfl/files/styles/medium/public/201308/stock_insurance_paperwork.jpg", "type": "article", "description": "Recovering from a medical procedure is always a challenge, but getting hit with unexpected insurance fees can add financial hardship to the process.", "title": "Surprise Insurance Fees Often Follow Medical Emergencies"}, "story_id": 466388712, "twitter": {"site": "@HealthNewsFL", "card": "summary", "creator": "@HealthNewsFL"}, "author": "Associated Press", "org_id": 0, "dc": {"title": "Surprise Insurance Fees Often Follow Medical Emergencies"}, "nid": 13593, "datePublished": "2016-02-11", "keywords": "health insurance plans, out-of-network charges, medical emergencies, unexpected bills, balance billing", "wordCount": 757, "has_audio": 0, "viewport": "width=device-width"}, "article_summary": "Most experts who have studied the issue say legal changes are needed to protect consumers for surprise medical fees.\nRecovering from a medical procedure is always a challenge, but getting hit with unexpected insurance fees can add financial hardship to the process.\nSurprise fees often arise when hospitals send blood samples or medical scans to outside facilities for development.\nHere are some key questions and answers about out-of-network charges and potential steps for protecting yourself.\nIf you have a scheduled surgical procedure coming up, experts say there are certain precautions you can take to insulate yourself from surprise fees."}