{"article_title": "Women and Heart Disease: How a Decade of Go Red Has Helped", "article_keywords": ["heart", "risk", "men", "disease", "helped", "american", "health", "red", "womens", "association", "decade", "women"], "article_url": "http://www.everydayhealth.com/heart-health/women-and-heart-disease-how-decade-of-go-red-helped.aspx", "article_text": "Once thought of as a “man’s disease,” heart disease is actually the number one killer of women. If you already knew that, you might have the American Heart Association’s “Go Red for Women” campaign to thank. It is ten years since the first “National Wear Red Day,” the event that sparked the “Go Red” movement. In the decade since, more than 627,000 women’s lives have been saved -- that’s 330 women a day.\n\nIn 2003, heart disease claimed a half million women’s lives each year in the United States. But many women were unaware of the risk. The American Heart Association (AHA) decided it needed a way to raise awareness. “National Wear Red Day” was born on Feb. 1, 2003. Every year since, millions of women and men have worn red to support women’s heart health on that day. But “Go Red” is much more than wearing a red dress or tie for a day. Here are some highlights from its first decade.\n\nFewer Heart Disease Deaths\n\nThere has been a 34 percent drop in women’s deaths from heart disease since the “Go Red” campaign began, according to the American Heart Association. Mary Ann Bauman, MD, medical director for women’s health and community relations at Integris Health in Oklahoma City, Okla., has been involved with Go Red since 2004 and says there are several reasons behind its success.\n\nA very important one is that it's a grassroots effort “and women really took to it -- they started taking some control of their own health issues,” says Dr. Bauman. In fact, registration for “Go Red” has increased from 395,000 to more than 1.7 million, and nearly 90 percent of women who join “Go Red” make at least one healthy change, like losing weight or exercising more.\n\nChristie Thompson, 52, pictured above, a teacher in Jefferson City, Mo., believes “Go Red’s” efforts to educate women saved her life. In 2011, she opened an e-mail from her sister-in-law and followed a link to an American Heart Association video called \"Just a Little Heart Attack\", a funny but powerful film that highlights typical women’s heart attack symptoms, like shortness of breath, chest pressure, and nausea.\n\nThough she'd just gotten a clean bill of health and had no risk factors for heart attack, the video stuck in Thompson's mind. A month later, she felt a sharp pain in her chest, followed her instincts, and dialed 911. When EMTs arrived, they told her she was indeed having a heart attack. At the hospital, doctors placed a stent to open a completely blocked artery. Today, she's doing great. Her advice to women: “Whether you’re at risk or not, you need to know those symptoms of heart disease, if not for yourself, for a loved one or a co-worker.”\n\nRaising Doctor Awareness of Heart Disease\n\n“I really think we raised awareness for doctors to start thinking about heart disease and women a little more quickly, and looking at symptoms a little bit differently,” Bauman notes. “As we started to publicize the difference in symptoms and started to publish research and looking at outcomes in women versus men, it raised the radar for doctors.”\n\nMore doctors and women alike now realize it’s a big red flag for heart disease when a woman reports a decrease in the ability to exercise. For example, if you don’t actually have pain, but you used to be able to walk a mile and now have to rest after a half-mile. Before the American Heart Association’s “Go Red” initiative, Bauman says, women might not have been as quick to link that decrease in exercise tolerance with possible heart disease.\n\nThe American Heart Association has identified differences in heart disease patterns among women in minority groups, which have led to greater awareness among more women at risk. For instance, heart disease is a major health risk for African-American women, with nearly half of those 20 and older having significant risk factors for cardiovascular disease. Hispanic women tend to develop heart disease a full decade earlier than white women. Special programs to educate minority women about their unique challenges are ongoing.\n\nAdvocacy Efforts\n\nOver the past 25 years, heart disease death rates for men have fallen steadily, but the same cannot be said for women. So, “Go Red” and the American Heart Association have gotten behind several efforts to address this discrepancy, including advocating for increased funding for heart disease and stroke screening for low-income women.\n\nThe association also pushed for a provision in the Affordable Care Act that bans insurance companies from charging women higher premiums than men for the same coverage. Plus, in 2012, Congress passed the HEART for Women Act, which includes a provision requiring the U.S. Food and Drug Administration (FDA) to report gender differences found during clinical trials. “I think this has far-reaching consequences in decreasing heart disease in women,\" Bauman says. \"It’s acknowledging that women are not just men with estrogen — there are differences that occur.\"\n\nMary Leah Coco proves that heart disease can strike at any age. When she was 30, the Baton Rouge, La., resident felt exhausted and occasionally light-headed, but chalked it up to a busy lifestyle. She was a working mother of a 2-year-old and finishing her Ph.D. But she had a strong history of heart problems in her family, so she visited her mother’s cardiologist.\n\nRoutine tests came back normal, but an echocardiogram uncovered a problem: She had an enlarged heart that was functioning at just 10 percent. Eventually, she may need a heart transplant. “Knowing that I had a family history of heart disease saved my life,” Coco says. She's waiting to be put on the active transplant list and, in the meantime, watches what she eats and is as active as she can be, important American Heart Association guidelines. She’s keeping a close eye on her daughter’s heart health, too: Annie, now 4, sees a cardiologist yearly. And Coco looks at her situation as perhaps only a mother can. “By me having heart disease,” she says, “perhaps her heart will be spared.”", "article_metadata": {"msapplication-config": "none", "description": "Read the highlights of what the American Heart Association's \"Go Red for Women\" campaign has accomplished in 10 years.", "og": {"site_name": "EverydayHealth.com", "description": "Read the highlights of what the American Heart Association's \"Go Red for Women\" campaign has accomplished in 10 years.", "title": "Women and Heart Disease: How a Decade of Go Red Has Helped", "url": "http://www.everydayhealth.com/heart-health/women-and-heart-disease-how-decade-of-go-red-helped.aspx", "image": "http://images.agoramedia.com/EverydayHealth/video/video-default-image-722x406.jpg", "type": "article"}, "twitter": {"description": "Read the highlights of what the American Heart Association's \"Go Red for Women\" campaign has accomplished in 10 years.", "title": "Women and Heart Disease: How a Decade of Go Red Has Helped", "url": "http://www.everydayhealth.com/heart-health/women-and-heart-disease-how-decade-of-go-red-helped.aspx", "image": "http://images.agoramedia.com/EverydayHealth/video/video-default-image-722x406.jpg", "site": "@everydayhealth", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "fb": {"app_id": 135346036490186}, "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0"}, "article_summary": "Fewer Heart Disease DeathsThere has been a 34 percent drop in women’s deaths from heart disease since the “Go Red” campaign began, according to the American Heart Association.\nOnce thought of as a “man’s disease,” heart disease is actually the number one killer of women.\nThe American Heart Association has identified differences in heart disease patterns among women in minority groups, which have led to greater awareness among more women at risk.\nHispanic women tend to develop heart disease a full decade earlier than white women.\n“By me having heart disease,” she says, “perhaps her heart will be spared.”"}