{"article_title": "Hampton Inn owner to council: Business is good so far", "article_keywords": ["hampton", "good", "morgan", "business", "far", "support", "times", "inn", "amin", "council", "lodging", "owner", "fort"], "article_url": "http://www.fortmorgantimes.com/fort-morgan-local-news/ci_24340857/hampton-inn-owner-council-business-is-good-so", "article_text": "Hopes to build 'small conference center' close to hotel\n\nHampton Inn owner/developer David Amin tells the Fort Morgan City Council about his month-old hotel's success thus far at the council meeting Tuesday night. Amin, who also owned the old Days Inn, said the Hampton Inn was collecting five times as much in sales taxes as the Days did. (Jenni Grubbs / Fort Morgan Times)\n\nFORT MORGAN — — After a little more than a month of business, the new Hampton Inn in Fort Morgan is thriving, owner and real estate developer David Amin told the Fort Morgan City Council Tuesday night.\n\n\"We used to own the Days Inn, which was built in 1995,\" Amin said. \"The Hampton Inn is three times the size and is far better equipped to handle the business lodging needs of major companies in and around Fort Morgan and as far out as Julesburg.\"\n\nHe said the Hampton Inn attracts travelers who otherwise might stay on the Front Range because they were familiar with this \"major lodging\" brand.\n\n\"Overall, I hope to ... not only bring the big brand to Fort Morgan, but also create a strong base to help support my fellow merchants on Main Street,\" Amin said.\n\nAnd business is going well so far, he said.\n\n\"I'm happy to report that the taxes collected at the Hampton Inn are five times the size that the Days Inn ever did,\" he said, also offering to support a \"slightly higher\" lodging tax, should that issue come up.\n\nAmin said much of the Hampton Inn's business came from people who \"used to stay in Greeley or in Brighton,\" as well as from overnight stays by staff at Colorado Plains Medical Center who commute from homes in Denver.\n\n\"These are tax dollars that belong here in Fort Morgan and Morgan County,\" Amin said.\n\n\"Your building on that site really improved the interstate there,\" Councilman Ron Shaver told Amin. \"You did a fantastic job on cleaning up that corner.\"\n\nAmin also noted that devlopment of Maverik gas stations follow development of Hampton Inns.\n\n\"That's why the (gas) prices are so low in Fort Morgan,\" Amin said. \"I fill up for less here than at Costco in Westminster.\"\n\nAmin also noted that \"major companies\" frequently choose the Hampton Inn brand for business travel.\n\nAmentities that come with that brand include: high-quality rooms, breakfast in the morning, Internet that runs on fiber and meeting space, he said.\n\n\"Overall, you get value for the money you spend for lodging needs,\" Amin said.\n\nHe said he hopes to one day build a small conference center next to the Hampton Inn that could offer space for meetings and parties.\n\n\"There is a lack of high-quality meeting space near a lodging facility in Fort Morgan,\" Amin said. \"When I say a 'lack,' what I am referring to is that when there are parties and events or weddings and a lot of people do not like to drive after those parties, and we do not have currently a space that's centrally located easily accessible by the citizens of Fort Morgan.\"\n\nAmin also said that the incentives that the city offered, including the \"expertise of Brad Curtis and his staff,\" were part of what allowed for completing the project so quickly.\n\n\"Things have been well,\" Amin said. \"And I'm happy for Fort Morgan, I'm happy for my family, and I'm happy for the opportunity.\"\n\nHe offered thanks to the council, Brent Nation, Jack Odor, Bank of Colorado, U.S. Department of Agriculture and Morgan County Economic Development for support during the development process.\n\n\"Without the support of this council and the citizens, this project would not have been possible,\" Amin said. \"I'll never forget this and will carry on my business with the constant thought that this progress was made with the people of Fort Morgan, and thus the responsibility that come along will be held true as long as the building stands.\"\n\nContact Times Staff Writer Jenni Grubbs at jgrubbs@fmtimes.com or twitter.com/JenniGrubbs", "article_metadata": {"sailthru.url": "http://www.fortmorgantimes.com/fort-morgan-local-news/ci_24340857/hampton-inn-owner-council-business-is-good-so", "sailthru.author": "By Jenni Grubbs \n \n  Times Staff Writer", "ag": {"canon": "FortMorganTimes:article:24340857:view"}, "startDate": "2013-10-19T01:00:00-0600", "twitter": {"domain": "fortmorgantimes.com", "description": "FORT MORGAN  — — After a little more than a month of business, the new Hampton Inn in Fort Morgan is thriving, owner and real estate developer David Amin told the Fort Morgan City Council Tuesday night.", "title": "Hampton Inn owner to council: Business is good so far", "url": "http://www.fortmorgantimes.com/fort-morgan-local-news/ci_24340857/hampton-inn-owner-council-business-is-good-so", "image": "http://extras.mnginteractive.com/live/media/site32/2013/1018/20131018__18ftFMCCpt2~1.jpg", "site": "@fortmorgantimes", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "Local News", "modificationDate": "2013-10-19T08:39:56-0600", "endDate": "2023-10-18T17:30:12-0600", "news_keywords": "Local News, Local News news, Fort Morgan Colorado Local News news, Fort Morgan Colorado news, Local News Fort Morgan news, Local News Colorado news, US Local News news, world Local News news.", "byline": "By Jenni GrubbsTimes", "pubDate": "2013-10-18T16:40:58-0600", "sailthru.date": "2013-10-19T01:00:00-0600", "sailthru.title": "Hampton Inn owner to council: Business is good so far", "verify-v1": "LR4Od6pVdw+l77OvOjnTMA990zoSdsdx5+1eNeWXVCw=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site32/2013/1018/20131018__18ftFMCCpt2~1_300.jpg", "description": "FORT MORGAN  — — After a little more than a month of business, the new Hampton Inn in Fort Morgan is thriving, owner and real estate developer David Amin told the Fort Morgan City Council Tuesday night.", "sailthru.site": "fortmorgantimes.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.fortmorgantimes.com/fort-morgan-local-news/ci_24340857/hampton-inn-owner-council-business-is-good-so", "image": "http://extras.mnginteractive.com/live/media/site32/2013/1018/20131018__18ftFMCCpt2~1.jpg", "type": "article", "description": "FORT MORGAN  — — After a little more than a month of business, the new Hampton Inn in Fort Morgan is thriving, owner and real estate developer David Amin told the Fort Morgan City Council Tuesday night.", "title": "Hampton Inn owner to council: Business is good so far"}, "google-site-verification": "eft02te25vH0XbQ44RHik-QVdSWBMa6FaMX67tqgeec", "y_key": "87220ae8e8f6d27d", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site32/2013/1018/20131018__18ftFMCCpt2~1.jpg"}, "article_summary": "(Jenni Grubbs / Fort Morgan Times)FORT MORGAN — — After a little more than a month of business, the new Hampton Inn in Fort Morgan is thriving, owner and real estate developer David Amin told the Fort Morgan City Council Tuesday night.\n\"The Hampton Inn is three times the size and is far better equipped to handle the business lodging needs of major companies in and around Fort Morgan and as far out as Julesburg.\"\nHe said he hopes to one day build a small conference center next to the Hampton Inn that could offer space for meetings and parties.\nAmin, who also owned the old Days Inn, said the Hampton Inn was collecting five times as much in sales taxes as the Days did.\nAmin also noted that \"major companies\" frequently choose the Hampton Inn brand for business travel."}