{"article_title": "Dr. Spyros Panos, NY Surgeon Accused Of Fake Operations, Surrenders His Medical License", "article_keywords": ["operations", "abc", "license", "surgeries", "medical", "spyros", "surrenders", "ny", "patients", "accused", "gain", "surrendered", "fake", "faking", "surgeon", "dr", "panos"], "article_url": "http://www.medicaldaily.com/dr-spyros-panos-ny-surgeon-accused-fake-operations-surrenders-his-medical-license-255668", "article_text": "Spyros Panos, a doctor who was accused of faking surgeries for financial gain, has surrendered his medical license and admitted to some of the blame.\n\nSpyros Panos, a doctor who was accused of faking surgeries for financial gain, has surrendered his medical license and admitted to some of the blame. Facebook\n\nDr. Spyros Panos, the former orthopedic surgeon at Mid Hudson Medical Group in Poughkeepsie, N.Y. who was accused of faking surgeries, surrendered his medical license on Monday while he faces over 250 malpractice lawsuits.\n\nHealthcare professionals are also calling for an investigation into culprits that may have known what Panos was doing, such as Saint Francis Hospital in Poughkeepsie where he performed most of his “phantom” surgeries.\n\n\"You can't perform this many suspect surgeries without the cooperation of many other people,\" Arthur Caplin, director of medical ethics at NYU Langone Medical Center, explained to ABC News.\n\nThe greedy doctor from upstate New York is accused of opening patients surgically without performing an actual procedure, solely for monetary gain. Even though he hasn’t been charged with a criminal offense as of yet, Panos was let go by Mid Hudson in 2011, ABC News reported.\n\nOne of Panos’s fake surgeries resulted in the death of 76-year-old Constance Nenni who underwent a “phantom” knee operation. \"He wakes up every morning spending the illegal funds he collected while his victims wake up every day in pain. In my mother's case, all we have are memories,\" Nenni’s daughter Debra Nenni McNamee told ABC News.\n\nAccording to New York State court documents, Panos scheduled 22 surgeries a day and billed patients for work that he had never done. In addition to voluntarily forfeiting his medical license, Panos also admitted to not keeping accurate medical records, failing to comply with medical standards for care, and falsely billing seven patients for surgical operations that they did not receive.\n\n\"I'm glad someone finally stopped him,\" Debra Cole, a former patient of Panos and recipient of two fake knee surgeries, told ABC News. “To do everything he's allegedly done and to be able to continue to operate on other people, it was just terrible.\"", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "doctor spyros panos, fake surgeries, phantom surgeries, medical license", "og": {"site_name": "Medical Daily", "description": "Spyros Panos, a doctor who was accused of faking surgeries for financial gain, has surrendered his medical license and admitted to some of the blame.", "title": "NY Surgeon Accused Of Fake Operations Surrenders His Medical License", "url": "http://www.medicaldaily.com/dr-spyros-panos-ny-surgeon-accused-fake-operations-surrenders-his-medical-license-255668", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/05/dr-spyros-panos.jpg", "type": "article"}, "twitter": {"description": "Spyros Panos, a doctor who was accused of faking surgeries for financial gain, has surrendered his medical license and admitted to some of the blame.", "title": "NY Surgeon Accused Of Fake Operations Surrenders His Medical License", "url": "http://www.medicaldaily.com/dr-spyros-panos-ny-surgeon-accused-fake-operations-surrenders-his-medical-license-255668", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/05/dr-spyros-panos.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/05/dr-spyros-panos.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2013-09-05T14:37:00-04:00", "modified_time": "2013-09-05T14:36:59-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Spyros Panos, a doctor who was accused of faking surgeries for financial gain, has surrendered his medical license and admitted to some of the blame."}, "article_summary": "Spyros Panos, a doctor who was accused of faking surgeries for financial gain, has surrendered his medical license and admitted to some of the blame.\nFacebookDr. Spyros Panos, the former orthopedic surgeon at Mid Hudson Medical Group in Poughkeepsie, N.Y. who was accused of faking surgeries, surrendered his medical license on Monday while he faces over 250 malpractice lawsuits.\nIn addition to voluntarily forfeiting his medical license, Panos also admitted to not keeping accurate medical records, failing to comply with medical standards for care, and falsely billing seven patients for surgical operations that they did not receive.\n\"I'm glad someone finally stopped him,\" Debra Cole, a former patient of Panos and recipient of two fake knee surgeries, told ABC News.\nThe greedy doctor from upstate New York is accused of opening patients surgically without performing an actual procedure, solely for monetary gain."}