{"article_title": "Northern Indiana board considering changing Redskins mascot", "article_keywords": ["considering", "goshen", "redskins", "northern", "school", "high", "officials", "board", "changing", "schools", "indiana", "nickname", "redskin", "mascot"], "article_url": "http://www.washingtontimes.com/news/2015/jul/18/northern-indiana-board-considering-changing-redski/", "article_text": "GOSHEN, Ind. (AP) - A northern Indiana school board is expected to vote later this month on whether a high school should drop its Redskins mascot because some believe it to be a racial slur.\n\nThe Goshen Community Schools board is expected to take up the matter on July 27 in the wake of a federal judge earlier this month ordering the cancellation of the Washington Redskins’ trademark registration because it may be disparaging to Native Americans.\n\nAlthough some board members said at a meeting Monday they are still making up their mind about Goshen High School’s longtime nickname, nearly all of them said it is time to settle the matter, The Goshen News and The Elkhart Truth reported.\n\nIn 2013, officials removed the wooden statue of an American Indian chief representing its Redskins mascot ahead before the graduation ceremony saying they wanted to avoid offending anyone. It was put back up before the ceremony though because district officials said debate over it was detracting from honoring the graduates.\n\nGoshen schools officials have previously recommended the Indian chief logo not be used on athletic uniforms and be removed from the gym floor.\n\nSchool Board member Bob Duell, who has considered himself a Redskin for 36 years, said he never perceived the shirts and the nickname as discrediting anybody. He changed his mind after hearing from several Native Americans who consider the term derogatory.\n\n“I cannot be offensive to that many people,” he said. “My vote would be to change it.”\n\nThirty-five spoke on the issue, with more than half called for the board to change the nickname. Despite several rows filled with visitors donning red “Save our Mascot” T-shirts, fewer than 10 residents asked the board to keep the mascot.\n\nDestiny Watson, who is going into her junior year at Goshen High School, said she doesn’t want the mascot changed.\n\n“It’s not a name. It’s a legacy,” she said. “Everyone that I know is proud to be a Redskin and yes, we’ll let that pride live on if the name changes, but it’s not fair to us that we’re changing right before we graduate because we would all want to graduate as a Redskin.”", "article_metadata": {"description": "A northern Indiana school board is expected to vote later this month on whether a high school should drop its Redskins mascot because some believe it to be a racial slur.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"url": "http://www.washingtontimes.com/news/2015/jul/18/northern-indiana-board-considering-changing-redski/", "site_name": "The Washingtion Times", "type": "article", "description": "A northern Indiana school board is expected to vote later this month on whether a high school should drop its Redskins mascot because some believe it to be a racial slur.", "title": "Northern Indiana board considering changing Redskins mascot"}, "twitter": {"site": "@washtimes", "description": "A northern Indiana school board is expected to vote later this month on whether a high school should drop its Redskins mascot because some believe it to be a racial slur.", "card": "summary", "title": "Northern Indiana board considering changing Redskins mascot"}, "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "article_summary": "(AP) - A northern Indiana school board is expected to vote later this month on whether a high school should drop its Redskins mascot because some believe it to be a racial slur.\nDestiny Watson, who is going into her junior year at Goshen High School, said she doesn’t want the mascot changed.\nGoshen schools officials have previously recommended the Indian chief logo not be used on athletic uniforms and be removed from the gym floor.\nIn 2013, officials removed the wooden statue of an American Indian chief representing its Redskins mascot ahead before the graduation ceremony saying they wanted to avoid offending anyone.\nDespite several rows filled with visitors donning red “Save our Mascot” T-shirts, fewer than 10 residents asked the board to keep the mascot."}