{"article_title": "In New Video, StemExpress CEO Says She Wants ‘Intact Cases,’", "article_keywords": ["wants", "ceo", "stemexpress", "youre", "parenthood", "clinics", "video", "planned", "progress", "dyer", "seen", "cases", "intact", "medical"], "article_url": "http://dailysignal.com/2015/08/25/in-new-video-stemexpress-ceo-says-she-wants-intact-cases-50-livers-a-week-from-abortion-facilities/", "article_text": "The Center for Medical Progress released a new undercover video of a meeting with Cate Dyer, chief executive of StemExpress. In the video, Dyer said StemExpress procures “intact cases” from abortion facilities such as Planned Parenthood clinics.\n\nThe actors portraying buyers from a human biologics company met with Dyer to discuss a potential partnership between their two companies.\n\n“I mean if you had intact cases, which we’ve done a lot, we sometimes ship those back to our lab in its entirety,” Dyer said. “So that would also be great if you guys have those.”\n\nAccording to the Center for Medical Progress, “an ‘intact case’ refers to an intact abortion with a whole fetus. … Feticidal chemicals like digoxin cannot be used to kill the fetus in a tissue procurement case, so a fetus delivered intact for organ harvesting is likely to be a born-alive infant.”\n\nThe actors portraying buyers ask Dyer, “What would keep your lab happy?”\n\n“Another 50 livers a week,” Dyer said, adding that “we’re working with almost triple-digit number clinics.”\n\n“So, it’s a lot on volume a little more than what we do. It’s a lot. So, I don’t think you’ll hit a capacity with us anytime in the next 10 years,” she continued.\n\nDyer stressed that her business has experienced “consistent growth” and implied that there would be a financial benefit to the relationship.\n\n“Well, I mean we’re going into it knowing that it has to be financially beneficial for you,” the actor said.\n\n“Yeah, yeah, and both of us, for sure,” Dyer replied.\n\nA StemExpress flier promised “financial profits” to clinics that supply them with aborted fetal tissue.\n\nDyer said that through “testing,” she has seen unsanitary conditions in abortion facilities, and they are “clinic-specific.”\n\n“I’ve seen really rampant, rampant problems with bacteria in certain clinics. Some where you’re kind of in question of should they really, you know. … I’ve seen staph [staphylococcus bacteria] come out of clinics. So, I mean, I’ve seen all sorts of things come out of clinics, so.”\n\nThe actor asks, “Do you feel that support from Cecile [Richards] and from Deborah [Nucatola]?”\n\n“Yeah, oh yeah,” Dyer said. “You know, everyone at PPFA and just the affiliates. I just think that you’re in the cause or you’re not. If you’re not in the cause, they don’t need you around. They need champions, and if you’re not a champion, then you should go. That’s just, I don’t know, the clinics are very guarded, as they should be. Who do they let in their house; they want champions in their house.”\n\nDyer said the ratio between Planned Parenthood clinics and independent abortion clinics that StemExpress works with is “probably” 50-50.\n\n“I don’t think that one has more pros or cons than the other. I mean, Planned Parenthood has volume, because they are a volume institution,” Dyer said.\n\nStemExpress recently announced it has terminated its relationship with Planned Parenthood.\n\nBoth StemExpress and Planned Parenthood are under congressional investigation, with lawmakers questioning the financial nature of their relationship.\n\nProfiting from the sale of fetal human organs is illegal in the United States.\n\n“StemExpress is the ‘weakest link’ that unravels Planned Parenthood’s baby parts chain—they readily admit the profit-motive that Planned Parenthood and their proxies have in supplying aborted baby parts,” the Center for Medical Progress’ David Daleiden said in a statement.\n\n“Congress and law enforcement should immediately seize all fetal tissue files from StemExpress and all communications and contracts with Planned Parenthood,” Daleiden added. “The evidence that Planned Parenthood profits from the sale of aborted baby parts is now overwhelming, and not one more dime of taxpayer money should go to their corrupt and fraudulent criminal enterprise.”\n\nIn a series of statements, Planned Parenthood and StemExpress have denied breaking any laws and making a profit from the sale of fetal body parts.\n\nIn a statement provided to The Daily Signal, Dyer claimed that she had been discussing intact livers rather than intact cadavers.\n\n“Consistent with the company’s prior public statements, StemExpress has never requested, received or provided to a researcher an ‘intact fetus.’ CMP’s and Daleiden’s continued lies reflect a sad attempt to malign StemExpress and me personally,” Dyer said.\n\n“As anyone can see and read, the entire discussion was, in fact, about ‘intact livers,’ which are used by StemExpress to develop and purify isolated cells used by our customers to support their critical scientific research. My use of the term ‘intact cases’ is a medical term of art that refers solely to ‘intact livers,’ as there was absolutely no mention of ‘intact fetuses’ at any point in over two hours of illegally recorded video.”\n\nA spokesperson for Planned Parenthood did not immediately return The Daily Signal’s request for comment.\n\nA temporary restraining order preventing the Center for Medical Progress from releasing the video of an undercover business meeting was lifted by a judge Friday, and the group subsequently released a trailer for its “Human Capital” series featuring a clip of Dyer.\n\nThis post has been updated to include a response from StemExpress, who returned our request for comment after this article’s publication.", "article_metadata": {"description": "She also wants \"50 livers a week.\"", "og": {"site_name": "The Daily Signal", "description": "She also wants \"50 livers a week.\"", "title": "In New Video, StemExpress CEO Says She Wants ‘Intact Cases,’", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/150825_CMPVideo_Scanlon.jpg", "updated_time": "2015-08-25T17:23:46+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1MKJUD3"}, "twitter": {"domain": "The Daily Signal", "description": "She also wants \"50 livers a week.\"", "title": "In New Video, StemExpress CEO Says She Wants ‘Intact Cases,’", "image": {"src": "http://dailysignal.com/wp-content/uploads/150825_CMPVideo_Scanlon.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Society", "tag": "Protecting Life", "published_time": "2015-08-25T09:26:39+00:00", "modified_time": "2015-08-25T17:23:46+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Planned Parenthood, pro-life, Center for Medical Progress, undercover Planned Parenthood videos, Planned Parenthood videos"}, "_id": "\"57477af46914bd0286fe0714\"", "article_summary": "In the video, Dyer said StemExpress procures “intact cases” from abortion facilities such as Planned Parenthood clinics.\nThe Center for Medical Progress released a new undercover video of a meeting with Cate Dyer, chief executive of StemExpress.\n“So that would also be great if you guys have those.”According to the Center for Medical Progress, “an ‘intact case’ refers to an intact abortion with a whole fetus.\nBoth StemExpress and Planned Parenthood are under congressional investigation, with lawmakers questioning the financial nature of their relationship.\n“Congress and law enforcement should immediately seize all fetal tissue files from StemExpress and all communications and contracts with Planned Parenthood,” Daleiden added."}