{"article_title": "'Obamacore': How Propaganda Is Distorting the Common Core Debate", "article_keywords": ["core", "splc", "education", "distorting", "rights", "public", "state", "debate", "schools", "obamacore", "common", "report", "standards", "propaganda"], "article_url": "http://www.takepart.com/article/2014/05/14/undermining-common-core-state-standards", "article_text": "Forget Obamacare. Now there’s \"Obamacore,\" the name that detractors have cooked up for the Common Core State Standards. So far, 44 states have implemented the standards created by the bipartisan National Governors Association and the Council of Chief State School Officers.\n\nA new report released by the Southern Poverty Law Center titled “Public Schools in the Crosshairs: Far-Right Propaganda and the Common Core State Standards” says there is a “fierce grassroots campaign threatening to derail the Common Core State Standards…fueled by far-right propaganda that relies heavily on distortions, outright falsehoods, and demonizing conspiracy theories promoted by antigovernment extremists.”\n\nThe SPLC, based in Birmingham, Ala., is a nonprofit civil rights organization known for its legal victories against white supremacist groups and for uncovering numerous militia groups and extremists in America. It also offers educational programs that promote tolerance in schools.\n\nResearched by the SPLC’s Intelligence Project and Teaching Tolerance program, the report notes that Christian conservatives and members of the Tea Party movement believe that Common Core standards are being used in schools as “government indoctrination camps” to promote homosexuality and an anti-American, anti-Christian lifestyle.\n\n“These claims may sound outlandish—and they are—but the fact is, millions of Americans are absorbing this extremist propaganda, and it’s having a very real impact,” Heidi Beirich, director of the SPLC’s Intelligence Project, said in a statement. “These lies are being repeated in churches, legislative hearings, and town hall meetings across the country.” It’s a familiar narrative to anyone who followed the manufactured outrage over the health care reforms President Obama proposed in 2009; remember “death panels”?\n\nThe SPLC points out that the anti–Common Core agenda has been seized by popular conservatives such as media personality Glenn Beck, who has called the standards “evil,” and U.S. Sen. Rand Paul of Kentucky.\n\nPaul and seven other senators have signed on to sponsor legislation to stop federal funding for any aspect of the Common Core.\n\nJerusha Conner, an education professor at Villanova University, studies educational movements that include the Common Core, No Child Left Behind, and Race to the Top. She says that the SPLC report “exposes how relentless campaigns promulgated by right-wing and libertarian politicians, think tanks, media, and academics have worked to spread myths about the Common Core and undermine public confidence in America’s free, secular system of public schooling.”\n\nNonetheless, education advocates from across the political spectrum say attention should focus on educators’ concerns about the standards. These issues include whether the standards were adequately tested before implementation, whether the standards make teachers “teach to the test,” whether teachers received enough training about the standards, and whether it’s wise and fair to evaluate them on the results of standard-aligned tests.\n\nSome on the right, such as Lindsey Burke, a Will Skillman Fellow in education at the Heritage Foundation, say conservatives aren’t alone in their opposition to Common Core.\n\n“Both sides of the aisle have voiced thoughtful concerns about Common Core,” Burke says. She notes that the heads of the two largest teachers’ unions have spoken out against aspects of Common Core implementation. “More importantly, parents are frustrated with the Common Core–aligned homework and tests their children are bringing home and don’t know where to turn when they have questions,” Burke continues.\n\nThe 40-page report cites that criticism comes “from all points on the political spectrum and from some leading education experts.” It also outlines some of the educational concerns but focuses more on the right’s extremism about the standards.\n\nSabrina Stevens, executive director of Integrity in Education, a project whose mission is to restore integrity to the conversation about public education, says there are bigger educational issues to discuss than the extreme right’s mission to destroy the Common Core standards.\n\n“I think that the SPLC does important work and does a good job detailing some of the outlandish right-wing criticisms of the Common Core,” Stevens says. “But it’s troubling that well-founded, important critiques of CCSS aren’t given this same kind of airtime, especially in light of CCSS’ origins.\" Stevens points out the involvement of private enterprise in designing the standards: “We should be skeptical of a project that originates with people who stand to make a profit off of it, especially when the people who will be most directly impacted by it were completely left out of the design process. Yet that conversation rarely happens, because the media is too enamored with ‘Obamacore’ conspiracy theorists to listen to those of us raising more grounded and important concerns.”\n\nBut the SPLC writes that these “legitimate” criticisms are undermined by the extreme right’s “cloud of fear-mongering propaganda and extremist hyperbole.”\n\nThe report argues that the Christian right has long been against public education, citing many examples, include one in which a founder of the modern conservative movement, Rev. Jerry Falwell, said in 1979 he hoped to see the day when “we won’t have any public schools.”\n\nThe various anti-standard movements appear to be successfully derailing the implementation in many states.\n\nAccording to the National Conference of State Legislatures, more than 100 Common Core bills have been filed in state legislatures this year. Many are aimed at slowing or stopping the standards.\n\nThat’s a good thing, Burke says. “Efforts like Common Core national standards and tests further centralize education at the expense of state and local policymaking.”\n\nThe far right’s move to commandeer the Common Core standards comes at a time when support for public education is waning and private schools and home schooling are increasing, according to the report. Such conflict puts public education at risk for all kids in this country.\n\n“The higher standards of the Common Core may be for naught if schools do not have the resources and support they need to meet them,” Conner says.\n\nStevens agrees. “This country has eliminated over 300,000 education jobs in the last few years; what does it do for ‘readiness’ when some students don’t have college counselors or teachers to teach the foreign languages, arts, and science programs that will make them adequate, let alone competitive, applicants in the admissions process? Why are we buying new tests when children are getting gravely ill in schools with no full-time nurse?”", "article_metadata": {"sailthru.author": "Suzi Parker", "description": "How much is the far right undermining the new state standards?", "rights": "TakePart is the Social Action Network™ of Participant Media. © 2008-2016 TakePart, LLC", "og": {"site_name": "TakePart", "description": "How much is the far right undermining the new state standards?", "title": "'Obamacore': How Propaganda Is Distorting the Common Core Debate", "url": "http://www.takepart.com/article/2014/05/14/undermining-common-core-state-standards", "image": {"width": 640, "identifier": "http://www.takepart.com/sites/default/files/469040813_0.jpg", "height": 427}, "type": "article"}, "abstract": "How much is the far right undermining the new state standards?", "sailthru.date": "2014-05-14 11:04:14", "MobileOptimized": 320, "HandheldFriendly": "true", "sailthru.tags": "education,in-the-news,teach,common-core-standards,common-core-standards-initiative,openpublish_article", "fb": {"admins": 1327833247, "pages": 9287842439, "app_id": 247137505296280}, "keywords": "Education, In the News", "tab-keywords": "Education, In the News, teach, common core standards, Common Core Standards Initiative", "twitter": {"description": "How much is the far right undermining the new state standards?", "title": "'Obamacore': How Propaganda Is Distorting the Common Core Debate", "url": "http://www.takepart.com/article/2014/05/14/undermining-common-core-state-standards", "image": "http://www.takepart.com/sites/default/files/469040813_0.jpg", "creator": "@TakePart", "site": "@TakePart", "card": "summary"}, "viewport": "width=device-width, height=device-height, initial-scale=1.0, user-scalable=0, minimum-scale=1.0, maximum-scale=1.0"}, "article_summary": "Now there’s \"Obamacore,\" the name that detractors have cooked up for the Common Core State Standards.\nShe notes that the heads of the two largest teachers’ unions have spoken out against aspects of Common Core implementation.\nPaul and seven other senators have signed on to sponsor legislation to stop federal funding for any aspect of the Common Core.\n“Both sides of the aisle have voiced thoughtful concerns about Common Core,” Burke says.\nAccording to the National Conference of State Legislatures, more than 100 Common Core bills have been filed in state legislatures this year."}