{"article_title": "Obamacare Can't Cure WellCare's Ills, Boosts Health Net -- The Motley Fool", "article_keywords": ["fool", "wellcare", "motley", "obamacare", "company", "million", "ills", "cant", "wellcares", "health", "fourth", "share", "medicaid", "net", "quarter", "cure", "boosts", "care"], "article_url": "http://www.fool.com/investing/general/2014/02/14/obamacare-cant-cure-wellcares-ills.aspx", "article_text": "The seismic shift in health care insurance known as the Affordable Care Act is sending shock waves through health care insurers this year. While enrollment in private insurance plans has been lackluster since the federal health care.gov exchange launched last fall, Medicaid has enrolled 6 million members -- at least a million of whom were newly qualified under Obamacare.\n\nTypically, such membership growth would be a boon to private firms tasked with running state Medicaid plans, but in the case of WellCare (NYSE:WCG) the added patient pool did little to help the company's fourth quarter results or guidance for 2014. WellCare's disappointing quarter and lackluster guidance contrasts results from Health Net (NYSE:HNT), a Medicaid competitor enjoying a big year-over-year bump in fourth quarter income.\n\nJumping member rolls\n\nWellCare provides Medicaid in nine states, including a recent launch in New Jersey, and the company's Medicaid membership grew 11% to 1.8 million people in the fourth quarter. This growth came despite the company's exit from Ohio, a move that was more than offset by rising Medicaid enrollment in Kentucky and Florida, and acquisitions in Missouri and South Carolina. Health Net also saw its Medicaid member count improve by 3% to 1.1 million members at the end of December -- including 300,000 thanks to reform in the fourth quarter alone.\n\nWellCare's membership growth pushed Medicaid revenue up 24% to $1.5 billion in the fourth quarter. Importantly, the medical benefit ratio (MBR), or the percentage of premiums paid out for care, for those Medicaid patients declined slightly, falling 0.3% in the quarter to 88.4%. Health Net Medicaid revenue grew 10% to $597 million, but the company spent just 83% of its Medicaid premiums on patient care in the fourth quarter of 2013.\n\nSo, what went wrong at WellCare?\n\nWellCare has had its share of stumbles over the past few years, including an expensive $138 million legal settlement in 2012 tied to allegations of Medicare and Medicaid fraud. As a result, the company is restructuring to ex-out costs and boost profit.\n\nUnfortunately, those cost-saving moves may not be happening fast enough for analysts. Non-GAAP net income per share totaled just $1.09 in the fourth quarter, down from $1.32 in the fourth quarter of 2012. Industry analysts were modeling for $1.15 per share. WellCare's full year EPS also fell, dropping to $4.63 from $4.92 in 2012. Meanwhile, Health Net's EPS came in at $0.25 in Q4, up from $0.07, and its full year EPS totaled $2.12, up from $1.47 last year.\n\nHigher medical care costs for Medicare Advantage at WellCare, a business that covers 290,000 members, is one reason behind the company's poor performance. The percentage of money WellCare spent caring for those members increased to 88% from just shy of 87% last year, largely offsetting the slight improvement in Medicaid costs. WellCare's results also suffered from a higher effective tax rate and higher interest expense tied to a $600 million 5.75% rate bond offering last fall.\n\nHowever, what appears to really have surprised Wall Street is WellCare's forecast that fees tied to Obamacare will reduce earnings by $1.17 to $1.26 in 2014. As a result, the company is guiding for earnings per share of between $3.75 and $4.05 this year -- far below analysts' projections for $5.06.\n\nDespite similarly facing increased costs tied to Obamcare, guidance is far rosier at Health Net. Thanks to an anticipated 42% leap in Medicaid enrollment, the company expects EPS of at least $3 per share this year, up from $2.12 in 2013.\n\nFool-worthy final thoughts\n\nDespite the poor profit outlook at WellCare, it's not all bad news. Reform-driven enrollment and expansion in states like New Jersey are expected to lift the company's Medicaid premium revenue by 22% to 23% in 2014. However, WellCare has a lot of work ahead if it hopes to over-deliver on its anemic earnings outlook.\n\nHealth Net's prospects appear far brighter. The company expects 600,000 new members thanks to reform, and that has it guiding for 30% higher sales this year.Given Health Net's forecast for profit growth, it appears the company is better positioned to translate reform-driven membership growth into shareholder-friendly profit in 2014.", "article_metadata": {"publish_time": "09:30", "date": "2014-02-14T14:30:00Z", "description": "WellCare (WCG) doesn't appear nearly as likely to profit from Medicaid expansion as Health Net (HNT).", "ResponsiveALP": "1Ses_2things-v-single_2-things_50", "author": "Todd Campbell", "promo": "WellCare (WCG) doesn't appear nearly as likely to profit from Medicaid expansion as Health Net (HNT).", "twitter": {"site": "@themotleyfool", "description": "WellCare (WCG) doesn't appear nearly as likely to profit from Medicaid expansion as Health Net (HNT).", "title": "Obamacare Can't Cure WellCare's Ills, Boosts Health Net --  The Motley Fool"}, "og": {"site_name": "The Motley Fool", "description": "WellCare (WCG) doesn't appear nearly as likely to profit from Medicaid expansion as Health Net (HNT).", "title": "Obamacare Can't Cure WellCare's Ills, Boosts Health Net --  The Motley Fool", "url": "http://www.fool.com/investing/general/2014/02/14/obamacare-cant-cure-wellcares-ills.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Fassets%2Fimages%2Ffool%2Ftmf-logo.png&h=630&w=1200&op=resize", "type": "article"}, "headline": "Obamacare Can't Cure WellCare's Ills, Boosts Health Net", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "f6213b64-942e-11e3-8901-0050569d4be0", "pitch": 447, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2014 02 14", "tickers": "WCG,HNT", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "The seismic shift in health care insurance known as the Affordable Care Act is sending shock waves through health care insurers this year.\nWellCare's disappointing quarter and lackluster guidance contrasts results from Health Net (NYSE:HNT), a Medicaid competitor enjoying a big year-over-year bump in fourth quarter income.\nNon-GAAP net income per share totaled just $1.09 in the fourth quarter, down from $1.32 in the fourth quarter of 2012.\nDespite similarly facing increased costs tied to Obamcare, guidance is far rosier at Health Net.\nWellCare's membership growth pushed Medicaid revenue up 24% to $1.5 billion in the fourth quarter."}