{"article_title": "HIV/AIDS Among Black Gay Men at an Exceptional High", "article_keywords": ["states", "funding", "hiv", "gay", "exceptional", "receive", "men", "community", "millet", "high", "hivaids", "black", "white"], "article_url": "http://www.out.com/news-opinion/2016/2/05/hivaids-black-gay-male-community-exceptional-high", "article_text": "With the growing popularity of Truvada, and the national rate of new HIV cases decreasing each year, it is easy to think the AIDS epidemic is over. But not for everyone. The sobering fact is 32% of Black gay men are HIV+, according to a recent amFar report. Black gay men make up only 1.4% of the total black community, yet account for 53% of their new infections. With all the HIV/AIDS campaigns, antiviral therapies, and safe-sex promotion, how is this possible in 2016? We talked to Greg Millet, amFar Vice President of Public Policy, to find out what’s going on.\n\n“There’s a lot of different forces that put black gay men in danger,” says Millet. “In order to know you have HIV, you have to take a test. However, black gay men are less likely to take that test than white gay men. It’s a self-fulfilling cycle: a black gay man doesn’t know he’s positive and then passes it along to his partner (usually another black gay man) and the cycle goes on and on and on.”\n\nIt is not that black gay men engage in riskier sex or have more sexual partners than white gay men (they have fewer, actually); and it is not because of the popular “down low” theory within the black community (the belief that Black men in heterosexual relationships who have undisclosed sex with men are responsible for the high number of HIV/AIDS cases in the black community). “It’s a complete myth,” Mille asserts. “It perplexes scientists. We don’t know how this myth continues to persists. We need to stop focusing on where HIV isn’t in the community. It is in the places where we can see it, among people who are out and identify as gay but are continued to be made invisible.”\n\nWhat actually feeds this epidemic is the fact that black gay men have less access to healthcare than white gay men and, therefore, are less likely to receive testing or undergo adequate treatment, even when they are aware of their HIV-positive status. On top of this, Greg Millet emphasizes, black gay men receive little attention from AIDS campaigns. “When black magazines like Ebony and Vibe talk about HIV and African-Americans, they focus on woman, men, and babies,” he says. “But they make up the minority of the HIV black community. Even when we look at the celebrities raising HIV awareness, none of them focus on black gay men.”\n\nSo what’s the solution? Making sure that black gay men receive the amount of HIV funding they not only deserve, but desperately need. As the amFar study reports, the black community is finally receiving an appropriate share of federal and state HIV funding, however, most of that funding disproportionally goes to heterosexual blacks.\n\n“The Southern United States are where the most African-Americans live,” Millet explains, “yet it happens to be the place where the Affordable Health Care Act is not enacted fully to low income people. They are put at a disadvantage compared to other states who have fully expanded Medicaid. Yet in these fully expanded states, far less black people and black gay males live there.”\n\nBut don't get it twisted, it is not entirely bleak in the black gay male community. As Millet says, there is a current “revolution” of progress being made. Obama is the first president to specifically mention black gay males during a speech and call for more HIV/AIDS funding for the community. With stars like Frank Ocean coming out and Magic Johnson openly supporting his gay son, more positive visibility and acceptance is occurring. It is vital we take advantage of this tidal wave of progress and end this epidemic. Because as we begin Black History Month, it is important to remember Black Lives Matter—and that includes the lives of black gay men.", "article_metadata": {"description": "According to a recent amFar report, 32% of black gay males are HIV+.", "og": {"image": "http://www.out.com/sites/out.com/files/2016/02/05/menwhowantaids_4.jpg", "updated_time": "2016-02-05T14:37:52-05:00", "type": "article", "title": "HIV/AIDS Among Black Gay Men at an Exceptional High"}, "apple-mobile-web-app-title": "Out", "fb": {"page_id": 19799718480, "app_id": 625763650825412, "pages": 19799718480}, "mobile-web-app-capable": "yes", "article": {"published_time": "2016-02-05T14:30:21-05:00", "modified_time": "2016-02-05T14:37:52-05:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "However, black gay men are less likely to take that test than white gay men.\nIt’s a self-fulfilling cycle: a black gay man doesn’t know he’s positive and then passes it along to his partner (usually another black gay man) and the cycle goes on and on and on.”It is not that black gay men engage in riskier sex or have more sexual partners than white gay men (they have fewer, actually); and it is not because of the popular “down low” theory within the black community (the belief that Black men in heterosexual relationships who have undisclosed sex with men are responsible for the high number of HIV/AIDS cases in the black community).\nBecause as we begin Black History Month, it is important to remember Black Lives Matter—and that includes the lives of black gay men.\nBlack gay men make up only 1.4% of the total black community, yet account for 53% of their new infections.\nThe sobering fact is 32% of Black gay men are HIV+, according to a recent amFar report."}