{"article_title": "The Hill's 12:30 Report", "article_keywords": ["clinton", "hills", "egg", "donald", "morning", "hillary", "report", "1230", "fbi", "easter", "white", "trump"], "article_url": "http://thehill.com/homenews/1230-report/274457-the-hills-1230-report", "article_text": "If you'd like to subscribe to The Hill's midday political newsletter, please click here: http://bit.ly/1lsUchu\n\nThe Hill's 12:30 Report: FBI revs up Clinton probe | Ryan 2020 talk | Ivanka Trump has a baby boy | White House Easter Egg roll today | Bernie cleans up in weekend caucuses\n\nBREAKING THIS MORNING -- COMMENCE NEW PHASE OF THE FBI CLINTON PROBE: The FBI is arranging interviews with some of Hillary Clinton Hillary Rodham ClintonJudge seals all video interviews in Clinton email case State aide thought Clinton email was for ‘family and friends’ Clinton: I'm ready for Trump's 'fantasy' campaign MORE's closest aides over her use of a private email server at the State Department. Prosecutors are also expected to seek an interview with Clinton herself, though nothing has been scheduled so far, according to the Los Angeles Times. http://bit.ly/1pUjVlx\n\nLET'S PUT THIS INTO PERSPECTIVE: 147 FBI agents are involved in the investigation surrounding Hillary Clinton's primate email server and handling of classified material. Why so many: The Washington Post reported that the FBI has accelerated its investigation because officials want to avoid potentially announcing any action close to the November election. http://bit.ly/1pFgYVk\n\nFROM A BIRD'S EYE VIEW: David Graham of The Atlantic has a primer on Hillary Clinton's scandals. http://theatln.tc/1URnhlB\n\nIt's Monday and your author's March Madness bracket is officially dead. Good job, Syracuse and UNC. :( The White House's Easter egg roll is happening this morning! I'm Cate Martel with a quick recap of what you missed this morning -- and what's on tap for the rest of the day. Send comments, story ideas and upcoming events to cmartel@thehill.com, @CateMartel and on Facebook.\n\nADVERTISEMENT Via The Hill's Scott Wong, if Donald Trump Donald TrumpClinton: I'm ready for Trump's 'fantasy' campaign Trump sticks by 'Pocahontas' nickname after being challenged Hispanic PAC breaks fundraising record MORE collapses, Speaker Paul Ryan Paul RyanOvernight Energy: Trump outlines 'America First' energy plan in North Dakota Bible verse launches GOP meeting, spurs walkout Ohio ObamaCare co-op shutting down due to finances MORE (R-Wis.) could be in a prime position. With his youth and sunny, Reaganesque message, Ryan could be a formidable White House candidate in 2020, when the Republican Party may be searching for a safer standard-bearer after the roller coaster ride of 2016. http://bit.ly/1Te26ck\n\nWELL THIS COULD ESCALATE QUICKLY: Via Yours Truly, if Donald Trump wins the nomination, anti-Trump Republicans are floating the idea of running a third-party candidate. Here's how that could play out, and it could get ugly really quickly. Basically, a few electors who decide to vote against the candidate they're pledged to back on the popular vote could decide who wins the White House in November. It could also force the newly elected House to decide who becomes president. Laughs nervously. http://bit.ly/1LRNNc3\n\nOVER THE WEEKEND -- TERRORIST ATTACK IN PAKISTAN: Via The Washington Post's Annie Gowen, Shaiq Hussain and Erin Cunningham, a suicide bomber detonated explosives in Pakistan Sunday, targeting Christians celebrating Easter in a large park. The death toll has just risen to 71. http://wapo.st/1RnB9BH\n\nIT'S A BOY!: Ivanka Trump gave birth to a baby boy yesterday named Theodore James. Donald Trump is a grandfather again. http://cnn.it/1UpvayT\n\nWHAT DOMINATED THE MORNING SHOWS:\n\nTRUMP'S UNIQUE FOREIGN POLICY: Via The New York Times's David E. Sanger and Maggie Haberman, in Donald Trump's worldview, America comes first and everybody else pays. How so: He'd halt oil purchases from Saudi Arabia and Arab allies unless they commit ground troops to fighting ISIS. He would also allow Japan and South Korea to build nukes. http://nyti.ms/1Rnuzv1\n\nTALKED ABOUT -- ANDREA MITCHELL LAYS INTO TRUMP: On NBC's \"Meet the Press,\" Andrea Mitchell warned that Trump was hiding the fact that he was \"completely uneducated about any part of the world.\" Ouch. It's worth watching. http://bit.ly/1UpsPEa\n\nTHIS WEEKEND WAS A BERN: Via ABC's Maryalice Parks, Bernie Sanders Bernie SandersThe Trail 2016: Interleague play Clinton laughs off idea of Trump-Sanders debate Colorado gov sports Trump socks MORE swept Saturday's caucuses in Washington, Alaska and Hawaii. And he didn't just win them, he won by overwhelming margins. This will definitely boost his fundraising and validate his commitment to an extended primary. What this means: Hillary Clinton has a lot of work to do to bring progressives on board. How this will play out: Bernie is still trailing Clinton by a sizable number of delegates. http://abcn.ws/1SqPZq2\n\nNOTABLE TWEETS:\n\nMashable (Oh.)\n\nA tombstone for Donald Trump sprouts up in Central Park http://bit.ly/1qbbXo6\n\nNBC's Luke Russert\n\nThis Pete Souza shot of the Easter Bunny at the WH is an instant classic http://bit.ly/1SqPgoQ\n\nCNN's Chris Moody\n\nObama's shirt game today http://bit.ly/1Mw0qJY\n\nON TAP:\n\nCongress is out #SlowDay\n\n1 p.m. EDT: John Kasich holds a town hall in West Salem, Wis.\n\n7 p.m. EDT: John Kasich holds a town hall in Madison, Wis.\n\n7:30 p.m. EDT: Hillary Clinton campaigns in Milwaukee.\n\n9:30 a.m. EDT tomorrow: New America will host a panel discussion to launch the Coalition for Safe Loan Alternatives. Details: http://bit.ly/1SqMfF9\n\nNOW FOR THE FUN STUFF...\n\nToday is National Black Forest Cake Day!\n\nPANDAS TAKING BATHS: From the zoo that brought you the video of the panda playing in the snow, here's Tian Tian taking a bath on a warm spring day. Your Monday just got a little better. http://bit.ly/1ogDkeP\n\nTHE REAL SCANDAL TODAY: HBO's \"Last Week Tonight\" host John Oliver tried to take down the Cadbury Crème Egg. Bold move, Oliver. Boldddd move. http://ti.me/1Teh2Yb\n\nWELL THIS IS DEPRESSING: Via The Hartford Courant's Kathleen McWilliams, PEZ Candy canceled its annual Easter egg hunt because of chaos. One child got a bloody nose after being pushed to the ground by an adult. Well, I never realized Easter egg hunts were full contact. http://cour.at/1MvSKaA\n\nAnd because you made it this far, watch this cat build an igloo for himself in a snowstorm, probably because the humans inside were too unbearable for him. http://bit.ly/1UQBLAV\n\nTo view past editions of The Hill's 12:30 Report, click here: http://bit.ly/1M1mIfw\n\nTo receive The Hill's 12:30 Report in your inbox, please sign up here: http://bit.ly/1lsUchu", "article_metadata": {"dcterms.description": "FBI revs up Clinton probe; Ryan 2020 talk; Ivanka Trump has a baby; WH Easter Egg Roll.", "description": "FBI revs up Clinton probe; Ryan 2020 talk; Ivanka Trump has a baby; WH Easter Egg Roll.", "generator": "Drupal 7 (http://drupal.org)", "author": "Cate Martel", "og": {"site_name": "TheHill", "description": "FBI revs up Clinton probe; Ryan 2020 talk; Ivanka Trump has a baby; WH Easter Egg Roll.", "title": "The Hill's 12:30 Report", "url": "http://thehill.com/homenews/1230-report/274457-the-hills-1230-report", "image": "http://thehill.com/sites/default/files/article_images/1230report645x363.jpg", "updated_time": "2016-03-28T12:30:01-04:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "dcterms.modified": "2016-03-28T12:30-04:00", "dcterms.identifier": "http://thehill.com/homenews/1230-report/274457-the-hills-1230-report", "dcterms.date": "2016-03-28T12:30-04:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Meghashyam Mali", "dcterms.type": "Text", "keywords": ",Hillary Clinton, Bernie Sanders, Donald Trump, Paul Ryan,", "article": {"published_time": "2016-03-28T12:30:03-04:00", "modified_time": "2016-03-28T12:30:01-04:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/homenews/1230-report/274457-the-hills-1230-report", "widgets": {"csp": "on"}, "description": "FBI revs up Clinton probe; Ryan 2020 talk; Ivanka Trump has a baby; WH Easter Egg Roll.", "card": "summary", "title": "The Hill's 12:30 Report"}, "dcterms.title": "The Hill's 12:30 Report"}, "article_summary": "http://bit.ly/1UQBLAVTo view past editions of The Hill's 12:30 Report, click here: http://bit.ly/1M1mIfwTo receive The Hill's 12:30 Report in your inbox, please sign up here: http://bit.ly/1lsUchu\nhttp://ti.me/1Teh2YbWELL THIS IS DEPRESSING: Via The Hartford Courant's Kathleen McWilliams, PEZ Candy canceled its annual Easter egg hunt because of chaos.\nWhat this means: Hillary Clinton has a lot of work to do to bring progressives on board.\nWell, I never realized Easter egg hunts were full contact.\n:( The White House's Easter egg roll is happening this morning!"}