{"article_title": "3 factors affecting the ACA's future", "article_keywords": ["week", "court", "consumers", "factors", "subsidies", "work", "tax", "hours", "future", "acas", "coverage", "lose", "affecting", "health"], "article_url": "http://www.fiercehealthpayer.com/story/3-factors-affecting-acas-future/2014-11-18", "article_text": "The Affordable Care Act is in the hot seat as of late, as it faces obstacles and challenges aiming to prevent implementation of its various provisions--and more are yet to come, according to CBS News.\n\nThree of the five factors affecting the ACA's future that the article described are summarized below:\n\n1. Subsidy funding could be gutted\n\nThe federal subsidies that help millions of consumers afford health coverage sold on the exchanges are largely funded through a 2.3 percent excise tax on medical device sales. But Republican lawmakers have long wanted to repeal the tax and since they'll be leading the Senate in January, they likely will try to defund the subsidies. If the tax is repealed, the Obama administration said Congress must figure out an alternative way to pay the almost $30 billion in revenue the tax would have created in the next 10 years. A recent Rand Corp. study found that removing subsidies would increase premiums by nearly 45 percent and more than 11 million Americans would lose coverage, FierceHealthPayer previously reported.\n\n2. The work week definition could be changed\n\nRepublicans and lobbyists also support changing how many hours an employee must work each week before their employer has to offer health coverage or pay a fine. The ACA set the work week as 30 hours, but the GOP wants to increase it to 40 hours a week. However, the Obama administration believes that such a change would mean more people would lose insurance and the deficit would grow. In fact, the Congressional Budget Office determined that increasing the work week definition to 40 hours would cause about 1 million people to lose their employer-based coverage, potentially driving those consumers to search for coverage through Medicaid or the exchanges.\n\n3. Courts will decide legal issues\n\nThe court system has already played a key role in deciding the ACA's fate, and it stands ready to do so again next year. The U.S. Supreme Court announced earlier this month that it will hear a challenge to the ACA's subsidies provision allowing the federal government to provide subsidies to consumers buying plans through state-run health insurance exchanges. Depending on how the high court rules, it could block millions of consumers from receiving funding for their premiums.\n\nTo learn more:\n\n- read the CBS News article\n\nRelated Articles:\n\nKing v. Burwell: SCOTUS decision could change everything--or nothing\n\nU.S. Supreme Court will hear King v. Burwell\n\nLobbyists push for ACA to redefine the full-time work week", "article_metadata": {"description": "The Affordable Care Act has faced many obstacles and challenges aiming to prevent implementation of its various provisions--and more are yet to come, according to CBS News.", "og": {"site_name": "FierceHealthPayer", "description": "The Affordable Care Act has faced many obstacles and challenges aiming to prevent implementation of its various provisions--and more are yet to come, according to CBS News.", "title": "3 factors affecting the ACA's future", "url": "http://www.fiercehealthpayer.com/story/3-factors-affecting-acas-future/2014-11-18", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthpayer.jpg", "type": "website"}, "twitter": {"site": "healthpayer", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "keywords": "Congressional Budget Office,health insurance penalty,Legal / Regulatory / Risk Management,Obama administration,Operations & Business Management,subsidies", "viewport": "width=device-width", "news_keywords": "Legal / Regulatory / Risk Management,Operations & Business Management"}, "article_summary": "Three of the five factors affecting the ACA's future that the article described are summarized below:1.\nThe ACA set the work week as 30 hours, but the GOP wants to increase it to 40 hours a week.\nA recent Rand Corp. study found that removing subsidies would increase premiums by nearly 45 percent and more than 11 million Americans would lose coverage, FierceHealthPayer previously reported.\nDepending on how the high court rules, it could block millions of consumers from receiving funding for their premiums.\nThe work week definition could be changedRepublicans and lobbyists also support changing how many hours an employee must work each week before their employer has to offer health coverage or pay a fine."}