{"article_title": "Herbert signs autism insurance bill as Utahns celebrate World Autism Awareness Day", "article_keywords": ["child", "kids", "johnson", "autism", "theyre", "bill", "utah", "day", "lucky", "herbert", "feel", "celebrate", "utahns", "signs", "hansen", "world", "son", "insurance", "awareness"], "article_url": "http://www.deseretnews.com/article/865600100/Herbert-signs-autism-insurance-bill-as-Utahns-celebrate-World-Autism-Awareness-Day.html?pg=all", "article_text": "“I feel like I'm one of the lucky ones, that I get the opportunity to raise a child with autism, and that he is part of my life and our family. They're brilliant and they're smarty pants. We're so lucky to have them.”\n\nDRAPER — Raising a child with autism presents a number of challenges for the people who love them.\n\n\"It's different with every one of them,\" said Anika Hoybjerg, executive director of Autism and Behavioral Interventions. \"But it's so exciting because they're all so different, and when (the kids) have their first breakthrough, we all celebrate.\"\n\nGov. Gary Herbert gave Hoybjerg and families of Utah children with autism cause to celebrate Wednesday with the signing of SB57. The bill, sponsored by Sen. Brian Shiozawa, R-Salt Lake City, requires state-regulated health insurance plans to provide coverage for the treatment of autism spectrum disorder for kids ages 2-9.\n\nThe signing came as Utahns joined the global observance of World Autism Awareness Day. The Governor's Mansion, buildings on the campuses of the University of Utah and Westminster College, and other buildings around the state were bathed in blue lights Wednesday night to show support for those with autism.\n\nThe annual event seeks to \"shine a light\" on the disorder that now affects 1 in 54 Utah kids, including Erin Hansen's 3-year-old son, Will. Hansen said she welcomes Wednesday's change to state law, which will help her family pay for her son's therapy.\n\n\"There's opportunities for these kids,\" she said, \"but the expense of it is outrageous.\"\n\nThe mother of four said she had to take a job outside the home to pay for Will's therapy, which now includes visits to Autism and Behavioral Intervention in Draper. Will's sessions at the center are already paying dividends, his mother said.\n\n\"I feel like I have a new child in five weeks,\" Hansen said. \"It's been amazing. We've gone from labeling a few words to full sentences. His meltdowns are way down.\"\n\nWill's social skills and vocabulary are still developing, thanks to his work at the center, which has only been open since November. The program developed by Hoybjerg and her staff has also helped Tamara Johnson's 7-year-old son, Jarom.\n\n\"I feel like he'll be able to be more independent,\" Johnson said, noting that her son can now communicate verbally. In the recent past, he could only express himself with the assistance of an iPad or with gestures.\n\n\"He won't need mom and dad so much,\" Johnson said, talking about her hopes for her son's future. \"He'll be able to get himself dressed, put on his shoes. He'll be able to write words, to write his own name.\"\n\nFor Johnson, Hansen and other parents whose kids have autism, those small milestones are huge accomplishments. And while her son and others with autism may struggle with what many consider simple tasks, Hansen said, that doesn't mean they don't have a lot to offer.\n\n\"I feel like I'm one of the lucky ones, that I get the opportunity to raise a child with autism, and that he is part of my life and our family,\" Hansen said.\n\n\"They're brilliant and they're smarty pants,\" she added. \"We're so lucky to have them.\"\n\nEmail: gliesik@deseretnews.com, Twitter: GeoffLiesik", "article_metadata": {"twitter": {"description": "Gov. Gary Herbert signed a bill Wednesday that provides insurance coverage for thousands of Utah kids with autism.", "title": "Herbert signs autism insurance bill as Utahns celebrate World...", "app": {"url": {"ipad": "itms://itunes.apple.com/us/app/deseret-news/id425758986?mt=8&uo=4", "iphone": "itms://itunes.apple.com/us/app/deseret-news/id425758986?mt=8&uo=4", "googleplay": "https://play.google.com/store/apps/details?id=com.deseretnews.android"}, "name": {"ipad": "Deseret News", "iphone": "Deseret News", "googleplay": "Deseret News"}, "id": {"ipad": 425758986, "iphone": 425758986, "googleplay": "com.deseretnews.android"}}, "creator": "@GeoffLiesik", "site": "@deseretnews", "card": "summary"}, "datePublished": "2014-04-02", "vr": {"category": "utah", "type": "article"}, "cXenseParse": {"recs": {"recommendable": "false"}}, "speare-timestamp": "2014-04-02 20:00:00", "copyright": "© 2016 Deseret News Publishing Company", "title": "Herbert signs autism insurance bill as Utahns celebrate World Autism Awareness Day", "image": "http://www.deseretnews.com/media/photos/web-1327194.jpg", "dsk": "utah", "tout": {"article": {"id": 865600100}}, "thumbnail": "http://www.deseretnews.com/media/photos/web-1327194.jpg", "medium": "news", "description": "Gov. Gary Herbert signed a bill Wednesday that provides insurance coverage for thousands of Utah kids with autism.", "robots": "INDEX, FOLLOW", "fb": {"admins": 683545112, "app_id": 320112201431112, "pages": 16317479654}, "article": {"published_time": "2014-04-02T20:00-06:00"}, "viewport": "width=1024, initial-scale=0.1", "GOOGLEBOT": "ARCHIVE", "og": {"url": "http://www.deseretnews.com/article/865600100/Herbert-signs-autism-insurance-bill-as-Utahns-celebrate-World-Autism-Awareness-Day.html?pg=all", "type": "article", "image": "http://img.deseretnews.com/images/article/hires/1327194/1327194.jpg", "site_name": "DeseretNews.com", "title": "Herbert signs autism insurance bill as Utahns celebrate World Autism Awareness Day"}, "author": "Geoff Liesik", "dateModified": "2014-04-02", "articleid": 865600100}, "article_summary": "Gary Herbert gave Hoybjerg and families of Utah children with autism cause to celebrate Wednesday with the signing of SB57.\nFor Johnson, Hansen and other parents whose kids have autism, those small milestones are huge accomplishments.\nThe signing came as Utahns joined the global observance of World Autism Awareness Day.\nWe're so lucky to have them.”DRAPER — Raising a child with autism presents a number of challenges for the people who love them.\n\"But it's so exciting because they're all so different, and when (the kids) have their first breakthrough, we all celebrate.\""}