{"article_title": "Jeb Bush Has an Obamacare Problem", "article_keywords": ["profited", "tax", "obamacare", "governor", "tenet", "jeb", "bush", "various", "ties", "problem", "thats"], "article_url": "http://www.motherjones.com/kevin-drum/2014/12/jeb-bush-has-obamacare-problem", "article_text": "From Politico:\n\nJeb Bush is stepping down from the board of a health care company that has reportedly profited from Obamacare, a move that comes as the Republican explores a run for the presidency. According to various media reports, Tenet backed President Barack Obama’s health reform act and has seen its revenues rise from it. Bush’s involvement with Tenet could give ammunition to conservatives in the GOP who view him as too moderate — particularly those who despise the Affordable Care Act.\n\nI can't help but get a chuckle out of this. In normal times, Bush would have left Tenet because it's a big, soulless corporation that's paid fines for Medicare fraud and been criticized for dodgy tax practices at the same time it was beefing up executive pay. A man of the people who aspires to the Oval Office can't afford to be associated with this kind of dirty money.\n\nBut no. At least if Politico is to be believed, this isn't really an issue in the GOP primary. What is an issue is that Tenet might have profited from Obamacare, which in turn means that Jeb may have profited from Obamacare. Even if it's a double bank shot, that's dirty money in tea party land.\n\nOf course, Jeb also has some of the more conventional plutocratic image problems:\n\nSoon after his tenure as governor ended, Bush became an adviser to Lehman Brothers and, later, Barclays....In May 2013, Bush set up Britton Hill Holdings and dove into the private equity business....Bush’s first fund invested in Inflection Energy....His next one, BH Logistics, raised $26 million this spring from investors including China’s HNA Group....Bush’s newest fund, [U.K.-based] BH Global ­Aviation, is his largest and most complicated. It deepens his financial ties to China and Hainan....“In many deals, the U.K. ­effectively serves the same function as the Cayman Islands or Bermuda,” Needham says. “It’s like a tax haven, except it’s the U.K.”\n\nPlus there's the fact that Jeb stayed on as an advisor to Barclays for years after it was fined for illegally trading with various blacklisted countries, notably including Cuba and Iran. If being on the board of a company that profited from Obamacare is a problem, surely this is at least equally bad. The attack ads write themselves, don't they?\n\nAnyway, apparently Jeb is now in cleanup mode:\n\n“These are all growth investments that the governor has worked on,” said Bush’s spokeswoman, Kristy Campbell....Campbell said the 61-year-old former governor is “reviewing all his engagements and his business commitments” now that he’s begun to focus on a potential race. “That’s a natural next step,” she said.\n\nIndeed it is. On the other hand, Mitt Romney severed most of his ties with Bain Capital a full decade before he ran for president, and just look at how much good that did him. Jeb probably isn't out of the woods yet.", "article_metadata": {"application-name": "Mother Jones Magazine", "og": {"url": "http://www.motherjones.com/kevin-drum/2014/12/jeb-bush-has-obamacare-problem", "site_name": "Mother Jones", "image": "/sites/all/assets/mojo_nomaster.jpg", "type": "article", "title": "Jeb Bush has an Obamacare problem"}, "twitter": {"title": "Jeb Bush has an Obamacare problem", "url": "http://www.motherjones.com/kevin-drum/2014/12/jeb-bush-has-obamacare-problem", "image": {"src": "/sites/all/assets/mojo_nomaster.jpg", "identifier": "/sites/all/assets/mojo_nomaster.jpg"}, "creator": "kdrum", "site": "@MotherJones", "card": "summary_large_image"}, "msapplication-TileColor": "#FFFFFF", "msapplication-square70x70logo": "/sites/all/assets/mstile-70x70.png", "msapplication-square310x310logo": "/sites/all/assets/mstile-310x310.png", "msapplication-wide310x150logo": "/sites/all/assets/mstile-310x150.png", "fb": {"admins": "13301307,670317733,1198876232,38509772,106892,2907757,306289,602422192,4101301,513450539"}, "msapplication-TileImage": "/sites/all/assets/mstile-144x144.png", "keywords": "2016+Elections,Bush,Jeb+Bush", "msapplication-square150x150logo": "/sites/all/assets/mstile-150x150.png"}, "article_summary": "What is an issue is that Tenet might have profited from Obamacare, which in turn means that Jeb may have profited from Obamacare.\nIf being on the board of a company that profited from Obamacare is a problem, surely this is at least equally bad.\nFrom Politico:Jeb Bush is stepping down from the board of a health care company that has reportedly profited from Obamacare, a move that comes as the Republican explores a run for the presidency.\nAccording to various media reports, Tenet backed President Barack Obama’s health reform act and has seen its revenues rise from it.\nJeb probably isn't out of the woods yet."}