{"article_title": "Drinking Artificially Sweetened Carbonated Drinks 'Leaves Sweet Taste Indistinguishable From Normal Drinks'", "article_keywords": ["carbonated", "normal", "taste", "sweet", "leaves", "sweetened", "indistinguishable", "brains", "sugar", "brain", "caused", "artificially", "soda", "sugary", "health", "drinking", "drinks"], "article_url": "http://www.medicaldaily.com/drinking-artificially-sweetened-carbonated-drinks-leaves-sweet-taste-indistinguishable-normal-drinks", "article_text": "The next time you pick up that soda, you might want to think twice about whether or not it is really benefiting your health. Rather than looking into the damaging effects soda has on the body, researchers decided to look at how drinking soda affected the brain, and found that people who drink artifically sweetened sodas could be tricking their brains into thinking they are drinking more sugar sugar. How? It’s all in the carbonation.\n\nUsing functional magnetic resonance imaging (fMRI), researchers at the University of Naples, Italy, looked at the way participants’ brains reacted when they drank naturally and artificially sweetened carbonated drinks. They found that carbonation in both drinks caused less activity in the brain signals related to identifying sweetness — particularly sucrose — and therefore, caused their brains to think they hadn’t had enough sugar. However, it caused even less activity among those who had sugary drinks. For participants who had the artificially sweetened drinks, this meant that their brains thought they had enough sugar, even if they really didn't.\n\n“This study proves that the right combination of carbonation and artificial sweeteners can leave the sweet taste of diet drinks indistinguishable from normal drinks,” study author Rosario Cuomo, an associate professor of gastroenterology at the university, said in a statement. “Tricking the brain about the type of sweet could be advantageous to weight loss — it facilitates the consumption of low-calorie drinks because their taste is perceived as pleasant as the sugary, calorie-laden drink.”\n\nBecause sugary drinks caused brain signals to show even less activity, people who drink sugary carbonated drinks could be susceptible to drinking too the brain perceives less sugar intake, the researchers said.\n\nThe findings add to an extensive laundry list of soda’s damaging health effects. Studies have suggested that drinking soda can increase the risk for prostate cancer, stroke; it can decrease sperm count and increase female mortality, and most of all, it’s been implicated in causing childhood and adult obesity.\n\nMore than 33 percent of American adults and 14 percent of American children are considered obese, according to the Centers for Disease Control and Prevention (CDC). Being obese increases a person’s risk for a slew of chronic health disorders, such as type 2 diabetes, heart disease, stroke, and certain types of cancers. The National Institutes of Health says that if an obese person were to lose just five to 10 percent of their weight, they’d be able to prevent or delay the development of major health problems.\n\nSource: DiSalle F, Cantone E, Cuomo R, et al. Effect of Carbonation on Brain Processing of Sweet Stimuli in Humans. Gastroenterology. 2013.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "sugar, soda, carbonation, carbonated, diet, sucrose, obesity, brain, health", "og": {"site_name": "Medical Daily", "description": "People who drank carbonated diet drinks tended to feel satisfied with their sugar intake sooner than those who drank regular sugary carbonated drinks.", "title": "Drinking Artificially Sweetened Carbonated Drinks 'Leaves Sweet Taste Indistinguishable From Normal Drinks'", "url": "http://www.medicaldaily.com/drinking-artificially-sweetened-carbonated-drinks-leaves-sweet-taste-indistinguishable-normal-drinks", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/17/diet-soda_0.jpg", "type": "article"}, "twitter": {"description": "People who drank carbonated diet drinks tended to feel satisfied with their sugar intake sooner than those who drank regular sugary carbonated drinks.", "title": "Drinking Artificially Sweetened Carbonated Drinks 'Leaves Sweet Taste Indistinguishable From Normal Drinks'", "url": "http://www.medicaldaily.com/drinking-artificially-sweetened-carbonated-drinks-leaves-sweet-taste-indistinguishable-normal-drinks", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/17/diet-soda_0.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/17/diet-soda_0.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2013-09-17T22:27:25-04:00", "modified_time": "2013-09-17T22:27:52-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "People who drank carbonated diet drinks tended to feel satisfied with their sugar intake sooner than those who drank regular sugary carbonated drinks."}, "_id": "\"57477af46914bd0286fd7cbf\"", "article_summary": "For participants who had the artificially sweetened drinks, this meant that their brains thought they had enough sugar, even if they really didn't.\nHowever, it caused even less activity among those who had sugary drinks.\nUsing functional magnetic resonance imaging (fMRI), researchers at the University of Naples, Italy, looked at the way participants’ brains reacted when they drank naturally and artificially sweetened carbonated drinks.\nStudies have suggested that drinking soda can increase the risk for prostate cancer, stroke; it can decrease sperm count and increase female mortality, and most of all, it’s been implicated in causing childhood and adult obesity.\nThey found that carbonation in both drinks caused less activity in the brain signals related to identifying sweetness — particularly sucrose — and therefore, caused their brains to think they hadn’t had enough sugar."}