{"article_title": "Housing project gets green light", "article_keywords": ["light", "housing", "skilled", "mirasol", "loveland", "project", "green", "authority", "house", "residents", "gets", "care"], "article_url": "http://www.reporterherald.com/news/ci_24535666/housing-project-gets-green-light", "article_text": "The Green House Project at Mirasol will be the first of its kind in Colorado\n\nSherry Anderson, a Loveland Housing Authority Board commissioner, and her husband Phil Anderson get a look Friday at drawings of the Loveland Green House Project at Mirasol Senior Living Community after a groundbreaking ceremony for the project in Loveland. When built, the project will be a skilled nursing facility for 60 residents. ( Jenny Sparks )\n\nThe final piece and what Loveland Housing Authority Director Sam Betters called the \"crown jewel\" of the Mirasol Senior Living Community got underway on Friday with a groundbreaking ceremony for long-awaited Green House homes.\n\nNo, not that kind of greenhouse. But for the housing authority, the project is in the same new territory as plant care would be.\n\nBased on a concept developed a decade ago, The Green House Project is a Virginia-based nonprofit that aims to transform institutional long-term care for seniors -- skilled nursing care without the traditional nursing-home feel.\n\n\"The goal is to create rampant normalcy where people can feel at home,\" said Nancy Fox, the chief life enhancement officer for Vivage Quality Heath Care Partners.\n\nWhile the Loveland Housing Authority fell in love with the concept and had an idea to implement it at its Mirasol community, Betters said the fact was that the housing authority has no experience with skilled nursing. That's how Vivage came on board, first in a consulting role and now as future managers of the medical-side of the facility.\n\n\"It takes a lot of people to make this work, and we do this to meet the community's needs,\" Betters said Tuesday in remarks before a crowd Mirasol residents, local officials and a wide-range of partners.\n\nA $16 million project takes a significant numbers of financial partners, as well as time. Nearly four years in the works, financing for the project includes New Market Tax Credits, $584,000 in fee waivers from the city of Loveland, $2.\n\nAdvertisement\n\n6 million from the Colorado State Division of Housing and a $2 million grant from Maryland-based nonprofit The Harry and Jeanette Weinberg Foundation.\n\n\"There were times when we didn't think it was going to work,\" Betters said. \"The Green House Project folks kept encouraging us ... the residents also encouraged us.\"\n\nMirasol resident Sue Mendenhall spoke at the ceremony and said she'samong residents who breathe a sigh of relief at the site of construction crews starting to build the homes.\n\n\"We hope we won't need to go there but we're thankful that it's an opportunity to get skilled care and stay in our homes,\" she said.\n\nPinkard Construction Co. will build six houses that will be indistinguishable from any other in the Mirasol community. Each house will have seven to 10 seniors living there, each with a private bath and bedroom. Residents will live and eat together with the help of a separate clinical support team -- 65 full-time Vivage employees.\n\nThere are currently more than 150 Green House homes in 25 states, but the Green Houses at Mirasol will be the first for Colorado.\n\n\"You are bringing something amazing to your state,\" The Green House Project Chief Operating Operator Susan Frazier told the crowd. \"You are becoming a part of something that is so much bigger than yourself.\"\n\nThe Green House Project at Mirasol is expected to open in fall 2014.\n\nJessica Maher can be reached at 669-5050, ext. 516, or maherj@reporter-herald.com. Follow her on Twitter: @JessicaMaherRH.\n\n\n\n\n\n", "article_metadata": {"sailthru.url": "http://www.reporterherald.com/news/ci_24535666/housing-project-gets-green-light", "modificationDate": "2013-11-16T11:53:48-0700", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site47/2013/1115/20131115__16RHAMIR_300.jpg", "sailthru.author": "By Jessica Maher  Reporter-Herald Staff Writer", "description": "The final piece and what Loveland Housing Authority Director Sam Betters called the \"crown jewel\" of the Mirasol Senior Living Community got underway on Friday with a groundbreaking ceremony for long-awaited Green House homes.", "ag": {"canon": "LovelandReporter-Herald:article:24535666:view"}, "startDate": "2013-11-16T11:53:08-0700", "og": {"url": "http://www.reporterherald.com/news/ci_24535666/housing-project-gets-green-light", "image": "http://extras.mnginteractive.com/live/media/site47/2013/1115/20131115__16RHAMIR.jpg", "type": "article", "description": "The final piece and what Loveland Housing Authority Director Sam Betters called the \"crown jewel\" of the Mirasol Senior Living Community got underway on Friday with a groundbreaking ceremony for long-awaited Green House homes.", "title": "Housing project gets green light"}, "twitter": {"domain": "reporterherald.com", "description": "The final piece and what Loveland Housing Authority Director Sam Betters called the \"crown jewel\" of the Mirasol Senior Living Community got underway on Friday with a groundbreaking ceremony for long-awaited Green House homes.", "title": "Housing project gets green light", "url": "http://www.reporterherald.com/news/ci_24535666/housing-project-gets-green-light", "image": "http://extras.mnginteractive.com/live/media/site47/2013/1115/20131115__16RHAMIR.jpg", "site": "@reporterherald", "card": "summary_large_image"}, "sailthru.date": "2013-11-16T11:53:08-0700", "sailthru.site": "reporterherald.com", "endDate": "2023-11-16T11:53:08-0700", "sailthru.title": "Housing project gets green light", "sailthru.article-section-or-homepage": "article", "sailthru.section": "News", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "XzsHDcJw4iXBQEYtDXFRaUAdKzxhSvxWMgXyQQNFFzg", "byline": "By Jessica Maher", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site47/2013/1115/20131115__16RHAMIR.jpg", "pubDate": "2013-11-16T11:54:21-0700", "news_keywords": "News, News news, Loveland Colorado News news, Loveland Colorado news, News Loveland news, News Colorado news, US News news, world News news."}, "article_summary": "\"You are bringing something amazing to your state,\" The Green House Project Chief Operating Operator Susan Frazier told the crowd.\nThe Green House Project at Mirasol will be the first of its kind in ColoradoSherry Anderson, a Loveland Housing Authority Board commissioner, and her husband Phil Anderson get a look Friday at drawings of the Loveland Green House Project at Mirasol Senior Living Community after a groundbreaking ceremony for the project in Loveland.\nThe Green House Project at Mirasol is expected to open in fall 2014.\nBut for the housing authority, the project is in the same new territory as plant care would be.\n\"The Green House Project folks kept encouraging us ... the residents also encouraged us.\""}