{"article_title": "The Death of 'Death Panels' (R.I.P.)", "article_keywords": ["life", "death", "endoflife", "system", "rip", "patients", "health", "encourage", "report", "panels", "public", "care"], "article_url": "http://www.huffingtonpost.com/eric-j-hall/the-death-of-death-panels_b_6086280.html", "article_text": "In today's highly-politicized Washington climate, good ideas are often demonized by politicians to curry favor with their base. Nowhere has this resulted in more of a disservice to the American public than by branding a worthwhile feature of the 2010 proposed health care legislation as \"death panels.\"\n\nThe idea was simply to encourage people (of all ages and stages of health) to indicate how they would like to be treated at the end of life and to encourage Medicare and other insurers to reimburse doctors who have this discussion with their patients.\n\nWhipping up the public by distorting this idea resulted in its removal from the 2010 Patient Protection and Affordable Care Act. The \"death panel\" myth had a paralyzing affect on the national debate. People were afraid to even raise the subject in public. But it also had the well-deserved distinction of being named as PolitiFact's \"Lie of the Year,\" and the American Society of Clinical Oncology decried the politicization of end-of-life counseling and urged that the proposal be revisited.\n\nDuring the past four years, instead of letting politicians with questionable agendas keep the idea buried, some of us -- foot soldiers in a protracted battle with dishonesty -- kept it alive, in front of journalists, in front of health care authorities, in front of public policy folks. Well, now the cavalry has come charging in.\n\nThe recently-released report by the Institute of Medicine (IOM) called \"Dying in America: Improving Quality and Honoring Individual Preferences Near End of Life\" is the death knell for \"death panels.\"\n\nThe 21-member nonpartisan committee that authored the report urged Medicare and private insurers to reimburse health care providers for conversations with patients about advance care planning. The committee found that a palliative approach is \"sustainable and affordable,\" and typically gives patients and families the highest quality of life for the most time possible. The premise of the report is that the lack of an end-of-life plan, created well in advance, typically leads to prolonged hospitalization, soaring medical bills, and unnecessary pain and suffering for everyone.\n\nAs reported in the New York Times, David M. Walker, the panel's chairman and aformer U.S. Comptroller General, observed that \"the health care system is poorly designed to meet the needs of patients near the end of life. The current system is geared toward doing more, more, more, and that system by definition is not necessarily consistent with what patients want, and is also more costly.\"\n\nA sizeable portion of sick or elderly Americans would rather end their days at home than in a hospital getting intensive and expensive care. The report's authors pointed a finger at what they called \"perverse financial incentives\" that encourage procedures that many end-of-life patients don't want, rather than promote palliative care management, which is what they do want.\n\n\n\n\"If you meet their needs,\" said Diane Meier, a committee member and director of The Center to Advance Palliative Care, \"treat their pain, treat their depression, get some help in the house, your costs plummet. It's a rare example in health policy of doing well by doing good.\"\n\nAs I commented in a previous blog, the aggressive treatments required to keep critically-ill patients alive at all costs does little to enhance their quality of life and often serves only to prolong a painful and undignified dying. When doctors were surveyed about their own end-of-life preferences, the vast majority would forego high-intensity care, if they were terminally ill, in favor of dying gently and naturally. Yet the system, egged on by the \"death panel\" folks, has been encouraging just the opposite.\n\nWe are now back on track. The IOM report, as was its objective, provides facts and information in order to both continue the improvement of end-of-life care and encourage public and personal discussion.\n\nA prime goal of our health care system should be to honor the wishes of patients and their families and encourage advance care planning. The death of the \"death panel\" lie should help.\n\nFollow Eric J. Hall on Twitter: www.twitter.com/ericjhall2", "article_metadata": {"description": "In today's highly-politicized Washington climate, good ideas are often demonized by politicians to curry favor with their base.  Nowhere has this resulte...", "sailthru.expire_date": "2014-11-04 13:42:19 -0500", "og": {"site_name": "The Huffington Post", "description": "In today's highly-politicized Washington climate, good ideas are often demonized by politicians to curry favor with their base.  Nowhere has this resulte...", "url": "http://www.huffingtonpost.com/eric-j-hall/the-death-of-death-panels_b_6086280.html", "image": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "height": 1000}, "creator": "ericjhall2", "description": "In today's highly-politicized Washington climate, good ideas are often demonized by politicians to curry favor with their base.  Nowhere has this resulte...", "card": "summary_large_image", "site": "@HPLifestyle"}, "sailthru.date": "2014-11-03 13:42:19 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=6086280", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "healthy-living", "fb": {"app_id": 46744042133}, "keywords": "health care,health,death panels", "article": {"section": "Healthy Living", "tag": "health care,health,death panels", "published_time": "2014-11-03 13:42:19 -0500", "modified_time": "2015-01-03 05:59:01 -0500"}, "viewport": "width=1000"}, "article_summary": "Nowhere has this resulted in more of a disservice to the American public than by branding a worthwhile feature of the 2010 proposed health care legislation as \"death panels.\"\nThe recently-released report by the Institute of Medicine (IOM) called \"Dying in America: Improving Quality and Honoring Individual Preferences Near End of Life\" is the death knell for \"death panels.\"\nThe death of the \"death panel\" lie should help.\nA prime goal of our health care system should be to honor the wishes of patients and their families and encourage advance care planning.\nThe IOM report, as was its objective, provides facts and information in order to both continue the improvement of end-of-life care and encourage public and personal discussion."}