{"article_title": "Is There Anything More American Than Bob Dylan Doing a Patriotic Super Bowl Ad for a Foreign-Owned Carmaker?", "article_keywords": ["album", "dylan", "ad", "dylans", "doing", "shock", "bowl", "foreignowned", "american", "way", "chrysler", "patriotic", "bob", "thats", "super", "carmaker", "song"], "article_url": "http://reason.com/archives/2014/02/03/is-there-anything-more-american-than-bob", "article_text": "Bob Dylan's controversial Super Bowl ad for Chrysler opens with the Maestro himself asking, “Is there anything more American than America?”\n\nIt’s the sort of koan-like, WTF riddle that defines his most memorable music. Dylan is the master of the rhetorical question, whether asking “How does it feel to be on your own?,” “If you’re so hurt, why then don’t you show it?,” and “How be it we are so deceived, when the truth’s in our hearts and we still don’t believe?” Hovering over the ad, with its economic nativism (“Let Germany make your beer, let Switzerland make your watch, let Asia assemble your phone...we will build your car”) is the rhetorical question: Just how American is Chrysler, a “wholly owned subsidiary” of Italy's Fiat?\n\nThe ad provoked any number of responses on Twitter, including the plaintive wail that “Bob Dylan is now a car salesman. #helpus.” After tweeting some of the lyrics to Dylan’s 1983 track “Union Sundown”—a tale of global capitalism run amok, unions that are \"going out like a dinosaur,\" and the inscrutable claim that “they used to grow food in Kansas/Now they want to grow it on the moon and eat it raw”—Talking Point Memo’s Josh Josh Marshall concluded, “A little humorous to see this shock, shock since Dylan's always been extremely commercially attuned, financially successful performer.” Well, sure. Dylan is no stranger to making commercials, including a 2004 Victoria’s Secret ad which is pure, 100 percent John Carradine creepiness (that’s a compliment).\n\nLet’s be clear: Dylan’s greatest asset over the course of his long and still-going-strong career is precisely his willingness to disappoint and shock his fans and force them to reconsider their relationship to their singing savior. No other artist has done it as consistently, repeatedly, and forcefully as Dylan, who changes identities like most of us change our socks. Indeed, the main reason that Dylan is the most important creative force in post-war America is what my Reason colleague Brian Doherty once identified as “the wonderfully inauthentic art of America’s most vital singer-songwriter.” Dylan is always changing, always mutating, always “not there,” but someplace way out there on the horizon.\n\nAn incomplete list of Dylan’s career restlessness would include breaking with folk tradition first by writing his own stuff and then going electric (thank Gawd!); asserting empathy not just for Medgar Evers' assassin, but for Lee Harvey Oswald (“I saw some of myself in him,” Dylan said while accepting an award named for Tom Paine and almost ruining his young career). At the exact moment when he should have emerged as the nation's hyper-politicized hippie troubador in the mid-to-late 1960s, he retreated first into seclusion, then into traditional music, and finally, confessional reflection. As the Rolling Stones, the Beatles, and even third-tier bands such as the Rascals and the Guess Who sloganeered via hit songs, Dylan turned inward regarding subject matter, sometimes disastrously (e.g., Self Portrait) and sometimes transcendently (Blood on the Tracks, a searing, self-incriminating depiction of the end of his first marriage).\n\nOn a big-selling album such as 1976’s Desire, he returned to protest music (“Hurricane”) but confounded that gesture by also including a paean to an unregenerate mafioso (“Joey”) on the same disc. In the late '70s, he made arguably his most daring and successful album by turning to hard-core evangelicalism on the spiritually epic Slow Train Coming (1979), where he improbably sang,\n\nMy so-called friends\n\nHave fallen under a spell\n\nThey look me squarely in the eye\n\nAnd they say, \"Well, all is well\" Can they imagine the darkness\n\nThat will fall from on high\n\nWhen men will beg God to kill them\n\nAnd they won't be able to die?\n\nThat his conversion—heartfelt, if not particularly long-lived—came during the cresdendo of the most hedonistic period in recent American history arguably represented more of a rupture with his audience than when he went electric. He emerged just a few short years laters with another highly praised album, Infidels (1983), which led folks to wonder if Dylan was now a born-again Jew. Dylan visited Israel the year the LP came out, was photographed wearing a yarmulke, and recorded an unapologetically pro-Israel song \"Neighborhood Bully,\" which was the Soda Stream controversy of its day.\n\nIn his memoir Chronicles Vol. 1 (2004), he copped to the fact that Barry Goldwater was his favorite politician in the early 1960s even as he was making his name singing lefty protest songs in Greenwich Village. “There was no point in arguing with Dave [Van Ronk]” Dylan wrote, name-checking the self-proclaimed “Mayor of MacDougal Street” and partial inspiration for the lead character in the new movie Inside Lewyn Davis, “not intellectually anyway. I had a primitive way of looking at things and I liked country fair politics. My favorite politician was Arizona Senator Barry Goldwater, who reminded me of Tom Mix, and there wasn't any way to explain that to anybody.”\n\nMore recently, Dylan has patently refused to be gulled by Rolling Stone magazine into saying he was in favor of green energy or Obama or whatever liberal cause du jour the writers and editors trot out for him to validate. His 2009 Christmas in the Heart album is more challenging to long-settled aesthetics than Duchamp's path-breaking \"Fountain\" ever was (Dylan somehow makes the song “Here Comes Santa Claus” into one of the most sinister tunes ever recorded).\n\nIn short, Dylan is an artist that purposefully makes his fans uncomfortable, not out of anger or contempt for his audience, but out of an undiminished sense of adventure, exploration, and creativity. In this, Dylan is the polar opposite of the recently deceased Pete Seeger, who famously wanted to cut Dylan's electricity at the 1965 Newport Folk Festival and never, ever discomfited his fans (or the Comintern, for that matter) for a second. Where so many writers, filmmakers, artists simply repeat themselves or flatter their audience's inflated sense of itself, Dylan is, after all these years, “still on the road/Heading for another joint.”\n\nSo how does it feel to see Dylan pitching Chrysler by that most underhanded of all of tactics, that’s it’s made in America? Chrysler, for god's sake! That’s a third-rate company that should have gone tits up back when Ronald Reagan was in the White House! A company that got bailed out by the American taxpayer and then sold for a song to Italy’s Fiat while stiffing its own U.S.-based creditors? And the former Robert Zimmerman is telling us not just to buy these jalopies but to do so because they're made in the U.S.A.?\n\nWell, truth be told, it feels pretty bad. Better that he should be hawking lingerie or Pepsi. But here's the real takeaway: Why the hell are you, me, or any of us expecting insight, wisdom, or god forbid, authenticity from Bob Dylan, of all people?\n\nThe entire meaning of his life's art is that it ain't him, babe—no, no, no, it ain’t him, babe, it aint him you’re lookin’ for. Or to put it only slightly differently: \"We're idiots, babe/It's a wonder we can even feed ourselves.\"", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Absolutely not. And that's kind of wonderful.", "title": "Is There Anything More American Than Bob Dylan Doing a Patriotic Super Bowl Ad for a Foreign-Owned Carmaker?", "url": "http://reason.com/archives/2014/02/03/is-there-anything-more-american-than-bob", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/13914534742010.jpg", "type": "article"}, "twitter": {"description": "Bob Dylan's controversial Super Bowl ad for\nChrysler opens with the Maestro himself asking, “Is there\nanything more American than America?”\nIt’s the sort of koan-like, WTF\nriddle that defines his most memorable music. Dylan is the master\nof the rhetorical question, whether asking “How does it feel to be\non your own?,” “If you’re so hurt, why then don’t you show it?,”\nand “", "title": "Is There Anything More American Than Bob Dylan Doing a Patriotic Super Bowl Ad for a Foreign-Owned Carmaker?", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/13914534742010.jpg", "creator": "@nickgillespie", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "HomePage", "published_time": "2014-02-03T19:30:00+00:00", "author": "http://reason.com/people/nick-gillespie"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "The ad provoked any number of responses on Twitter, including the plaintive wail that “Bob Dylan is now a car salesman.\nBob Dylan's controversial Super Bowl ad for Chrysler opens with the Maestro himself asking, “Is there anything more American than America?”It’s the sort of koan-like, WTF riddle that defines his most memorable music.\nDylan is no stranger to making commercials, including a 2004 Victoria’s Secret ad which is pure, 100 percent John Carradine creepiness (that’s a compliment).\nNo other artist has done it as consistently, repeatedly, and forcefully as Dylan, who changes identities like most of us change our socks.\nBut here's the real takeaway: Why the hell are you, me, or any of us expecting insight, wisdom, or god forbid, authenticity from Bob Dylan, of all people?"}