{"article_title": "Three-Minute Briefing Book: Obama Returns to Dysfunctional D.C.", "article_keywords": ["putin", "g20", "state", "brisbane", "republicans", "dc", "nation", "returns", "book", "keystone", "dysfunctional", "president", "briefing", "sen", "threeminute", "obama"], "article_url": "http://www.usnews.com/news/blogs/washington-whispers/2014/11/17/three-minute-briefing-book-obama-returns-to-dysfunctional-dc", "article_text": "President Obama got to spend some quality time with this koala bear before the start of the first G20 meeting on Nov. 15 in Brisbane, Australia. Andrew Taylor/G20 Australia via Getty Images\n\nHappy Monday, the 321st day of 2014 and, according to Virginia Gov. Terry McAuliffe’s estimate, just 57 more days until Hillary Clinton decides whether to end her political fan dance and officially announce she’s running for president. A nation breathlessly awaits. With that, here’s today’s Three Minute Briefing, all the News You Can Use in less time than it takes to poach an egg:\n\nWhere’s My Pen: Ending what arguably was his most successful foreign tour to date, President Barack Obama returns to Washington from the G20 summit in Brisbane, Australia, with a couple of nice souvenirs, including a climate change deal with China and memories of superstar mob scenes like the ones that used to happen here when he was still popular. Expect Obama to use a bit of his rediscovered swagger to make good on a vow to change immigration policy - and call Republicans’ bluff to fight him - as early as this week. Why now? Why not, according to Politico’s Seung Min Kim and Carrie Budoff Brown:\n\nDemocrats no longer have to worry that the Senate runoff in Louisiana will tip the balance of power. The West Wing assumes Republicans will use immigration to gum up the government funding bill no matter when Obama announces the executive actions. And the pressure to move quickly only intensified this week as details of the plan leaked, giving Republicans free rein to bloody it.\n\n“Pure Evil”: Obama returns home to the release of another disturbing, gruesome videotape showing the beheading of Peter Kaessig, an American aid worker and former Army Ranger who had been held captive in Syria, an act the president condemned. The new tape - the fifth such execution of a Western hostage since summer - will prompt a lot of questions about the president’s “no boots on the ground” strategy in Iraq and Syria.\n\n[READ: House Passes Keystone Bill]\n\nKey to Keystone: Also on the horizon for the White House - a possible Senate vote on the Keystone XL pipeline, a deal to which the president gave a severe frowning while overseas. Sen. Dick Durbin, an Illinois Democrat, said senators are scrounging for the last of 60 votes they’ll need to approve the Canada-to-Louisiana oil conduit, but Durbin said on CNN’s State of the Union that Obama is probably going to veto this one.\n\nWhat About Mary?: The pipeline’s a lifeline to Sen. Mary Landrieu of, a Louisiana, the aforementioned Democratic senator who’s in a tight runoff election set for next month. While Landrieueau can trumpet her Keystone vote in her oil-rich state to constituents to convince them she’s on the move, not a whole lot of people think it’s actually going to work: Landrieu is trailing Republican challenger Bill Cassidy by double digits.\n\nICYMI Brisbane: Following up on his China climate change deal in Beijing, the president worked on the Aussies while he was in Brisbane, urging them to to reduce their greenhouse gas emissions, and got some backup from other G20 nations in his beef with Russian President Vladimir Putin (see below). And Obama got some quality time with a koala bear. No word on whether the bear was a disillusioned Obama voter who went Republican in the 2014 midterms.\n\nSidebar - Putin on the Fritz: Australian Prime Minister Tony Abbott promised his nation he’d “shirtfront” (Australian for “smackdown”) Putin over the Ukraine war (27 Aussies died in the Malaysian Airlines flight shot down last summer) but Twitter smacked Abbott for posing with the Russian president and a couple koalas at the G20 instead. Canadian Prime Minister Stephen Harper then showed Abbott how it’s done: “Well, I guess I’ll shake your hand,” he tersely told Vlad the Invader at a meet-and-greet, “but I have only one thing to say: you need to get out of Ukraine.” He also blurred one line between parody and reality.\n\n[OPINION: We're in a Cold War With Vladimir Putin, Not Russia]\n\nTalk Soup: Plenty to talk about on the Sunday shows - Islamic State group, immigration, Obama’s trip, the never-ending 2014 midterms - but the top quote this weekend belongs to Sen Al Franken. The Minnesota Democrat took his colleague, Sen. Ted Cruz, to task for Cruz’s statement that Obama’ declaration on net neutrality was like “Obamacare for the Internet”: “[Cruz] has it completely wrong, and he just doesn’t understand what the issue is.” More from the talkies here, courtesy of the Wall Street Journal.\n\nChuck Todd, Call Your Office: Speaking of talkies, about a month after a highly-publicized shake-up in which NBC sent host David Gregory packing, some preliminary numbers show Meet The Press is still languishing on Sunday morning, finishing way behind CBS’ Face the Nation and ABC’s This Week.\n\nTweet of the Weekend: David Axelrod served up a backhand to Jonathan Gruber, an Obamacare architect who’s on video suggesting the “stupidity” of American voters let the White House to pass the Affordable Care Act. “As one who worked hard to make the ACA and its benefits clear,” tweets Ax, “let me say: if you looked up stupid in dictionary, you’d find Gruber’s picture.”\n\nStat of the Day: Number of people killed by police in the United States so far this year: 408. In Germany, Japan and Great Britain combined: 8 (courtesy of The Economist).", "article_metadata": {"zone": "homepage/articles", "keyword": "Washington Whispers [News]", "title": "Three-Minute Briefing Book: Obama Returns to Dysfunctional D.C.", "og": {"site_name": "US News & World Report", "description": "President back from globe-trotting, another ISIS beheading and Keystone XL teed up for a vote.", "title": "Three-Minute Briefing Book: Obama Returns to Dysfunctional D.C.", "url": "http://www.usnews.com/news/blogs/washington-whispers/2014/11/17/three-minute-briefing-book-obama-returns-to-dysfunctional-dc", "image": "http://www.usnews.com/cmsmedia/67/9e/afad66d940b8bbddd40532e8424a/141117-obamabear-editorial.jpg", "type": "article"}, "twitter": {"site": "@USNews", "description": "President back from globe-trotting, another ISIS beheading and Keystone XL teed up for a vote.", "card": "summary", "title": "Three-Minute Briefing Book: Obama Returns to Dysfunctional D.C."}, "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "site": "news", "date_published": "Nov. 17, 2014", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Joseph P. Williams,Pulse,Russia,Putin, Vladimir,Keystone XL Pipeline,Obama, Barack,G-20,Landrieu, Mary,Washington Whispers [News]", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "President back from globe-trotting, another ISIS beheading and Keystone XL teed up for a vote."}, "article_summary": "President Obama got to spend some quality time with this koala bear before the start of the first G20 meeting on Nov. 15 in Brisbane, Australia.\nThe West Wing assumes Republicans will use immigration to gum up the government funding bill no matter when Obama announces the executive actions.\nNo word on whether the bear was a disillusioned Obama voter who went Republican in the 2014 midterms.\nTerry McAuliffe’s estimate, just 57 more days until Hillary Clinton decides whether to end her political fan dance and officially announce she’s running for president.\nAndrew Taylor/G20 Australia via Getty ImagesHappy Monday, the 321st day of 2014 and, according to Virginia Gov."}