{"article_title": "Even More Known About Smoking, Cancer Connections", "article_keywords": ["cancer", "tobacco", "created", "1964", "connections", "cigarettes", "report", "health", "smokers", "lung", "known", "smoking"], "article_url": "http://www.onclive.com/publications/oncology-live/2014/june-2014/50th-anniversary-report-even-more-known-about-smoking-cancer-connections", "article_text": "Female smokers face a greater risk of lung cancer than ever. 4\n\nCigarettes are linked to multiple other cancers; scientists can say with certainty that smoking causes colorectal cancer. While the report stops short of saying that smoking causes breast cancer, it states, “The evidence is sufficient to identify mechanisms by which cigarette smoking may cause breast cancer 3 ( Figure 1 ).\n\n( ). Falling rates of squamous cell cancer of the lung, accompanied by the relative rise of adenocarcinoma of the lung among smokers, are most certainly due to changes in the design of cigarettes themselves.3,5 The consequences have been deadly, and US cigarettes may be the deadliest of all.3,6\n\nFigure 1. The Health Consequences Causally Linked to Smoking Source: US Department of Health and Human Services, 2004, 2006, 2010.\n\nConditions in red indicate new diseases that have been causally linked to smoking in The Health Consequences of Smoking: 50 Years of Progress.\n\nThe Rise of Adenocarcinoma of the Lung\n\nIt’s been 50 years since the announcement from US Surgeon General Luther L. Terry, MD, that smoking causes lung cancer in men and probably in women.Terry’s action unleashed the public health crusade against cigarettes; since 1964, adult smoking rates have fallen from 43% to 18%.But a report issued on the milestone of Terry’s bold step, during a White House ceremony held on January 17, 2014,pores through the most recent data and makes several new findings about smoking and cancer, including:An important lesson of the anniversary report, officially titled The Health Consequences of Smoking: 50 Years of Progress, is aimed at oncologists and payers, rather than smokers. According to Timothy McAfee, MD, director of the Office of Smoking and Health, the amazing advances in cancer therapy, which have created drugs with $100,000 price tags, are not as important to survival as getting a smoker with cancer to quit.“Does it make sense to spend this kind of money, $100,000 for a drug to add a fe w months to someone’s life, and ignore somebody’s tobacco status during treatment?” McAfee asked in an interview. All the evidence, he said, suggests that quitting smoking would do as much good for the patient with cancer as “the best available chemotherapy,” and yet there are cases where a patient undergoes the rigors of treatment while his or her smoking habit goes unaddressed.“In 2014, after this report, it isn’t fair to individuals for smoking status to be ignored,” McAfee said. “There are historical and cultural reasons why that was the case. But that doesn’t make sense anymore.”McAfee’s call to arms has implications not only for healthcare providers, but also for the US taxpayers. Demographic data contained in the reportand available from the Centers for Disease Control and Prevention (CDC)show that while smoking has declined significantly since 1964, progress against tobacco is leveling off. Those who still smoke or who start smoking are more likely to be poor and have limited education; this means without a renewed commitment to end smoking, the expanding ranks of Medicaid clients under the Affordable Care Act (ACA) will include a larger share of smokers than the population as a whole.When Terry unveiled the first Surgeon General’s Report (SGR) in 1964, “lung cancer in men” typically meant squamous cell carcinoma of the lung. Men smoked more than women, and thus accounted for more cases of lung cancer.In the wake of the 1964 announcement, the tobacco industry’s attempts to create “safer” cigarettes, coupled with efforts to market directly to women in an era of change, led to shifts in both the type of lung cancer diagnosed and in the makeup of who suffered, changes that are only now fully understood.A study of smokers by the American Cancer Society (ACS) from 1959 to 1965 had been an important source for the advisory panel that created the 1964 report.Behaviors exhibited by those smokers informed scientists who created models to predict the number of future lung cancer deaths. They also informed tobacco company researchers, who created machines to measure supposedly lower levels of “tar” and “nicotine” on filtered and ventilated cigarettes that were put on the market in the decade after 1964.", "article_metadata": {"keywords": "lung cancer,smoking,", "description": "A recent report on the health consequences of smoking pored through the most\r\nrecent data and several new findings about smoking and cancer."}, "_id": "\"57477af46914bd0286fdca21\"", "article_summary": "While the report stops short of saying that smoking causes breast cancer, it states, “The evidence is sufficient to identify mechanisms by which cigarette smoking may cause breast cancer 3 ( Figure 1 ).\n4Cigarettes are linked to multiple other cancers; scientists can say with certainty that smoking causes colorectal cancer.\nConditions in red indicate new diseases that have been causally linked to smoking in The Health Consequences of Smoking: 50 Years of Progress.\nFemale smokers face a greater risk of lung cancer than ever.\nThe Health Consequences Causally Linked to Smoking Source: US Department of Health and Human Services, 2004, 2006, 2010."}