{"article_title": "Comeback gives Tom Brady MVP, cements QB's legacy", "article_keywords": ["mvp", "passes", "qbs", "brady", "patriots", "bowl", "cements", "bowls", "legacy", "right", "tom", "touchdown", "comeback", "super", "montana", "gives"], "article_url": "http://www.dailycamera.com/sports/ci_27440927/comeback-gives-tom-brady-mvp-cements-qbs-legacy", "article_text": "Patriots QB matches Bradshaw, Montana with 4 Super Bowl wins\n\nGLENDALE, Ariz. — As a kid, years before he became a pretty good quarterback in his own right, Tom Brady idolized Joe Montana.\n\nNow, at age 37, Brady owns just as many Super Bowl championships — and just as many Super Bowl MVP awards — as the Pro Football Hall of Famer.\n\nAnd no QB in history has more.\n\nBrady completed 37 of 50 passes for 328 yards with four touchdown passes, each to a different receiver, including an 8-for-8 bit of perfection on the drive that led to the go-ahead score with about 2 minutes left Sunday night.\n\nThat performance, and a victory-clinching interception by rookie cornerback Malcolm Butler, lifted the New England Patriots to a 28-24 comeback victory over the defending champion Seattle Seahawks in a Super Bowl with a slow start and a \"Whoa!\" finish.\n\nPatriots quarterback Tom Brady, right, set a Super Bowl record with 37 completions in addition to throwing four touchdown passes and earning his third Super Bowl MVP award. (Patrick Semansky / Associated Press)\n\nThis was not Brady at his best throughout. He threw two interceptions, including one deep in Seattle territory in the first quarter, and another in the third that led to points for the Seahawks.\n\nThat's part of why the Patriots trailed 24-14 in the fourth quarter, before Brady got the comeback going.\n\n\"It wasn't the way we drew it up. Certainly, throwing a couple of picks didn't help,\" said Brady, who broke Peyton Manning's Super Bowl record of 34 completions set last year. \"It was a lot of mental toughness. Our team has had it all year. We never doubted each other, so that's what it took. That was a great football team we beat. I'm just so happy for our team.\"\n\nAdvertisement\n\nSitting in his family's season-ticket seats at San Francisco's Candlestick Park while growing up, Brady would wear a No. 16 jersey, just like Montana, and cheer for his favorite player's team.\n\nBrady did a fairly good impression of Joe Cool against Seattle.\n\nHe connected with Danny Amendola for a 4-yard touchdown with about 8 minutes left. That gave Brady 12 TD passes in Super Bowls, breaking Montana's mark. Then, with 2:02 to go, Brady hit Julian Edelman from 3 yards for TD toss No. 13 in Super Bowls — and, more importantly, the lead.\n\nBrady turned to New England's sideline, pointed, then raised his right fist.\n\nOnly after Butler grabbed Russell Wilson's pass from the 1-yard line in the final half-minute could Brady really begin to celebrate, leaping up and down on the sideline and embracing coach Bill Belichick.\n\nNow Brady, Montana and Terry Bradshaw of the Pittsburgh Steelers are the only starting quarterbacks to earn four Super Bowl rings.\n\nAt the outset of Brady's career after being a sixth-round draft pick, he and Belichick combined to win three championships in a four-year span, in the 2002, 2004 and 2005 Super Bowls. Brady was the MVP in the first two of those.\n\nBut Sunday's victory ended a decade title drought, after losses in the big games in 2008 and 2012, both times against the New York Giants.", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/sports/ci_27440927/comeback-gives-tom-brady-mvp-cements-qbs-legacy", "sailthru.author": "Associated Press", "ag": {"canon": "BoulderDailyCamera:article:27440927:view"}, "startDate": "2015-02-01T22:44:42-0700", "twitter": {"domain": "dailycamera.com", "description": "GLENDALE, Ariz.  — As a kid, years before he became a pretty good quarterback in his own right, Tom Brady idolized Joe Montana.", "title": "Comeback gives Tom Brady MVP, cements QB's legacy", "url": "http://www.dailycamera.com/sports/ci_27440927/comeback-gives-tom-brady-mvp-cements-qbs-legacy", "image": "http://extras.mnginteractive.com/live/media/site21/2015/0201/20150201__02DCS_MVP~1.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "Sports", "modificationDate": "2015-02-01T22:45:29-0700", "endDate": "2025-02-01T22:44:42-0700", "news_keywords": "Sports, Sports news, Boulder Colorado Sports news, Boulder Colorado news, Sports Boulder news, Sports Colorado news, US Sports news, world Sports news.", "byline": "Associated Press", "pubDate": "2015-02-01T22:46:28-0700", "sailthru.date": "2015-02-01T22:44:42-0700", "sailthru.title": "Comeback gives Tom Brady MVP, cements QB's legacy", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2015/0201/20150201__02DCS_MVP~1_300.jpg", "description": "GLENDALE, Ariz.  — As a kid, years before he became a pretty good quarterback in his own right, Tom Brady idolized Joe Montana.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/sports/ci_27440927/comeback-gives-tom-brady-mvp-cements-qbs-legacy", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "GLENDALE, Ariz.  — As a kid, years before he became a pretty good quarterback in his own right, Tom Brady idolized Joe Montana.", "title": "Comeback gives Tom Brady MVP, cements QB's legacy"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2015/0201/20150201__02DCS_MVP~1.jpg"}, "article_summary": "Now, at age 37, Brady owns just as many Super Bowl championships — and just as many Super Bowl MVP awards — as the Pro Football Hall of Famer.\nPatriots quarterback Tom Brady, right, set a Super Bowl record with 37 completions in addition to throwing four touchdown passes and earning his third Super Bowl MVP award.\nNow Brady, Montana and Terry Bradshaw of the Pittsburgh Steelers are the only starting quarterbacks to earn four Super Bowl rings.\nCertainly, throwing a couple of picks didn't help,\" said Brady, who broke Peyton Manning's Super Bowl record of 34 completions set last year.\nThat gave Brady 12 TD passes in Super Bowls, breaking Montana's mark."}