{"article_title": "7 things for ASC leaders to know for Thursday — April 21, 2016", "article_keywords": ["physicians", "leaders", "aetna", "things", "hospital", "million", "surgical", "hepatitis", "asc", "patients", "know", "ceos", "2016", "procedures", "21"], "article_url": "http://www.beckersasc.com/asc-turnarounds-ideas-to-improve-performance/7-things-for-asc-leaders-to-know-for-thursday-april-21-2016.html", "article_text": "7 things for ASC leaders to know for Thursday — April 21, 2016\n\nHere are seven updates:\n\nCalifornia jury awards Aetna $37.4M in ASC billing fraud scheme\n\nA California jury found Bay Area Surgical Management and its three co-founders overbilled Aetna for out-of-network procedures by giving referring physicians a substantial kickback. The jury awarded Aetna $37.4 million in damages after four years of litigation and a month-long trial. Aetna claimed Bay Area Surgical Management cost the payer $23 million for around 1,900 procedures in the past two years — $20 million more than it should have been charged.\n\nUnitedHealth exits ACA marketplaces\n\nAfter suffering $475 losses on the ACA exchanges in 2015, UnitedHealth announced plans to exit most of its Affordable Care Act exchanges. The Obama administration claimed UnitedHealth is a relatively minor player in the marketplaces as it only accounts for 6 percent of all enrollees. Officials also argue the payer did not competitively price their coverage.\n\nACA forces 36% of physicians to contemplate leaving medicine\n\nA recent CompHelath study found 36 percent of all physicians are considering leaving the medical profession because of the Affordable Care Act. Of those surveyed, 51 percent viewed the ACA unfavorably.\n\nTri-County Vascular Center opens 5.8k-square-foot ASC\n\nTri-County Vascular Center is opening a 5,800-square-foot ASC in San Jose, Calif. The center offers rooms for non-invasive interventional radiology and surgical procedures for patients in need of additional care.\n\nHealthcare CEO compensation reaches $3.95M\n\nIn 2014, the average compensation for a healthcare CEO totaled nearly $3.95 million. Following healthcare CEOs, energy CEOs made an average of $3.94 million in 2014, followed by financial services non-banking CEOs ($2.71 million) and retail CEOs ($2.57 million).\n\nWisconsin officials waited months to report Elizabethkingia outbreak\n\nWBAY obtained records which found the Wisconsin Department of Health Services waited until March to tell the public about the Elizabethkingia outbreak, despite the agency starting its investigation of the virus in December. The state health department said it reacted quickly to the reports concerning a potential outbreak and started an investigation. However, the agency said it did not want to alarm the public.\n\n25 patients to sue Baystate Noble Hospital for potential exposure to HCV, HBV & HIV\n\nOf the 293 patients potentially exposed to hepatitis C, hepatitis B and HIV at Baystate Noble Hospital in Westfield, Mass., 25 patients plan to sue the hospital. In January, the hospital informed 293 patients who had undergone colonoscopies at the hospital between June 2012 and April 2013 they may have been exposed to hepatitis C, hepatitis B and HIV.\n\nMore healthcare news:\n\nAAAHC elects Dr. Meena Desai board chair\n\n5 things to know about Kenmore Mercy Hospital's new surgery unit\n\n10 key notes on physician debt & net worth — 70 percent live within their means\n\n© Copyright ASC COMMUNICATIONS 2016. Interested in LINKING to or REPRINTING this content? View our policies by clicking here.", "article_metadata": {"keywords": "ASC, leaders, Affordable Care Act, United Health, Aetna, California jury", "google-site-verification": "3roEteXcE93u1dATIqf6kb3FLMex7aucv7aTqreDlLA", "description": "Here are seven updates:", "author": "Mary Rechtoris"}, "article_summary": "Following healthcare CEOs, energy CEOs made an average of $3.94 million in 2014, followed by financial services non-banking CEOs ($2.71 million) and retail CEOs ($2.57 million).\nThe center offers rooms for non-invasive interventional radiology and surgical procedures for patients in need of additional care.\n7 things for ASC leaders to know for Thursday — April 21, 2016Here are seven updates:California jury awards Aetna $37.4M in ASC billing fraud schemeA California jury found Bay Area Surgical Management and its three co-founders overbilled Aetna for out-of-network procedures by giving referring physicians a substantial kickback.\nThe jury awarded Aetna $37.4 million in damages after four years of litigation and a month-long trial.\nMore healthcare news:AAAHC elects Dr. Meena Desai board chair5 things to know about Kenmore Mercy Hospital's new surgery unit10 key notes on physician debt & net worth — 70 percent live within their means© Copyright ASC COMMUNICATIONS 2016."}