{"article_title": "French, American teens battle on rugby field, bond off it", "article_keywords": ["ian", "rugby", "wang", "fremd", "players", "palatine", "french", "field", "american", "music", "battle", "teens", "bond"], "article_url": "http://www.dailyherald.com/article/20150412/news/150419646/", "article_text": "French, American teens battle on rugby field, bond off it\n\nhello\n\nFrench and American teens did battle on the rugby field Sunday at Fremd High School, then bonded off it as part of a weeklong experience organized by the Sister Cities Association of Palatine and their counterparts in Fontenay-le-Comte, France.\n\nForty French rugby players ages 16 to 20, along with their four coaches and some delegates from their town, are in Palatine this week to play rugby and tour the Chicago area. The French players are staying with hosts from the Palatine Rugby Club.\n\nA byproduct of the exchange has been fun, according to Palatine Rugby Club players and their parents.\n\n\"It's a huge opportunity for us rugby players,\" said Ian James, 16. \"It's really once-in-a-lifetime.\"\n\nIan, who attends Fremd, knows just how hard the teams were playing because he was injured during the first of two matches held Sunday.\n\n\"I've had worse,\" he said, glancing down at the large ice pack lashed to his left knee.\n\nWhile watching from the stands with a few hundred other spectators, Cindy Wang said she and her husband, Paul Wang, were enjoying hosting two French players.\n\n\"They are just the most pleasant, polite boys,\" she said. \"Google translate has not been as helpful as we'd hoped, but it has worked out fine.\"\n\nSixteen French players and four coaches were at the Wang's Palatine home Sunday morning for a pregame breakfast featuring made-to-order omelettes prepared by Paul Wang.\n\n\"We don't know who we should be rooting for,\" he said.\n\nIan said his family is hosting two players, and it has been interesting seeing how similar their lives are. He said they showed him some French rap and reggae music and he showed them the music he liked.\n\n\"They knew a lot about American music,\" he said.\n\nThe international opponents will play each other again at 5 p.m. and 6:30 p.m. Tuesday, at Harper College. That was good news for Ian, who was forced to sit out Sunday's second match with his injury. He insists his knee will be better by Tuesday.\n\n\"For sure, I'll be back,\" he said,\n\nHe said one thing unique about rugby is the camaraderie between opponents. After the game, the teams had a feast together in the Fremd cafeteria.\n\n\"We kill each other on the field and are brothers off the field,\" Ian said.", "article_metadata": {"description": "French and American teens did battle on the rugby field Sunday at Fremd High School, then bonded off it as part of a weeklong experience organized by the Sister Cities Association of Palatine and their counterparts in Fontenay-le-Comte, France. Forty French rugby players ages 16 to 20, along with their four coaches and some delegates from their town, are in Palatine this week to play rugby and tour the Chicago area.", "author": "Doug T. Graham", "og": {"site_name": "Daily Herald", "description": "French and American teens did battle on the rugby field Sunday at Fremd High School, then bonded off it as part of a weeklong experience organized by the Sister Cities Association of Palatine and their counterparts in Fontenay-le-Comte, France. Forty French rugby players ages 16 to 20, along with their four coaches and some delegates from their town, are in Palatine this week to play rugby and tour the Chicago area.", "title": "French, American teens battle on rugby field, bond off it", "url": "http://www.dailyherald.com/article/20150412/news/150419646/", "image": "http://www.dailyherald.com/storyimage/DA/20150412/news/150419646/EP/1/1/EP-150419646.jpg&updated=201504122105&imageversion=Facebook&exactH=630&exactW=1200&exactfit=crop&noborder", "type": "article"}, "twitter": {"description": "French and American teens did battle on the rugby field Sunday at Fremd High School, then bonded off it as part of a weeklong experience organized by the Sister Cities Association of Palatine and their counterparts in Fontenay-le-Comte, France. Forty French rugby players ages 16 to 20, along with their four coaches and some delegates from their town, are in Palatine this week to play rugby and tour the Chicago area.", "title": "French, American teens battle on rugby field, bond off it", "url": "http://www.dailyherald.com/article/20150412/news/150419646/", "image": "http://www.dailyherald.com/storyimage/DA/20150412/news/150419646/AR/0/AR-150419646.jpg&updated=201504122105&maxw=1200&maxh=1200", "creator": "@dougtgraham", "site": "@dailyherald", "card": "summary", "account_id": 8960722}, "robots": "noarchive", "fb": {"app_id": 105603449548761}, "keywords": "News, Palatine, Prep Sports", "article": {"publisher": "https://www.facebook.com/DailyHeraldFans", "published_time": "2015-04-12", "modified_time": "2015-04-13T01:05:00Z", "author": "https://www.facebook.com/doug.t.graham"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "French, American teens battle on rugby field, bond off ithelloFrench and American teens did battle on the rugby field Sunday at Fremd High School, then bonded off it as part of a weeklong experience organized by the Sister Cities Association of Palatine and their counterparts in Fontenay-le-Comte, France.\n\"We kill each other on the field and are brothers off the field,\" Ian said.\nThe French players are staying with hosts from the Palatine Rugby Club.\nA byproduct of the exchange has been fun, according to Palatine Rugby Club players and their parents.\nForty French rugby players ages 16 to 20, along with their four coaches and some delegates from their town, are in Palatine this week to play rugby and tour the Chicago area."}