{"article_title": "Townhall Finance Conservative Columnists and Financial Commentary", "article_keywords": ["obama", "mandate", "financial", "townhall", "big", "company", "months", "obamacare", "number", "conservative", "columnists", "jobs", "commentary", "moat", "parttime", "finance"], "article_url": "http://finance.townhall.com/columnists/johnransom/2014/11/20/the-obamacare-moat-n1921182/page/full", "article_text": "One congressman has proposed a moat be built around the White House in response to several security breaches on executive mansion grounds.\n\nAnd the Secret Service agrees.\n\nFrom NBC:\n\n“Would a moat, water six feet around, be kind of attractive and effective?” Rep. Steve Cohen, D-Tenn., asked with trepidation.\n\n“It may be,” [Acting Secret Service director Joseph] Clancy said about the tactic commonly used to protect medieval castles.\n\nIt’s a fitting end to the most Louis-the-16th president we have ever had.\n\nThe sooner they build it the better too as American citizens will shortly be even angrier than they are now.\n\nBecause soon they will feel the full effects of Obamacare.\n\nAlmost.\n\nThe enforcement of both the big company mandate and the individual mandate will commence in earnest in 2015, unless of course Obama decides to grant companies and individuals executive amnesia with his pen and his Blackberry.\n\nExecutive amnesia is when you stop enforce laws you passed because you can’t remember why in the hell you passed a bill you never read in the first place.\n\nBut consider this: Obama has shown himself to be very stubborn, going his own way even when clearly it’s not politically advantageous to anyone but a small portion of his base.\n\nSo how bad did it have to get in the White House for Obama to have delayed enforcement of the big company mandate and the individual mandate?\n\nI mean here’s a guy that knows Americans are increasingly uncomfortable with the administration race baiting in places like Boston, Sanford, FL, and Ferguson, MO, yet Obama is still allowing the pot to be stirred.\n\nHere’s a guy who supported elements of Al Qaida and the Muslim Brotherhood, which was cause for grave concern by all Americans, yet he did it anyway.\n\nHere’s a guy who lost big-time, historically, in two mid-term elections, yet he seems emboldened by the losses.\n\nSo again: Just how bad will the implementation of Obamacare be for the economy?\n\nPretty darn bad.\n\nIn the first part of 2013 practically all the jobs that were created were part-time jobs because the big company mandate, at least from a legal perspective, was supposed to be enforced in 2014.\n\n“When the payroll report was released last month,” noted Zero Hedge in August of 2013, “the world finally noticed what we had been saying for nearly three years: that the US was slowly being converted to a part-time worker society. This slow conversion accelerated drastically in the last few months, and especially in June, when part time jobs exploded higher by 360K while full time jobs dropped by 240K.”\n\nZero Hedge noted at the time that of the 953,000 jobs created in the first half of 2013, 731,000 of them or 77 percent were part-time jobs.\n\nCuriously, just one month previously Obama delayed the enforcement of the big company mandate.\n\nSince then the trend has moderated somewhat. Since October 2013 “only” 61 percent of the 1.7 million jobs created were part time. Still not an acceptable number, but better than before. Expect in the coming months for there to be an upswing however in the percentage of part-time jobs due to the big company mandate going back into effect.\n\nBut that’s not all.\n\nBecause in the coming months the individual mandate will be enforced as well. That means that up to 6 million people by 2016 could face minimum fines of $325 per person according to The Hill.\n\nPer year.\n\nThat’s $2.2 billion --actually more because $325 is the minimum fine—that won’t be available to those that the stupid law was written to help.\n\nAnd the number could be bigger.\n\nGallup says that 35 percent of the uninsured are opting to pay the fine rather than buy coverage according to a recent survey. That’s a big number and growing. It’s up six percent over the year and growing. It also only reflects those who intend to buy insurance rather than those who WILL buy it.\n\nA year after passage of Obamacare there are only about at 4.5 percent drop in those without insurance. It’s hard to credit that this huge, unwieldy, unworkable law was needed to affect such small change.\n\nIt would have been less costly to the economy and taxpayers just to charge a tax like we pay for Medicare and Medicaid.\n\nAnd soon those people who the law was supposed to help, but decided not to take the help, will get bills in the mail for their Obamacare fine.\n\nTheir anger will be real.\n\nAnd then no moat, figurative or symbolic, will protect the president.", "article_metadata": {"keywords": "The Obamacare Moat - John Ransom - Personal Finance, Financial Advice, Money, Business News, Real Estate, Mortgages, Investments, Stocks, Ransom Notes Radio, John Ransom", "og": {"site_name": "finance.townhall.com", "description": "Its a fitting end to the most Louis-the-16th president we have ever had.", "title": "- The Obamacare Moat", "url": "http://finance.townhall.com/columnists/johnransom/2014/11/20/the-obamacare-moat-n1921182", "image": "http://media.townhall.com/townhall/reu/ha/2014/217/7e9cbbfd-1167-4f0c-8036-9dcbbffc657a.jpg", "type": "article"}, "fb": {"app_id": 143685698988231}, "description": "The Obamacare Moat - John Ransom - Personal Finance, Financial Advice, Money, Business News, Real Estate, Mortgages, Investments, Stocks, Ransom Notes Radio, John Ransom", "robots": "index, follow"}, "article_summary": "Curiously, just one month previously Obama delayed the enforcement of the big company mandate.\nSo how bad did it have to get in the White House for Obama to have delayed enforcement of the big company mandate and the individual mandate?\nThat’s a big number and growing.\nExpect in the coming months for there to be an upswing however in the percentage of part-time jobs due to the big company mandate going back into effect.\nIn the first part of 2013 practically all the jobs that were created were part-time jobs because the big company mandate, at least from a legal perspective, was supposed to be enforced in 2014."}