{"article_title": "National Review", "article_keywords": ["power", "congress", "presidents", "review", "political", "immigration", "impeachment", "lawlessness", "president", "obamas", "national", "obama"], "article_url": "http://www.nationalreview.com/article/392726/point-impeachment-andrew-c-mccarthy", "article_text": "Tolerating Obama’s lawlessness invites a destructive new era of dictatorial presidency.\n\nIn writing Faithless Execution: Building the Political Case for Obama’s Impeachment, I had a purpose: Explain that the capacity of Congress to oust a lawless president is central to the Framers’ design of our governing system. Because executive power is awesome, and intended to be that way, certain abuses of it can be discouraged only by the credible threat that Congress will remove the president from power — or, if discouragement fails, can be remediated only by the president’s actual removal. That is why Madison believed that the inclusion of impeachment in Congress’s arsenal was “indispensible” to preserving the Constitution’s framework of liberty vouchsafed by divided power.\n\nAbuse of the executive’s power over immigration enforcement now belongs in this category of maladministration that impeachment alone can counter. One must use the qualifier “now” because this was not always the case. Immigration enforcement was originally a state responsibility. Washington has supplanted the states since the early 20th century, an erosion of federalism largely responsible for our current immigration crisis. That, however, is a subject for another day. Like it or not (I don’t), the federal courts’ ill-conceived application of preemption principles has left the states and the American people vulnerable to a lawless president who refuses to protect them from illegal immigration while preventing them from protecting themselves. (Obama’s theory that disarming the state somehow promotes security works about as well in Arizona as it does in Ukraine.)\n\nI drew on Faithless Execution in last weekend’s column and in a follow-up Corner post, positing that, short of credibly threatening impeachment, Congress and the courts can neither compel a president to enforce the laws nor stop him from using his plenary pardon authority to grant a sweeping amnesty. That gets Obama two-thirds of the prize he is pursuing — namely, several million aliens whose illegal status has been purged, put on the path to inevitable voting rights that will give Democrats an invincible electoral majority.\n\nAs for the remaining third, Congress could, in theory, block the president from granting illegal immigrants legal status and other positive benefits (such as work permits) without impeaching him. To do this in reality, though, Congress would have to use its power of the purse. Translation: It would take the credible threat of a government shutdown to check the president’s lawless conferral of benefits.\n\nAlas, that constitutional parry has already been disavowed by GOP congressional leadership. If they persevere in this disavowal, it will be in defiance of their base (and against the sound tactical advice of Mark Krikorian). Yet such a signature display of preemptive surrender would come as no surprise given that, as previously argued here, their opposition to Obama’s imperious method of achieving his goal seems, shall we say, less than genuine. Moreover, the judiciary that Mr. Obama is stacking with Lawyer Left activists like himself can be relied on to twist the Constitution into mandating any benefits the president does not succeed in awarding.\n\nAgainst this backdrop, I am gratified that Fox News’s Megyn Kelly and Charles Krauthammer have just given the topic of impeachment in the immigration context more of the serious consideration it deserves. Appearing on The Kelly File Thursday, Dr. Krauthammer asserted that the president’s anticipated amnesty decree for millions of illegal aliens “is an impeachable offense.”\n\nHe is plainly correct. As Faithless Execution elaborates, “high crimes and misdemeanors,” the Constitution’s trigger for impeachment, is a term of art for abuses of power that violate the president’s fiduciary obligations to the American people he serves, the constitutional system he takes an oath to preserve, and the laws whose faithful execution is his core duty. High crimes and misdemeanors are not — or at least, not necessarily — the same as “crimes” and “misdemeanors” prosecutable in the courts. Impeachment is a political remedy (i.e., the removal of political authority), not a legal one (i.e., the removal of liberty after criminal indictment and conviction). That is why Hamilton, in Federalist 65, described impeachable offenses as “political” in nature — as “proceed[ing] from the misconduct of public men, or in other words from the abuse or violation of some public trust.”\n\nA sweeping amnesty for millions of unrepentant lawbreakers that punishes American workers, imposes crushing burdens on the states, and betrays law-abiding aliens who comply with our immigration rules is not an indictable offense. Yet it is obviously an impeachable one. So is the failure to enforce the immigration laws. And the effort to award by executive decree benefits that only Congress has the power to grant is patently lawless and thus just as clearly impeachable.\n\nDr. K made a couple of other observations worth noting. He aptly asserted that the distortion of the doctrine of prosecutorial discretion — the ploy by which Obama camouflages his usurpation of congressional lawmaking power — is a “travesty.” I respectfully suggest, however, that Krauthammer conflated two distinct executive powers. He said prosecutorial discretion is properly invoked to refrain from enforcing a law in the rare situations where that law’s strict application would cause an unjust result. Actually, that is what the pardon power is for. Prosecutorial discretion (see here) is, instead, a routine resource-allocation principle. It calls for certain laws (e.g., marijuana possession) to go unenforced not out of clemency but because investigative resources are finite and weightier offenses must be prioritized. Nevertheless, Dr. K’s overarching point was sound: Obama is abusing prosecutorial discretion to undermine our governing framework.\n\nThere was irony for me in Krauthammer’s suggestion that impeachment seems less politically viable at this point because (1) Republicans have mounted no opposition to his years of serial lawlessness, most prominently including over 30 executive alterations of Obamacare, and (2) we are late in Obama’s presidency. Faithless Execution attempts to illustrate how Republicans could build political support for Obama’s impeachment by marshaling his years of unilateral and systematic “waivers,” amendments, distortions, and defiance of federal law. But when I made that argument, critics (including some on the right) claimed that I was trying to criminalize policy disputes, that impeachment was overkill.\n\nIt was a half-baked critique: (a) impeachment is not a criminal-law process but a political one; (b) I was emphatic that the constitutional problem was not Obama’s policies, with which I disagree, but his unconstitutional manner of imposing them, with which everyone should disagree; and (c) I also stressed that the goal of highlighting presidential lawlessness should not be to impeach the president but to revive impeachment as the credible threat that the Framers intended it to be — the idea is to try to bend Obama into honoring his oath to execute the laws faithfully, such that the political case for impeachment would become viable but resorted to only if Obama remained defiant. I contended that the best thing for the country would be for Obama to finish his term as a law-abiding president but that the country would be endangered if he chose to remain obstinately lawless — something that could not be ignored without grave consequences.\n\nIn any event, I am gratified that Dr. Krauthammer, too, now sees Obama’s years of serial lawlessness as something Congress should have framed as impeachable misconduct. One only wishes that he and other influential commentators had come around to that view earlier, when some of us were being flayed for saying so. More regrettable, though, is Krauthammer’s waiver argument, to wit: Congress has somehow forfeited the impeachment power owing to (a) the GOP’s earlier passivity while Obama ran roughshod over the law, and (b) the related fact that we are now entering the last two years, rather than the first two, of Obama’s presidency.\n\nTo the contrary, cataloguing prior, serial lawlessness is how a persuasive impeachment case is built, not undermined. Because impeachment is a grave remedy reserved for truly egregious cases, it is only natural that acts of lawlessness have to reach a critical mass before politicians are (finally) ready to act. Once the lawlessness becomes intolerably dangerous to the republic, as in Richard Nixon’s case, we don’t say, “Gee, we can’t impeach the president now because there were other abuses of power that we failed to address in a timely manner”; we say, “Now that we have decided to act, we are going to take account of every prior abuse because they help justify our taking this extraordinary action.” Moreover, when Nixon was impeached six years into his presidency (and after being reelected in 1972 by a landslide that dwarfs Obama’s 2012 victory margin), no one said it was too late to act. The logical conclusion, instead, was that with no more elections to worry about and thus little political incentive to mend his ways, a rogue in the White House posed more of a threat, and was therefore more worthy of impeachment, than he would have been in his first term.\n\nIn the end, Megyn Kelly framed the major argument for impeachment, one that cuts across partisan lines — or at least ought to — this way: President Obama mulishly repeats a syllogism — he has patiently waited for Congress to act on his call for immigration “reform” (i.e., amnesty); Congress has refused; and therefore he must act unilaterally. This, Ms. Kelly and Dr. Krauthammer agreed, is a perversion of our constitutional system, in which the president presses policy arguments but Congress decides what becomes law. When Congress does not defer to the president’s wishes, it is not shirking its responsibilities — it is executing those responsibilities by saying “no.” Kelly and Krauthammer offered fitting hypotheticals: Imagine a Republican president who says he will use prosecutorial discretion to excuse people who harass women trying to enter abortion clinics; or such a president who, confronted by the Democrats’ failure to enact his demanded repeal of the capital-gains tax, says, “If they don’t act, I will,” and promptly issues an executive order directing the IRS not to collect the tax.\n\nIn the past, presidents acting in such ways would surely have been impeached. But as Kelly and Krauthammer illustrated, tolerating Obama’s lawlessness invites a destructive new era of dictatorial presidency. Not all future presidents will be liberal Democrats. Even with the press as the wind at their backs, Democrats faced with a Republican president who exploits Obama’s precedents to impose his agenda lawlessly will experience what Republicans are going through today: They will have insufficient support for ending the lawlessness. Obama will have devolved us into a banana republic where might makes right.\n\nThis is the theme of Faithless Execution: All Americans who aspire to sustain a nation of laws not men have a vital interest in rejecting executive lawlessness. The Framers understood that presidential usurpation of lawmaking power would be the road to tyranny. They were right . . . and avoiding tyranny should not be a partisan issue.\n\n— Andrew C. McCarthy is a policy fellow at the National Review Institute. His latest book is Faithless Execution: Building the Political Case for Obama’s Impeachment.", "article_metadata": {"tweettext": "The Point of Impeachment", "sailthru.author": "Andrew C. McCarthy", "description": "In writing Faithless Execution: Building the Political Case for Obama’s Impeachment, I had a purpose: Explain that the capacity of Congress to oust a lawless president is central to the Framers’ design of our governing system. Because executive power is awesome, and intended to be that way, certain abuses of it can be discouraged only by the credible threat that Congress will remove the president from power — or, if discouragement fails, can be remediated only by the president’s actual removal. That is why Madison believed that the inclusion of impeachment in Congress’s arsenal was “indispensible” to preserving the Constitution’s framework of liberty vouchsafed by divided power.\n\nAbuse of the executive’s power over immigration enforcement now belongs in this category of maladministration that impeachment alone can counter. One must use the qualifier “now” because this was not always the case. Immigration enforcement was originally a state responsibility. Washington has supplanted the states since the early 20th century, an erosion of federalism largely responsible for our current immigration crisis. That, however, is a subject for another day. Like it or not (I don’t), the federal courts’ ill-conceived application of preemption principles has left the states and the American people vulnerable to a lawless president who refuses to protect them from illegal immigration while preventing them from protecting themselves. (Obama’s theory that disarming the state somehow promotes security works about as well in Arizona as it does in Ukraine.)#ad#\n\nI drew on Faithless Execution in last weekend’s column and in a follow-up Corner post, positing that, short of credibly threatening impeachment, Congress and the courts can neither compel a president to enforce the laws nor stop him from using his plenary pardon authority to grant a sweeping amnesty. That gets Obama two-thirds of the prize he is pursuing — namely, several million aliens whose illegal status has been purged, put on the path to inevitable voting rights that will give Democrats an invincible electoral majority.\n\nAs for the remaining third, Congress could, in theory, block the president from granting illegal immigrants legal status and other positive benefits (such as work permits) without impeaching him. To do this in reality, though, Congress would have to use its power of the purse. Translation: It would take the credible threat of a government shutdown to check the president’s lawless conferral of benefits.\n\nAlas, that constitutional parry has already been disavowed by GOP congressional leadership. If they persevere in this disavowal, it will be in defiance of their base (and against the sound tactical advice of Mark Krikorian). Yet such a signature display of preemptive surrender would come as no surprise given that, as previously argued here, their opposition to Obama’s imperious method of achieving his goal seems, shall we say, less than genuine. Moreover, the judiciary that Mr. Obama is stacking with Lawyer Left activists like himself can be relied on to twist the Constitution into mandating any benefits the president does not succeed in awarding.\n\nAgainst this backdrop, I am gratified that Fox News’s Megyn Kelly and Charles Krauthammer have just given the topic of impeachment in the immigration context more of the serious consideration it deserves. Appearing on The Kelly File Thursday, Dr. Krauthammer asserted that the president’s anticipated amnesty decree for millions of illegal aliens “is an impeachable offense.”\n\nHe is plainly correct. As Faithless Execution elaborates, “high crimes and misdemeanors,” the Constitution’s trigger for impeachment, is a term of art for abuses of power that violate the president’s fiduciary obligations to the American people he serves, the constitutional system he takes an oath to preserve, and the laws whose faithful execution is his core duty. High crimes and misdemeanors are not — or at least, not necessarily — the same as “crimes” and “misdemeanors” prosecutable in the courts. Impeachment is a political remedy (i.e., the removal of political authority), not a legal one (i.e., the removal of liberty after criminal indictment and conviction). That is why Hamilton, in Federalist 65, described impeachable offenses as “political” in nature — as “proceed[ing] from the misconduct of public men, or in other words from the abuse or violation of some public trust.”\n\nA sweeping amnesty for millions of unrepentant lawbreakers that punishes American workers, imposes crushing burdens on the states, and betrays law-abiding aliens who comply with our immigration rules is not an indictable offense. Yet it is obviously an impeachable one. So is the failure to enforce the immigration laws. And the effort to award by executive decree benefits that only Congress has the power to grant is patently lawless and thus just as clearly impeachable.\n\nDr. K made a couple of other observations worth noting. He aptly asserted that the distortion of the doctrine of prosecutorial discretion — the ploy by which Obama camouflages his usurpation of congressional lawmaking power — is a “travesty.” I respectfully suggest, however, that Krauthammer conflated two distinct executive powers. He said prosecutorial discretion is properly invoked to refrain from enforcing a law in the rare situations where that law’s strict application would cause an unjust result. Actually, that is what the pardon power is for. Prosecutorial discretion (see here) is, instead, a routine resource-allocation principle. It calls for certain laws (e.g., marijuana possession) to go unenforced not out of clemency but because investigative resources are finite and weightier offenses must be prioritized. Nevertheless, Dr. K’s overarching point was sound: Obama is abusing prosecutorial discretion to undermine our governing framework.\n\nThere was irony for me in Krauthammer’s suggestion that impeachment seems less politically viable at this point because (1) Republicans have mounted no opposition to his years of serial lawlessness, most prominently including over 30 executive alterations of Obamacare, and (2) we are late in Obama’s presidency. Faithless Execution attempts to illustrate how Republicans could build political support for Obama’s impeachment by marshaling his years of unilateral and systematic “waivers,” amendments, distortions, and defiance of federal law. But when I made that argument, critics (including some on the right) claimed that I was trying to criminalize policy disputes, that impeachment was overkill.#page#\n\nIt was a half-baked critique: (a) impeachment is not a criminal-law process but a political one; (b) I was emphatic that the constitutional problem was not Obama’s policies, with which I disagree, but his unconstitutional manner of imposing them, with which everyone should disagree; and (c) I also stressed that the goal of highlighting presidential lawlessness should not be to impeach the president but to revive impeachment as the credible threat that the Framers intended it to be — the idea is to try to bend Obama into honoring his oath to execute the laws faithfully, such that the political case for impeachment would become viable but resorted to only if Obama remained defiant. I contended that the best thing for the country would be for Obama to finish his term as a law-abiding president but that the country would be endangered if he chose to remain obstinately lawless — something that could not be ignored without grave consequences.\n\nIn any event, I am gratified that Dr. Krauthammer, too, now sees Obama’s years of serial lawlessness as something Congress should have framed as impeachable misconduct. One only wishes that he and other influential commentators had come around to that view earlier, when some of us were being flayed for saying so. More regrettable, though, is Krauthammer’s waiver argument, to wit: Congress has somehow forfeited the impeachment power owing to (a) the GOP’s earlier passivity while Obama ran roughshod over the law, and (b) the related fact that we are now entering the last two years, rather than the first two, of Obama’s presidency.#ad#\n\nTo the contrary, cataloguing prior, serial lawlessness is how a persuasive impeachment case is built, not undermined. Because impeachment is a grave remedy reserved for truly egregious cases, it is only natural that acts of lawlessness have to reach a critical mass before politicians are (finally) ready to act. Once the lawlessness becomes intolerably dangerous to the republic, as in Richard Nixon’s case, we don’t say, “Gee, we can’t impeach the president now because there were other abuses of power that we failed to address in a timely manner”; we say, “Now that we have decided to act, we are going to take account of every prior abuse because they help justify our taking this extraordinary action.” Moreover, when Nixon was impeached six years into his presidency (and after being reelected in 1972 by a landslide that dwarfs Obama’s 2012 victory margin), no one said it was too late to act. The logical conclusion, instead, was that with no more elections to worry about and thus little political incentive to mend his ways, a rogue in the White House posed more of a threat, and was therefore more worthy of impeachment, than he would have been in his first term.\n\nIn the end, Megyn Kelly framed the major argument for impeachment, one that cuts across partisan lines — or at least ought to — this way: President Obama mulishly repeats a syllogism — he has patiently waited for Congress to act on his call for immigration “reform” (i.e., amnesty); Congress has refused; and therefore he must act unilaterally. This, Ms. Kelly and Dr. Krauthammer agreed, is a perversion of our constitutional system, in which the president presses policy arguments but Congress decides what becomes law. When Congress does not defer to the president’s wishes, it is not shirking its responsibilities — it is executing those responsibilities by saying “no.” Kelly and Krauthammer offered fitting hypotheticals: Imagine a Republican president who says he will use prosecutorial discretion to excuse people who harass women trying to enter abortion clinics; or such a president who, confronted by the Democrats’ failure to enact his demanded repeal of the capital-gains tax, says, “If they don’t act, I will,” and promptly issues an executive order directing the IRS not to collect the tax.\n\nIn the past, presidents acting in such ways would surely have been impeached. But as Kelly and Krauthammer illustrated, tolerating Obama’s lawlessness invites a destructive new era of dictatorial presidency. Not all future presidents will be liberal Democrats. Even with the press as the wind at their backs, Democrats faced with a Republican president who exploits Obama’s precedents to impose his agenda lawlessly will experience what Republicans are going through today: They will have insufficient support for ending the lawlessness. Obama will have devolved us into a banana republic where might makes right.\n\nThis is the theme of Faithless Execution: All Americans who aspire to sustain a nation of laws not men have a vital interest in rejecting executive lawlessness. The Framers understood that presidential usurpation of lawmaking power would be the road to tyranny. They were right . . . and avoiding tyranny should not be a partisan issue.\n\n— Andrew C. McCarthy is a policy fellow at the National Review Institute. His latest book is Faithless Execution: Building the Political Case for Obama’s Impeachment.", "generator": "Drupal 7 (http://drupal.org)", "title": "| National Review", "og": {"site_name": "National Review Online", "description": "In writing Faithless Execution: Building the Political Case for Obama’s Impeachment, I had a purpose: Explain that the capacity of Congress to oust a lawless president is central to the Framers’ design of our governing system. Because executive power is awesome, and intended to be that way, certain abuses of it can be discouraged only by the credible threat that Congress will remove the president from power — or, if discouragement fails, can be remediated only by the president’s actual removal. That is why Madison believed that the inclusion of impeachment in Congress’s arsenal was “indispensible” to preserving the Constitution’s framework of liberty vouchsafed by divided power.\n\nAbuse of the executive’s power over immigration enforcement now belongs in this category of maladministration that impeachment alone can counter. One must use the qualifier “now” because this was not always the case. Immigration enforcement was originally a state responsibility. Washington has supplanted the states since the early 20th century, an erosion of federalism largely responsible for our current immigration crisis. That, however, is a subject for another day. Like it or not (I don’t), the federal courts’ ill-conceived application of preemption principles has left the states and the American people vulnerable to a lawless president who refuses to protect them from illegal immigration while preventing them from protecting themselves. (Obama’s theory that disarming the state somehow promotes security works about as well in Arizona as it does in Ukraine.)#ad#\n\nI drew on Faithless Execution in last weekend’s column and in a follow-up Corner post, positing that, short of credibly threatening impeachment, Congress and the courts can neither compel a president to enforce the laws nor stop him from using his plenary pardon authority to grant a sweeping amnesty. That gets Obama two-thirds of the prize he is pursuing — namely, several million aliens whose illegal status has been purged, put on the path to inevitable voting rights that will give Democrats an invincible electoral majority.\n\nAs for the remaining third, Congress could, in theory, block the president from granting illegal immigrants legal status and other positive benefits (such as work permits) without impeaching him. To do this in reality, though, Congress would have to use its power of the purse. Translation: It would take the credible threat of a government shutdown to check the president’s lawless conferral of benefits.\n\nAlas, that constitutional parry has already been disavowed by GOP congressional leadership. If they persevere in this disavowal, it will be in defiance of their base (and against the sound tactical advice of Mark Krikorian). Yet such a signature display of preemptive surrender would come as no surprise given that, as previously argued here, their opposition to Obama’s imperious method of achieving his goal seems, shall we say, less than genuine. Moreover, the judiciary that Mr. Obama is stacking with Lawyer Left activists like himself can be relied on to twist the Constitution into mandating any benefits the president does not succeed in awarding.\n\nAgainst this backdrop, I am gratified that Fox News’s Megyn Kelly and Charles Krauthammer have just given the topic of impeachment in the immigration context more of the serious consideration it deserves. Appearing on The Kelly File Thursday, Dr. Krauthammer asserted that the president’s anticipated amnesty decree for millions of illegal aliens “is an impeachable offense.”\n\nHe is plainly correct. As Faithless Execution elaborates, “high crimes and misdemeanors,” the Constitution’s trigger for impeachment, is a term of art for abuses of power that violate the president’s fiduciary obligations to the American people he serves, the constitutional system he takes an oath to preserve, and the laws whose faithful execution is his core duty. High crimes and misdemeanors are not — or at least, not necessarily — the same as “crimes” and “misdemeanors” prosecutable in the courts. Impeachment is a political remedy (i.e., the removal of political authority), not a legal one (i.e., the removal of liberty after criminal indictment and conviction). That is why Hamilton, in Federalist 65, described impeachable offenses as “political” in nature — as “proceed[ing] from the misconduct of public men, or in other words from the abuse or violation of some public trust.”\n\nA sweeping amnesty for millions of unrepentant lawbreakers that punishes American workers, imposes crushing burdens on the states, and betrays law-abiding aliens who comply with our immigration rules is not an indictable offense. Yet it is obviously an impeachable one. So is the failure to enforce the immigration laws. And the effort to award by executive decree benefits that only Congress has the power to grant is patently lawless and thus just as clearly impeachable.\n\nDr. K made a couple of other observations worth noting. He aptly asserted that the distortion of the doctrine of prosecutorial discretion — the ploy by which Obama camouflages his usurpation of congressional lawmaking power — is a “travesty.” I respectfully suggest, however, that Krauthammer conflated two distinct executive powers. He said prosecutorial discretion is properly invoked to refrain from enforcing a law in the rare situations where that law’s strict application would cause an unjust result. Actually, that is what the pardon power is for. Prosecutorial discretion (see here) is, instead, a routine resource-allocation principle. It calls for certain laws (e.g., marijuana possession) to go unenforced not out of clemency but because investigative resources are finite and weightier offenses must be prioritized. Nevertheless, Dr. K’s overarching point was sound: Obama is abusing prosecutorial discretion to undermine our governing framework.\n\nThere was irony for me in Krauthammer’s suggestion that impeachment seems less politically viable at this point because (1) Republicans have mounted no opposition to his years of serial lawlessness, most prominently including over 30 executive alterations of Obamacare, and (2) we are late in Obama’s presidency. Faithless Execution attempts to illustrate how Republicans could build political support for Obama’s impeachment by marshaling his years of unilateral and systematic “waivers,” amendments, distortions, and defiance of federal law. But when I made that argument, critics (including some on the right) claimed that I was trying to criminalize policy disputes, that impeachment was overkill.#page#\n\nIt was a half-baked critique: (a) impeachment is not a criminal-law process but a political one; (b) I was emphatic that the constitutional problem was not Obama’s policies, with which I disagree, but his unconstitutional manner of imposing them, with which everyone should disagree; and (c) I also stressed that the goal of highlighting presidential lawlessness should not be to impeach the president but to revive impeachment as the credible threat that the Framers intended it to be — the idea is to try to bend Obama into honoring his oath to execute the laws faithfully, such that the political case for impeachment would become viable but resorted to only if Obama remained defiant. I contended that the best thing for the country would be for Obama to finish his term as a law-abiding president but that the country would be endangered if he chose to remain obstinately lawless — something that could not be ignored without grave consequences.\n\nIn any event, I am gratified that Dr. Krauthammer, too, now sees Obama’s years of serial lawlessness as something Congress should have framed as impeachable misconduct. One only wishes that he and other influential commentators had come around to that view earlier, when some of us were being flayed for saying so. More regrettable, though, is Krauthammer’s waiver argument, to wit: Congress has somehow forfeited the impeachment power owing to (a) the GOP’s earlier passivity while Obama ran roughshod over the law, and (b) the related fact that we are now entering the last two years, rather than the first two, of Obama’s presidency.#ad#\n\nTo the contrary, cataloguing prior, serial lawlessness is how a persuasive impeachment case is built, not undermined. Because impeachment is a grave remedy reserved for truly egregious cases, it is only natural that acts of lawlessness have to reach a critical mass before politicians are (finally) ready to act. Once the lawlessness becomes intolerably dangerous to the republic, as in Richard Nixon’s case, we don’t say, “Gee, we can’t impeach the president now because there were other abuses of power that we failed to address in a timely manner”; we say, “Now that we have decided to act, we are going to take account of every prior abuse because they help justify our taking this extraordinary action.” Moreover, when Nixon was impeached six years into his presidency (and after being reelected in 1972 by a landslide that dwarfs Obama’s 2012 victory margin), no one said it was too late to act. The logical conclusion, instead, was that with no more elections to worry about and thus little political incentive to mend his ways, a rogue in the White House posed more of a threat, and was therefore more worthy of impeachment, than he would have been in his first term.\n\nIn the end, Megyn Kelly framed the major argument for impeachment, one that cuts across partisan lines — or at least ought to — this way: President Obama mulishly repeats a syllogism — he has patiently waited for Congress to act on his call for immigration “reform” (i.e., amnesty); Congress has refused; and therefore he must act unilaterally. This, Ms. Kelly and Dr. Krauthammer agreed, is a perversion of our constitutional system, in which the president presses policy arguments but Congress decides what becomes law. When Congress does not defer to the president’s wishes, it is not shirking its responsibilities — it is executing those responsibilities by saying “no.” Kelly and Krauthammer offered fitting hypotheticals: Imagine a Republican president who says he will use prosecutorial discretion to excuse people who harass women trying to enter abortion clinics; or such a president who, confronted by the Democrats’ failure to enact his demanded repeal of the capital-gains tax, says, “If they don’t act, I will,” and promptly issues an executive order directing the IRS not to collect the tax.\n\nIn the past, presidents acting in such ways would surely have been impeached. But as Kelly and Krauthammer illustrated, tolerating Obama’s lawlessness invites a destructive new era of dictatorial presidency. Not all future presidents will be liberal Democrats. Even with the press as the wind at their backs, Democrats faced with a Republican president who exploits Obama’s precedents to impose his agenda lawlessly will experience what Republicans are going through today: They will have insufficient support for ending the lawlessness. Obama will have devolved us into a banana republic where might makes right.\n\nThis is the theme of Faithless Execution: All Americans who aspire to sustain a nation of laws not men have a vital interest in rejecting executive lawlessness. The Framers understood that presidential usurpation of lawmaking power would be the road to tyranny. They were right . . . and avoiding tyranny should not be a partisan issue.\n\n— Andrew C. McCarthy is a policy fellow at the National Review Institute. His latest book is Faithless Execution: Building the Political Case for Obama’s Impeachment.", "title": "The Point of Impeachment", "url": "http://www.nationalreview.com/article/392726/point-impeachment-andrew-c-mccarthy", "image": "http://c1.nrostatic.com/sites/default/files/uploaded/pic_related_111514_SM_Barack-Obama-G.jpg", "type": "article"}, "twitter": {"url": "http://www.nationalreview.com/article/392726/point-impeachment-andrew-c-mccarthy", "image": "http://c1.nrostatic.com/sites/default/files/uploaded/pic_giant_111514_SM_Barack-Obama-G.jpg", "description": "In writing Faithless Execution: Building the Political Case for Obama’s Impeachment, I had a purpose: Explain that the capacity of Congress to oust a lawless president is central to the Framers’ design of our governing system. Because executive power is awesome, and intended to be that way, certain abuses of it can be discouraged only by the credible threat that Congress will remove the president from power — or, if discouragement fails, can be remediated only by the president’s actual removal. That is why Madison believed that the inclusion of impeachment in Congress’s arsenal was “indispensible” to preserving the Constitution’s framework of liberty vouchsafed by divided power.\n\nAbuse of the executive’s power over immigration enforcement now belongs in this category of maladministration that impeachment alone can counter. One must use the qualifier “now” because this was not always the case. Immigration enforcement was originally a state responsibility. Washington has supplanted the states since the early 20th century, an erosion of federalism largely responsible for our current immigration crisis. That, however, is a subject for another day. Like it or not (I don’t), the federal courts’ ill-conceived application of preemption principles has left the states and the American people vulnerable to a lawless president who refuses to protect them from illegal immigration while preventing them from protecting themselves. (Obama’s theory that disarming the state somehow promotes security works about as well in Arizona as it does in Ukraine.)#ad#\n\nI drew on Faithless Execution in last weekend’s column and in a follow-up Corner post, positing that, short of credibly threatening impeachment, Congress and the courts can neither compel a president to enforce the laws nor stop him from using his plenary pardon authority to grant a sweeping amnesty. That gets Obama two-thirds of the prize he is pursuing — namely, several million aliens whose illegal status has been purged, put on the path to inevitable voting rights that will give Democrats an invincible electoral majority.\n\nAs for the remaining third, Congress could, in theory, block the president from granting illegal immigrants legal status and other positive benefits (such as work permits) without impeaching him. To do this in reality, though, Congress would have to use its power of the purse. Translation: It would take the credible threat of a government shutdown to check the president’s lawless conferral of benefits.\n\nAlas, that constitutional parry has already been disavowed by GOP congressional leadership. If they persevere in this disavowal, it will be in defiance of their base (and against the sound tactical advice of Mark Krikorian). Yet such a signature display of preemptive surrender would come as no surprise given that, as previously argued here, their opposition to Obama’s imperious method of achieving his goal seems, shall we say, less than genuine. Moreover, the judiciary that Mr. Obama is stacking with Lawyer Left activists like himself can be relied on to twist the Constitution into mandating any benefits the president does not succeed in awarding.\n\nAgainst this backdrop, I am gratified that Fox News’s Megyn Kelly and Charles Krauthammer have just given the topic of impeachment in the immigration context more of the serious consideration it deserves. Appearing on The Kelly File Thursday, Dr. Krauthammer asserted that the president’s anticipated amnesty decree for millions of illegal aliens “is an impeachable offense.”\n\nHe is plainly correct. As Faithless Execution elaborates, “high crimes and misdemeanors,” the Constitution’s trigger for impeachment, is a term of art for abuses of power that violate the president’s fiduciary obligations to the American people he serves, the constitutional system he takes an oath to preserve, and the laws whose faithful execution is his core duty. High crimes and misdemeanors are not — or at least, not necessarily — the same as “crimes” and “misdemeanors” prosecutable in the courts. Impeachment is a political remedy (i.e., the removal of political authority), not a legal one (i.e., the removal of liberty after criminal indictment and conviction). That is why Hamilton, in Federalist 65, described impeachable offenses as “political” in nature — as “proceed[ing] from the misconduct of public men, or in other words from the abuse or violation of some public trust.”\n\nA sweeping amnesty for millions of unrepentant lawbreakers that punishes American workers, imposes crushing burdens on the states, and betrays law-abiding aliens who comply with our immigration rules is not an indictable offense. Yet it is obviously an impeachable one. So is the failure to enforce the immigration laws. And the effort to award by executive decree benefits that only Congress has the power to grant is patently lawless and thus just as clearly impeachable.\n\nDr. K made a couple of other observations worth noting. He aptly asserted that the distortion of the doctrine of prosecutorial discretion — the ploy by which Obama camouflages his usurpation of congressional lawmaking power — is a “travesty.” I respectfully suggest, however, that Krauthammer conflated two distinct executive powers. He said prosecutorial discretion is properly invoked to refrain from enforcing a law in the rare situations where that law’s strict application would cause an unjust result. Actually, that is what the pardon power is for. Prosecutorial discretion (see here) is, instead, a routine resource-allocation principle. It calls for certain laws (e.g., marijuana possession) to go unenforced not out of clemency but because investigative resources are finite and weightier offenses must be prioritized. Nevertheless, Dr. K’s overarching point was sound: Obama is abusing prosecutorial discretion to undermine our governing framework.\n\nThere was irony for me in Krauthammer’s suggestion that impeachment seems less politically viable at this point because (1) Republicans have mounted no opposition to his years of serial lawlessness, most prominently including over 30 executive alterations of Obamacare, and (2) we are late in Obama’s presidency. Faithless Execution attempts to illustrate how Republicans could build political support for Obama’s impeachment by marshaling his years of unilateral and systematic “waivers,” amendments, distortions, and defiance of federal law. But when I made that argument, critics (including some on the right) claimed that I was trying to criminalize policy disputes, that impeachment was overkill.#page#\n\nIt was a half-baked critique: (a) impeachment is not a criminal-law process but a political one; (b) I was emphatic that the constitutional problem was not Obama’s policies, with which I disagree, but his unconstitutional manner of imposing them, with which everyone should disagree; and (c) I also stressed that the goal of highlighting presidential lawlessness should not be to impeach the president but to revive impeachment as the credible threat that the Framers intended it to be — the idea is to try to bend Obama into honoring his oath to execute the laws faithfully, such that the political case for impeachment would become viable but resorted to only if Obama remained defiant. I contended that the best thing for the country would be for Obama to finish his term as a law-abiding president but that the country would be endangered if he chose to remain obstinately lawless — something that could not be ignored without grave consequences.\n\nIn any event, I am gratified that Dr. Krauthammer, too, now sees Obama’s years of serial lawlessness as something Congress should have framed as impeachable misconduct. One only wishes that he and other influential commentators had come around to that view earlier, when some of us were being flayed for saying so. More regrettable, though, is Krauthammer’s waiver argument, to wit: Congress has somehow forfeited the impeachment power owing to (a) the GOP’s earlier passivity while Obama ran roughshod over the law, and (b) the related fact that we are now entering the last two years, rather than the first two, of Obama’s presidency.#ad#\n\nTo the contrary, cataloguing prior, serial lawlessness is how a persuasive impeachment case is built, not undermined. Because impeachment is a grave remedy reserved for truly egregious cases, it is only natural that acts of lawlessness have to reach a critical mass before politicians are (finally) ready to act. Once the lawlessness becomes intolerably dangerous to the republic, as in Richard Nixon’s case, we don’t say, “Gee, we can’t impeach the president now because there were other abuses of power that we failed to address in a timely manner”; we say, “Now that we have decided to act, we are going to take account of every prior abuse because they help justify our taking this extraordinary action.” Moreover, when Nixon was impeached six years into his presidency (and after being reelected in 1972 by a landslide that dwarfs Obama’s 2012 victory margin), no one said it was too late to act. The logical conclusion, instead, was that with no more elections to worry about and thus little political incentive to mend his ways, a rogue in the White House posed more of a threat, and was therefore more worthy of impeachment, than he would have been in his first term.\n\nIn the end, Megyn Kelly framed the major argument for impeachment, one that cuts across partisan lines — or at least ought to — this way: President Obama mulishly repeats a syllogism — he has patiently waited for Congress to act on his call for immigration “reform” (i.e., amnesty); Congress has refused; and therefore he must act unilaterally. This, Ms. Kelly and Dr. Krauthammer agreed, is a perversion of our constitutional system, in which the president presses policy arguments but Congress decides what becomes law. When Congress does not defer to the president’s wishes, it is not shirking its responsibilities — it is executing those responsibilities by saying “no.” Kelly and Krauthammer offered fitting hypotheticals: Imagine a Republican president who says he will use prosecutorial discretion to excuse people who harass women trying to enter abortion clinics; or such a president who, confronted by the Democrats’ failure to enact his demanded repeal of the capital-gains tax, says, “If they don’t act, I will,” and promptly issues an executive order directing the IRS not to collect the tax.\n\nIn the past, presidents acting in such ways would surely have been impeached. But as Kelly and Krauthammer illustrated, tolerating Obama’s lawlessness invites a destructive new era of dictatorial presidency. Not all future presidents will be liberal Democrats. Even with the press as the wind at their backs, Democrats faced with a Republican president who exploits Obama’s precedents to impose his agenda lawlessly will experience what Republicans are going through today: They will have insufficient support for ending the lawlessness. Obama will have devolved us into a banana republic where might makes right.\n\nThis is the theme of Faithless Execution: All Americans who aspire to sustain a nation of laws not men have a vital interest in rejecting executive lawlessness. The Framers understood that presidential usurpation of lawmaking power would be the road to tyranny. They were right . . . and avoiding tyranny should not be a partisan issue.\n\n— Andrew C. McCarthy is a policy fellow at the National Review Institute. His latest book is Faithless Execution: Building the Political Case for Obama’s Impeachment.", "card": "summary", "title": "The Point of Impeachment, by Andrew C. McCarthy, National Review"}, "sailthru.date": "Sat, 2014-11-15 04:00", "robots": "follow, index", "sailthru.title": "The Point of Impeachment", "keywords": "Andrew C. McCarthy", "fb": {"app_id": 129250807108374}, "sailthru.tags": "The Point of Impeachment, Andrew C. McCarthy, National Review", "msvalidate.01": "E48498F585100158A880ED1615918208", "google-site-verification": "OOtPjyj3i8ggfSXzZ7MPoTiwFy_JnfzKMPkjZ5bhpk0", "copyright": "© National Review, Inc.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Andrew C. McCarthy, Politics, Nation, World"}, "article_summary": "— Andrew C. McCarthy is a policy fellow at the National Review Institute.\nBut as Kelly and Krauthammer illustrated, tolerating Obama’s lawlessness invites a destructive new era of dictatorial presidency.\nTolerating Obama’s lawlessness invites a destructive new era of dictatorial presidency.\nHis latest book is Faithless Execution: Building the Political Case for Obama’s Impeachment.\nAbuse of the executive’s power over immigration enforcement now belongs in this category of maladministration that impeachment alone can counter."}