{"article_title": "Metro State’s Eric Rayer makes shot that beats CU-Colorado Springs – The Denver Post", "article_keywords": ["mountain", "shot", "metro", "seconds", "cucolorado", "denver", "white", "states", "night", "state", "points", "key", "rayer", "springs", "post", "makes", "eric"], "article_url": "http://www.denverpost.com/colleges/ci_27618832/metro-states-eric-rayer-makes-shot-that-beats", "article_text": "Leave it to a kid from Colorado Springs to put the dagger into the hearts of that town’s rising basketball team.\n\nMetro State guard Eric Rayer, a former Coronado High School standout, buried a game-winning jumper with 1.2 seconds left to give the No. 11 Roadrunners a 73-72 victory over No. 18 Colorado-Colorado Springs and a share of the Rocky Mountain Conference Athletic title.\n\nThe victory also gives Metro State (24-4, 19-3) the No. 1 seed in the RMAC Shootout, which begins Tuesday.\n\nRayer’s big shot sent a near-capacity crowd celebrating senior night at the Auraria Event Center home happy, but not before there were moments of nerve-wracking doubt.\n\nCU-Colorado Springs guard Derrick White, a former Legend star, shook off a poor shooting night to score five points in the final minute, including a would-be game-winner from the top of the key with 17 seconds left.\n\nBut after the Mountain Lions (23-5, 17-5) trapped senior Nicholas Kay in the middle of the key, he kicked out Rayer, who executed a pump fake that sent White into the air before Rayer calmly knocked down the corner shot.\n\n“I just had to be ready,” Rayer said. “I didn’t want these seniors to go out with a loss.”\n\nIt was the duo of seniors from Australia who, as usual, did the heavy lifting.\n\nKay scored 27 points, and Mitch McCarron added 13 points and seven assists.\n\n“He carried us all night,” Metro State coach Derrick Clark said of Kay.\n\nWhite finished with 13 points to go along with six assists and four steals. His 3-pointer at the top of the key tied the game at 70 with 57 seconds left.\n\nAfter McCarron hit 1-of-2 free throws to give Metro State a one-point lead, White pulled up just inside the arc and hit the bottom of the net to put the Mountain Lions back in front.\n\n“Those are the kind of shots All-Americans make,” Clark said.\n\nBut the last shot went to Rayer. And it brought a league title.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Metro State’s Eric Rayer makes shot that beats CU-Colorado Springs", "title": "Metro State’s Eric Rayer makes shot that beats CU-Colorado Springs", "url": "http://www.denverpost.com/2015/02/28/metro-states-eric-rayer-makes-shot-that-beats-cu-colorado-springs/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150228__Eric-Rayerp1.jpg", "height": 538}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150228__Eric-Rayerp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-02-28T21:30:10+00:00", "modified_time": "2016-04-24T23:34:15+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "“He carried us all night,” Metro State coach Derrick Clark said of Kay.\nMetro State guard Eric Rayer, a former Coronado High School standout, buried a game-winning jumper with 1.2 seconds left to give the No.\nThe victory also gives Metro State (24-4, 19-3) the No.\nLeave it to a kid from Colorado Springs to put the dagger into the hearts of that town’s rising basketball team.\n18 Colorado-Colorado Springs and a share of the Rocky Mountain Conference Athletic title."}