{"article_title": "Jackie Walorski and Fred Upton 'respect' John Boehner's call to resign", "article_keywords": ["walorski", "republican", "boehners", "upton", "house", "jackie", "resign", "fred", "elected", "boehner", "speaker", "statement", "tea", "respect", "john", "care"], "article_url": "http://www.southbendtribune.com/news/politics/jackie-walorski-and-fred-upton-respect-john-boehner-s-call/article_f4d50eea-6432-11e5-8504-3b8de1222ca3.html", "article_text": "Michiana's members of Congress complimented House Speaker John Boehner on Friday after he stunned the political world by announcing he'll step down at the end of next month.\n\n\"I respect Speaker Boehner's decision,\" Rep. Fred Upton, R-St. Joseph, said in a statement.\n\n\"In the coming days and weeks we will have critical votes before us -- and we have to get the job done for the American people,\" Upton said. \"We are elected to put our country first, and I believe that is exactly what Speaker Boehner did today.\"\n\nRep. Jackie Walorski, R-Jimtown, called Boehner a dedicated public servant.\n\n\"While we haven't always agreed, we've had nothing but respect for one another,\" Walorski said in a statement. \"I wish him all the best. Moving forward, it's my hope House Republicans can unite together to focus on the challenges ahead.\"\n\nUpton, who was first elected to southwest Michigan's congressional seat in 1986, is one of Boehner's friends, according to many articles published over the years. Boehner, an Ohio Republican, was first elected to the House in 1990.\n\nA Politico report in December 2013 identified Upton as part of a group of Republican congressmen who privately encouraged Boehner to stand up to tea party members who were upsetting the GOP's dynamics. That report was published a couple months after the government had shut down for 16 days over partisan disagreements about funding.\n\nThat tea party pressure mentioned in the Politico article also is ultimately what led Boehner to announce he will resign.\n\nWalorski, as she mentioned in her statement, didn't always agree with Boehner.\n\nFor example, while Boehner and other House Republican leaders supported the bill that ended the federal shutdown in October 2013, Walorski -- and a majority of her Republican colleagues -- voted against the legislation because it didn't eliminate funding for the Affordable Care Act or delay the health care law's implementation.\n\nOn other issues, however, they worked together. One instance was in April last year, when Boehner and Walorski both pushed legislation aimed at holding the Department of Veterans Affairs more accountable for the care it provides.\n\nBoehner has also assisted Walorski with her campaign fundraising. He spoke at a fundraiser for her last month at Ruth's Chris Steak House in Mishawaka.\n\nSen. Joe Donnelly said it was a privilege to serve with Boehner. The Granger Democrat represented north-central Indiana in the House for six years before being elected to the Senate in 2012.\n\n\"Speaker Boehner is a friend, and I am grateful for his service to our country,\" Donnelly said in a statement. \"I respected his willingness to listen to different points of view and his efforts to do what he thought was best for our country.\"\n\nkallen@sbtinfo.com\n\n574-235-6244\n\n@KevinAllenSBT", "article_metadata": {"googlebot": "noarchive", "og": {"site_name": "South Bend Tribune", "description": "They compliment his decision and say Republicans have plenty of work ahead of them", "title": "Jackie Walorski and Fred Upton 'respect' John Boehner's call to resign", "url": "http://www.southbendtribune.com/news/politics/jackie-walorski-and-fred-upton-respect-john-boehner-s-call/article_f4d50eea-6432-11e5-8504-3b8de1222ca3.html", "image": "http://bloximages.newyork1.vip.townnews.com/southbendtribune.com/content/tncms/assets/v3/editorial/5/38/538ea69e-6433-11e5-9bb2-af125642a24e/5606696b33173.image.jpg?resize=760%2C537", "type": "article"}, "twitter": {"description": "They compliment his decision and say Republicans have plenty of work ahead of them", "title": "Jackie Walorski and Fred Upton 'respect' John Boehner's call to resign", "image": "http://bloximages.newyork1.vip.townnews.com/southbendtribune.com/content/tncms/assets/v3/editorial/5/38/538ea69e-6433-11e5-9bb2-af125642a24e/5606696b33173.image.jpg?resize=760%2C537", "creator": "@@KevinAllenSBT", "site": "@sbtribune", "card": "summary_large_image"}, "description": "They compliment his decision and say Republicans have plenty of work ahead of them", "Published Date": "2015-09-26T05:00:00", "fb": {"app_id": 368553839952510}, "google-site-verification": "3g1dW83HuQbWT4MB-AtH0czzqvwh0eF8rwGwC6sjOhM", "keywords": "jackie walorski,john boehner,joe donnelly,congress,fred upton,politics,local,featured", "article": {"author": "https://www.facebook.com/135687849938922"}, "news_keywords": "jackie walorski,john boehner,joe donnelly,congress,fred upton,politics,local,featured"}, "_id": "\"57477af46914bd0286fd7d4b\"", "article_summary": "\"I respect Speaker Boehner's decision,\" Rep. Fred Upton, R-St. Joseph, said in a statement.\n\"We are elected to put our country first, and I believe that is exactly what Speaker Boehner did today.\"\n\"Speaker Boehner is a friend, and I am grateful for his service to our country,\" Donnelly said in a statement.\nMichiana's members of Congress complimented House Speaker John Boehner on Friday after he stunned the political world by announcing he'll step down at the end of next month.\n\"While we haven't always agreed, we've had nothing but respect for one another,\" Walorski said in a statement."}