{"article_title": "Your Monday Briefing", "article_keywords": ["coloring", "secret", "vote", "state", "continue", "books", "reading", "briefing", "world", "main", "today"], "article_url": "http://www.nytimes.com/2015/08/03/nytnow/latest-news-planned-parenthood-california-wildfires-and-donald-trump.html", "article_text": "Photo\n\n(Want to get this briefing by email? Here’s the sign-up.)\n\nGood morning.\n\nHere’s what you need to know:\n\n• Let the lawsuits begin.\n\nPresident Obama today unveils a set of environmental regulations devised to sharply cut planet-warming greenhouse gas emissions from U.S. power plants and to ultimately transform the electricity industry.\n\nAs soon as he’s announced them, major corporations and industry groups will prepare to challenge the rules, as will Congress.\n\n• Raging West Coast fires.\n\nWildfires are threatening thousands of homes in Northern California, and firefighters are also battling major blazes in Oregon and Washington.\n\nOfficials are warning of a risk of more catastrophes in the months ahead, as drought, heat and climate change leave the landscape ever thirstier.\n\n• Vote on Planned Parenthood.\n\nU.S. senators vote this afternoon on whether to end federal aid to Planned Parenthood and whether to shift the money to other health care providers.\n\nAdvertisement Continue reading the main story\n\nThe vote was prompted by a video that showed an executive of the group discussing the sale of fetal tissue.\n\n• Headed to New Hampshire.\n\nDonald J. Trump, who leads the Republican presidential field, won’t be attending a forum tonight in the state that holds the first-in-the-nation primary, but 14 other Republicans will be there.\n\nGet the Morning Briefing by Email What you need to know to start your day, delivered to your inbox. Monday – Friday.\n\nAnd Vice President Joseph R. Biden Jr. and his associates have begun to actively explore a possible presidential campaign.\n\n• Mideast diplomacy.\n\nSecretary of State John Kerry meets officials from Persian Gulf nations in Qatar’s capital today, to try to ease their concerns over the nuclear agreement reached with Iran. He’ll also discuss the fight against Islamic State militants.\n\nMr. Kerry is traveling from Cairo, where he held the first formal security talks between Washington and Egypt in six years.\n\n• Pieces of a plane.\n\nMalaysia will seek more help this week to find debris from the long-missing Malaysia Airlines Flight 370.\n\nA section of an airplane wing found on Réunion, a French island in the Indian Ocean, has arrived in France for closer examination by a lab.\n\nMARKETS\n\n• China is demanding that the Obama administration return a wealthy and politically connected businessman, Ling Wancheng, who fled to the U.S. in a case that is straining relations between the two nations.\n\nAdvertisement Continue reading the main story\n\n• The Greek stock market reopened today and tumbled after a five-week shutdown intended to stem the country’s financial collapse.\n\nWall Street stocks are lower. European markets finished mixed, and Asian indexes closed lower.\n\n• Tom Hayes, a former trader at Citigroup and UBS, was convicted today on eight counts of conspiring to manipulate a global benchmark interest rate known as Libor.\n\n• The U.S. auto industry reports its latest monthly sales numbers today. Analysts predict a rise in July sales for most carmakers compared with last year.\n\nOVER THE WEEKEND\n\n• A U.S.-led coalition conducted its first airstrikes in Syria in support of a Pentagon-trained fighting force.\n\n• The firebombing of a Palestinian home stirred a rare outpouring of self-reproach and soul-searching among Israelis across the political spectrum.\n\n• Zimbabwe said that a second American illegally killed a lion this year. Officials there are seeking the extradition of an American for killing Cecil the Lion.\n\n• A suspect is being sought in the killing of a Memphis police officer who was shot after he interrupted a drug deal.\n\n• The fifth chapter in the “Mission: Impossible” series won at the box office.\n\n• Catching up on TV: Episode recaps for “Hannibal,” “Masters of Sex,” “Poldark” and “True Detective.”\n\nAdvertisement Continue reading the main story\n\nNOTEWORTHY\n\n• Milestones for American women.\n\nKatie Ledecky broke the world record in the 1,500 freestyle, in a morning heat at the world championships in Russia.\n\nAnd Jen Welter has become the first female coach in the N.F.L.\n\n• Chilly at the office?\n\nA study published today says that most office buildings set temperatures based on an old formula that uses the metabolic rates of men.\n\nThe study concludes that buildings should “reduce gender-discriminating bias in thermal comfort” because setting temperatures at slightly warmer levels can help combat global warming.\n\n• Jon Stewart’s farewell.\n\nThere are only four episodes of “The Daily Show” left, and Amy Schumer (Monday), Denis Leary (Tuesday) and Louis C.K. (Wednesday) are among the final guests (11 p.m. Eastern, Comedy Central).\n\nWe don’t know what’s planned for Thursday’s grand finale, but a parade of guests is possible.\n\n• Farewell, L.A.\n\nNearly 6,500 athletes from 165 countries attended the closing ceremony of the Special Olympics World Games on Sunday night at the Los Angeles Memorial Coliseum, site of the 1932 and 1984 Olympics.\n\nBACK STORY\n\nIt’s time to break out the crayons.\n\nIf you haven’t done that recently, you’re behind the times: One of the year’s fast-growing hobbies for adults is coloring.\n\nPhoto\n\nFive of Amazon’s top best sellers are coloring books (for grown-ups). A “Game of Thrones Coloring Book” (clearly for grown-ups) is coming out this fall.\n\nAdvertisement Continue reading the main story\n\nAnd a venerable publishing house, Little, Brown, is releasing four coloring books for adults this year, all subtitled “Color Your Way to Calm.”\n\n“Splendid Cities” and “Secret Paris” were published this summer, while “Secret Tokyo” and “Secret New York” are coming out in October.\n\nMany busy people say they find the pastime a relaxing break from electronic screens.\n\nJohn Jr. and Edmund McLoughlin, two brothers from New York, are credited with creating the first coloring books, the “Little Folks” series, in the 1880s. It helped that crayons started selling about that time, too.\n\nDid we mention that Sunday was National Coloring Book Day?\n\nGood luck trying to stay between the lines in these books or on these free downloadable pages.\n\nYour Morning Briefing is published weekdays at 6 a.m. Eastern and updated on the web all morning.\n\nWhat would you like to see here? Contact us at briefing@nytimes.com.", "article_metadata": {"tone": "news", "ptime": 20150803054715, "twitter": {"description": "Here’s what you need to know to start your day.", "title": "Your Monday Briefing", "url": "http://www.nytimes.com/2015/08/03/nytnow/latest-news-planned-parenthood-california-wildfires-and-donald-trump.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000003832611"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "site": "@nytimes", "image": "https://static01.nyt.com/images/2015/08/03/world/03nytnow-wildfires2/03nytnow-wildfires2-thumbLarge.jpg", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2015/08/03/nytnow/latest-news-planned-parenthood-california-wildfires-and-donald-trump.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000003832611", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2015/08/03/nytnow/latest-news-planned-parenthood-california-wildfires-and-donald-trump.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "thumbnail_width": 75, "dfp-ad-unit-path": "dailybriefing", "channels": "NytNow", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/nytnow/index.jsonp", "DISPLAYDATE": "Aug. 3, 2015", "edt": "The New York Times on the Web", "applicationName": "article", "PT": "article", "author": "Adeel Hassan", "thumbnail_150": "https://static01.nyt.com/images/2015/08/03/world/03nytnow-wildfires2/03nytnow-wildfires2-thumbLarge.jpg", "sourceApp": "nyt-v5", "thumbnail_150_width": 150, "byl": "By ADEEL HASSAN", "thumbnail_150_height": 150, "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "Here’s what you need to know to start your day.", "tom": "News", "dfp-amazon-enabled": "false", "thumbnail": "https://static01.nyt.com/images/2015/08/03/world/03nytnow-wildfires2/03nytnow-wildfires2-thumbStandard.jpg", "description": "Here’s what you need to know to start your day.", "CG": "nytnow", "robots": "noarchive", "dat": "Aug. 3, 2015", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "News", "article": {"author": "http://topics.nytimes.com/top/reference/timestopics/people/h/adeel_hassan/index.html", "section_url": "http://www.nytimes.com/", "section": "NYT Now", "modified": "2015-08-03", "collection": "https://static01.nyt.com/services/json/sectionfronts/nytnow/index.jsonp", "published": "2015-08-03"}, "thumbnail_height": 75, "slug": "03nytnow-ambriefing", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20150803120747, "og": {"url": "http://www.nytimes.com/2015/08/03/nytnow/latest-news-planned-parenthood-california-wildfires-and-donald-trump.html", "image": "https://static01.nyt.com/images/2015/08/03/world/03nytnow-wildfires2/03nytnow-wildfires2-facebookJumbo-v2.jpg", "type": "article", "description": "Here’s what you need to know to start your day.", "title": "Your Monday Briefing"}, "pdate": 20150803, "articleid": 100000003832611, "cre": "The New York Times", "hdl": "Your Monday Briefing", "PST": "News"}, "article_summary": "Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox.\nYour Morning Briefing is published weekdays at 6 a.m. Eastern and updated on the web all morning.\nPhoto(Want to get this briefing by email?\nJohn Jr. and Edmund McLoughlin, two brothers from New York, are credited with creating the first coloring books, the “Little Folks” series, in the 1880s.\nAdvertisement Continue reading the main storyThe vote was prompted by a video that showed an executive of the group discussing the sale of fetal tissue."}