{"article_title": "Art teacher sues SBCC for wrongful termination", "article_keywords": ["college", "complaint", "art", "office", "district", "court", "40", "wrongful", "sbcc", "sues", "santa", "termination", "law", "barbara", "teacher", "wouldve"], "article_url": "http://www.pacbiztimes.com/2016/04/01/art-teacher-sues-sbcc-for-wrongful-termination/", "article_text": "A former Santa Barbara City College art teacher has sued the school for wrongful termination, claiming that the department is “ushering out an old era,” but some of his assertions do not check out based on Business Times research.\n\nWilliam Durham filed a suit in Santa Barbara Superior Court on March 23. The former 20-year art professor of the renowned community college alleges that his firing encapsulated the college’s attempt to “become younger.”\n\n“But when the higher-ups in the art department openly expressed their desire to change the department’s image by ushering out an old ‘era’ and becoming younger, they systematically dismissed the older, more experienced professors under the guise of a legitimate evaluation process,” the complaint reads.\n\nDurham claims that he was rated as satisfactory in each of his first 19 years teaching at SBCC and never received a reprimand. Yet on his last two evaluations, he was given “needs improvement” and “substandard” marks allegedly based on failing to establish a “professional tenor” in the classroom and his “delivery of content not being in line with department’s vision,” according to the filing.\n\nThe complaint states that “In 2009, 93 percent of the adjunct professors at SBCC were over the age of 40, whereas only 36 percent of the adjunct professors were over the age of 40 in 2014.”\n\nYet, according to a database provided by the California Community Colleges Chancellor’s Office, the 40-and-older population dwindled, but there was not a dramatic decrease as the complaint claims. In 2009, 82.2 percent of the adjunct faculty were 40 or older; in 2014, 77.1 percent were 40 or older, according to the chancellor’s office.\n\nFollowing his firing in 2013, the 53-year-old found a job at Allan Hancock College in Santa Maria where he teaches similar classes but at far less pay, the complaint stated.\n\nThe post-Scalia era\n\nAn eight-member Supreme Court has influenced two major cases impacting the Tri-Counties.\n\nThe justices were split in their deliberation on whether to uphold mandatory bargaining fees paid by non-union members to public sector unions. In Friedrichs v. California Teachers Association, the 4-4 tie means that the status quo remains in place and the unions can collect dues, which impacts every tri-county school district and government entity that has collective bargaining agreements.\n\nIf Judge Antonin Scalia was still alive, there would’ve likely been a 5-4 vote that would’ve weakened the unions’ power. While the deadlock upholds the 1977 decision that bargaining fees do not violate rights of non-union members, the case does not set new precedent. The ruling may be challenged when the Supreme Court returns to full strength.\n\nIn a separate case, the judges are deliberating a conflict between religious organizations opposed to contraception and a new Affordable Care Act law. They ordered the two sides to file supplemental briefs to aid the justices in their decision making.\n\nIn Zubik v. Burwell, the court is weighing whether freedom is infringed by an Obama administration rule regarding contraceptive coverage under the Affordable Care Act.\n\nThe case joins actions brought by seven plaintiffs, including Thomas Aquinas College of Santa Paula. They argue their religious liberties are infringed by the administration’s rule, which states that they must provide contraceptive coverage or sign a form opting out of it.\n\nScalia would’ve also likely swayed the vote to 5-4, overturning the regulation.\n\nHorowitz law opens in SB\n\nHorowitz Law recently opened an office in downtown Santa Barbara.\n\nThe husband and wife legal team of Sanford and Christy Horowitz opened their first office at 1032 Santa Barbara St.\n\nSanford Horowitz previously worked for the Santa Barbara District Attorney’s Office, the San Diego County District Attorney’s Office and the Criminal Investigation Division of the Internal Revenue Service in San Diego.\n\nBefore Christy Horowitz was a deputy district attorney at the Santa Barbara County District Attorney’s Office, she was an associate attorney in a family law firm.\n\nThey specialize in family law, business law, criminal defense, and civil and criminal tax litigation.\n\nWater crisis analysis on tap\n\nA Cal Lutheran University economist will share his take on the legal, political and cultural causes of California’s water crisis.\n\nMatthew Fienup, an economist for the CLU Center for Economic Research and Forecasting, will discuss why even a strong El Nino would not correct the impacts of decades of over-pumping water.\n\nFienup will analyze how California’s water shortage affects the state economy and what changes are needed to restore a healthy balance. He will also include an update on how Ventura County plans to fundamentally change how it manages water.\n\nThe event will be at noon May 6 at the Spanish Hills Country Club, 999 Crestview Ave. in Camarillo.\n\n• Contact Alex Kacik at [email protected]", "article_metadata": {"keywords": "santa barbara city college,wrongful termination,santa barbara superior court,allan hancock college,santa maria,supreme court,tri-counties,unions,scalia,thomas aquinas,santa paula,horowitz,santa barbara,water,california lutheran university,,columns,latest news,law", "og": {"site_name": "Pacific Coast Business Times", "description": "A former Santa Barbara City College art teacher has sued the school for wrongful termination, claiming that the department is “ushering out an old era,” but some of his assertions do not check out …", "title": "Art teacher sues SBCC for wrongful termination", "url": "http://www.pacbiztimes.com/2016/04/01/art-teacher-sues-sbcc-for-wrongful-termination/", "image": {"width": 957, "identifier": "http://i2.wp.com/www.pacbiztimes.com/wp-content/uploads/2015/09/Alex-headshot-copy.jpg?fit=957%2C1200", "height": 1200}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://i2.wp.com/www.pacbiztimes.com/wp-content/uploads/2015/09/Alex-headshot-copy.jpg?fit=957%2C1200&w=640", "card": "summary_large_image"}, "description": "A former Santa Barbara City College art teacher has sued the school for wrongful termination, claiming that the department is “ushering out an old era,” but", "article": {"published_time": "2016-04-01T13:45:28-06:00", "modified_time": "2016-04-01T00:40:10-06:00"}}, "article_summary": "A former Santa Barbara City College art teacher has sued the school for wrongful termination, claiming that the department is “ushering out an old era,” but some of his assertions do not check out based on Business Times research.\nWilliam Durham filed a suit in Santa Barbara Superior Court on March 23.\nHorowitz law opens in SBHorowitz Law recently opened an office in downtown Santa Barbara.\nBefore Christy Horowitz was a deputy district attorney at the Santa Barbara County District Attorney’s Office, she was an associate attorney in a family law firm.\nThey specialize in family law, business law, criminal defense, and civil and criminal tax litigation."}