{"article_title": "Hunters Improve Skills With Laser Guns", "article_keywords": ["program", "kind", "laser", "hunting", "skills", "hunters", "tran", "gun", "thought", "showing", "games", "shot", "shooting", "guns", "improve"], "article_url": "http://5newsonline.com/2015/02/21/hunters-improve-skills-with-laser-guns/", "article_text": "Please enable Javascript to watch this video\n\nFORT SMITH (KFSM) -- Modern gun season ended in November for much of our area, but that doesn't mean it's too late to sharpen hunting skills.\n\nA computer-simulated program called “Laser Shot” is helping hunters improve their aim.\n\n\"We teach them those fundamentals on where to point the gun and how to sight it in, and how to handle it in general,\" Kelly Mulvihill with the Janet Huckabee Arkansas River Valley Nature Center said.\n\nJulie Tran and her six-year-old daughter from Fayetteville decided to give it a try.\n\n\"My son actually plays a lot of games and so we decided to just go and check it out and see what this was all about,\" Tran said. \"It kind of reminded us of some of the games he plays -- hunting games and stuff. So we thought it was fun.\"\n\nBut instructors said it isn't just for improving shooting accuracy -- it's also for understanding shooting ethics and safety.\n\n\"I thought it was kind of neat how before us even doing everything he was kind of showing us the gun safety control, which, I would not have known -- and kind of showing it to my daughter as well.\"\n\n\"You do want to make a clean shot when you're actually hunting and we encourage when they're playing this game, to use those same ethical standards,\" Mulvihill said.\n\nMulvihill said she sees people with different hunting backgrounds come in to improve their skills.\n\n\"Little kids come through, where they can barely hold it up. But it gives them an introduction to it. And then you know, the moms and dads sometimes can't help themselves either and they have to try,\" she said.\n\nInstructors said the software and equipment needed for the program costs about $3,000.\n\nThe free class is offered every Saturday at 3 p.m.", "article_metadata": {"description": "FORT SMITH (KFSM) -- Modern gun season ended in November for much of our area, but that doesn't mean it's too late to sharpen hunting skills. A computer-simulated program called “Laser Shot” is helping hunters improve their aim.", "generator": "WordPress.com", "og": {"site_name": "Fort Smith/Fayetteville News | 5newsonline KFSM 5NEWS", "description": "FORT SMITH (KFSM) — Modern gun season ended in November for much of our area, but that doesn’t mean it’s too late to sharpen hunting skills. A computer-simulated program called “L…", "title": "Hunters Improve Skills With Laser Guns", "url": "http://5newsonline.com/2015/02/21/hunters-improve-skills-with-laser-guns/", "image": {"width": 640, "identifier": "http://localtvkfsm.files.wordpress.com/2015/02/promo248848501.jpg", "height": 360}, "locale": "en_US", "type": "article"}, "twitter": {"image": {"src": "http://localtvkfsm.files.wordpress.com/2015/02/promo248848501.jpg?w=640"}, "site": "@5NEWS", "card": "summary_large_image", "creator": "@5NEWS"}, "msvalidate.01": "9CC50DB4C5614EA88B5CFA75E33AAB02", "msapplication-tooltip": "Get the local news and weather where you live from 5NEWS. Covering Fort Smith, Fayetteville, Bentonville, and all of Northwest Arkansas and the River Valley.", "apple-itunes-app": "app-id=576462102", "fb": {"pages": 136278800719}, "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://5newsonline.com/feed/;icon-uri=http://1.gravatar.com/blavatar/7afeea1631824f4417138c405b93afaa?s=16", "application-name": "Fort Smith/Fayetteville News | 5newsonline KFSM 5NEWS", "article": {"publisher": "http://www.facebook.com/5news", "published_time": "2015-02-22T04:48:02+00:00", "modified_time": "2015-02-22T04:48:02+00:00", "author": "http://www.facebook.com/5news"}, "keywords": "news,", "google-site-verification": "7nXxiITuOZdHLrOp692dr07iCiF8lSU4FNKYJIyjoIs", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "article_summary": "A computer-simulated program called “Laser Shot” is helping hunters improve their aim.\n\"It kind of reminded us of some of the games he plays -- hunting games and stuff.\nMulvihill said she sees people with different hunting backgrounds come in to improve their skills.\nBut instructors said it isn't just for improving shooting accuracy -- it's also for understanding shooting ethics and safety.\nAnd then you know, the moms and dads sometimes can't help themselves either and they have to try,\" she said."}