{"article_title": "Why Giuliani and Other Obama Critics Play the ‘American’ Card", "article_keywords": ["play", "republican", "critics", "pattern", "study", "mccain", "american", "mr", "president", "giuliani", "obamas", "national", "card", "obama"], "article_url": "http://www.nytimes.com/2015/02/21/upshot/why-giuliani-and-other-obama-critics-play-the-american-card.html", "article_text": "When Rudolph Giuliani said that he does “not believe that the president loves America,” he became the latest in a long line of public figures to question the loyalty or allegiance of the country’s first nonwhite president. While these criticisms are ostensibly directed at Barack Obama’s worldview, as Mr. Giuliani later said, they appear to reflect — or exploit — the tendency to associate being American with being white.\n\nMr. Obama’s loyalty to the United States has been questioned in this way since he reached the national stage. Just as people wrongly doubted that the president was born here, many prominent figures in national politics have smeared him as disloyal, often by suggesting that he is on the side of Islamic extremists (which plays on the related myth that he is Muslim rather than Christian).\n\nIn 2006, the commentator Debbie Schlussel pointed to his middle name, Hussein, noted that Mr. Obama’s father was a Muslim and asked, “Where will his loyalties be?” As the 2008 presidential campaign heated up, the Illinois senator was described, for instance, as a possible “Manchurian candidate” (Ann Coulter) or “sleeper agent” who might not be “pro-American” (Dick Morris).\n\nPhoto\n\nSuggestions of disloyalty continued after Mr. Obama entered the White House. As conservative pundits continued making hyperbolic accusations, top Republican officials began to chime in more aggressively with similar rhetoric. The president was accused, among other things, of “undermining this country’s national defense on purpose” (Representative John Fleming of Louisiana) and “sympathizing with attackers” of the American embassy in Egypt (the Republican National Committee chairman Reince Priebus). Others raised loaded questions about Mr. Obama’s allegiances, saying, “I just don’t know whose side he’s on” (Senator James Inhofe of Oklahoma), or “I can’t tell,” when asked if Mr. Obama “actually switched sides in the war on terror” (former Secretary of Defense Donald Rumsfeld).\n\nWhatever his intentions, Mr. Giuliani’s statement reflects the ease with which people dissociate Mr. Obama and other African-Americans with American identity, especially those who don’t like him. A 2005 study examined this pattern using the Implicit Association Test, which measures the associations between concepts using differences in response timing during a categorization task. People tend to respond faster when categorizing paired stimuli that are congruent with their implicit associations (for instance, “thin people” or “good” versus “fat people” or “bad”) than those that are incongruent (the opposite pairings). In the study in question, the authors found response timing patterns that suggested that African-Americans as a group are “less associated with the national category ‘American’ than are white Americans” relative to the category “foreign” — a pattern that holds for other nonwhite groups such as Asian-Americans and Latinos.\n\nThese tendencies seem to translate into perceptions of Mr. Obama as being less American among his opponents. A study conducted during the 2008 election reported that supporters of both Mr. Obama and John McCain tended to implicitly associate their preferred candidate more closely with America, but these tendencies were especially pronounced among Republicans, who were “far more likely to dissociate Obama from the nation … than Democrats did with McCain.” The pattern of associating Mr. Obama with America less than political counterparts like Mr. McCain and Hillary Clinton was found in another study to be stronger when Mr. Obama’s race was highlighted.\n\nAdvertisement Continue reading the main story\n\nGiven how closely bound up questions of American identity are with race, the debate that Mr. Giuliani revived, which is now drawing in Republican presidential contenders and pundits, threatens to make the 2016 campaign another racially fraught episode in the Obama presidency.", "article_metadata": {"tone": "news", "ptime": 20150221100745, "twitter": {"description": "Rudolph Giuliani’s comments this week weren’t a new tactic. Studies show that many people tend to associate being American with being white.", "title": "Why Giuliani and Other Obama Critics Play the ‘American’ Card", "url": "http://www.nytimes.com/2015/02/21/upshot/why-giuliani-and-other-obama-critics-play-the-american-card.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000003524807"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "creator": "BrendanNyhan", "site": "@nytimes", "image": "https://static01.nyt.com/images/2015/02/21/upshot/21up-giuliani/21up-giuliani-thumbLarge.jpg", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2015/02/21/upshot/why-giuliani-and-other-obama-critics-play-the-american-card.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000003524807", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2015/02/21/upshot/why-giuliani-and-other-obama-critics-play-the-american-card.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "thumbnail_width": 75, "dfp-ad-unit-path": "upshot", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/upshot/index.jsonp", "DISPLAYDATE": "Feb. 21, 2015", "edt": "The New York Times on the Web", "keywords": "Giuliani  Rudolph W,Obama  Barack,Race and Ethnicity,United States Politics and Government", "applicationName": "article", "PT": "article", "author": "Brendan Nyhan", "thumbnail_150": "https://static01.nyt.com/images/2015/02/21/upshot/21up-giuliani/21up-giuliani-thumbLarge.jpg", "sourceApp": "nyt-v5", "per": "Obama, Barack", "thumbnail_150_width": 150, "byl": "By BRENDAN NYHAN", "thumbnail_150_height": 150, "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "Rudolph Giuliani’s comments this week weren’t a new tactic. Studies show that many people tend to associate being American with being white.", "tom": "News", "dfp-amazon-enabled": "false", "thumbnail": "https://static01.nyt.com/images/2015/02/21/upshot/21up-giuliani/21up-giuliani-thumbStandard.jpg", "description": "Rudolph Giuliani’s comments this week weren’t a new tactic. Studies show that many people tend to associate being American with being white.", "CG": "upshot", "robots": "noarchive", "dat": "Feb. 21, 2015", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "News", "article": {"section_url": "http://www.nytimes.com/upshot", "section": "The Upshot", "modified": "2015-02-21", "collection": "https://static01.nyt.com/services/json/sectionfronts/upshot/index.jsonp", "tag": "United States Politics and Government", "published": "2015-02-21", "section-taxonomy-id": "D64FAE4C-4425-4E5A-B898-6C8CB59F9957"}, "thumbnail_height": 75, "slug": "21up-giuliani", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20150221100745, "og": {"url": "http://www.nytimes.com/2015/02/21/upshot/why-giuliani-and-other-obama-critics-play-the-american-card.html", "image": "https://static01.nyt.com/images/2015/02/21/upshot/21up-giuliani/21up-giuliani-facebookJumbo.jpg", "type": "article", "description": "Rudolph Giuliani’s comments this week weren’t a new tactic. Studies show that many people tend to associate being American with being white.", "title": "Why Giuliani and Other Obama Critics Play the ‘American’ Card"}, "pdate": 20150221, "des": "United States Politics and Government", "articleid": 100000003524807, "cre": "The New York Times", "hdl": "Why Giuliani and Other Obama Critics Play the ‘American’ Card", "col": "Patriot Games", "PST": "News"}, "_id": "\"57477af36914bd0286fc9efb\"", "article_summary": "These tendencies seem to translate into perceptions of Mr. Obama as being less American among his opponents.\nPhotoSuggestions of disloyalty continued after Mr. Obama entered the White House.\nWhatever his intentions, Mr. Giuliani’s statement reflects the ease with which people dissociate Mr. Obama and other African-Americans with American identity, especially those who don’t like him.\nMr. Obama’s loyalty to the United States has been questioned in this way since he reached the national stage.\nWhile these criticisms are ostensibly directed at Barack Obama’s worldview, as Mr. Giuliani later said, they appear to reflect — or exploit — the tendency to associate being American with being white."}