{"article_title": "French Police Fire Tear Gas At Climate Protesters In Paris", "article_keywords": ["conference", "climate", "set", "group", "paris", "activists", "gas", "protesters", "french", "tear", "state", "ware", "protestors"], "article_url": "http://wnpr.org/post/french-police-fire-tear-gas-climate-protesters-paris", "article_text": "French police fired tear gas to break up a group of activists defying a ban on mass demonstrations in Paris on Sunday.\n\nThe activists were gathered on the eve of a huge United Nations climate conference, which will bring together leaders from across the world.\n\nFollowing the terrorist attacks of Nov. 13, France declared a state of emergency and banned huge rallies that had been planned to coincide with the COP21 climate summit.\n\nThe BBC spoke to Joe Ware, of the charity Christian Aid, who saw the scuffle.\n\n\"There were flares being set off, and at one point there were a couple of loud bangs, and shortly after that one group of riot police started running towards the protestors,\" Ware said. \"The protestors were mainly French, all the signs were in French, they looked like French political protestors. It looked like there were hundreds, rather than thousands.\"\n\nReporting from Paris, NPR's Peter Kenyon says that other activists have found creative ways around the gathering ban. One group lined up thousands of pairs of shoes at Place de la République.\n\nAnother group is creating a \"human chain\" to call for meaningful action to reduce fossil fuel emissions. Peter filed this report for our Newscast unit:\n\n\n\n\"At an artists' workshop on the outskirts of Paris, organizer David Solnit says besides hampering public events, police are using the state of emergency invoked after this month's terror attacks to target environmentalists \"'There's people being stopped on the street, I mean, we're basically in an authoritarian police state,' he said. \"And the French government is particularly targeting activists. \"With the climate conference set to begin, France's interior minister says some two dozen green activists are under house arrest.\"\n\n\n\nAlong with leaders from nearly 200 countries, President Obama is flying to Paris to attend the conference, which is expected to produce a landmark international agreement to reduce greenhouse gas emissions in an attempt to curb climate change.\n\n", "article_metadata": {"category": "none", "description": "French police fired tear gas to break up a group of activists defying a ban on mass demonstrations in Paris on Sunday. The activists were gathered on the", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://wnpr.org/post/french-police-fire-tear-gas-climate-protesters-paris", "image": "http://mediad.publicbroadcasting.net/p/shared/npr/styles/medium/nprshared/201511/457767692.jpg", "type": "article", "description": "French police fired tear gas to break up a group of activists defying a ban on mass demonstrations in Paris on Sunday. The activists were gathered on the", "title": "French Police Fire Tear Gas At Climate Protesters In Paris"}, "story_id": 457764530, "twitter": {"site": "@wnpr", "card": "summary", "creator": "@wnpr"}, "author": "Eyder Peralta", "org_id": 1, "dc": {"title": "French Police Fire Tear Gas At Climate Protesters In Paris"}, "nid": 50688, "datePublished": "2015-11-29", "wordCount": 386, "has_audio": 0, "viewport": "width=device-width"}, "article_summary": "French police fired tear gas to break up a group of activists defying a ban on mass demonstrations in Paris on Sunday.\n\"The protestors were mainly French, all the signs were in French, they looked like French political protestors.\n\"With the climate conference set to begin, France's interior minister says some two dozen green activists are under house arrest.\"\nThe activists were gathered on the eve of a huge United Nations climate conference, which will bring together leaders from across the world.\nReporting from Paris, NPR's Peter Kenyon says that other activists have found creative ways around the gathering ban."}