{"article_title": "Here Are The Emails Between UVA And Rolling Stone", "article_keywords": ["stone", "sullivan", "university", "narrative", "email", "facts", "erdely", "rolling", "uva", "president", "emails", "wrote", "told"], "article_url": "http://townhall.com/tipsheet/mattvespa/2014/12/20/here-are-the-emails-between-uva-and-rolling-stone-n1934183", "article_text": "We all know that Rolling Stone’s UVA story is a complete disaster. Though have no fear; Rolling Stone writer Sabrina Rubin Erdely, who botched the original story, is re-reporting…on her own discredited piece.\n\nTo add to the history of shoddy journalism that surrounds this piece, the Federalist published the findings from their FOIA request regarding email exchanges between Rolling Stone and the University of Virginia last night. Most of it surrounds writer Sabrina Rubin Erdely trying to set up a one-on-one interview with university president Teresa Sullivan, which didn’t go as smoothly as Rubin had hoped. The Federalist’s Sean Davis wrote that:\n\nErdely bristled when told she would not be given a private, one-on-one meeting with Teresa Sullivan, the UVA president. “I do hope that my interview with President Sullivan will be one-on-one,” she wrote, “as I don’t generally conduct interviews with PR people sitting in.” Her complaints continued in a separate e-mail to UVA officials. “As for the presence of other people during the interview: If that’s the only way I’ll be allowed to talk to President Sullivan, then so be it,” Erdely wrote. “But I imagine a university president is fully capable of getting through a phone conversation on her own, without help.”\n\nAnother e-mail from Erdely to UVA administrators, again whining about lack of private, one-on-one access to UVA pres. pic.twitter.com/xkAIt68V0n — Sean Davis (@seanmdav) December 19, 2014\n\nAdditionally, Mollie Hemingway, also of the Federalist, wrote that in one email exchange between UVA and Rolling Stone fact-checker, Lisa Garber-Paul; they told her that a case Erdely was referencing in her piece was “objectively false:”\n\nEven though Garber-Paul at no time asked about any of the anecdotes in Erdely’s reporting, the University of Virginia repeatedly told Erdely and Garber-Paul that the facts of one case she was talking about were mistaken. Anthony Paul de Bruyn [University Spokesperson] wrote to Garber-Paul, “It has been brought to our attention by a few students that Sabrina has spoken to that she is referencing an incident where a male student raped three different women and received a one-year suspension. “This is in fact objectively false.”\n\nWow. In one e-mail, a UVA official said Erdely's characterization of a 2014 assault case was \"objectively false.\" pic.twitter.com/WUxB5WhSDv — Sean Davis (@seanmdav) December 19, 2014\n\nSo, while this latest development isn't exactly a bombshell, over at the Washington Post, former editor of the Philadelphia Inquirer and the Lexington-Herald Leader, Amanda Bennett wrote that Will Dana, RS’s Managing Editor, has done untold damage to everyone involved with this story and should resign for journalistic negligence. Also, she noted that a story having a strong narrative isn’t a bad thing, but without facts; it’s just bias:\n\nAllowing the narrative to take control is what crowds do. It is what mobs do. It is what despots and tyrants do. It is what, unchecked, we all will do. … There is nothing wrong with pursuing a strong story, or even with having a strong point of view. Advocacy demands it. And journalism, like science, is often at its best when pursuing a powerful thesis statement. … But a strong narrative without the underpinning of facts is bias. And bias can morph in the blink of an eye into destruction, fear and suspicion. … You, Will — as editor of a major publication with huge readership and huge credibility — had an obligation to do one thing well, and that was to find out what really happened. Everyone should do this before they make up their minds, forward a post, condemn an actor, a politician, a school, a system. For you, Will, whose publication commands so many resources and so much respect, that was your primary obligation. To temper the narrative with the truth. And it was to do so before you passed this story on to others. Buying into a story, as your official statement says you did, based on your feelings that it is “credible” is buying into a narrative. And narrative ungirded by facts is bias. The most basic fact-checking involves reaching out to the other side. And that, you tell us, you did not require the reporter to do. So, Will, if your temptation down the road is to seize on whatever facts your investigation uncovers to say: “See? We told you. We were right all along” — don’t. Just don’t. Instead, look at the harm that you have done by buying into the narrative and not checking the facts. If it turns out that “Jackie” is a troubled young woman who has turned some trauma in her life into a gruesome fantasy tale, then you have committed the sin of exploitation. Deep, thorough reporting would have exposed the fault lines in the story and spared her and you. If your reporting finds that Jackie is credible and her story, despite inaccuracies in details, is largely accurate, then you have committed another sin by handing detractors of the issue the crowbars with which to pummel your — and her — account. No matter what you find, it is hard to imagine that you will ever restore the story to the credible status that you once believed it deserved.\n\nAs I’ve said previously, this isn’t about the hoax of campus rape, rape apologists, or the patriarchy. It’s about bad journalism. Jackie could have been sexually assaulted in some fashion that night. The allegations that she was forced to perform oral sex on five men could be true. Yet, because of RS’s irresponsible reporting, that possible truth is irreparably damaged.\n\nRolling Stone-UVA E-mails", "article_metadata": {"description": "More UVA updates..05/26/2016 5:23:12AM EST.", "author": "Matt Vespa", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "More UVA updates.", "title": "Matt Vespa - Here Are The Emails Between UVA And Rolling Stone", "url": "http://townhall.com/tipsheet/mattvespa/2014/12/20/here-are-the-emails-between-uva-and-rolling-stone-n1934183", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2014/12/20/1.png", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "More UVA updates.", "title": "Matt Vespa - Here Are The Emails Between UVA And Rolling Stone", "url": "http://townhall.com/tipsheet/mattvespa/2014/12/20/here-are-the-emails-between-uva-and-rolling-stone-n1934183", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2014/12/20/1.png", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Here Are The Emails Between UVA And Rolling Stone, Matt Vespa, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af46914bd0286fdcf3e\"", "article_summary": "The Federalist’s Sean Davis wrote that:Erdely bristled when told she would not be given a private, one-on-one meeting with Teresa Sullivan, the UVA president.\nThough have no fear; Rolling Stone writer Sabrina Rubin Erdely, who botched the original story, is re-reporting…on her own discredited piece.\nIn one e-mail, a UVA official said Erdely's characterization of a 2014 assault case was \"objectively false.\"\n“But I imagine a university president is fully capable of getting through a phone conversation on her own, without help.”Another e-mail from Erdely to UVA administrators, again whining about lack of private, one-on-one access to UVA pres.\n“As for the presence of other people during the interview: If that’s the only way I’ll be allowed to talk to President Sullivan, then so be it,” Erdely wrote."}