{"article_title": "Babies Born At 28 Weeks Struggle With School And Adult Life", "article_keywords": ["kern", "life", "involved", "medical", "28", "school", "deficits", "preemies", "born", "health", "struggle", "babies", "things", "infants", "weeks", "quality", "university", "adult"], "article_url": "http://www.medicaldaily.com/premature-birth-preemies-academic-performance-adult-life-379527", "article_text": "Premature babies sleep in their cots in the children's and maternity ward at the Eastern Visayas Medical Centre on November 20, 2013 in Leyte, Philippines.\n\nPremature babies sleep in their cots in the children's and maternity ward at the Eastern Visayas Medical Centre on November 20, 2013 in Leyte, Philippines. Dan Kitwood/Getty Images\n\n(Reuters Health) - Although extremely preterm birth is no longer the death sentence it once was, many of the tiniest preemies still struggle in school and have a harder time as adults, two new studies suggest.\n\nOne study focused on the most vulnerable subset of preemies: those born at no more than 28 weeks gestation. More than half of these infants went on to have moderate to severe cognitive deficits and had academic test scores well below average.\n\nThe second study looked at babies born before 32 weeks gestation. By the time they reached adolescence and adulthood, these individuals were more likely than their peers born full term to think that health problems lowered their quality of life.\n\n“In terms of extremely preterm infants, there are multiple reasons why we are seeing deficits and poor performance later,” said Dr. Margaret Kern, a researcher at the University of Melbourne who wasn’t involved in the studies.\n\n“Biologically, there is a lot of key development that occurs across the cycle, and when that is cut off very early it raises risk – like an uncooked cake, there isn’t enough time for things to come together fully,” Kern said by email.\n\nSome of the same things that may have contributed to their early arrival may also make it harder for preemies to get help in overcoming developmental deficits, Kern added.\n\n“There are a whole host of related issues involved, including less knowledge and education by the mother and father, if involved in the life at all, which often is not the case, and poor nutrition and other health behaviors,” Kern said.\n\nSoon after birth, premature infants often have difficulty breathing and digesting food. Some preemies also encounter longer-term challenges such as impaired vision, hearing, and cognitive skills as well as social and behavioral problems.\n\nThe life-saving medical care these infants receive in neonatal intensive care units can contribute to developmental deficits, said Jill Zwicker, a pediatrics researcher at the University of British Columbia who wasn’t involved in the studies.\n\n“At this time of rapid brain development, these infants are exposed to procedures for their medical care, such as heel pokes to draw blood, tube insertions to help them breathe, medications etc.,” Zwicker said by email. “Exposure to these invasive procedures is associated with slower brain development and poorer cognitive outcomes.”\n\nSome drugs and procedures can prolong pregnancy to avoid early arrivals or at least help preterm infants arrive closer to full term, Robert Joseph, lead author of the study on academic outcomes, said by email.\n\nIt’s possible that inflammation may increase the risk of developmental problems, and scientists are working to understand how these things are connected and develop treatments to address the affects of inflammation after birth, Joseph added.\n\nThe studies published in Pediatrics were not designed to prove cause and effect, however.\n\nBy adulthood, lower quality of life can be influenced by economic and social factors, independent of whether people were preemies or not, noted Dr. Dieter Wolke, a psychology researcher at the University of Warwick in the U.K. and senior author of the paper on teen and adult quality of life.\n\nSometimes, people think health issues diminish their quality of life even when this isn’t the case, Wolke said by email.\n\nSOURCES: http://bit.ly/1obfFMC and http://bit.ly/1pBDSga\n\nPediatrics 2016.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "premature, birth, babies, born, 28, weeks, struggle, school, and, adult, life", "og": {"site_name": "Medical Daily", "description": "More than half of these infants go on to have moderate to severe cognitive deficits, new study finds.", "title": "Tiniest Preemies Struggle With School And Adult Life", "url": "http://www.medicaldaily.com/premature-birth-preemies-academic-performance-adult-life-379527", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/03/26/preterm-birth.jpg", "type": "article"}, "twitter": {"description": "More than half of these infants go on to have moderate to severe cognitive deficits, new study finds.", "title": "Tiniest Preemies Struggle With School And Adult Life", "url": "http://www.medicaldaily.com/premature-birth-preemies-academic-performance-adult-life-379527", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/03/26/preterm-birth.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/03/26/preterm-birth.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Vitality", "published_time": "2016-03-26T11:48:09-04:00", "modified_time": "2016-03-26T11:48:08-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "More than half of these infants go on to have moderate to severe cognitive deficits, new study finds."}, "article_summary": "One study focused on the most vulnerable subset of preemies: those born at no more than 28 weeks gestation.\nSometimes, people think health issues diminish their quality of life even when this isn’t the case, Wolke said by email.\nThe second study looked at babies born before 32 weeks gestation.\nPremature babies sleep in their cots in the children's and maternity ward at the Eastern Visayas Medical Centre on November 20, 2013 in Leyte, Philippines.\nBy the time they reached adolescence and adulthood, these individuals were more likely than their peers born full term to think that health problems lowered their quality of life."}