{"article_title": "Tea Party Groups Come To Sen. Ted Cruz's Defense, See Him As Torchbearer For Conservatism", "article_keywords": ["health", "cruzs", "torchbearer", "floor", "senate", "tea", "ted", "rubio", "cruz", "defense", "conservatism", "plan", "groups", "sen", "party", "come", "care"], "article_url": "http://latino.foxnews.com/latino/politics/2013/09/27/tea-party-groups-come-to-sen-ted-cruz-defense-see-him-as-torchbearer-for/", "article_text": "U.S. Sen. Ted Cruz speaks with congressional members to discuss the IRS scandal of targeting the Tea Party.Getty\n\nTea Party groups once had their hopes on Sen. Marco Rubio to carry the torch in the Beltway for conservatism.\n\nBut his star faded fast among his base after he played a central role in drafting a bipartisan immigration reform bill in the Senate that would, among other things, tighten enforcement and provide a pathway to legal status for undocumented immigrants.\n\nThey saw him as a turncoat for supporting this approach, which they say would hurt Americans by giving them competition for jobs and reward lawbreakers by giving them amnesty.\n\nBut as the Florida Republican's glow dimmed this year, another lawmaker's star rose. Texas Republican Sen. Ted Cruz's high-profile condemnation of President Obama's health care plan – capped by a 21-hour marathon speech on the Senate floor Wednesday that infuriated some in his own party – drew praise from Tea Party groups and other conservatives who wanted someone to stand up to status-quo Washington.\n\n“This is a galvanizing event,” said FreedomWorks president Matt Kibbe, according to the Dallas Morning News.\n\n“Nothing has happened this week outside the norm. These are the rules of the Senate that allows a senator to stand up on the floor and to speak until they don’t want to give the floor up.” - Sen. Marco Rubio\n\nFreedomWorks, a Tea Party group and major supporter of Cruz, has vowed to see to it that any lawmaker who allowed the vote for the health care plan to proceed Friday would pay for it later.\n\nWhen U.S. Sen. John Cornyn refused to join Cruz in his mission to defund President Obama's health care reform plan, he sparked the wrath of Tea Party groups.\n\nCruz is concerned that a House budget plan that would keep the government funded, avoid a shutdown, but not fund the health care plan will be at risk in the Democrat-controlled Senate of having the defunding provision stripped.\n\nCornyn joined other Republicans who oppose risking a government shutdown and have expressed their disapproval of Cruz’s aggressive moves to fight the Affordable Care Act.\n\nSen. Bob Corker accused Cruz of launching the 21-hour marathon speech to grandstand and pander to conservatives.\n\n“You want the American people and the outside groups that you’ve been in contact with to be able to watch us tomorrow,” said Corker, a Tennessee Republican, on the Senate floor, according to published reports. “The reason we’re waiting is that y’all have sent out releases and emails and you want everybody to be able to watch. And it just doesn’t seem to me that that’s in our nation’s interest.”\n\nAnd in a reference to Cruz, Cornyn said that merits of policies – not political calculations – influenced how he made decisions, said The Dallas Morning News.\n\nSupporters of the Affordable Care Act say that it will give the millions of Americans who lack health coverage a chance to be insured and get access to health care. Cruz, as well as some opponents of the plan, say it will not improve health care and may prompt employers to cut back workers' hours or fire them if they're forced to participate in the plan.\n\nRubio often found himself under attack this year by Tea Party groups and other conservatives; some even staged protests outside his offices in Florida, accusing him of being a turncoat.\n\nThey said that Rubio had abandoned conservative principles.\n\nAfter the Senate passed the immigration bill in June, Rubio turned his attention to Obama's health care plan and other White House policies he opposes.\n\nOn Thursday, for instance, Rubio defended the fight against the Affordable Care Act in an interview with Fox.\n\n“The truth is, this isn’t about shutting down the government. This is about shutting down Obamacare,” he said. “The people who are trying to make it, who are trying to start a business, or if you’re working full time and now are being moved to part time, or if you’re working part time and now you’re losing your hours, these are the people that are really going to be hurt by this. And it isn’t fair. It’s wrong.”\n\nHe also defended Cruz, denying he was engaging in theatrics — his marathon speech, he said, was meant to draw attention to the flaws of the Affordable Care Act.\n\n“Nothing has happened this week outside the norm. These are the rules of the Senate that allows a senator to stand up on the floor and to speak until they don’t want to give the floor up,” he said.\n\nA Washington Post story noted: \"Rubio, who spoke on the floor three times during Cruz’s marathon talk, appeared particularly eager to shore up his credentials with the Tea Party... In addition to railing against Obama’s health care law, he blocked the nomination of a gay black judge from Miami to the federal court, which some interpreted as a nod to social conservatives.\"\n\nSal Russo, a co-founder of the Tea Party Express, said his group still supports Rubio and views him as a viable presidential candidate in 2016. Cruz would be too if he chose to run, he said.\n\n“I think Marco Rubio still has great respect and admiration,” he said, adding that Tea Party groups hold diverse views on various subjects, though they all generally oppose big government, and U.S. tax policies.\n\n“[Ted Cruz] is clearly emerging as a leader,” Russo said. “Ted didn’t have a good chance of winning [regarding the health care vote], but he fought the good fight. You might not win votes, but you can win the hearts and minds of Americans.”\n\n“What Ted does is put the issue out there,” he said.\n\nCruz’s high-profile condemnation of Obama’s health care plan, some experts say, may boost what some have said is the Tea Party’s fading influence.\n\nA recent Gallup Poll showed that adults nationwide who said they supported the Tea Party fell to 22 percent from 32 percent in 2010. Among Republicans, the drop went to 38 percent from 65 percent in the same period, among Independents it fell to 25 percent from 30 percent, and among Democrats it went to 6 percent from 8 percent.\n\nCruz’s firm opposition to the health care plan is energizing Texas’ grassroots conservatives that helped him rise from electoral longshot to national star. It may ultimately prove a boon for other Tea Party-backed candidates waiting to follow in his footsteps.\n\nWhile no one is expecting an army of Cruz clones, he may be a model for a certain type of confrontational conservatism back home.\n\nImplications of that would stretch far beyond its own borders since Texas is the nation's richest GOP donor state. It also has repeatedly been a cradle for Republican presidential candidates — perhaps even Cruz himself in 2016.\n\n“This speech wasn't just historic - what Ted Cruz did was epic,” said Tea Party Express chair Amy Kremer Kremer in a statement. “He made good on his promises and displayed courage rarely seen in modern politics. Cruz's commitment to conservative principles is why he is one of the leading conservative voices in America today.”\n\nThe Associated Press contributed to this report.\n\nFollow us on twitter.com/foxnewslatino\n\nLike us at facebook.com/foxnewslatino\n\nElizabeth Llorente is the Politics Editor/Senior Reporter for Fox News Latino, and can be reached at Elizabeth.Llorente@Foxnewslatino.com. Follow her on https://twitter.com/Liz_Llorente\n\nLike us on Facebook\n\nFollow us on Twitter & Instagram", "article_metadata": {"classification": "POLITICS/White House, POLITICS/US Congress, HEALTH/Health Care", "dcterms.modified": "2013-09-27 15:15:49 EDT", "dcterms.abstract": "Sen. Ted Cruz’s high-profile condemnation of Obama’s health care plan may boost what some have said is the Tea Party’s fading influence.", "twitter": {"image": "http://a57.foxnews.com/global.fncstatic.com/static/managed/img/FNL/Politics/0/0/ted%20cruz%20tea%20party.jpg?ve=1&tl=1", "site": "@foxnewslatino", "card": "summary_large_image", "creator": "@foxnewslatino"}, "dc.format": "text/html", "dc.publisher": "Fox News Latino", "parsely-metadata": "{\"title\":\"Tea Party Groups Come To Sen. Ted Cruz\\u0027s Defense, See Him As Torchbearer For Conservatism\",\"link\":\"http://latino.foxnews.com/latino/politics/2013/09/27/tea-party-groups-come-to-sen-ted-cruz-defense-see-him-as-torchbearer-for/\",\"image_url\":\"http://a57.foxnews.com/global.fncstatic.com/static/managed/img/FNL/Politics/0/0/ted%20cruz%20tea%20party.jpg?ve=1&tl=1\",\"type\":\"article\",\"identifier\":\"cecf3b5c80061410VgnVCM100000d7c1a8c0RCRD\",\"section\":\"politics\",\"pub_date\":\"2013-09-27T19:15:49Z\",\"author\":\"Elizabeth Llorente\",\"tags\":[\"POLITICS/White House\",\" POLITICS/US Congress\",\" HEALTH/Health Care\"]}", "prism.aggregationType": "front", "keywords": "Republican presidential candidates,immigration reform,Ted Cruz,health care plan,Affordable Care Act,President Obama,Gallup Poll", "prism.channel": "fnl", "dc.description": "Sen. Ted Cruz’s high-profile condemnation of Obama’s health care plan may boost what some have said is the Tea Party’s fading influence.", "dc.identifier": "urn:uuid:cecf3b5c80061410VgnVCM100000d7c1a8c0RCRD", "pagetype": "article", "dc.subject": "Republican presidential candidates,immigration reform,Ted Cruz,health care plan,Affordable Care Act,President Obama,Gallup Poll", "classification-isa": "whitehouse, congress, healthcare", "description": "Si aún no estás convencido de que los crossovers han llegado aquí para quedarse, te daremos una prueba más: un informe reciente dice que, debido a sus bajas ventas, el Lexus CT lenta será...", "prism.section": "politics", "fb": {"app_id": 155493694485141}, "dc.source": "Fox News Latino", "dc.language": "en-US", "dc.title": "Tea Party Groups Come To Sen. Ted Cruz's Defense, See Him As Torchbearer For Conservatism", "dcterms.created": "2013-09-27 15:15:49 EDT", "og": {"site_name": "Fox News Latino", "description": "Sen.", "title": "Tea Party Groups Come To Sen. Ted Cruz's Defense, See Him As Torchbearer For Conservatism", "url": "http://latino.foxnews.com/latino/politics/2013/09/27/tea-party-groups-come-to-sen-ted-cruz-defense-see-him-as-torchbearer-for/", "image": "http://a57.foxnews.com/global.fncstatic.com/static/managed/img/FNL/Politics/0/0/ted%20cruz%20tea%20party.jpg", "type": "article"}, "dc.type": "Text.Article", "dc.date": "2013-09-27", "parsely-page": "{\"title\":\"Tea Party Groups Come To Sen. Ted Cruz\\u0027s Defense, See Him As Torchbearer For Conservatism\",\"link\":\"http://latino.foxnews.com/latino/politics/2013/09/27/tea-party-groups-come-to-sen-ted-cruz-defense-see-him-as-torchbearer-for/\",\"image_url\":\"http://a57.foxnews.com/global.fncstatic.com/static/managed/img/FNL/Politics/0/0/ted%20cruz%20tea%20party.jpg?ve=1&tl=1\",\"type\":\"article\",\"post_id\":\"cecf3b5c80061410VgnVCM100000d7c1a8c0RCRD\",\"section\":\"politics\",\"pub_date\":\"2013-09-27T19:15:49Z\",\"author\":\"Elizabeth Llorente\",\"tags\":[\"POLITICS/White House\",\" POLITICS/US Congress\",\" HEALTH/Health Care\"]}", "dc.creator": "Elizabeth Llorente"}, "article_summary": "“This speech wasn't just historic - what Ted Cruz did was epic,” said Tea Party Express chair Amy Kremer Kremer in a statement.\nCruz’s firm opposition to the health care plan is energizing Texas’ grassroots conservatives that helped him rise from electoral longshot to national star.\nA recent Gallup Poll showed that adults nationwide who said they supported the Tea Party fell to 22 percent from 32 percent in 2010.\nWhen U.S. Sen. John Cornyn refused to join Cruz in his mission to defund President Obama's health care reform plan, he sparked the wrath of Tea Party groups.\nCruz’s high-profile condemnation of Obama’s health care plan, some experts say, may boost what some have said is the Tea Party’s fading influence."}