{"article_title": "Raebareli rail coach factory to begin indigenous production", "article_keywords": ["produced", "begin", "coach", "lhb", "rs", "rail", "factory", "indigenous", "project", "raw", "coaches", "production", "raebareli"], "article_url": "http://timesofindia.indiatimes.com/india/Raebareli-rail-coach-factory-to-begin-indigenous-production/articleshow/38323314.cms", "article_text": "LUCKNOW: BJP-led central government has declared Raebareli rail coach factory independent.Sonia Gandhi's pet project in her constituency Raebareli — the Lalganj rail coach factory, was declared a 'full-fledged' factory on June 30. It will start rolling out coaches independently without entirely depending on government fund.Sources say that the factory now would generate revenue through production. \"Plan is to roll out 300 coaches and most of them independently.\" In 2013-14, factory produced only 150 shells (empty shells without bogey and interiors).After starting production in 2011, the factory has not produced even a single coach indigenously. It has not produced more than 200-odd assembled coaches so far.But now, it would produce coaches all by itself. The target set for this year is miniscule but would be met by factory's own resources, said sources.The factory was, so far, getting raw material sourced from Kapoorthala factory which was floating separate tender to procure raw material for Raebareli factory.This not only delayed production at Lalganj factory but was also making the factory administration spend Rs 12 to 13 lakh on transportation of raw material like seats, wheels, paints, bathroom fittings and other accessories every year.Indian Railways need about 5,000 coaches in a year. RCF, Kapoorthala and Integral coach factory, Chennai together roll out some 2,500 coaches. Raebareli factory, say sources, has the capacity to produce 1,500 coaches if it is made to function in three shifts.Political apathy towards the project after it was inaugurated in 2007 has already escalated its cost from Rs 1,685 to Rs 2,500.The factory produces only LHB coaches. LHB is a light weight coach based on German technology that can improve the speed of train and is the latest requirement of Indian Railways.Railways incur about Rs 2.73 crore in manufacturing a single AC 3 tier LHB coach and Rs 2.63 crore in manufacturing an AC 2 tier LHB coach. An empty shell costs around Rs 50 to 60 lakh.The ministry of railways when headed by Mamata Banerjee was not bountiful to the project. Sources said that it was not getting a budget more than Rs 100 crore annually.Things turned in its favour only when Pawan Bansal took over as the minister", "article_metadata": {"Last-Modified-Time": "01.00AM IST", "news_keywords": "Sonia Gandhi,minister,Mamata Banerjee", "Last-Modified-Date": "Fri, May 27, 2016", "og": {"site_name": "The Times of India", "description": "BJP-led central government has declared Raebareli rail coach factory independent.", "title": "Raebareli rail coach factory to begin indigenous production - Times of India", "url": "http://timesofindia.indiatimes.com/india/Raebareli-rail-coach-factory-to-begin-indigenous-production/articleshow/38323314.cms", "image": "http://timesofindia.indiatimes.com/photo/47529300.cms", "type": "article"}, "twitter": {"description": "BJP-led central government has declared Raebareli rail coach factory independent.", "title": "Raebareli rail coach factory to begin indigenous production - Times of India", "url": "http://timesofindia.indiatimes.com/india/Raebareli-rail-coach-factory-to-begin-indigenous-production/articleshow/38323314.cms", "image": "http://timesofindia.indiatimes.com/photo/47529300.cms", "site": "@timesofindia", "card": "summary_large_image"}, "Last-Modified": "Friday, 27 May, 2016 01:00:11AM", "fb": {"admins": 556964827, "app_id": 117787264903013}, "position": 2, "keywords": "Sonia Gandhi,minister,Mamata Banerjee", "google-site-verification": "ZgFICIedNvVZl5pV9EfAUeenwta9vBY0Za_GgmV4zuw", "y_key": "b1abb36a8d5c19c9", "viewport": "width=device-width, height=device-height,initial-scale=1.0,user-scalable=no", "description": "BJP-led central government has declared Raebareli rail coach factory independent."}, "article_summary": "LUCKNOW: BJP-led central government has declared Raebareli rail coach factory independent.Sonia Gandhi's pet project in her constituency Raebareli — the Lalganj rail coach factory, was declared a 'full-fledged' factory on June 30.\nIn 2013-14, factory produced only 150 shells (empty shells without bogey and interiors).After starting production in 2011, the factory has not produced even a single coach indigenously.\nRCF, Kapoorthala and Integral coach factory, Chennai together roll out some 2,500 coaches.\nIt will start rolling out coaches independently without entirely depending on government fund.Sources say that the factory now would generate revenue through production.\nLHB is a light weight coach based on German technology that can improve the speed of train and is the latest requirement of Indian Railways.Railways incur about Rs 2.73 crore in manufacturing a single AC 3 tier LHB coach and Rs 2.63 crore in manufacturing an AC 2 tier LHB coach."}