{"article_title": "Which Companies Have the Most Jobs?", "article_keywords": ["steel", "flat", "jobs", "company", "companies", "leader", "production", "products", "indiana", "manufacturing", "health", "roll"], "article_url": "http://www.newsmax.com/FastFeatures/employers-indiana-jobs/2015/04/05/id/636531/", "article_text": "VOTE NOW:\n\nIs Indiana Gov. Mike Pence Doing a Good Job?\n\nVOTE NOW:\n\nShould the Government Be Doing More to Promote Tourism in America?\n\nURGENT:\n\nDo You Approve of the Job Mike Pence Is Doing as Indiana Governor?\n\nWhile Indianapolis is home to two of the largest employers in Indiana, there are other cities in the state that are big job-providers. Here's a look at the top five employers in Indiana.ArcelorMittal is a global steel and iron ore producer. In the U.S., ArcelorMittal USA is the No. 1 steel producer, formed from the combination of ArcelorMittal’s existing U.S. business, Ispat Inland, with the assets of International Steel Group. The company is a major supplier to the North American automotive industry as well as to the broader transportation sector, serving customers in the trucking, off-highway, agricultural-equipment and railway industries. It also has a strong customer base in the appliance, office furniture, electrical motors, packaging, industrial machinery and other manufacturing sectors, as well as the distribution and service-center industry.ArcelorMittal USA has major steel producing sites in East Chicago and Burns Harbor and, as part of its partnership with Nippon Steel Corporation, it also operates two state-of-the-art steel-finishing plants near New Carlisle.WellPoint, Inc., one of the nation’s largest health insurance companies, officially became Anthem, Inc. in December 2014. The company aggressively markets its menu of Anthem and Blue Cross Blue Shield plans for new 2015 membership on exchanges under the Affordable Care Act. Anthem is a health benefits company that provides their services to one out of every nine Americans.Eli Lilly has been an industry leader in the medical field of pharmaceuticals since their inception in the late 1800s. The company discovers, develops, manufactures and sells pharmaceutical products worldwide in two segments – human pharmaceuticals and animal health products. The company says its mission is to make medicines that help people live longer, healthier, more active lives, and its vision is to make a significant contribution to humanity by improving global health in the 21st century.Cummins is a home-grown Columbus, Indiana firm that is the world leader in the manufacturing and distribution of diesel powered engines. Cummins has always been at the forefront of creating cleaner more environmentally friendly engines. The company believes that innovation doesn't come from machines. It comes from imaginative, creative and knowledgeable people who take resources and turn them into leading-edge products. From its headquarters in Columbus, Cummins serves customers in more than 160 countries.Founded in 1993, Steel Dynamics, Inc. began production at its Butler flat roll mill in 1996. This state-of-the-art mill remains a world leader in its productivity and in production of flat roll steel. Finishing facilities at the Butler mill and in Jeffersonville (acquired in 2003) produce pickled, cold roll, galvanized and painted flat roll steel. These facilities have undergone numerous expansions over the years.SDI entered the steel long-products business in 2002, with the commencement of production of wide-flange beams at the company’s minimill in Columbia City. In 2010, the minimill was expanded to include production of standard rail, and in 2013 the capability for manufacturing premium rail was added. Also in 2002, SDI acquired a steel mill near Indianapolis and restarted the mill in 2004 to produce engineered bar steel. The company expanded the minimill’s capacity by adding a small diameter engineered bar rolling mill in 2013.", "article_metadata": {"news_keywords": "employers, indiana, jobs", "pubdate": "2015-04-05T15:02:43", "og": {"site_name": "Newsmax", "description": "While Indianapolis is home to two of the largest employers in Indiana, there are other cities in the state that are big job-providers. Here's a look at the top five employers in Indiana.", "title": "Top 5 Employers in Indiana: Which Companies Have the Most Jobs?", "url": "http://www.newsmax.com/FastFeatures/employers-indiana-jobs/2015/04/05/id/636531/", "type": "article", "image": "http://www.newsmax.com/App_Themes/Newsmax/images/facebook/newsmaxFBLogo.gif", "page_id": 85452072376}, "twitter": {"url": "http://www.newsmax.com/FastFeatures/employers-indiana-jobs/2015/04/05/id/636531/", "title": "Top 5 Employers in Indiana: Which Companies Have the Most Jobs?", "description": "While Indianapolis is home to two of the largest employers in Indiana, there are other cities in the state that are big job-providers. Here's a look at the top five employers in Indiana.", "site": "Newsmax"}, "fb": {"admins": 100002083767056, "app_id": 323020797885219}, "msvalidate.01": "FAF1322EC761685A5DD9344A1C19E82A", "epoch": 1428246163, "google-site-verification": "Jt2HUKgzJJw9VwIQJv31ETytuvNNm5ypTWN6j0nYvHM", "keywords": "employers, indiana, jobs", "article": {"section": "FastFeatures", "published_time": "2015-04-05T15:02:43"}, "original-source": "http://www.newsmax.com/FastFeatures/employers-indiana-jobs/2015/04/05/id/636531/", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=yes", "description": "While Indianapolis is home to two of the largest employers in Indiana, there are other cities in the state that are big job-providers. Here's a look at the top five employers in Indiana."}, "article_summary": "Finishing facilities at the Butler mill and in Jeffersonville (acquired in 2003) produce pickled, cold roll, galvanized and painted flat roll steel.\nThis state-of-the-art mill remains a world leader in its productivity and in production of flat roll steel.\nThe company discovers, develops, manufactures and sells pharmaceutical products worldwide in two segments – human pharmaceuticals and animal health products.\nAlso in 2002, SDI acquired a steel mill near Indianapolis and restarted the mill in 2004 to produce engineered bar steel.\nFrom its headquarters in Columbus, Cummins serves customers in more than 160 countries.Founded in 1993, Steel Dynamics, Inc. began production at its Butler flat roll mill in 1996."}