{"article_title": "Physician employment and buyout agreements: the basics", "article_keywords": ["physician", "basics", "partners", "need", "practice", "agreement", "paid", "employee", "tail", "agreements", "usually", "buyout", "employment", "patients"], "article_url": "http://www.healthcarefinancenews.com/blog/physician-employment-and-buyout-agreements-basics", "article_text": "Employment and buyout agreements are usually referred to as “governance documents” for physician practices, and there are more than just these two. But do you really need these documents?\n\nIf you are a solo practitioner, the answer is you probably don’t need them. If you have more than one practitioner in your group, you do indeed need them. Specifically, you need them in order to do at least the following:\n\nplan for the future;\n\ndetermine how to bring on new partners, number of votes needed for a management decision (majority, unanimous, unanimous minus one, etc.);\n\ndetermine how to get paid and divide any profit;\n\ndetermine what benefits the business will pay;\n\ndecide compensation policies in the event a partner/shareholder becomes disabled, dies or retires;\n\ndetermine how to settle disputes;\n\nset forth rules for dissolving the practice.\n\nThe standard employment agreement will define the term of the agreement, the scope of duties and expectations (e.g., keeping charts, treating patients, CME) and license requirements and benefits. It will explain what and how you are to be paid along with PTO (paid time off: vacations, CME, sick, maternity), health insurance, auto and communication allowance, the amount and type of malpractice and the “red flags.”\n\nThe red flags, and there usually about three, are either good for the employer or the employee. Your perspective determines how you see these red flags.\n\nRED FLAG # 1: Termination without cause\n\nFrom the employer’s perspective, this means that I can terminate you as the employee with 60 days notice even if you have done nothing wrong. For example, I may have a young relative who is looking for a job; or declining reimbursements, combined with your low productivity, has made you too expensive to keep; or I am going to merge with a group and they want your patients. It could be any number of reasons.\n\nHowever, most attorneys put a “termination without cause” clause in an agreement, and it is applicable to both employer and employee. So you as the employee also have the option to give me as the employer 60 days’ notice because you have a better offer, your spouse does not like the area or any other reason.\n\nRED FLAG #2: Malpractice tail insurance\n\nThere are two basic types of malpractice: occurrence and claims made. More practices are switching to claims made, because it starts off with a lower, usually step, premium that works well with a new employee. However, in order to have liability coverage when the claim is made, the physician has to be covered under the policy or, if the physician has left the area covered by the insurance company, has to purchase a “tail.” The tail is usually equal to the fifth-year premium. Depending on the specialty, the premium could be between $15,000 to $100,000 or more. The question is, then, who pays for the tail when an employee leaves a practice and has professional liability coverage (malpractice) in the form of claims made?\n\nIn most cases, I try to have the tail divided equally between employer and employee. That way there is an incentive on the part of both parties to make the relationship work.\n\nRED FLAG #3: Restrictive covenants\n\nRestrictive covenants come in many flavors. They could state that if the employee leaves the practice they cannot practice within a radius of 20 miles. In large cities we use blocks or neighborhoods, and I have seen them as large as 100 miles. It becomes an issue if the employee feels that it is too restrictive and may fall under restraint of trade.\n\nOther restrictions may be that you cannot take any staff members when you leave, you cannot solicit patients of the practice and, because the charts belong to the practice, you cannot take any of your patients’ charts or demographic information with you.\n\nThere are simple ways to resolve all the above issues, but it starts with having a written document.\n\nBuy-out agreement\n\nYou and I have practiced together for 10 years. We get along and have a successful practice except that we have never written a buy out agreement, because we both think we will just sell the practice in the future.\n\nYou like to ski and, unfortunately, had a ski accident and can’t work anymore. I now have to cover all the expenses and patients by myself. Your attorney contacts me and asks what I am prepared to pay you for your half of the practice. That call ruined my day.\n\nMy new partner is now my partner’s wife’s attorney. I have a feeling whatever number I come up with will be too low. So I now have to pay all the expenses, cover all the patients and send you a check. I consult with my spouse and accountant and attorney and they suggest closing the practice and opening a new practice. What a mess!\n\nThe buyout agreement can be based on the value of the hard assets (furniture, fixtures and equipment) or it can also include deferred compensation. If it does include deferred compensation, use a formula not a fixed amount. I once was asked to mediate a dispute among partners where the buyout was based on 15 year-old reimbursements. The amount of the buyout had no relationship to what the partners were currently paid. The formula should be based on the net, not the gross, of a partner’s collections, which can change from year to year. Using a percent of the average of the last three year’s compensation is more closely related to what the present circumstances dictate.\n\nThe buyout should require at least 12 months notice. For each three month period less than 12 months, the buyout is reduced by 25 percent. It takes time to recruit a new provider. There should also be a vesting schedule. I start with a minimum of 20 years working at the practice. For each year less than 20, the buyout is reduced. There should also be a period during which it is paid out. It should be paid out over a long enough time so that it does not impact the practice’s finances. If the person receiving the payment enters into a competitive activity then the remaining payments are declared null and void.\n\nRemember, if this is not written down and signed by all, then everyone loses except the attorneys, if an event occurs.\n\n", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/blog/physician-employment-and-buyout-agreements-basics", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/modules/open_graph/hfn-stacked.jpeg", "site_name": "Healthcare Finance News", "description": "Employment and buyout agreements are usually referred to as \"governance documents\" for physician practices, and there are more than just these two. But do medical practices really need such documents?", "title": "Physician employment and buyout agreements: the basics"}, "twitter": {"site": "@HC_Finance", "image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/modules/open_graph/hfn-stacked.jpeg"}, "description": "Employment and buyout agreements are usually referred to as \"governance documents\" for physician practices, and there are more than just these two. But do medical practices really need such documents?", "card": "summary_large_image", "title": "Physician employment and buyout agreements: the basics"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Employment and buyout agreements are usually referred to as “governance documents” for physician practices, and there are more than just these two. But do you really need these documents?&#13; If you are a solo practitioner, the answer is you probably don’t need them. If you have more than one practitioner in your group, you do indeed need them. Specifically, you need them in order to do at least the following:", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no"}, "article_summary": "Employment and buyout agreements are usually referred to as “governance documents” for physician practices, and there are more than just these two.\nThe buyout agreement can be based on the value of the hard assets (furniture, fixtures and equipment) or it can also include deferred compensation.\nI once was asked to mediate a dispute among partners where the buyout was based on 15 year-old reimbursements.\nThe amount of the buyout had no relationship to what the partners were currently paid.\nThey could state that if the employee leaves the practice they cannot practice within a radius of 20 miles."}