{"article_title": "London Museum Hopes To Reboot Eric, Britain's First Robot", "article_keywords": ["britains", "russell", "open", "science", "museum", "robot", "reboot", "london", "mechanical", "hopes", "quite", "technology", "eric", "theres"], "article_url": "https://wamu.org/news/16/05/16/london_museum_hopes_to_reboot_eric_britains_first_robot", "article_text": "Before there was Star Wars' C-3PO and the robot who famously warned of \"Danger, Will Robinson!\" on TV's Lost in Space, there was Eric — one of the world's first real robots. He was built in 1928, less than a decade after the word \"robot\" was first used.\n\nHe wowed audiences in Britain, where he was created, and elsewhere in Europe and the United States. And then, he disappeared.\n\nNow, a team from the Science Museum of London is planning to rebuild him, using original archival materials. They have the technology. Now, they need money — and they've launched a Kickstarter campaign to raise $50,000.\n\nMade of aluminum, Eric measured about 6 feet tall and weighed about 100 pounds.\n\n\"He looked quite scary,\" says Ben Russell, curator of mechanical engineering at the Science Museum. \"He was designed so that when he spoke, sparks flew between his teeth\" — created by some 35,000 volts of electricity.\n\n\"Looking back, I suppose you could say he was relatively simple,\" Russell says. \"He could stand up, he could move his arms, he could take a bow and sit down again. He was, in a way, everything that we imagined a robot would be. He's that sort of stereotype that even now when you ask kids to draw a robot, they draw something that looks pretty much like Eric.\"\n\nEric was the creation of two men — Capt. W. H. Richards, a World War I veteran, and A.H. Reffell, an engineer — and was intended as a showpiece. His first public appearance was in September 1928, when he opened the Society of Model Engineers' annual exhibition. The society had invited the Duke of York to open the event, but he declined.\n\nRichards decided that since it was a mechanical show, \"let us have a mechanical man to open it,\" and started work on creating Eric.\n\nHis inventors took Eric and their next robot, George, on an international tour, which included a stop in New York City, where the press dubbed Eric a nearly perfect man.\n\nRussell, the curator, is currently putting together a major robot exhibit scheduled for next year at the Science Museum — and he wants to include Eric. But there's a problem: Eric no longer exists.\n\n\"No one's quite sure what happened,\" Russell says. \"We know George was destroyed by a bomb in the Second World War. But Eric vanishes off the record.\"\n\nTo get Eric back, Russell wants to rebuild him. Enter the Kickstarter campaign.\n\n\"You can only go so far with a picture of something or a computer simulation,\" Russell says. \"People want to see actual stuff. As a 3-D object it has much more appeal than just a drawing or a photograph.\"\n\nAnd he's intrigued by the technical challenge.\n\n\"Although there's lots of photographs — and there's one or two artistic re-imaginings of what was inside him — no one quite knows how he worked,\" Russell says.\n\nFor the curator, unraveling that mystery is as much about technology as it is about art.\n\n\"One of the points we wanted to make in the exhibition is that robots aren't just science or technology with a capital S or a capital T, but actually they are the product of a much wider range of motivations, which might be about the thrill of a show, or our curiosity about ourselves and our bodies, and those questions of magicalness or faith or spectacle or showmanship. So it's a much richer story,\" Russell says.\n\nThe robot exhibition is scheduled to open in February 2017. If the Kickstarter campaign is successful, Eric will be there, ready to take a mechanical bow.", "article_metadata": {"Generator": "Drupal 7 (http://drupal.org)", "author": "NPR Staff", "og": {"site_name": "WAMU 88.5", "description": "Before there was Star Wars' C-3PO and the robot who famously warned of \"Danger, Will Robinson!\" on TV's Lost in Space, there was Eric — one of the world's first real robots. He was built in 1", "title": "London Museum Hopes To Reboot Eric, Britain's First Robot", "url": "https://wamu.org/news/16/05/16/london_museum_hopes_to_reboot_eric_britains_first_robot", "image": "http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=London+Museum+Hopes+To+Reboot+Eric%2C+Britain%27s+First+Robot&utme=8(APIKey)9(MDAxNzk1MDc4MDEyMTU0NTY4ODBlNmE3Yw001)", "type": "article"}, "has_audio": 1, "nid": 230004, "google-site-verification": "8AyE7rFVyUE7ZiqFGJ29mxnUk_L6YMXe4KHsLRUvvmQ"}, "article_summary": "Now, a team from the Science Museum of London is planning to rebuild him, using original archival materials.\nRussell, the curator, is currently putting together a major robot exhibit scheduled for next year at the Science Museum — and he wants to include Eric.\n\"He looked quite scary,\" says Ben Russell, curator of mechanical engineering at the Science Museum.\nHe's that sort of stereotype that even now when you ask kids to draw a robot, they draw something that looks pretty much like Eric.\"\nHis inventors took Eric and their next robot, George, on an international tour, which included a stop in New York City, where the press dubbed Eric a nearly perfect man."}