{"article_title": "Cyclist killed after being hit by vehicle", "article_keywords": ["cyclist", "saidthe", "hit", "swanigan", "lexington", "event", "participating", "truck", "vehicle", "hinkel", "killed", "road"], "article_url": "http://www.washingtontimes.com/news/2015/may/24/cyclist-killed-after-being-hit-by-vehicle/", "article_text": "GEORGETOWN, Ky. (AP) - A Lexington attorney was killed after being hit by a vehicle while participating in a cycling event in central Kentucky, authorities said.\n\nThe driver accused of hitting the cyclist in Scott County on Saturday has been charged with murder, the Lexington Herald-Leader (http://bit.ly/1Fw8ROt) reported.\n\nThe cyclist was identified by the Fayette County coroner’s office as Mark Hinkel, 57.\n\nGeorgetown Police Capt. Robert Swanigan said Hinkel was hit head-on by a pickup truck Saturday afternoon. Swanigan said the truck had gone off the right side of the road, then crossed both lanes and hit Hinkel. Other cyclists were riding with Hinkel and saw the crash occur, he said.\n\n“The cyclist actually came to rest in the bed of the pickup,” Swanigan said.\n\nThe truck driver, Odilon Paz-Salvador, continued down the road and turned right onto another road, where a sheriff’s deputy saw Hinkel in the truck bed and pursued. Paz-Salvador pulled over.\n\nPaz-Salvador, 29, of Georgetown, was taken to the Scott County Detention Center. He has been charged with murder, driving under the influence, wanton endangerment, leaving the scene of an accident and fleeing and evading, jail officials said.\n\nHinkel was participating in the Horsey Hundred cycling event, which includes several rides of various lengths.\n\nEvent director Pam Thomas said about 2,500 cyclists from throughout the U.S. and several foreign countries were participating in this year’s event. She said this is the first time a fatality has occurred during the event’s 38 years.\n\n___\n\nInformation from: Lexington Herald-Leader, http://www.kentucky.com", "article_metadata": {"description": "A Lexington attorney was killed after being hit by a vehicle while participating in a cycling event in central Kentucky, authorities said.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"url": "http://www.washingtontimes.com/news/2015/may/24/cyclist-killed-after-being-hit-by-vehicle/", "site_name": "The Washingtion Times", "type": "article", "description": "A Lexington attorney was killed after being hit by a vehicle while participating in a cycling event in central Kentucky, authorities said.", "title": "Cyclist killed after being hit by vehicle"}, "twitter": {"site": "@washtimes", "description": "A Lexington attorney was killed after being hit by a vehicle while participating in a cycling event in central Kentucky, authorities said.", "card": "summary", "title": "Cyclist killed after being hit by vehicle"}, "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "article_summary": "GEORGETOWN, Ky. (AP) - A Lexington attorney was killed after being hit by a vehicle while participating in a cycling event in central Kentucky, authorities said.\nSwanigan said the truck had gone off the right side of the road, then crossed both lanes and hit Hinkel.\nRobert Swanigan said Hinkel was hit head-on by a pickup truck Saturday afternoon.\nThe driver accused of hitting the cyclist in Scott County on Saturday has been charged with murder, the Lexington Herald-Leader (http://bit.ly/1Fw8ROt) reported.\nThe cyclist was identified by the Fayette County coroner’s office as Mark Hinkel, 57."}