{"article_title": "Affordable Care Act has Bealls weighing health care plans", "article_keywords": ["affordable", "weighing", "plans", "southwest", "workers", "increase", "medical", "health", "act", "benefits", "care", "company", "employees", "bealls"], "article_url": "http://www.heraldtribune.com/article/20130904/ARTICLE/130909827", "article_text": "The pending Affordable Care Act is prompting some southwest Florida employers to rethink personnel policies and even limit worker hours.\n\nBradenton-based Bealls Inc., for instance, intends to enforce a strict 30-hour workweek for part-timers that may begin as early as this holiday season, according to a published report.\n\nIt may also offset increased health care costs by passing along expenses to full-time workers in the form of higher deductibles, co-insurance charges and increased out-of-pocket costs.\n\n“We are going to restructure how we manage our workforce,” Arne Lemke, Bealls' director of payroll and benefits, told Florida Trend recently.\n\nThe company did not return calls seeking comment Wednesday.\n\nThe department and outlet store retailer also indicated it plans to hire more part-time workers and seasonal hires to circumvent mandates in the 2010 act, colloquially known as “Obamacare.”\n\nUnder the law, the bulk of which will go into effect beginning early next year and which will be fully implemented by 2015, employees who average more than 30 hours of work weekly will be entitled to employer-paid health benefits. Companies that fail to comply will be subject to penalties.\n\nBealls does provide medical coverage to its employees who clock more than 30 hours each week.\n\nBut the move represents a huge shift for the company, which has previously allowed part-time workers to work full time and earn overtime, especially during the busy Christmas season.\n\nWhile Bealls is among the largest of Southwest Florida's employers to announce health care law-inspired changes, it may not be the only company to shift gears in advance of the law's impact.\n\nAs of yet, however, most employers seem to be taking a wait-and-see attitude.\n\n“No business has yet verbalized its intentions to us regarding the Affordable Care Act,” said Sally Hill, a spokeswoman for the Suncoast Workforce Board, which operates a trio of employment and career centers in Southwest Florida.\n\nPart-time employees compose some 60 percent of Bealls' payroll, or roughly 6,600 of the retailer's 11,000-member workforce.\n\nAt the same time, Bealls anticipates medical benefits enrollments will increase in the coming year as the law, which requires all workers to carry some insurance, takes effect.\n\nThough Bealls has about 4,000 employees who are eligible for medical benefits, only about 60 percent of those are now enrolled in the company's health care plan. Bealls predicts an increase of 15 to 18 percent in total enrollments as a result of the law.\n\nWhile that will increase Bealls' expenses — on top of the roughly 60 percent of health care premiums it currently pays for — company officials say it has no plans now to drop health care coverage for employees, even though paying a penalty could be less expensive in the longer term.\n\n“At this point, our strategy is to definitely continue offering competitive health benefits,” Lemke said.\n\nStill, Bealls acknowledges that some added costs will be passed on to employees.", "article_metadata": {"description": "The pending Affordable Care Act is prompting some southwest Florida employers to rethink personnel policies and even limit worker hours.", "vf": {"unique_id": "art-521EA943-4A3C-49F3-B73F-16D7149EA75A-pubSH"}, "og": {"site_name": "HeraldTribune.com", "description": "The pending Affordable Care Act is prompting some southwest Florida employers to rethink personnel policies and even limit worker hours.", "title": "Affordable Care Act has Bealls weighing health care plans", "url": "http://www.heraldtribune.com/article/20130904/ARTICLE/130909827", "image": "http://G52-SHweb.newscyclecloud.com/apps/pbcsi.dll/bilde?Site=SH&Date=20130904&Category=ARTICLE&ArtNo=130909827&Ref=AR&imageVersion=Teaser", "type": "article"}, "publishdate": 20130904, "fb": {"app_id": 131646103569058}, "tout": {"article": {"id": "art-130909827-pubSH"}}, "keywords": "AKIAK (AK),  EEK (AK),  Business (general)"}, "article_summary": "“At this point, our strategy is to definitely continue offering competitive health benefits,” Lemke said.\nIt may also offset increased health care costs by passing along expenses to full-time workers in the form of higher deductibles, co-insurance charges and increased out-of-pocket costs.\nThough Bealls has about 4,000 employees who are eligible for medical benefits, only about 60 percent of those are now enrolled in the company's health care plan.\nThe pending Affordable Care Act is prompting some southwest Florida employers to rethink personnel policies and even limit worker hours.\nWhile that will increase Bealls' expenses — on top of the roughly 60 percent of health care premiums it currently pays for — company officials say it has no plans now to drop health care coverage for employees, even though paying a penalty could be less expensive in the longer term."}