{"article_title": "Obamacare et l'assurance santé des expatriés aux USA", "article_keywords": ["sant", "le", "usa", "la", "lassurance", "des", "obamacare", "par", "qui", "les", "en", "une", "aux", "expatris", "et"], "article_url": "http://frenchmorning.com/obamacare-assureurs-francais-flou-total/", "article_text": "Bonne nouvelle: les expatriés vivant aux Etats-Unis n’ont en majorité rien à faire pour entrer en conformité avec la nouvelle loi sur la santé, surnommée « Obamacare » . Mais mauvaise nouvelle: la confusion règne chez les assureurs français, perdus face au dédale de règlementations américaines. Et ils tardent à informer leurs assurés.\n\nEnviron 10.000 Français vivant aux Etats-Unis sont aujourd’hui assurés par la Caisse des Français de l’Etranger (CFE), un organisme de Sécurité sociale basé à Paris. Beaucoup complètent en souscrivant à une complémentaire française (mutuelle). D’autres se passent de la CFE et souscrivent à une mutuelle qui rembourse dès le premier euro de dépenses.\n\nTous les détenteurs de cartes vertes et les étrangers considérés « résidents » par l’administration fiscale sont concernés par la réforme du système de santé, entrée pleinement en vigueur le 1er janvier. Elle rend obligatoire la souscription d’une assurance-maladie, qui doit en outre remplir un certain nombre de critères.\n\nPour les expatriés, la réglementation reconnaît automatiquement comme valides les contrats d’assurances collectifs -via un employeur – gérés par des assureurs régulés par un pays étranger. La question se complique pour les expatriés qui seraient couverts de façon individuelle, et non par un contrat entreprise. C’est par exemple le cas de cadres dirigeants.\n\nPour ceux-ci, les assureurs étrangers doivent déposer une demande d’homologation de leurs contrats auprès des autorités américaines. Les assureurs devront prouver que leurs couvertures remplissent les critères minimaux fixés par « Obamacare »: par exemple, la non-discrimination par rapport aux maladies pré-existantes.\n\nL’un des plus grands courtiers-gestionnaires français en assurance, MSH International, couvre environ 10.000 expatriés aux Etats-Unis. Pour y voir plus clair, il a eu recours à deux cabinets d’avocats américains spécialisés dans les assurances.\n\n« Visiblement, dans le cadre d’un contrat collectif les autorités américaines considéreraient que l’employeur a pris un contrat en bonne et due forme et accepteraient cette couverture, et n’iraient pas chercher des poux dans la tête de ces expatriés-là » , confirme le directeur exécutif de MSH International, Laurent Cochet.\n\nMSH International déposera début mars les demandes d’homologation pour la dizaine de produits offerts aux individuels. Et là, Laurent Cochet est plus prudent. « Les signaux qu’on a aujourd’hui nous laisseraient penser que le type de produits qu’on vend serait accepté, puisqu’on est quand même plutôt sur des couvertures haut-de-gamme et généreuses » , dit-il. « Encore une fois, je parle au conditionnel » .\n\nEt quel est l’état d’esprit chez les acteurs du secteur? « C’est la confusion totale… J’ai entendu tout et son contraire sur cette réforme » .\n\nDes règles claires dans « 95% des cas »\n\n« Ici de France nous ne savons pas ce qu’il convient de faire » , disait fin janvier le directeur de la CFE, Michel Touverey, qui a demandé l’aide de l’ambassade de France à Washington.\n\nDans une lettre à ses assurés, la CFE a dû reconnaître qu' »à ce jour, ni la CFE, ni ses partenaires, n’ont pu obtenir des éclaircissements suffisants permettant de conseiller ses assurés sur la meilleure attitude à adopter » .\n\nL’ambassade dit qu’elle a transmis à la CFE les textes réglementaires et des éléments d’analyse. Et rassure: dans l’immense majorité des cas, la loi ne change rien pour les Français expatriés aux Etats-Unis. « La souscription d’une couverture maladie auprès d’un assureur étranger peut être prise en compte par les autorités américaines si la couverture procurée répond pour l’essentiel aux dispositions de la nouvelle législation ACA. Cette condition serait réputée acquise pour les personnes ayant un statut d’expatrié, qui devront bien sûr pouvoir justifier auprès de l’administration fiscale de leur affiliation » , a répondu l’ambassade à une série de questions, sans toutefois mentionner la distinction entre contrats collectifs et individuels.\n\nVendredi, la CFE disait n’avoir toujours pas eu de réponse de l’ambassade, et n’avoir pas progressé dans ses démarches.\n\n« C’est le flou artistique le plus complet« , confie un intermédiaire d’assurances français. La confusion, selon lui, « vient d’abord de l’Etat américain qui a donné une règle qui s’applique certainement dans 90 ou 95% des cas, mais il y a des niches comme les expatriés qui vont devoir faire l’objet d’une précision » .\n\nAlexis de Saint-Albin, directeur du développement international du groupe Humanis, explique qu’Humanis attend que la CFE éclaircisse la situation, avant de déterminer s’ils chercheront à se faire homologuer par les autorités de santé. « Si on ne peut pas se positionner au 31 mars, notre discours sera de dire à nos clients expatriés qu’en l’absence d’homologation ils doivent se conformer au droit et prendre une assurance locale » , dit-il.\n\nEn fait, le calendrier laisse encore un peu de marge de manoeuvre aux assureurs. L’amende imposée par l’Internal Revenue Service (IRS) aux personnes qui ne seraient pas assurées par une couverture valide en 2014 sera de seulement 95 dollars, à payer avec la déclaration de revenus en 2015: un montant jugé pas très pénalisant. L’année suivante, cette amende augmentera à 325 dollars, puis 695 dollars pour l’année 2016, des montants nettement plus dissuasifs.", "article_metadata": {"description": "La réforme de la santé Obamacare touche aussi les Français expatriés. On vous explique donc ce qu'elle peut changer sur votre assurance santé aux Etats-Unis", "og": {"site_name": "French Morning", "description": "La réforme de la santé Obamacare touche aussi les Français expatriés. On vous explique donc ce qu'elle peut changer sur votre assurance santé aux Etats-Unis", "title": "Obamacare et l'assurance santé des expatriés aux USA", "locale": "fr_FR", "image": "http://frenchmorning.com/wp-content/uploads/2014/02/obama-2.jpg", "updated_time": "2015-07-24T15:55:09+00:00", "url": "http://frenchmorning.com/obamacare-assureurs-francais-flou-total/", "type": "article"}, "twitter": {"description": "La réforme de la santé Obamacare touche aussi les Français expatriés. On vous explique donc ce qu'elle peut changer sur votre assurance santé aux Etats-Unis", "creator": "@ivancouronne", "image": "http://frenchmorning.com/wp-content/uploads/2014/02/obama-2.jpg", "title": "Obamacare et l'assurance santé des expatriés aux USA", "site": "@frenchmorningNY", "card": "summary_large_image"}, "robots": "noodp", "bt": {"type": "current_fr", "location": "Los Angeles,Miami,New York,San Francisco,Texas", "expDate": 1420416000, "id": 51368}, "fb": {"admins": 703647354}, "article": {"publisher": "http://www.facebook.com/FrenchMorning", "section": "Actu et politique", "tag": "obamacare", "published_time": "2014-02-17T00:18:53+00:00", "modified_time": "2015-07-24T15:55:09+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Et rassure: dans l’immense majorité des cas, la loi ne change rien pour les Français expatriés aux Etats-Unis.\nBonne nouvelle: les expatriés vivant aux Etats-Unis n’ont en majorité rien à faire pour entrer en conformité avec la nouvelle loi sur la santé, surnommée « Obamacare » .\nEnviron 10.000 Français vivant aux Etats-Unis sont aujourd’hui assurés par la Caisse des Français de l’Etranger (CFE), un organisme de Sécurité sociale basé à Paris.\nPour les expatriés, la réglementation reconnaît automatiquement comme valides les contrats d’assurances collectifs -via un employeur – gérés par des assureurs régulés par un pays étranger.\nLes assureurs devront prouver que leurs couvertures remplissent les critères minimaux fixés par « Obamacare »: par exemple, la non-discrimination par rapport aux maladies pré-existantes."}