{"article_title": "Next steps for states, health insurance under the ACA", "article_keywords": ["aca", "plans", "exchange", "federal", "enrollment", "states", "state", "health", "numbers", "exchanges", "steps", "insurance"], "article_url": "http://www.usatoday.com/story/news/nation/2014/04/03/health-care-insurance-aca/7248795/", "article_text": "Models hand out stickers and juice at a mall in Denver, encouraging people to get health coverage under the ACA. States that ran their own exchanges already are making plans for next year’s enrollment, which starts Nov. 15 and runs until Feb. 15, 2015. (Photo: AP)\n\nDENVER – Like other states that opted to run their own exchange, Colorado spent several years and hundreds of millions in federal dollars to create an insurance marketplace specifically tailored for Coloradans.\n\nComplex legislation, multiple studies, numerous vendor contracts, dozens of public hearings and behind-the-scenes preparations led up to the launch of Colorado's site in October.\n\nAs of April 1, Colorado signed up 119,000 people for commercial insurance – a little shy of its goal of 136,000. State officials are already working on improvements for next year's enrollment period, which starts Nov.15 and runs until Feb. 15, 2015.\n\n\"It makes me sick to think about it,\" said Lindy Hinman, chief operating officer of Colorado's exchange, Connect for Health. \"But we're already working on next year's enrollment.\"\n\nIn the days after the March 31 deadline to sign up for health insurance, advocates already were talking about how states and the federal government could improve on the process and the insurance products next round.\n\nWith a few exceptions, state and federal health insurance exchange officials are declaring the first Affordable Care Act open season a success. State-by-state numbers are not yet available, but the Obama administration estimated more than 7 million people signed up for private insurance, exceeding initial targets, and about 9 million more signed up for Medicaid.\n\nUnder the 2010 health care law, states were given the option of creating and running their own exchanges, financed with federal money. Opting in were California, Colorado, Connecticut, District of Columbia, Hawaii, Kentucky, Maryland, Massachusetts, Minnesota, Nevada, New York, Oregon, Rhode Island, Vermont and Washington. (Idaho and New Mexico also opted in but did not have time to develop their exchanges for the first open season that started Oct. 1. Consumers in both states used federally run exchanges.)\n\nNearly every state had considered the federal program's offer to build its own customized state exchange. But with the exception of Nevada, only Democratic-led states had the political will to enact the necessary laws. Colorado's exchange statute was one of only a few that had bipartisan support.\n\nAt a walk-in exchange office in downtown Denver's pedestrian mall last week, there was an almost giddy atmosphere in some parts of the room. Ten agents were helping an office full of consumers who were at various stages of deciding on insurance coverage. One couple celebrated their completed application with a kiss, while onlookers applauded.\n\nBEST PRACTICES\n\nPop-up offices, such as the one here, were one of Colorado's most successful enrollment tactics, Hinman said. A last-minute decision based on consumer feedback led to six offices opening in late March so consumers could walk in and get help without an appointment. The state already had 55 appointment-only offices across the state and 3,000 registered brokers and navigators. At least one other state, Rhode Island, also created pop-up sites for the final enrollment push.\n\nAnother successful move, Hinman said, was allowing consumers to shop for plans anonymously. Not requiring people to register before looking at their options helped simplify the process. In addition, she said Colorado's creation of a new nongovernmental, nonprofit organization to run its exchange allowed maximum flexibility in contracting with vendors. Other states gave exchange authority to existing state agencies or created new quasi-governmental units.\n\nBy most measures of success, Colorado's exchange website fell somewhere in the middle of the 15 state-run exchanges. Its website performed better than those in Hawaii, Maryland, Massachusetts, Minnesota and Oregon, where pervasive technical problems plagued exchanges from the beginning to the end.\n\nColorado's exchange recovered from early technical glitches and ran fairly smoothly for most of the season. But Colorado did not get the acclaim that California, Connecticut, Kentucky, New York, Washington and Vermont did for superior performance and high enrollment numbers.\n\nAccording to a new report from the University of Pennsylvania, Colorado signed up 17% of people deemed eligible for exchange insurance as of March 1, when the most recent state-specific enrollment numbers were released by the U.S. Department of Health and Human Services. Massachusetts, where its malfunctioning exchange failed to qualify a single person in the first two months of enrollment, had the lowest sign-up rate at 5%. Vermont had the highest rate at 54%.\n\nOn average, state-run exchanges signed up a higher percentage of those who were eligible than did federally run exchanges, the report said. The group plans to update the analysis when the federal government releases final numbers in the next few weeks.\n\nConsumer advocate Families USA, which is closely aligned with the Obama administration, released a report April 1 recommending 10 ways to build on the health law's enrollment momentum. Among them was getting more people to sign up for Medicaid through the successful practice by some states of prequalifying residents for Medicaid if they were already on the rolls of means-tested programs such as food stamps and low-income health plans. Those who qualify for low-cost or free health care under Medicaid are considered covered under the health care law.\n\nWhen open season started, Arkansas, California, Illinois, North Dakota, Oregon and West Virginia sent letters to hundreds of thousands of people on the rolls of the federal food stamp program, suggesting they sign up for Medicaid since they would likely qualify. Similarly, California, Colorado, Connecticut, the District of Columbia, Illinois, Iowa, Maryland, Minnesota, New Mexico, Vermont and Washington signed up hundreds of thousands of low-income people who were on the rolls of limited-benefit state health plans and early expansion pilot plans.\n\nMORE ENROLLMENTS\n\nIn the weeks ahead, the administration's estimated enrollment numbers could go higher. In the 36 states that relied on federally run exchanges, enrollment is still possible until midnight April 15 for consumers who can show that they tried to enroll before midnight March 31. Most state-run exchanges are offering consumers the same grace period with varying rules on how to prove that an application was started. Oregon, which has one of the most troubled exchanges, is offering a full month's extension and is not requiring proof that an application was started prior to March 31.\n\nEnrollment numbers may also rise after the extended deadlines pass. Those potentially eligible for Medicaid and the Children's Health Insurance Program can enroll at any time. People with a \"qualifying life event,\" such as moving to a new state, marrying, divorcing, having a baby or losing a job, can also apply for private coverage on the exchange at any time.\n\nBut enrollment numbers could also go down. The number of new private coverage enrollees could decline over the months ahead, depending on how many people continue to pay their monthly premiums. For now, HHS Secretary Kathleen Sebelius has said insurance companies estimate that between 80 percent and 90 percent of current enrollees have paid.\n\nMedicaid enrollment numbers could also decline once state Medicaid agencies analyze financial and other data provided by state and federal exchanges. Already, states have found that a substantial number of applicants deemed eligible by exchanges did not meet state requirements because of inaccurate or incomplete data.\n\nSTEPS AHEAD\n\nBefore the next season starts, states will be working with insurance companies to craft new plans and oversee new premium rates based on this year's claims. Most states also plan to tinker with or overhaul their websites. Maryland, for example, plans to adopt Connecticut's smooth-running information technology platform.\n\nIf they haven't already done so, states will begin assessing a fee on insurance company revenues to fund their exchanges. For federally run exchanges, HHS set the fee at 3.5% of the monthly premium for 2014 and 2015. But some states set much lower fees.\n\nConnecticut, for example, plans to fund its exchange with federal grant money until October, when it will begin levying a 1.2% premium tax on all plans sold in the individual and small group market, according to Elizabeth Carpenter, senior manager with consultants Avalere Health. The tax is expected to raise $26 million in fiscal year 2014.\n\nColorado plans to make a number of changes in its application process and work with insurers to offer the kinds of plans consumers say they want. A major goal, said Hinman, who runs the state exchange, is to provide enrollees with more information on price variations among local hospitals and other health care providers so they can make better informed choices about where they seek care.\n\nStateline is a nonpartisan, nonprofit news service of the Pew Charitable Trusts that provides daily reporting and analysis on trends in state policy.\n\nRead or Share this story: http://usat.ly/PpzGOs", "article_metadata": {"google": "notranslate", "description": "DENVER – Like other states that opted to run their own exchange, Colorado spent several years and hundreds of millions in federal dollars to create an insurance marketplace specifically tailored for Coloradans", "og": {"site_name": "USA TODAY", "description": "DENVER – Like other states that opted to run their own exchange, Colorado spent several years and hundreds of millions in federal dollars to create an insurance marketplace specifically tailored for Coloradans", "title": "Next steps for states, health insurance under the ACA", "url": "http://www.usatoday.com/story/news/nation/2014/04/03/health-care-insurance-aca/7248795/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "DENVER – Like other states that opted to run their own exchange, Colorado spent several years and hundreds of millions in federal dollars to create an insurance marketplace specifically tailored for Coloradans", "title": "Next steps for states, health insurance under the ACA", "image": "http://www.gannett-cdn.com/-mm-/c17ec34ff3fed410a80b997561cc7901ba1a1112/c=113-2-399-288&r=x643&c=640x640/local/-/media/USATODAY/USATODAY/2014/04/03//1396533826000-ACA.png", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Persons/Kathleen Sebelius", "gci-asset-type": "story", "gci-categories": "Persons/Kathleen Sebelius", "title": "Next steps for states, health insurance under the ACA", "author": "Christine Vestal", "pageclass": "article", "recs": {"category": "news/nation", "image-3-4": "http://www.gannett-cdn.com/-mm-/709ce2c72085f6662ba76708a9ee5d7db787c6e0/c=127-0-350-298/local/-/media/USATODAY/USATODAY/2014/04/03//1396533826000-ACA.png", "image-1-1": "http://www.gannett-cdn.com/-mm-/3a091b0a46a692514ba22ba60ff1f0c5ac642185/c=113-2-399-288/local/-/media/USATODAY/USATODAY/2014/04/03//1396533826000-ACA.png", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/89ea5c31d7008e97cded11dfe21741ae8418a7d2/c=0-0-395-298/local/-/media/USATODAY/USATODAY/2014/04/03//1396533826000-ACA.png", "image": "http://www.gannett-cdn.com/-mm-/8b422293915a697e49b066c123133c4ac647850d/c=0-0-400-224&r=x633&c=1200x630/local/-/media/USATODAY/USATODAY/2014/04/03//1396533826000-ACA.png", "publishtime": "2014-04-03T10:06:10.220000-04:00", "shorthed": "Next steps for states under the ACA", "articleid": 7248795, "image-16-9": "http://www.gannett-cdn.com/-mm-/e97a3c06d2959a74cd899b90c32aa954d98db8e0/c=0-0-400-224/local/-/media/USATODAY/USATODAY/2014/04/03//1396533826000-ACA.png", "image-9-16": "http://www.gannett-cdn.com/-mm-/1b60db18e1bec74e2d9471fda8498a36fe568754/c=164-0-332-298/local/-/media/USATODAY/USATODAY/2014/04/03//1396533826000-ACA.png"}}}, "article_summary": "With a few exceptions, state and federal health insurance exchange officials are declaring the first Affordable Care Act open season a success.\nThose potentially eligible for Medicaid and the Children's Health Insurance Program can enroll at any time.\nIn the days after the March 31 deadline to sign up for health insurance, advocates already were talking about how states and the federal government could improve on the process and the insurance products next round.\nUnder the 2010 health care law, states were given the option of creating and running their own exchanges, financed with federal money.\nMedicaid enrollment numbers could also decline once state Medicaid agencies analyze financial and other data provided by state and federal exchanges."}