{"article_title": "Why Oscar Winners Say They’re 'Humbled'", "article_keywords": ["perceived", "rated", "humbled", "hubristic", "videos", "feel", "oscar", "inexpressive", "theyre", "say", "winners", "speech", "seen", "pride"], "article_url": "http://www.theatlantic.com/health/archive/2014/03/why-oscar-winners-say-they-re-humbled/284148/", "article_text": "Winning an award is about the least humbling thing in the world, and yet when people receive an Oscar or some other illustrious honor, they often say they feel “humbled.” Really, what winners feel is immense pride—and immense fear of being seen as prideful—and so they cover for it by saying they feel the exact opposite, humility. No one wants to come across as cocky. Are winners right to fear backlash for expressing a natural emotion at their most exultant moment? New research finds that they are. Consider the two cases of John Wayne’s and James Cameron’s Oscar acceptance speeches. Accepting the award for Best Actor in 1970, Wayne appears to be delivering a eulogy. “Tonight I don’t feel very clever, or very witty,” he somberly intones. “I feel very grateful, very humble.” In 1998, when Cameron won Best Director, he high-fived the people around him, and ended his speech by throwing his arms in the air and hollering “I’m the king of the world! Wooooo!”\n\n“John Wayne’s response tends to appear on ‘best of’ speeches lists,” says Elise Kalokerinos, a doctoral candidate at the University of Queensland and the lead author of the new paper, “and James Cameron’s speech has become an infamous example of an Oscars speech gone wrong.” Winners who kept their emotions in check were rated more positively, in part due to lower perceived hubristic pride. In their first experiment—published in the journal Emotion under the title “Don’t Grin When You Win”—Kalokerinos and her collaborators showed Australian university students 30-second clips of people winning things: Academy Awards, tennis matches, and game shows. Some winners expressed obvious happiness and pride, while others suppressed it. In each clip, there were no actual words spoken, just an initial emotional reaction. Participants expressed how positively they viewed the winners by rating them on several traits: aggressive, selfish, intelligent, friendly, nice, and likable. They also judged the winners’ hubristic pride by rating how arrogant, conceited, and egotistical they were. Winners who kept their emotions in check were rated more positively (5.35 versus 4.88 on a 1–7 scale), and this was, in part, due to lower perceived hubristic pride. The researchers showed the same videos to another set of subjects—American Internet users—and asked them to rate the degree to which the winners were deliberately keeping their emotions to themselves. Some of the videos also played without sound. The inexpressive winners were seen to be suppressing their joyful expressions, which suggests that the appearance of suppression may be enhancing people’s impressions of them—it’s not that people thought they were experiencing less joy internally. Putting the videos on mute didn’t make a difference, indicating that nonverbal cues were key to viewer judgments. In a final experiment, Kalokerinos and colleagues tested a factor besides perceived hubris that might lead viewers to prefer inexpressive winners. Americans online watched the expressive and inexpressive videos and rated the hubris and positive and negative traits of the winners as before, as well as how well they thought they’d get along with the winners. They also rated how much each winner was trying to protect the loser’s feelings. Suppressing pride led to more positive impressions, and greater appeal as a potential friend. These judgments were partially accounted for by lower ratings of hubristic pride, and, independently, a greater perceived desire to protect the loser. So inexpressive winners were seen as both humble and considerate. Evidence suggests pride evolved in humans and other animals to signal dominance. Why do people still sometimes celebrate publicly when they win? The results presented here form a complicated picture of emotional regulation. Previous research has consistently shown that suppression of emotion is mentally and physically unhealthy, as well as bad for relationships and friendships. It can make people appear inauthentic and untrustworthy. Keeping a lid on positive feelings reduces happiness and self-esteem.", "article_metadata": {"description": "Receiving an award makes you feel proud, but a new study suggests some winners may suppress their natural joy so they seem like good sports.", "author": "Matthew Hutson", "og": {"site_name": "The Atlantic", "description": "Receiving an award makes you feel proud, but a new study suggests some winners may suppress their natural joy so they seem like good sports.", "title": "Why Oscar Winners Say They’re 'Humbled'", "locale": "en_US", "image": "http://cdn.theatlantic.com/assets/media/img/mt/2014/02/AP7004070129/lead_large.jpg", "url": "http://www.theatlantic.com/health/archive/2014/03/why-oscar-winners-say-they-re-humbled/284148/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "_id": "\"57477af46914bd0286fd5000\"", "article_summary": "They also judged the winners’ hubristic pride by rating how arrogant, conceited, and egotistical they were.\nIn a final experiment, Kalokerinos and colleagues tested a factor besides perceived hubris that might lead viewers to prefer inexpressive winners.\nSo inexpressive winners were seen as both humble and considerate.\nThese judgments were partially accounted for by lower ratings of hubristic pride, and, independently, a greater perceived desire to protect the loser.\nWinners who kept their emotions in check were rated more positively (5.35 versus 4.88 on a 1–7 scale), and this was, in part, due to lower perceived hubristic pride."}