{"article_title": "Why a bill against medical experimentation on minors is necessary", "article_keywords": ["justinas", "minors", "family", "pelletiers", "medical", "bill", "children", "research", "parents", "treatment", "necessary", "justina", "bch", "experimentation"], "article_url": "http://thehill.com/blogs/pundits-blog/211196-why-a-bill-against-medical-experimentation-on-minors-is-necessary", "article_text": "Rep. Michele Bachmann Michele BachmannChief strategist of pro-Trump super-PAC guilty in payment scandal GOP operative Ed Rollins joins pro-Trump super-PAC Michele Bachmann trolls Clinton on NYC subway MORE (R-Minn.) explained the motivation behind H.R. 4989, known as Justina's Law. \"Sixteen months ago, Justina was a [competitive] figure skater. Today, she cannot stand, sit or walk on her own.\" The bipartisan legislation aims to chop federal funds to \"research in which a ward of the State is subjected to greater than minimal risk to the individual's health with no or minimal prospect of direct benefit.\"\n\nThe proximate cause is the tragic saga of now-16-year-old Justina Pelletier. Both officials in Massachusetts and medical staff at Boston Children's Hospital (BCH) are accused of sanctioning and conducting experimental research on Justina after removing her from parental custody. Justina's ordeal occurred over the vigorous objections of both parents.\n\nADVERTISEMENT\n\nIt could happen to any family. In February 2013, Justina had difficulty retaining food due to flu-like symptoms. Her parents, Lou and Linda Pelletier, were particularly concerned because she was being treated for a confirmed diagnosis of mitochondrial disease. A leading expert, Dr. Mark Korson, chief of Metabolic Services at Tufts Medical Center in Boston, advised taking Justina to the emergency room at BCH.\n\nThere, a resident doctor changed her diagnosis to somatoform disorder, in which patients experience pain without a physical cause. Justina's problem was shifted from a physical to a mental one. The diagnosis was confirmed by a BCH psychologist who was researching somatoform disorder under a National Institute of Health grant. But the Pelletiers refused to sign off on new treatment or to remove Justina from her current medication. They tried to transfer her to Tufts and back to the care of Korson. BCH called the Massachusetts Department of Children and Families (DCF) instead.\n\nDespite the Pelletiers' long history of marital and family stability, they were charged with \"medical child abuse\" and custody was stripped away. Justina was placed in a psych wing at BCH. In some American hospitals, a ward of the state can become a research subject without the child's or parents' consent even if the ward is not the primary beneficiary of the research.\n\nFrom February 2013 to March 2014, Justina was permitted a one-hour visit and a 20-minute phone call with her family per week. DCF monitored all contact and no discussion of medical treatment was allowed. Justina was also denied access to educational and religious services.\n\nThe Pelletiers eventually defied what has been called \"an unconstitutional\" gag order imposed by juvenile court and appealed directly to the media. They also approached the Liberty Counsel (LC) for representation. The nationwide LC is self-described as \"a nonprofit litigation, education and policy organization dedicated to advancing religious freedom, the sanctity of human life and the traditional family.\" According to its report on the case, Justina was \"living the life of a normal teenager\" prior to February 2013. In March, after 13 months in BCH, Justina was \"confined to a wheelchair, has no measurable body strength, has indications of sepsis poisoning on her abdomen, and her hair is falling out.\"\n\nA labyrinth of legal maneuvers ensued. On June 18, after 16 months of forced separation, Justina returned home to her parents and three sisters. She is expected to recover under renewed treatment for mitochondrial disease.\n\nJustina may be far from an isolated case. Over the last year, The Boston Globe has reported on five similar cases of children detained at BCH alone, with DCF authorizing medical treatment. The Liberty Counsel reports, \"[O]ver 95 children died in DCF custody between 2001 and 2010, and the department has not released information about the number of deaths between 2011 to present.\"\n\nBecause the Pelletiers are a sympathetic family and Justina's abuse seems clear, H.R. 4989 may be on a fast track to cut federal funding to forced medical research on wards of the state.\n\nRepresentatives Karen Bass Karen BassAmateur theatrics: An insult to Africa 'Veep' star lobbies to end human trafficking Obama stresses down-ballot races at big-money Hollywood fundraiser MORE (D-Calif.), Tom Marino (R-Pa.) and Jim McDermott Jim McDermottLawmakers urge Obama not to send shoulder-fired missiles to Syria GOP group promises ObamaCare replacement plan — soon Sanders fundraising for 3 House candidates MORE (D-Wash.) joined Bachmann in introducing Justina's Law on June 26. Bass declared, \"This bill will make it clear that children are blessings, not guinea pigs.\" Marino stated, \"The bonds between children and parents is sacred.\" McDermott added, \"We must act to protect and cherish children in the care of a state and make sure that they are not the subject of risky medical experimentation.\"\n\nH.R. 4989 was immediately referred to the House Committee on Energy and Commerce. Unless the bill lingers in a forgotten stack on a crowded committee table, it is unlikely to be opposed.\n\nMcElroy is a research fellow at the Independent Institute.", "article_metadata": {"dcterms.description": "It could happen to any family.", "description": "It could happen to any family.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Contributors"}}, "og": {"site_name": "TheHill", "description": "It could happen to any family.", "title": "Why a bill against medical experimentation on minors is necessary", "url": "http://thehill.com/blogs/pundits-blog/211196-why-a-bill-against-medical-experimentation-on-minors-is-necessary", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2014-07-04T06:30:01-04:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "dcterms.modified": "2014-07-04T06:30-04:00", "dcterms.identifier": "http://thehill.com/blogs/pundits-blog/211196-why-a-bill-against-medical-experimentation-on-minors-is-necessary", "dcterms.date": "2014-07-04T06:30-04:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Wendy McElroy, contributor", "author": "Wendy McElroy, contributor", "dcterms.type": "Text", "keywords": ",Justina Pelletier, Michele Bachmann, Karen Bass, Tom Marino, Jim McDermott,Massachusetts Department of Children and Families, Liberty Counsel", "article": {"published_time": "2014-07-04T06:30:02-04:00", "modified_time": "2014-07-04T06:30:01-04:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/pundits-blog/211196-why-a-bill-against-medical-experimentation-on-minors-is-necessary", "widgets": {"csp": "on"}, "description": "It could happen to any family.", "card": "summary", "title": "Why a bill against medical experimentation on minors is necessary"}, "dcterms.title": "Why a bill against medical experimentation on minors is necessary"}, "article_summary": "4989 may be on a fast track to cut federal funding to forced medical research on wards of the state.\nDCF monitored all contact and no discussion of medical treatment was allowed.\nOver the last year, The Boston Globe has reported on five similar cases of children detained at BCH alone, with DCF authorizing medical treatment.\nDespite the Pelletiers' long history of marital and family stability, they were charged with \"medical child abuse\" and custody was stripped away.\nUnless the bill lingers in a forgotten stack on a crowded committee table, it is unlikely to be opposed."}