{"article_title": "Letter from young med student: ‘Mr. President, I’m hanging up the white coat’", "article_keywords": ["freemarket", "med", "later", "letter", "coat", "medical", "hanging", "obamacare", "young", "value", "job", "costs", "im", "student", "mr", "president", "white", "hospital", "remember"], "article_url": "http://www.bizpacreview.com/2013/10/27/letter-from-young-med-student-mr-president-im-hanging-up-the-white-coat-86038", "article_text": "It may be impossible to quantify how much economic suffering Obamacare will wreak on the nation, but at least one medical school graduate believes the health care law will destroy the industry he sought to join.\n\nMichael Gordon Lotfi, who said he graduated with top honors from Belmont University in Nashville, Tenn., wrote the president an open letter, saying he plans to “hang up the white coat,” according to benswann.com. BizPac Review has not contacted Lotfi to verify the information, but the letter is finding its way around the internet as an example of how Obamacare could impact medical professionals.\n\nMr. President,\n\nI was born at Centennial Medical Center in Nashville, Tennessee. My mother would later take a job delivering babies in that same operating room only a couple years later. My parents got a divorce when I was young. There were many times during the summer when she would be forced to take my sister and me to work with her. I vividly remember the child version of myself walking the halls of the same floor I was born on in fascination as the years passed. The anesthesiologists used to bring us candy and watch movies with us. When the holidays came, a nurse by the name of Patty Vaughn (we called her Granny), would have bags of presents for my sister and me. Donna Smith, a surgical first assistant who came to America from Canada to work in a free-market healthcare system, use to babysit us.\n\nDonna’s two-story town-home became a 3rd home (2nd was the hospital). We spent countless nights at her house.\n\nPatty passed away when I was ten. I still remember the last box of moon pies she gave me for Halloween that year. To this day every time I see a moon pie I think of her. Donna helped me through my undergrad at Belmont University. With tuition at $30k/year money was tight. Donna never let me go without a meal.\n\nYou see Mr. President, the smell of sterile operating rooms, horrible coffee, crisp white coats, and cold metal was my destiny. The first time someone ever asked me what I wanted to be when I grew up I responded, “Anesthesiologist”. I had no idea what they even did, but it was the first big word I learned to pronounce as a 6-year-old. The hospital is my family. It’s all I’ve ever known.\n\nTwenty-one years after my birth, in the same hospital, I listened to a fetal heart beat through my very own stethoscope as a student. You know, it’s quite magical. As the cool, metallic bell lies upon the tight skin of a young mother’s stomach anxiety, fear and joy are all present in her face. A week before my birthday I stood at the side of the laboring mother. There’s no other way to explain childbirth than witnessing the face of God. The emotion is enveloping. You can only try (unsuccessfully) to hold the tears back. I knew at that moment what a gift God had given me. To be allowed the involvement of such a beautiful, pure moment was not to be unappreciated.\n\nWhen I started college I knew where I was going. You had just won the election. I remember the cameras focusing in on Oprah Winfrey’s face. Tears streamed down. At the time, I knew nothing about politics. My biggest concern was a girl in my Anatomy & Physiology class I had a crush on. I paid little attention to Washington DC.\n\nI worked hard. Multiple all-nighters, falling asleep behind the wheel of my car countless times, thousands of shots of espresso (I actually took a job at Starbucks to support the habit) and 15k note-cards later I had graduated in the top 5% of the country. However, during those last few years something changed.\n\nWe studied medical legislation for an entire semester. It’s no secret that the federal government has over-burdened the healthcare market, which has manifested astronomical costs to consumers. However, in 2010, democrats forced through the partisan Patient Protection & Affordable Care Act (Obamacare), which was later funded by both democrats and republicans.\n\nSince the passage of Obamacare everything has changed. When I started college I never intended to work for the government. I never thought I’d have a government bureaucrat dictate what I was worth to the market, and I certainly never imagined those same bureaucrats (who have absolutely no medical training) telling me how to treat my patients.\n\nI remember the day Obamacare became law. I was sitting in the hospital working in the anesthesia department part-time to cover the costs of tuition. Dr. Alfery, a mentor of mine, looked over at me and said, “Run– It’s not too late to change majors.”\n\nYour legislation has caused countless doctors to go into retirement early, opt for cash-only practices, and has discouraged bright, young minds from entering the field.\n\nWith student loans reaching $300k, incalculable opportunity costs and 8 years lost to school, students seeking medical degrees give their lives to the practice. Starting our careers at 30 while dictating to us how much money we can make is nothing short of destroying all incentive to enter the field.\n\nSince that day I’ve yet to find a doctor who recommends the field. People respond to my complaints, “It’s still going to be a good job”. I don’t want a “good job”. I have not fought for a government entitlement of a “good job”. I want an incredible career. That’s what I have fought tirelessly for.\n\nI have been on a path to enter the Air Force and continue my education in medicine. I have been dreaming of specializing in pediatric neurosurgery for half a decade.\n\nAfter quite literally losing my hair from the internal conflict, considering the sunk costs and evaluating different avenues I have decided.\n\nI have decided that I believe in the principles of a truly free-market, and I trust the free-market. Because of this deep, internal value system I cannot, with clear conscience, continue on this path. My life has value. Such value cannot be calculated by Washington bureaucrats. I won’t allow it. Only a true free-market can accurately assess the value I am capable of.\n\nMr President, I’m leaving the medical field. I’m hanging up the white coat. However, let me be clear. You have not won. Unless something “changes”, you’ve lost and will continue to lose. You will fail because you lack principle. Meanwhile, we will succeed because we are born of principle.\n\nRegards,\n\nMichael Gordon Lotfi", "article_metadata": {"generator": "WordPress 4.4.3", "og": {"site_name": "BizPac Review", "description": "It may be impossible to quantify how much economic suffering Obamacare will wreak on the nation, but at least one medical school graduate believes the health care law will destroy the industry he sought to join. Michael Gordon Lotfi, who said he graduated with top honors from Belmont University in Nashville, Tenn., wrote the president …", "title": "Letter from young med student: 'Mr. President, I'm hanging up the white coat'", "locale": {"alternate": "en_US", "identifier": "en_US"}, "image": "http://www.bizpacreview.com/wp-content/uploads/2013/10/med-student.jpg", "updated_time": "2013-10-29T07:20:53+00:00", "url": "http://www.bizpacreview.com/2013/10/27/letter-from-young-med-student-mr-president-im-hanging-up-the-white-coat-86038", "type": "article"}, "twitter": {"widgets": {"csp": "on"}}, "alexaVerifyID": "qC73ojZoktel85cbl12SAFJar9k", "fb": {"admins": "10152426200106417,10152720237657852,10200650572686956,3854753687919,100215693385946,549853448412696", "pages": 169204449790211, "app_id": 1502886339979348}, "article": {"publisher": "https://www.facebook.com/ConservativeNewsToday", "section": "News", "published_time": "2013-10-27T13:43:38+00:00", "modified_time": "2013-10-29T07:20:53+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "You see Mr. President, the smell of sterile operating rooms, horrible coffee, crisp white coats, and cold metal was my destiny.\nMy mother would later take a job delivering babies in that same operating room only a couple years later.\nDonna Smith, a surgical first assistant who came to America from Canada to work in a free-market healthcare system, use to babysit us.\nI have decided that I believe in the principles of a truly free-market, and I trust the free-market.\nWith student loans reaching $300k, incalculable opportunity costs and 8 years lost to school, students seeking medical degrees give their lives to the practice."}