{"article_title": "Who Is Richer?", "article_keywords": ["united", "jobs", "countries", "country", "richer", "states", "economic", "china", "rich", "america", "economy"], "article_url": "http://www.valuewalk.com/2015/08/china-vs-us-who-is-richer/", "article_text": "With a self-reported 7% average growth in GDP, China has made it known to the world that it is fast becoming an economic powerhouse. But can it ever be as rich as the United States? That is yet to be seen, although, pundits are interested in how China has been able to transform its economy and lift many of its citizens out of poverty. It has inarguably changed itself from a nation that depended on foreign donors to the one that mints millionaires almost every month.\n\nIn a YouTube video produced by Citizens Against Government Waste, a fictitious and futuristic Chinese academic is addressing his students in 2030. His caustic appraisal of America’s slow-growing economy and China’s turbo-charged economic miracles causes some laughter and jeers among his enthusiastic students:\n\n“America tried to tax and spend itself out of a great recession,” he sneers, adding, “Enormous so-called stimulus spending, massive changes to health care, government takeover of private industries, and crushing debt. Since China owns all of the U.S. debts, it now becomes America’s boss.”\n\nDonald Trump rants: “We are losing to China”\n\nIf the video is truly predictive of the future, the Chinese professor would have been a good, groundbreaking ad persona for Donald Trump, who had repeatedly called the leaders and politicians in Washington lazy, weak and poor trade negotiators. He strongly believed they had shortchanged America and let China get away with many great deals, leaving America impoverished and a loud loser.\n\nTrump lambasted the ruling elite by ranting, “This country is in a big trouble. We don’t win anymore. We lose to China… We lose to everybody.”\n\nDonald Trump may have hit the politicians in Washington below the belt, but one thing he must realize is that America, as it is today, is still a great nation. The United States’ GDP may be small, but the economy is still performing wonderfully when compared to other countries’ economies. In the past three years, the U.S. has been able to generate almost 8 million jobs, a feat that many European countries are envious of.\n\nWhat is interesting about this, according to a new Georgetown University study, is that most of the jobs being generated are high-wage ones. It is possible that the government job statistics do not include all the jobs that are created in Silicon Valley, but the Valley has been churning out many well-paying jobs these past years. Another bit of good news is that America’s deficit is being drawn down considerably.\n\nDecades of high-energy manufacturing and a slew of self-released economic statistics have put China on a pedestal, and by GDP, the country has already overtaken America as the world’s biggest economy. But experts and economists have long considered China’s economic releases as a possible sham. At least the current economic hazards China is witnessing may confirm their suspicions that Chinese strategists may have been doing more harm to their country than good by releasing bogus economic statistics.\n\nLet’s not forget that China is still a poor country. More than two-thirds of its population still finds it difficult to access some basic infrastructure like good health care, education and housing facilities. The average disposable income for people in China—that is, the amount of money consumers have in their pockets—is exactly one-tenth that of the average American’s. And China’s economy reportedly slowed down between 2008 and 2012.\n\nChina may not be regarded as a rich country in the way people consider Japan, European countries and the U.S. to be rich. In fact, the only country that has clinched the “rich” title since World War II is South Korea. Other countries that have aspired to climb up the rich-country ladder, like Thailand, Argentina and Brazil, have lost steam due to their middle-class crises.\n\nQuoting Derek Scissors, a reporter for The Week wrote: “It would not be unusual if there were cities in China with income levels similar to, say, France. It would be highly unusual for China as a whole to reach French levels of income …. The single most likely result is that China will share the fate of many other economies and fall short of being wealthy.”\n\nChina grows its economy\n\nChina has been quick to attract business partners from all continents, but some of those economic alliances have ended in disappointments for China and its allies alike. Others have flourished but are producing no immediate effect on China’s economy because they are long-term investments. China may have outsmarted America by interacting with countries that the United States may never have struck an agreement with, especially countries that are ruled by dictators with dismal human rights records. On the contrary, China doesn’t seem to set any standards for engagement. Beijing is only interested in satisfying its hunger for the oil and mineral resources its industry needs to grow.\n\nBack to the futuristic Chinese professor’s video, the message it promotes is misleading. Even a dullard can attest to it that the U.S. government’s intervention in its economy following the 2008 Lehman Brothers’ crash was indeed a great move. The U.S. stock market stabilized within a few months. Previously floundering companies like AIG and GM are still in business after being rescued by the government, keeping millions of Americans from unemployment. Also today, millions of Americans who have never had the pleasure of being insured are covered by the Affordable Care Act.\n\nNonetheless, whoever becomes the next president of the United States in 2016 will face challenges. The job market is still full of people looking for work, healthcare in the U.S. is still expensive, tertiary education is still unaffordable for people from low- to middle-class status, and many students are buried in debt from huge student loans.\n\nBut before China call comfortably call itself a rich country like the U.S., it must work hard to pull over 700 million of its citizens out of poverty. That is roughly twice the population of the United States. And how can China achieve this feat with only half of the United States’ resources? So, for those pundits who believe China has got the magic wand to outsmart America in the coming years, think again. Because economic growth is not only about bogus economic releases but also physical manifestation of true wellbeing among the citizens of the concerned country.", "article_metadata": {"description": "With a self-reported 7% average growth in GDP, China has made it known to the world that it is fast becoming an economic powerhouse.", "generator": "WPZOOM Framework 1.6.0", "og": {"site_name": "ValueWalk", "description": "With a self-reported 7% average growth in GDP, China has made it known to the world that it is fast becoming an economic powerhouse.", "title": "China vs. US: Who Is Richer?", "locale": "en_US", "image": {"width": 1000, "identifier": "http://www.valuewalk.com/wp-content/uploads/2014/10/China-US.jpg", "height": 750}, "updated_time": "2015-08-26T12:45:25+00:00", "url": "http://www.valuewalk.com/2015/08/china-vs-us-who-is-richer/", "type": "article"}, "twitter": {"description": "With a self-reported 7% average growth in GDP, China has made it known to the world that it is fast becoming an economic powerhouse. But can it ever be as rich as the United States? That is yet [...]", "title": "China vs. US: Who Is Richer?", "url": "http://www.valuewalk.com/2015/08/china-vs-us-who-is-richer/", "image": "http://www.valuewalk.com/wp-content/uploads/2014/10/China-US.jpg", "creator": "@valuewalk", "site": "@valuewalk", "card": "photo"}, "robots": "noodp", "fb": {"app_id": 294013504001864, "pages": 144640855575863}, "msapplication-TileImage": "http://www.valuewalk.com/wp-content/uploads/2016/02/cropped-ValueWalk-site-icon-270x270.png", "article": {"publisher": "https://www.facebook.com/valuewalk", "published_time": "2015-08-29T05:15:14+00:00", "author": "https://www.facebook.com/valuewalk", "section": "Politics", "modified_time": "2015-08-26T12:45:25+00:00", "tag": "United States"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd952b\"", "article_summary": "Nonetheless, whoever becomes the next president of the United States in 2016 will face challenges.\nThat is roughly twice the population of the United States.\nThe United States’ GDP may be small, but the economy is still performing wonderfully when compared to other countries’ economies.\nAnd how can China achieve this feat with only half of the United States’ resources?\nBut can it ever be as rich as the United States?"}