{"article_title": "San Francisco: Three killed as Chevy slams into taxi, car catches fire", "article_keywords": ["taxi", "chp", "catches", "francisco", "patrol", "san", "car", "chevy", "slams", "officer", "light", "crash", "white", "killed", "williams"], "article_url": "http://www.mercurynews.com/crime-courts/ci_29487738/san-francisco-questions-after-chp-chase-ends-fiery", "article_text": "Police and fire officials respond after a car crash that killed three people on a San Francisco street Saturday, Feb. 6, 2016. California Highway Patrol spokesman Officer Vu Williams said the brief chase Saturday night began after an officer tried to pull over the driver of a white Chevrolet sedan seen rotating in circles in the middle of a neighborhood street. (KPIX CBS 5 via AP)\n\nSAN FRANCISCO -- A damaged pole and scattered debris were the only remnants Sunday of a fiery crash less than a mile from Super Bowl festivities that killed three male youths Saturday night.\n\nA California Highway Patrol officer started to pursue a white Chevrolet sedan that later slammed into a taxicab at the intersection of Brannan and 9th streets just before 9:30 p.m. The CHP officer spotted the Chevy spinning \"doughnuts\" before it took off after the officer flashed the red lights on his patrol car, Officer Vu Williams said.\n\nAll three people who had been inside the Chevy were pronounced dead at the scene.\n\nFestivities at Super Bowl City and the Moscone Center were in full swing less than a mile from where the crash happened. The brief pursuit started when the CHP officer spotted the Chevrolet doing \"doughnuts\" near the intersection of Fifth and Bryant streets about 9:20 p.m., Williams said. The officer pulled up behind the Chevy at a stop light, but the car suddenly pulled away, he said.\n\nThe CHP officer turned on his patrol car's overhead lights and tried to pull over the car, Williams said, but the driver kept going and ran another red light. That's when the officer stopped the pursuit, Williams said. According to the CHP, the chase lasted only 10 to 15 seconds.\n\nMoments after running the second light, the Chevy collided with a Yellow Cab and exploded into flames.\n\nTwo victims inside the car were burned badly, and the third was ejected from the car. Authorities did not identify them immediately.\n\nA cone and yellow tape marked off part of the area where the car crashed Sunday morning. And graffiti saying \"I HATE THIS GAME\" was painted at the intersection.\n\nKGO-TV reported that the three victims were leaving the NFL Experience at the Moscone Center and were heading home. A witness told the station that a white car was racing a blue Viper or Corvette and a black Charger at speeds near 80 mph when the crash occurred.\n\nGraffiti is painted at the scene of a fiery crash Saturday night the killed three people who had reportedly been at the NFL Experience event in San Francisco earlier in the evening. (Peter Hegarty/Bay Area News Group)\n\n\"The CHP is committed to thoroughly and professionally investigating this incident,\" CHP Commander Christopher Sherry said in a statement Sunday. \"I want to offer my sincere condolences to the involved families of the three young men. ... This tragedy has deeply affected all of us at the CHP.\"\n\nThe taxi driver was hospitalized with minor injuries to his head, Williams said. A passenger in the taxi fled the scene on foot and hadn't been found as of late Sunday.\n\nFollow Rick Hurd at Twitter.com/3rderh. Follow Tracy Seipel at Twitter.com/taseipel", "article_metadata": {"sailthru.url": "http://www.mercurynews.com/crime-courts/ci_29487738/san-francisco-questions-after-chp-chase-ends-fiery", "sailthru.author": "By Rick Hurd and Tracy Seipel   Staff writers", "ag": {"canon": "TheMercuryNews:article:29487738:view"}, "startDate": "2016-02-07T08:32:21-0700", "twitter": {"domain": "mercurynews.com", "description": "A damaged pole and debris were the only remnants Sunday morning of a fiery crash less than a mile from Super Bowl festivities that killed three male youths Saturday night.", "title": "San Francisco: Three killed as Chevy slams into taxi, car catches fire", "url": "http://www.mercurynews.com/crime-courts/ci_29487738/san-francisco-questions-after-chp-chase-ends-fiery", "image": "http://extras.mnginteractive.com/live/media/site568/2016/0207/20160207_103037_sfchase0207.jpg", "site": "@mercnews", "app": {"name": {"ipad": "San Jose Mercury News for iPad", "iphone": "San Jose Mercury News for iPhone", "googleplay": "San Jose Mercury News"}, "id": {"ipad": "id551437906", "iphone": "id479955259", "googleplay": "com.spreedinc.providers.californianewspaperpartnership.sanjosemercurynews"}}, "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "Crime and Courts", "sailthru.tags": "San Francisco, CHP, fiery crash, Super Bowl City, Super Bowl, three killed", "endDate": "2026-02-07T20:18:04-0700", "news_keywords": "San Francisco, CHP, fiery crash, Super Bowl City, Super Bowl, three killed", "modificationDate": "2016-02-09T05:26:08-0700", "byline": "By Rick Hurd", "pubDate": "2016-02-07T08:34:17-0700", "sailthru.date": "2016-02-07T07:32:21-0800", "sailthru.title": "San Francisco: Three killed as Chevy slams into taxi, car catches fire", "verify-v1": "cgRcFjhKBsmYEfbwi2qePjkOzvy8XWnvfTpK75N3BmQ=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site568/2016/0207/20160207_103037_sfchase0207_300.jpg", "description": "A damaged pole and debris were the only remnants Sunday morning of a fiery crash less than a mile from Super Bowl festivities that killed three male youths Saturday night.", "sailthru.site": "mercurynews.com", "fb": {"admins": "702185068,661331474,100001900804139", "page_id": 63095136336, "app_id": 328320203930030}, "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "og": {"url": "http://www.mercurynews.com/crime-courts/ci_29487738/san-francisco-questions-after-chp-chase-ends-fiery", "image": "http://extras.mnginteractive.com/live/media/site568/2016/0207/20160207_103037_sfchase0207.jpg", "type": "article", "description": "A damaged pole and debris were the only remnants Sunday morning of a fiery crash less than a mile from Super Bowl festivities that killed three male youths Saturday night.", "title": "San Francisco: Three killed as Chevy slams into taxi, car catches fire"}, "google-site-verification": "jvnaFa4kq5tUDhFMQZ84bDI74A2qnu0gfhxZjZXlkko", "y_key": "8cb7e37d57339cb3", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site568/2016/0207/20160207_103037_sfchase0207.jpg"}, "article_summary": "Police and fire officials respond after a car crash that killed three people on a San Francisco street Saturday, Feb. 6, 2016.\nThe CHP officer spotted the Chevy spinning \"doughnuts\" before it took off after the officer flashed the red lights on his patrol car, Officer Vu Williams said.\nThe officer pulled up behind the Chevy at a stop light, but the car suddenly pulled away, he said.\nThe brief pursuit started when the CHP officer spotted the Chevrolet doing \"doughnuts\" near the intersection of Fifth and Bryant streets about 9:20 p.m., Williams said.\nMoments after running the second light, the Chevy collided with a Yellow Cab and exploded into flames."}