{"article_title": "Wind River students question Barrasso on Obamacare, Second Amendment issues", "article_keywords": ["amendment", "great", "questions", "students", "question", "wyoming", "obamacare", "pavillion", "wrhs", "second", "issues", "student", "online", "river", "barrasso", "wind"], "article_url": "http://dailyranger.com/story.php?story_id=11384", "article_text": "Wind River students question Barrasso on Obamacare, Second Amendment issues\n\nFeb 19, 2014 - By Katie Roenigk Staff Writer\n\nU.S. Sen. John Barrasso, R-Wyo., visited Wind River High School in Pavillion on Monday at the request of a student there.\n\nSenior Stephin Littleshield said he wanted Barrasso to speak at this year's WRHS graduation event, but the senator's schedule wouldn't allow him to be in Pavillion in the spring.\n\n\"So he made the extra effort to make an appearance (now),\" Littleshield said. \"We are very thankful.\"\n\nThe trip was part of a whirlwind tour for Barrasso, who didn't stop anywhere else in Fremont County this week. Barrasso said he enjoys visiting Wyoming schools to talk about the importance of education, but in Pavillion he touched on a diverse array of topics in response to questions from the student body.\n\nLittleshield said he appreciated Barrasso's candidness during the 30-minute assembly Monday.\n\n\"He was very open,\" the senior said.\n\nTopics ranged from the Affordable Care Act to the Second Amendment and Barrasso's daily life in Washington, D.C. Students also had Barrasso talk about his views on the new Common Core State Standards Initiative which is being implemented in schools throughout the United States this year, and they asked about his stance on fracking, because many in Pavillion are worried that their water has been contaminated by energy exploration work nearby.\n\n\"(They asked) if upward mobility is available to all people equally in the United States, and they had questions on foreign policy,\" principal Ceatriss Wall said. \"It was great. The students did a great job asking questions, and he did a great job answering. He was very personable.\"\n\nShe added that her students came up with the questions for Barrasso themselves.\n\n\"We had probably 10-15 students ask questions about current political issues,\" she said.\n\nLittleshield expressed pride in his student body --he says his peers represent the \"best of Wyoming and America.\"\n\n\"We have one of the highest graduation rates in the state,\" he said. \"A lot of our class members are looking to go to college and are in the armed forces. ... We fervently believe we represent the best of Wyoming and America.\"\n\nLittleshield plans to go to Dartmouth College in New Hampshire next year, and he said Barrasso has invited him to apply for an internship in the senator's office. Each year, a group of social studies students from WRHS travels to Washington, D.C., to visit Barrasso as well as Wyoming's other federal delegates U.S. Sen Mike Enzi, and U.S. Congresswoman Cynthia Lummis.\n\n\"So they have that connection,\" Wall said. \"It's an awesome experience for them.\"\n\n\n\n\n\n\n\nGet your copy of The Ranger online, every day! If you are a current print subscriber and want to also access dailyranger.com online (there is nothing more to purchase) including being able to download The Mining and Energy Edition, click here. Looking to start a new online subscription to dailyranger.com (even if it is for just one day)? Access our secure SSL encrypted server and start your subscription now by clicking here.\n\nRelated Stories", "article_metadata": {"viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe076a\"", "article_summary": "Wind River students question Barrasso on Obamacare, Second Amendment issuesFeb 19, 2014 - By Katie Roenigk Staff WriterU.S. Sen. John Barrasso, R-Wyo., visited Wind River High School in Pavillion on Monday at the request of a student there.\nThe trip was part of a whirlwind tour for Barrasso, who didn't stop anywhere else in Fremont County this week.\nShe added that her students came up with the questions for Barrasso themselves.\n\"We had probably 10-15 students ask questions about current political issues,\" she said.\nThe students did a great job asking questions, and he did a great job answering."}