{"article_title": "What Bernie Sanders Accomplished", "article_keywords": ["sanders", "progressive", "campaign", "political", "primary", "accomplished", "democrats", "politics", "party", "democratic", "bernie"], "article_url": "http://www.pastemagazine.com/articles/2016/05/what-bernie-sanders-accomplished.html", "article_text": "Barring a drastically unexpected turn of events that none of the pollsters are predicting, Bernie Sanders is not going to be the Democratic nominee for president. That doesn’t mean that his campaign was a failure—in fact, most observers would say that Bernie’s campaign has overachieved beyond all expectations. Back in the summer of 2015, the idea that a 74-year-old self-proclaimed socialist would become a major contender for a major party’s nomination would have seemed far-fetched, even laughable, to most mainstream political pundits. But even though he’s going to lose the nomination fight, Bernie Sanders has proved the doubters wrong and has amassed several noteworthy victories:\n\nHe Moved Hillary Further to the Left\n\nFirst, please indulge me in a bit of political wonkery. Full disclosure: I used to work in politics (for Democrats) and I have good friends who still work in politics (for Democrats). One of my favorite political operative friends once said: “The thing that most people don’t understand about American elections is that the primary campaign is where the real ‘democracy’ happens.”\n\nAmerica does not have a parliamentary system of democracy like Britain or Germany or Canada, where multiple smaller political parties have to align to form a coalition government, and where power tends to be distributed more proportionally along the political spectrum, with various interest groups and ideologies represented among the political parties. Instead, the bulk of the American political spectrum is represented within our two major political parties, who constantly have to do battle in our winner-take-all system. But this is why the American primaries matter: a primary election is a big, complicated, extended negotiation-and-coalition-building session between the various factions within each major political party. It’s where all the various groups and wings of the party hash out their differences, find common ground, and set a vision for what the party stands for and where it’s heading.\n\nWhen it works, you get the party to unify around a battle-tested nominee who represents the values of the broadest possible coalition within the party and who can be a competitive, electable candidate in the general election.\n\nWhen it doesn’t work, you get Ted Cruz and Donald Trump settling the nomination debate with a shirtless Turkish oil-wrestling match on prime time TV at the Republican National Convention in Cleveland. Put it on pay-per-view!\n\nThe primary election process is a mess, but it’s kind of a beautiful mess. It’s not perfect and it’s not always pretty or fair—in fact, there are lots of things that I admire about parliamentary systems that I wish America could emulate. But the fact is, if you want to really have an impact on the American political system, it pays to get involved in party politics at the primary level.\n\nThat’s what Bernie Sanders has accomplished, just by staying in the race for so long and by winning as many delegates as he has. Instead of letting the primary become a simple single-candidate coronation, Bernie’s campaign helped create a vigorous debate that pushed Hillary to be a more progressive candidate and (hopefully) a more electable nominee. He’s helped to influence her rhetoric and motivated her to adjust her agenda to be more aggressively progressive, and less compromisingly moderate.\n\nBernie’s going to have a massive number of delegates at the Democratic National Convention, too—and there are lots of things that happen at the national convention, other than confirming the nominee, that are important to the party platform and the overall direction of the Democratic party. This is where Bernie’s campaign is going to have a bigger influence than most people might have realized.\n\nHe’s Laying the Groundwork for Ongoing Grassroots Political Revolution\n\nAlong with helping to drive the party platform in a more progressive direction, Bernie’s campaign has a unique opportunity lay the groundwork for future victories for progressive Democrats. Elections come and go, but the long game of politics is an ongoing, ever-evolving process. Many times in politics, you don’t get what you want in the current election, but you can lay the groundwork for getting more of what you want in the future.\n\nThis is where Bernie can play a unique role – as an ongoing leader of a new progressive activist organization within the Democratic Party. He has millions of enthusiastic fans and donors, and a social media-savvy organization that can raise a ton of money to funnel to progressive causes and candidates. He can influence down-ballot races by mobilizing voters and donors. Perhaps he could even create a longer-lasting infrastructure of progressive activists to help boost turnout among younger, poorer voters in midterm elections—which would make a huge difference in sending more Democrats (and more progressive Democrats) to Congress.\n\nJust as evangelical conservatives and the Christian Coalition and the “Moral Majority” became a major force within the Republican Party—by years of dogged hard work to organize and raise money and influence candidates at the local level—perhaps Bernie Sanders’ supporters can become a new progressive “shadow interest group” that can exercise its own outsized influence on the Democrats and hold candidates accountable to support progressive policy ideas.\n\nHe’s Changing the Terms of Mainstream Political Debate for Millennials\n\nBernie Sanders, at 74 years old, is the candidate of the future of the Democratic Party. He has been by far the most popular candidate among young voters (age 18 to 29) and this group of voters’ attitudes on key political issues has actually become more liberal during the past year of Sanders’ candidacy. According to survey data cited by the Washington Post, key tenets of Sanders’ stump speech are widely popular among young voters: 48 percent of whom believe that “basic health insurance is a right for all people” (up from 42 percent in 2014), 45 percent of whom say that “The government should spend more to reduce poverty” (up from 40 percent last year).\n\nSimply put: millennials appear to be much more liberal than the older generations. And this is not just the naïve idealism of idle youth; lots of millennials are parents and homeowners and real grownups now—they’re no longer a bunch of constantly Snapchatting, Justin Bieber-obsessed teenagers and underemployed boomerang children living in their parents’ basements like the dismissive media caricatures make them out to be. (“Oh, those wacky Millennials! With their Tinder apps and their texting and their selfies and their massive student loan debt!”)\n\nBernie Sanders perhaps represents a permanent, generational shift in bringing ideas that were just recently thought of as radically liberal into the political mainstream.\n\nLook at how dramatically the acceptable terms of political debate have shifted in the U.S. just within the past 10 years! Despite the flaws and limitations of Obamacare, universal health insurance is now the law of the land. Same-sex marriage is legal nationwide. Marijuana is legal in several states, with more to come. We’re having a national conversation about criminal justice reform (with supporters from both political parties). These are all things that would have widely been considered impossible (not to mention “bad politics”) even as recently as 2006. Who knows what “impossible” liberal fantasy might become a mainstream idea by 2020 or 2024? Free college tuition and/or major student loan debt relief? Single-payer universal health care? An end to for-profit prisons and mass incarceration? Universal basic income, maybe? Bernie Sanders’ campaign has helped today’s liberal activists dream bigger and organize for more audacious goals to come.\n\nSkeptics and cynics have argued that the Sanders campaign’s success is a sign of the weakness of the Democratic Party, or a sign of progressives’ discontent—after all, Democrats have had President Obama in the White House for 8 years, so why do so many of them think the country is heading in the wrong direction?\n\nFirst of all, Congress has much lower approval ratings than Obama or Hillary (as of this writing: Obama: 48% approval, Democrats: 45%, Hillary: 39%, GOP: 32%, Congress: 14%). Democrats, like lots of other Americans, do not blame Obama for the country’s woes. Progressives are not feeling disillusioned by Obama’s presidency; they are emboldened by it. Bernie Sanders’ support is not a sign of fracturing within the Democratic Party, it’s a sign that young progressives are feeling ascendant and are hungry for even bigger victories.\n\nOnce the primary is officially over, and the party unites in Philadelphia, many of the harsh words and hard feelings from the past months of this primary campaign will be forgiven and forgotten. Lots of people forget this now, but 2016 is not the first Democratic primary to see heated debate and regrettable rhetoric from supporters of the different Democratic contenders. Remember how harsh and hostile the 2008 campaign got between supporters of Obama and Hillary, and how some of Hillary’s so-called PUMA (“Party Unity My Ass”) supporters threatened to refuse to support Obama and fight all the way to the convention?\n\nAnd yet, in the end, the candidates reconciled their differences, and the Democrats went on to win the White House in November. This is what healthy political parties do, and it’s going to happen again in 2016. Bernie’s first victory will be to help elect the first woman president of the United States, enhance his stature within the (probably Democratically-controlled) Senate, and then help serve as a spearheading activist, leader and mentor for the next generation of progressive American political leadership for the 21st century. Not a bad consolation prize.", "article_metadata": {"description": "This is why a \"loss\" isn't really a loss.", "title": "What Bernie Sanders Accomplished - Paste Magazine", "og": {"site_name": "pastemagazine.com", "description": "This is why a \"loss\" isn't really a loss.", "title": "What Bernie Sanders Accomplished", "url": "https://www.pastemagazine.com/articles/2016/05/what-bernie-sanders-accomplished.html", "image": {"width": 633, "identifier": "https://cdn.pastemagazine.com/www/articles/BernieHarshMain.jpg", "height": 356}, "type": "article"}, "twitter": {"site": "@pastemagazine", "image": "https://cdn.pastemagazine.com/www/articles/BernieHarshMain.jpg", "description": "This is why a \"loss\" isn't really a loss.", "card": "summary_large_image", "title": "What Bernie Sanders Accomplished"}, "p": {"domain_verify": "8f36922bc91ba221f10d82c407d8b6a9"}, "fb": {"admins": 1185614656, "app_id": 127550380613969, "pages": 18512903240}, "keywords": ", What Bernie Sanders Accomplished, Politics, Articles, Paste", "viewport": "width=device-width"}, "article_summary": "That’s what Bernie Sanders has accomplished, just by staying in the race for so long and by winning as many delegates as he has.\nBernie Sanders’ campaign has helped today’s liberal activists dream bigger and organize for more audacious goals to come.\nBarring a drastically unexpected turn of events that none of the pollsters are predicting, Bernie Sanders is not going to be the Democratic nominee for president.\nBernie Sanders’ support is not a sign of fracturing within the Democratic Party, it’s a sign that young progressives are feeling ascendant and are hungry for even bigger victories.\nThis is where Bernie can play a unique role – as an ongoing leader of a new progressive activist organization within the Democratic Party."}