{"article_title": "Antioxidant Found In Strawberries, Fisetin, Could Help Ward Off Alzheimer's Symptoms", "article_keywords": ["model", "help", "antioxidant", "disease", "alzheimers", "research", "symptoms", "fisetin", "strawberries", "pathways", "maher", "memory", "ward", "mice"], "article_url": "http://www.medicaldaily.com/antioxidant-found-strawberries-fisetin-could-help-ward-alzheimers-symptoms-268092", "article_text": "Affecting over five million people in the United States today, Alzheimer’s disease remains a significant public health concern, especially for people with an increased risk. A recent study out of the Salk Institute for Biological Studies found that a daily serving of fisetin, an antioxidant commonly found in fruits and vegetables, reduced Alzheimer’s symptoms in mice who were predisposed to the disease. Previous studies on fisetin have revealed this flavonoid’s positive effect on the degenerative aging of brain neurons.\n\n\"We had already shown that in normal animals, fisetin can improve memory,\" Pamela Maher, leader of the study and senior staff scientist in Salk's Cellular Neurobiology Laboratory said in a statement. \"What we showed here is that it also can have an effect on animals prone to Alzheimer's.\"\n\nMaher and her colleagues from the Salk Institute began adding fisetin to food for 3-month-old mice who had two gene mutations linked to Alzheimer’s. Throughout the course of six months, each mouse had their memory and learning skills tested through a series of water maze tests. At 9 months of age, mice that were fed a daily dose of fisetin performed remarkably well on these tests compared with mice that did not receive any of the flavonoid.\n\nFurther research performed in collaboration with the University of California, San Diego compared different molecules in the brains of both the mice that did not receive fisetin and those that did. Mice affected by Alzheimer’s had pathways of cellular inflammation that were turned on, but these same pathways were replaced by dampened and anti-inflammatory molecules in mice that were not experiencing any trouble with learning and memory.\n\n\"What we realized is that fisetin has a number of properties that we thought might be beneficial when it comes to Alzheimer's,\" Maher explained. \"Even as the disease would have been progressing, the fisetin was able to continue preventing symptoms. It seems to act on other pathways that haven't been seriously investigated in the past as therapeutic targets.\"\n\nAccording to the Alzheimer’s Association, the number of Alzheimer’s patients over the age of 65 is expected to reach approximately 7.1 million by 2025. Health care professionals estimate that one out of every three senior citizens will die from Alzheimer’s making it the sixth leading cause of death in the U.S. Someone in the U.S. develops Alzheimer’s every 68 seconds.\n\nNext, the research team hopes to look into how long it takes for fisetin to alleviate symptoms of Alzheimer’s. They also hope to step away from the preventive model of research to discover what affect fisetin can have on people already suffering from Alzheimer’s. Unfortunately, fisetin had no effect on amyloid plaques, a buildup of protein in the brain that has been blamed for Alzheimer’s development. Fisetin is commonly found in fruits and vegetables including, most notably, strawberries and cucumbers.\n\n\"It may be that compounds like this that have more than one target are most effective at treating Alzheimer's disease, because it's a complex disease where there are a lot of things going wrong,\" Maher added. \"The model that we used here was a preventive model. We started the mice on the drugs before they had any memory loss. But obviously human patients don't go to the doctor until they are already having memory problems.\"\n\nSource: Currais A, Prior M, Maher P. Modulation of p25 and inflammatory pathways by fisetin maintains cognitive function in Alzheimer's disease transgenic mice. Aging Cell. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "alzheimer's, fisetin", "og": {"site_name": "Medical Daily", "description": "Fisetin, an antioxidant found in certain fruits and vegetables could be the answer to preventing Alzheimer's, according to a new study.", "title": "Antioxidant Could Help Ward Off Alzheimer's Symptoms", "url": "http://www.medicaldaily.com/antioxidant-found-strawberries-fisetin-could-help-ward-alzheimers-symptoms-268092", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/28/fisetin.jpg", "type": "article"}, "twitter": {"description": "Fisetin, an antioxidant found in certain fruits and vegetables could be the answer to preventing Alzheimer's, according to a new study.", "title": "Antioxidant Could Help Ward Off Alzheimer's Symptoms", "url": "http://www.medicaldaily.com/antioxidant-found-strawberries-fisetin-could-help-ward-alzheimers-symptoms-268092", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/28/fisetin.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/28/fisetin.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Conditions", "published_time": "2014-01-28T16:31:16-05:00", "modified_time": "2014-01-28T16:31:15-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Fisetin, an antioxidant found in certain fruits and vegetables could be the answer to preventing Alzheimer's, according to a new study."}, "_id": "\"57477af46914bd0286fdfae1\"", "article_summary": "Affecting over five million people in the United States today, Alzheimer’s disease remains a significant public health concern, especially for people with an increased risk.\nNext, the research team hopes to look into how long it takes for fisetin to alleviate symptoms of Alzheimer’s.\nSource: Currais A, Prior M, Maher P. Modulation of p25 and inflammatory pathways by fisetin maintains cognitive function in Alzheimer's disease transgenic mice.\n\"What we realized is that fisetin has a number of properties that we thought might be beneficial when it comes to Alzheimer's,\" Maher explained.\nA recent study out of the Salk Institute for Biological Studies found that a daily serving of fisetin, an antioxidant commonly found in fruits and vegetables, reduced Alzheimer’s symptoms in mice who were predisposed to the disease."}