{"article_title": "Louisville Ballet's 'Nutcracker' a Pleasing Holiday Confection - 89.3 WFPL", "article_keywords": ["holiday", "ballet", "wfpl", "brownforman", "dance", "nutcracker", "variation", "production", "louisville", "893", "drosselmeier", "act", "ballets", "pleasing", "marie", "confection"], "article_url": "http://wfpl.org/review-louisville-ballets-nutcracker-pleasing-holiday-confection/", "article_text": "There have been many adaptations and re-creations of “The Nutcracker” since it gained currency in the West in the middle of the twentieth century. The Louisville Ballet’s first unveiled their current version, “The Brown-Forman Nutcracker,” in 2009, though the company has been offering various versions of the seasonal favorite since 1963. In his curtain speech, artistic director Bruce Simpson suggested that this lavish production will be good for fifteen or sixteen years, and certainly in year four of this iteration the costumes, sets and magic are holding up well, and the choreography still delights the multi-generational audience that braved Saturday’s wintry conditions to make it to Whitney Hall.\n\nWith thanks to an additional gift from Brown-Forman, another treat for this year’s ballet-goers is live music, with the Louisville Orchestra in the pit conducted by Tara Somoncic.\n\n“The Brown-Forman Nutcracker” differs from some productions by casting an adult in the chief role of Marie (rather than the child Clara), and returning Marie to her home at the end of Act Two. Louisville Ballet’s production also beefs up the role of Herr Drosselmeier and his influence on Marie’s adventure.\n\nChoreographer Val Caniparoli sets the framework for his interpretation of “The Nutcracker” story with a smart use of the overture, immediately drawing in young and old alike. From the first strains of the music, we enter the magical world of Drosselmeier (Harald Uwe Kern), in whose workshop wooden dolls are playing in his absence. When Marie Stahlbaum (Christy Corbitt Miller, in Saturday evening’s performance) comes by to pick up a repaired clock, Herr Drosselmeier entertains her briefly with some sleight of hand.\n\nAct One charmingly recreates a family holiday party set in 1830s Germany. The company brings a good-humored energy to the traditional pantomime and set piece dances that constitute the bulk of the act. Ciara Jarvis’ Fritz, brother to Marie, is suitably bratty, disrupting the polite party with boyish antics. Thwarted by the adults who carefully lock up or place out of reach all the toys, Fritz is relegated to his bedroom, presumably, and the guests depart – with the exception of Drosselmeier, who now conjures his magic.\n\nMarie, in search of the Nutcracker doll, creeps back to the room and falls asleep on a couch. The fun begins. The Rat King (Ryan Stokes) is released from its safe place and is surrounded by other rats large and small. The fort reveals several companies of soldiers. The lines are drawn, and a delightful battle ensues. It’s scary enough to keep younger audience members on the edge of their chairs, and has enough whimsy and tongue-in-cheek moments to keep adults chuckling.\n\nBy the end of the battle, the Nutcracker is revealed as a handsome prince (Eduard Forehand) who transports Marie to an enchanted land of Drosselmeier’s making. The ensuing Snowflake variation, I suspect, is much better experienced from higher up in the auditorium where the complex floor patterns would become more visible. There were times on Saturday that the Snowflakes were moving in a random blur – which is fine when it’s snowing outside – and the corps was not as precisely uniform as we have come to expect from the Louisville Ballet.\n\nThe atmosphere changes dramatically in Act Two. Designer Peter Cazalet’s land of the Sugar Plum Fairy has Drosselmeier become a seer as we are transformed into an Art Deco environment – though the three overhead blossom light fixtures, the same as the family room from Act One, subtly remind us that this is Marie’s dream.\n\nThis rich space is a perfect backdrop for the succession of exotic dances with which Marie and her Prince are entertained. The highlights of these variations are the Arabian Coffee and the Russian Caviar. For Arabia, Drosselmeier is up to his tricks again (courtesy Marshall Magoon’s magic and illusion designs) with Ashley Thursby apparently suspended in mid-air. Thursby and Benjamin Wetzel revel in the sensuous curvilinear choreography of this dance. Christopher Scruggs, Roger Creel and Sanjay Saverimuttu display bravura in the Russian Caviar sequence, definitely a crowd-pleaser.\n\nThe Spanish Chocolate quartet (Leigh Anne Albrechta, Alexandra Hoffman, Mark Krieger and Brandon Ragland) are suitably rich and luscious. Rob Morrow’s Chinese Tea is delightfully supported (maybe even upstaged!) by two comic Chinese Dogs (Jessica Columbus, Lacey Elliston, Justin Michael Hogan, Douglas Ruiz). The French Pastilles (Tiffany Bovard, Lindsay Knight, Erin Langston and Julia Sanders) were sparkling. A Louisville-only tradition, Madame Derby (Ryan Stokes), presented a gallimaufry of petite jockeys from under her over-sized skirts to the delight of the audience. The final variation of the act is helmed by The Rose (Kateryna Sellers), with support from delicately-hued flowers. This crisp and delicate variation is a delightful culmination for Marie’s dream. Bidding adieu to the denizen’s of Drosselmeier’s conjurations. Marie is transported back to her home by the Prince where, apparently, everything is back to normal. (At least until the Christmas gifts that follow!)\n\nOn Saturday evening, a pre-performance announcement indicated that the role of the Cavalier Doll and Cavalier would be danced by Kristopher Wojtera, rather than Phillip Velinov. The Sugar Plum Doll and her Act Two counterpart were both danced by Erica De La O. It was disappointing not to see Velinov and De La O reprise this partnership, which I’d seen previously, but it is always good to see Wojtera and De La O dance together.They perform the Act One wooden toy dance with a delightfully crisp articulation of steps we usually see executed with fluidity. In Act Two, they come into their own in the grand pas de deux. These two dancers have been paired in classical pas de deux in the Louisville Ballet Studio Connections programs, and they bring style and precision to this particular ballet form. Wojtera is a quintessential cavalier, making lifts appear effortless, and De La O’s meticulous footwork sparkles. The iconic dance of the Sugar Plum Fairy brought the Whitney audience to a breathless anticipation and then energetic applause at the end.\n\nThe Louisville Ballet makes extensive use of child dancers in this production, and they are up to the challenge of taking the stage with the full company and trainees. In Act One, one of the first set pieces is a dance for the children; they fill the stage and music with grace and charm. Other young dancers also play small rats after the party and, at the beginning of Act Two, portray angels in the Sugar Plum Fairy’s land. Too many to list individually, it is heartening to see so many children participating in this holiday tradition, appearing confident on the Whitney stage and successfully fulfilling the choreographic requirements. It’s to be hoped that their early ballet performance experience will influence some of them to continue their ballet training and, possibly, go into this career.\n\nThis year’s “Nutcracker” is the final one that Bruce Simspon will supervise, with the recent announcement of his retirement at the end of the current season. The season-long goodbye to Simpson began with a representative of Brown-Forman joining him onstage at the beginning of the evening to play tribute to his vision for this production. There are two aspects of the production which speak to what Simpson has brought to the Louisville Ballet during his tenure. The sets and costumes are designed by Peter Cazalet (a program note indicates that this was his design swan song in 2009), a South African artist – Simpson’s international career links the Louisville Ballet to the wider world of ballet. The Russian Variation Choreography is credited to William Christensen, whose version of “The Nutcracker” introduced America to the ballet in 1944, and he received assistance from Balanchine, who was familiar with the original 1892 version – Simpson is always intentional about honoring the direct line through which the past, present and future of ballet travels.\n\n“The Brown-Forman Nutcracker” continues through December 22 with various casts.", "article_metadata": {"generator": "WordPress 4.5.2", "og": {"site_name": "89.3 WFPL", "description": "There have been many adaptations and re-creations of “The Nutcracker” since it gained currency in the West in the middle of the twentieth century. The...", "title": "REVIEW | Louisville Ballet's 'Nutcracker' a Pleasing Holiday Confection - 89.3 WFPL", "locale": "en_US", "image": {"width": 336, "identifier": "http://wfpl.org/wp-content/uploads/2013/12/nutcracker2.jpg", "height": 360}, "updated_time": "2014-10-31T16:28:12-04:00", "url": "http://wfpl.org/review-louisville-ballets-nutcracker-pleasing-holiday-confection/", "type": "article"}, "twitter": {"description": "There have been many adaptations and re-creations of “The Nutcracker” since it gained currency in the West in the middle of the twentieth century. The...", "creator": "@WFPLNews", "image": "http://wfpl.org/wp-content/uploads/2013/12/nutcracker2.jpg", "title": "REVIEW | Louisville Ballet's 'Nutcracker' a Pleasing Holiday Confection - 89.3 WFPL", "site": "@WFPLNews", "card": "summary"}, "fb": {"admins": 100006229511236, "pages": 33077174555, "app_id": 1539400482939529}, "article": {"publisher": "https://www.facebook.com/wfpllouisville", "section": "Arts and Culture", "tag": "dance", "published_time": "2013-12-08T11:41:22-04:00", "modified_time": "2014-10-31T16:28:12-04:00"}, "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "article_summary": "The Louisville Ballet’s first unveiled their current version, “The Brown-Forman Nutcracker,” in 2009, though the company has been offering various versions of the seasonal favorite since 1963.\nThere are two aspects of the production which speak to what Simpson has brought to the Louisville Ballet during his tenure.\n“The Brown-Forman Nutcracker” continues through December 22 with various casts.\nLouisville Ballet’s production also beefs up the role of Herr Drosselmeier and his influence on Marie’s adventure.\nThese two dancers have been paired in classical pas de deux in the Louisville Ballet Studio Connections programs, and they bring style and precision to this particular ballet form."}