{"article_title": "Demographics are destiny, the liberal Jewish edition — GetReligion", "article_keywords": ["liberal", "destiny", "family", "jewish", "demographics", "question", "american", "getreligion", "think", "edition", "ideal", "say", "fertility", "religious", "children", "today"], "article_url": "http://www.getreligion.org/getreligion/2014/12/6/your-weekend-think-piece-demographics-are-destiny-the-liberal-jewish-edition", "article_text": "On the surface, there is no religious component to the following question: \"Why do some people choose to have children, while others do not?\" The same thing is true if you ask, \"Why do some people choose to have more than 2.1 children, while others do not?\"\n\nBut if you know anything about polling linked to demographics, you know that it's impossible to answer those questions in real life -- in a majority of cases around the world -- without running into religious beliefs and practice. Look at it this way, if one Catholic family has one child and another has seven, the odds are very high that family No. 2 goes to Mass way more often than family No. 1.\n\nSeveral years ago, The Weekly Standard (yes a conservative journal) did a highly fact-driven think piece -- \"America's One-Child Policy\" -- that contained the following paragraph that remains as relevant today as when it was written:\n\n... (In) a world where childbearing has no practical benefit, people have babies because they want to, either for self-fulfillment or as a moral imperative. \"Moral imperative,\" of course, is a euphemism for \"religious compulsion.\" There are stark differences in fertility between secular and religious people.\n\nThe best indicator of actual fertility is \"aspirational fertility\" -- the number of children men and women say they would like to have. Gallup has been asking Americans about their \"ideal family size\" since 1936. When they first asked the question, 64 percent of Americans said that three or more children were ideal; 34 percent said that zero, one, or two children were ideal. Today only 34 percent of Americans think that a family with three-or-more children is ideal.\n\nSo here is the thesis statement that I think, on many stories linked to contemporary religion (think coverage of the declining number of Catholic priests in North America), journalists need to think about.\n\nBut on this question there are two Americas today: a secular population that wants small families (or no family at all) and a religious population that wants larger families. Religious affiliation is part of the story, but the real difference comes with church attendance. Among people who seldom or never go to church, 66 percent say that zero, one, or two children is the ideal family size, and only 25 percent view three-or-more children as ideal. Among those who go to church monthly, the three-or-more number edges up to 29 percent. But among those who attend church every week, 41 percent say three or more children is ideal, while only 47 percent think that a smaller family is preferable. When you meet couples with more than three children today, chances are they're making a cultural and theological statement.\n\nThis brings me to yet another think piece at The Forward -- this is actually an editorial by Jane Eisner -- that is must reading for journalists on the Godbeat and for news consumers who are interested in the beat. This one ran under the headline, \"Be Fruitful and Multiply -- Please?\"\n\nThe opening could not be more personal and blunt:\n\nThanksgiving was lovely this year, a happy gathering of four generations of family. We are a warm and compatible group who genuinely enjoy each other’s company and — not to sound too corny here — acknowledge the blessing of just being together. There is a sturdiness to this side of my family that I treasure. It is stable and loving, and it feels as if it will go on forever.\n\nUntil I do the math. Then I realize that there are fewer descendants in my children’s generation than in mine. Experts say that the replacement rate in developing countries is 2.1; that is, to keep a population stable, each woman should have on average 2.1 children. Using this standard, that part of my extended family isn’t replicating itself.\n\nThis is becoming the norm in the United States in general. So what is the theological component in this picture, in the context of modern Judaism? The key is what she calls the \"new non-Orthodox normal.\"\n\nWhile last year’s Pew Research Center study noted that Jewish adults ages 40-59 report having had an average of 1.9 children, there is a widening gap between Orthodox Jews’ fertility and everyone else’s. Here are the numbers: Reform, 1.7; Conservative, 1.8; Orthodox: 4.1. As a result, one analysis shows that there are 5,000 more Orthodox Jews and 10,000 fewer non-Orthodox ones in America, every year.\n\nSo much of the reaction to the Pew report focused on skyrocketing rates of intermarriage that we’ve overlooked an even more fraught issue: Fertility. “In theory, marriage and procreation are high ideals of Judaism,” the social scientists Steven M. Cohen and Jack Wertheimer wrote recently. “But how can any such idea withstand the plain fact that declining proportions of American Jews are actually getting married and forming families in the first place?”\n\nActually, that is declining proportions of SOME American Jews.\n\nThe theological ghosts are all over the place, in this piece, so please read it all. I thought this blunt statement was simply unforgettable:\n\nHow do we persuade the couple who have lived together for years to marry already, and start a family before advancing age limits their options? How do we provide the support, financial and otherwise, to try for a third child? How do we counter a powerful American culture that privileges autonomy over communal responsibility?\n\nSome scholars just think it’s impossible. “There is nothing in their American culture that will compel or induce today’s non-Orthodox Jews to marry younger, marry at all, or procreate more,” writes Riv-Ellen Prell, professor of American studies and director of the center for Jewish studies at the University of Minnesota, in response to Cohen and Wertheimer.\n\nWhat turns nominal or cultural religion into counter-cultural faith? There are all kinds of news stories linked to that question.", "article_metadata": {"description": "On the surface, there is no religious component to the following question: \r\n\"Why do some people choose to have children, while others do not?\" The same \r\nthing is true if you ask, \"Why do some people choose to have more than 2.1 \r\nchildren, while others do not?\"\r\n\r\nBut if you know anything about polling linked to demographics, you know \r\nthat it's impossible to answer those questions in real life -- in a \r\nmajority of cases around the world -- without running into religious \r\nbeliefs and practice. Look at it this way, if one Catholic family has one \r\nchild and another has seven, the odds are very high that family No. 2 goes \r\nto Mass way more often than family No. 1.\r\n\r\nSeveral years ago, The Weekly Standard (yes a conservative journal) did a \r\nhighly fact-driven think piece -- \"America's One-Child Policy\" -- that \r\ncontained the following paragraph that remains as relevant today as when it \r\nwas written:\r\n\r\n    ... (In) a world where childbearing has no practical benefit, people\r\n    have babies because they want to, either for self-fulfillment or as a\r\n    moral imperative. \"Moral imperative,\" of course, is a euphemism for\r\n    \"religious compulsion.\" There are stark differences in fertility\r\n    between secular and religious people.\r\n\r\n    The best indicator of actual fertility is \"aspirational fertility\"\r\n    -- the number of children men and women say they would like to have.\r\n    Gallup has been asking Americans about their \"ideal family size\" since\r\n    1936. When they first asked the question, 64 percent of Americans said\r\n    that three or more children were ideal; 34 percent said that zero, one,\r\n    or two children were ideal. Today only 34 percent of Americans think\r\n    that a family with three-or-more children is ideal.\r\n\r\nSo here is the thesis statement that I think, on many stories linked to \r\ncontemporary religion (think coverage of the declining number of Catholic \r\npriests in North America), journalists need to think about.", "og": {"site_name": "GetReligion", "description": "On the surface, there is no religious component to the following question: \r\n\"Why do some people choose to have children, while others do not?\" The same \r\nthing is true if you ask, \"Why do some people choose to have more than 2.1 \r\nchildren, while others do not?\"\r\n\r\nBut if you know anything about polling linked to demographics, you know \r\nthat it's impossible to answer those questions in real life -- in a \r\nmajority of cases around the world -- without running into religious \r\nbeliefs and practice. Look at it this way, if one Catholic family has one \r\nchild and another has seven, the odds are very high that family No. 2 goes \r\nto Mass way more often than family No. 1.\r\n\r\nSeveral years ago, The Weekly Standard (yes a conservative journal) did a \r\nhighly fact-driven think piece -- \"America's One-Child Policy\" -- that \r\ncontained the following paragraph that remains as relevant today as when it \r\nwas written:\r\n\r\n    ... (In) a world where childbearing has no practical benefit, people\r\n    have babies because they want to, either for self-fulfillment or as a\r\n    moral imperative. \"Moral imperative,\" of course, is a euphemism for\r\n    \"religious compulsion.\" There are stark differences in fertility\r\n    between secular and religious people.\r\n\r\n    The best indicator of actual fertility is \"aspirational fertility\"\r\n    -- the number of children men and women say they would like to have.\r\n    Gallup has been asking Americans about their \"ideal family size\" since\r\n    1936. When they first asked the question, 64 percent of Americans said\r\n    that three or more children were ideal; 34 percent said that zero, one,\r\n    or two children were ideal. Today only 34 percent of Americans think\r\n    that a family with three-or-more children is ideal.\r\n\r\nSo here is the thesis statement that I think, on many stories linked to \r\ncontemporary religion (think coverage of the declining number of Catholic \r\npriests in North America), journalists need to think about.", "title": "Your weekend think piece: Demographics are destiny, the liberal Jewish edition", "url": "http://www.getreligion.org/getreligion/2014/12/6/your-weekend-think-piece-demographics-are-destiny-the-liberal-jewish-edition", "image": "http://static1.squarespace.com/static/52c2df7ae4b0d215dded86fd/536fab69e4b00b0fd2515399/54833a0be4b096d419c7500a/1417888930351/?format=1000w", "longitude": "-76.61218930000001", "latitude": "39.2903848", "type": "article"}, "twitter": {"url": "http://www.getreligion.org/getreligion/2014/12/6/your-weekend-think-piece-demographics-are-destiny-the-liberal-jewish-edition", "image": "http://static1.squarespace.com/static/52c2df7ae4b0d215dded86fd/536fab69e4b00b0fd2515399/54833a0be4b096d419c7500a/1417888930351/?format=1000w", "description": "On the surface, there is no religious component to the following question: \r\n\"Why do some people choose to have children, while others do not?\" The same \r\nthing is true if you ask, \"Why do some people choose to have more than 2.1 \r\nchildren, while others do not?\"\r\n\r\nBut if you know anything about polling linked to demographics, you know \r\nthat it's impossible to answer those questions in real life -- in a \r\nmajority of cases around the world -- without running into religious \r\nbeliefs and practice. Look at it this way, if one Catholic family has one \r\nchild and another has seven, the odds are very high that family No. 2 goes \r\nto Mass way more often than family No. 1.\r\n\r\nSeveral years ago, The Weekly Standard (yes a conservative journal) did a \r\nhighly fact-driven think piece -- \"America's One-Child Policy\" -- that \r\ncontained the following paragraph that remains as relevant today as when it \r\nwas written:\r\n\r\n    ... (In) a world where childbearing has no practical benefit, people\r\n    have babies because they want to, either for self-fulfillment or as a\r\n    moral imperative. \"Moral imperative,\" of course, is a euphemism for\r\n    \"religious compulsion.\" There are stark differences in fertility\r\n    between secular and religious people.\r\n\r\n    The best indicator of actual fertility is \"aspirational fertility\"\r\n    -- the number of children men and women say they would like to have.\r\n    Gallup has been asking Americans about their \"ideal family size\" since\r\n    1936. When they first asked the question, 64 percent of Americans said\r\n    that three or more children were ideal; 34 percent said that zero, one,\r\n    or two children were ideal. Today only 34 percent of Americans think\r\n    that a family with three-or-more children is ideal.\r\n\r\nSo here is the thesis statement that I think, on many stories linked to \r\ncontemporary religion (think coverage of the declining number of Catholic \r\npriests in North America), journalists need to think about.", "card": "summary", "title": "Your weekend think piece: Demographics are destiny, the liberal Jewish edition"}, "msvalidate.01": "3467E5793F979E4BD02734F0CF1D6947", "google-site-verification": "HRNAABbZH8j77D61bQp4QciWQ7JstpS2Nv6NI7HyTaI", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "When you meet couples with more than three children today, chances are they're making a cultural and theological statement.\nGallup has been asking Americans about their \"ideal family size\" since 1936.\nThe best indicator of actual fertility is \"aspirational fertility\" -- the number of children men and women say they would like to have.\nToday only 34 percent of Americans think that a family with three-or-more children is ideal.\nAmong people who seldom or never go to church, 66 percent say that zero, one, or two children is the ideal family size, and only 25 percent view three-or-more children as ideal."}