{"article_title": "Trump praises Bible and Christmas, but gets boos for insulting Rubio", "article_keywords": ["summit", "bible", "praises", "trump", "insulting", "boos", "theyre", "elected", "rubio", "going", "gang", "gets", "really", "christmas", "remember"], "article_url": "https://www.washingtonpost.com/news/post-politics/wp/2015/09/25/trump-praises-bible-and-christmas-but-gets-boos-for-insulting-rubio/", "article_text": "Donald Trump heard boos at the annual Values Voter Summit for calling Sen. Marco Rubio (R-Fla.) a \"clown.\" (Family Research Council)\n\nDonald Trump, whose candidacy has become defined by thick crowds of cheering fans, heard something unfamiliar at the annual Values Voter Summit: boos, directed at him, for what he'd just said about a fellow Republican.\n\n\"You have this clown, Marco Rubio, and I've been so nice to him!\" said Trump.\n\nJeers nearly drowned him out. Rubio, who has steadily risen in polling (while remaining far behind Trump), had given a well-received speech just hours earlier. Trump was used to mentioning an opponent and hearing a crowd heckle him or her in absentia, but for a moment he seemed to have lost the room.\n\nHe wrenched it back. \"He's in favor of immigration, and he has been,\" Trump said of Rubio. \"He has been. It was the Gang of Eight — do you remember the Gang of Eight? It was terrible. And then he went down in the polls.\"\n\nThe room quieted, and a select few people started shouting \"yes\" in support of Trump's score-settling.\n\n\"You know what?\" he continued. \"If you believe in something, you have to be true to yourself. You have to be. It was the Gang of Eight: really weak on immigration. All of a sudden, he went down of the polls, and he starts changing his tone. But you never really change your tone. You remember it. And also, when you're elected senator, you have to go and vote. He's got the worst record. Why do they do that?\"\n\nThere were no more heckles or interruptions. Trump proceeded with his usual blend of free associative patriotism, mixing in some talk of religion and jibes at retiring House Speaker John A. Boehner (R-Ohio).\n\n\"Do people even like him on a personal basis?\" he asked of Boehner. \"I don't understand. They get elected. They're full of vinegar. They're going to change things — they're going to repeal Obamacare. Then they get to these vaulted ceilings, and they change.\"\n\nPacked #VVS15 ballroom for @realDonaldTrump. Biggest, classiest crowd so far pic.twitter.com/cTcnvhlrc2 — daveweigel (@daveweigel) September 25, 2015\n\nTrump didn’t mention abortion — not even in the context of defunding Planned Parenthood — religious liberty, or marriage rights. He did not mention Kim Davis, the anti-gay-marriage Rowan County clerk who has drawn cheers in brief sightings at the Omni Shoreham, and who will receive an award tonight. The time that might have been spent on specific social issues was given over to a long criticism of the nuclear deal with Iran, and some repetitive attacks on the media for failing to report that he \"won the debate\" at the Ronald Reagan Presidential Library.\n\nWhen he did discuss religion, he hoisted his Bible and stuck to generics.\n\n\"I believe in God,\" he said. \"I believe in the Bible. I’m Christian. I love people.\"\n\nThe candidate, who struggled to explain his faith in an interview with the Christian Broadcasting Network, did not really try at the summit. He noted, several times, that he was winning evangelical voters, but (as he hoisted his Bible again) referred to them as a third party rather than peers. His longest comment on America's Judeo-Christian tradition came when he indulged an issue familiar to Fox News viewers: shop owners replacing mentions of Christmas with unspecific \"holiday\" messages.\n\n\"I love Christmas,\" he said. \"You go to stores now, and it doesn’t say Christmas. It says 'Happy holidays.' All over! I say, where's Christmas? I tell my wife, 'Don’t go to those stores.' I want to see Christmas! Other people can have their holidays, but Christmas is Christmas. I want to see 'Merry Christmas.' Remember the expression 'Merry Christmas?' You don't see it. You're going to see it if I'm elected.\"", "article_metadata": {"description": "\"You have this clown, Marco Rubio, and I've been so nice to him!\"", "author": "https://www.facebook.com/daveweigel?fref=ts", "og": {"site_name": "Washington Post", "description": "\"You have this clown, Marco Rubio, and I've been so nice to him!\"", "title": "Trump praises Bible and Christmas, but gets boos for insulting Rubio", "url": "https://www.washingtonpost.com/news/post-politics/wp/2015/09/25/trump-praises-bible-and-christmas-but-gets-boos-for-insulting-rubio/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/Wires/Images/2015-09-25/AP/GOP_2016_Trump-08d27.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "daveweigel"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/post-politics/wp/2015/09/25/trump-praises-bible-and-christmas-but-gets-boos-for-insulting-rubio/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "donald trump, marco rubio, republicans, john boehner", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/daveweigel?fref=ts"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "donald trump, marco rubio, republicans, john boehner"}, "_id": "\"57477af46914bd0286fe1a62\"", "article_summary": "They're going to change things — they're going to repeal Obamacare.\nDonald Trump heard boos at the annual Values Voter Summit for calling Sen. Marco Rubio (R-Fla.) a \"clown.\"\nRubio, who has steadily risen in polling (while remaining far behind Trump), had given a well-received speech just hours earlier.\nOther people can have their holidays, but Christmas is Christmas.\n\"He's in favor of immigration, and he has been,\" Trump said of Rubio."}