{"article_title": "22 states don't require measles immunizations for college students", "article_keywords": ["university", "immunizations", "dont", "22", "students", "measles", "require", "states", "state", "college", "california", "health", "vaccinated"], "article_url": "https://www.insidehighered.com/news/2015/02/03/22-states-dont-require-measles-immunizations-college-students", "article_text": "Students at three California campuses -- Moorpark College, California State University at Channel Islands and California State University at Long Beach -- are now believed to have contracted measles, joining more than 90 other people in the state who have contracted the largely eradicated disease.\n\nCalifornia students are within their legal rights to come to campus without having been vaccinated -- the state is one of 22 that does not require college students to be vaccinated against measles. As a result, many California colleges, including the 10 campuses of the University of California System, do not require students to receive immunizations before enrolling.\n\nThe University of California may soon move to change its policy. A proposed three-year plan would require incoming students in 2017 to receive vaccinations for measles, mumps, rubella, chicken pox, meningococcus and tetanus. Currently, the system only requires students to be vaccinated against hepatitis B.\n\nJames Cherry, a pediatrics research professor at the University of California at Los Angeles, said the new policy couldn't come soon enough. “It seems to me that this should be done this year, not 2017,” Cherry said. “The way things are going right now, we’re going to have an epidemic on college campuses. That is the situation we're in.”\n\nBrooke Converse, a spokeswoman for UC, said the new plan was in the works long before the recent outbreak of measles in the state and that the roadblocks for adopting the policy have been technical in nature, not philosophical. The Affordable Care Act, more affordable vaccinations and a new system-wide digital platform for students’ health records has allowed the process to finally move forward, she said.\n\n“It has always been a good public health and preventive medicine practice to immunize and protect against infectious diseases,” Converse said. “However, in the past the cost of vaccines and the time and cost for student health staff to obtain and verify this information has been a barrier to implementing system-wide requirements.”\n\nThe University of California is far from the only system that doesn’t require students to be immunized against the measles, however. Only about half of states have laws requiring all college students to be immunized against the disease, according to a Centers for Disease Control and Prevention database.\n\n“On-campus requirements are generally a function of state law at both public and private institutions,” said Sarah Van Orman, executive director of University Health Services at the University of Wisconsin at Madison and president of the American College Health Association. “While there are some campuses that have policies over and above the state requirements, generally the state requirement is followed.”\n\nIn a statement that the association adopted in 2014, the ACHA says colleges that require students to be vaccinated should enforce those rules and have a high bar for exemptions.\n\n\"Immunizations offer safe and effective protection from vaccine-preventable diseases,\" the statement reads. \"The United States is experiencing reemergence of these diseases, in part due to factors such as unimmunized and underimmunized persons and global travel. The American College Health Association strongly supports the use of vaccines to protect the health of our individual students and our campus communities.\"\n\nThe CDC offers a similar recommendation. Yet at least 22 states do not have any laws requiring college students to be immunized against measles.\n\nVirginia requires only full-time students at public institutions to be immunized, and Texas only requires it of students who are enrolled in health-related programs and veterinary courses. Oregon requires vaccinations for students involved in intercollegiate sports, or who are enrolled in health care, child care and education courses. Ohio requires immunizations only for those living in campus housing.\n\nAccording to the National Association of College and University Attorneys, all but two states -- West Virginia and Mississippi -- allow for nonmedical exemptions, such as for religious beliefs, and about half allow for exemptions based on philosophical or personal reasons. Those exemptions are on the rise. In 2012, researchers at Emory University found that exemptions increased by as much as 13 percent per year since 2005 in states with what the researchers call “easy” exemption policies. (Some states require a notarized document detailing the reason for the exemption, while others require very little effort.)\n\nMeasles is an especially contagious disease, with about 90 percent of those who are not immune to the disease contracting it if they come in contact with an infected person. As most states do require children to be immunized for measles prior to entering grade school, measles cases are still low on college campuses despite how infectious the disease is and a dearth of laws specifically regarding colleges.\n\nBut as the antivaccination movement continues to gain steam and the number of exemptions granted continues to increase, more and more of those children with no immunity to measles and other diseases will be headed to crowded campuses, health experts warn. That could mean more cases even at colleges that have their own requirements. The CSU system, where two students are believed to have contracted the disease, requires its students to be vaccinated against measles.\n\nIn order for a population to have what is called “herd immunity” -- in which the number of people who are vaccinated is high enough to protect those who are not, such as infants or those with vaccine allergies -- the immunization rate must be about 95 percent. In some K-12 communities -- including some school corporations in Oregon, California and New York -- that rate has fallen to as low as 50 percent.\n\n“We’re starting to see the beginnings of this not-vaccinated generation entering higher education,” Van Orman said. “Measles is really contagious, so it’s very much a concern.”", "article_metadata": {"og": {"url": "https://www.insidehighered.com/news/2015/02/03/22-states-dont-require-measles-immunizations-college-students", "image": "https://www.insidehighered.com/sites/all/themes/ihecustom/images/facebook_icon_large.jpg", "type": "article", "description": "Despite the warnings of experts, 22 states don't require students to be vaccinated, and campus policies vary widely.", "title": "22 states don't require measles immunizations for college students"}, "msapplication-config": "/IEconfig.xml", "description": "Despite the warnings of experts, 22 states don't require students to be vaccinated, and campus policies vary widely.", "viewport": "width=device-width, initial-scale=1", "robots": "follow, index"}, "article_summary": "(Some states require a notarized document detailing the reason for the exemption, while others require very little effort.)\nCalifornia students are within their legal rights to come to campus without having been vaccinated -- the state is one of 22 that does not require college students to be vaccinated against measles.\nYet at least 22 states do not have any laws requiring college students to be immunized against measles.\nAs a result, many California colleges, including the 10 campuses of the University of California System, do not require students to receive immunizations before enrolling.\nThe American College Health Association strongly supports the use of vaccines to protect the health of our individual students and our campus communities.\""}