{"article_title": "Syrian opposition rejects offer over transitional period", "article_keywords": ["geneva", "transitional", "rejects", "offer", "offensive", "period", "near", "future", "opposition", "mistura", "syria", "syrian", "highway", "told"], "article_url": "http://townhall.com/news/politics-elections/2016/04/16/is-captures-several-villages-from-syrian-troops-in-aleppo-n2149430", "article_text": "GENEVA (AP) — Two figures from the main Syrian opposition team to the peace talks in Geneva said Saturday that they have rejected a suggestion that was put forward by the U.N. special envoy to Syria in which President Bashar Assad would stay in power during a transitional period and the opposition would choose three vice presidents.\n\nThe U.N. envoy to Syria, Staffan de Mistura, said it was not an offer but one of many ideas put forward in the attempt to find a solution for Syria's five-year crisis.\n\nThe two officials told The Associated Press that the offer is not even worth considering, adding that Assad should not have any role in Syria's future or during the 18-month transitional period during which a new constitution is to be drafted and elections held.\n\nThe announcement came after a new round of indirect peace talks resumed in Geneva on Wednesday in which the opposition's High Negotiations Committee, or HNC, and the government delegation met separately with de Mistura.\n\nAssad's future has been a main point of disagreement with the opposition demanding that he has no role in Syria's future even during the transitional period while the government delegation saying any talk about the president's future is a red line.\n\nDe Mistura told the AP later that the idea \"simply came up as one of the many ideas that are being floated by various experts in trying to analyze the current gap between the concepts of political transition of the government and the opposition.\"\n\n\"It is therefore a storm in a tea cup,\" the envoy said.\n\nOpposition official Yahya Kodmani said in Geneva that de Mistura told them that an expert suggested to the envoy that Assad stays and in return \"the three vice presidents will be from the opposition. We consider that we did not hear this suggestion because we categorically reject it.\"\n\n\"We insist that a political solution be based on international resolutions and this (suggestion) is not mentioned in international resolutions,\" Kodmani said insisting on a transitional governing body with full executive powers to take over power during the transitional period.\n\nThe HNC's chief negotiator Mohammed Alloush, when asked if de Mistura gave them an offer, responded by telephone text message: \"Yes it is true but it is impossible to even think about it.\"\n\nOfficials at de Mistura's office were not available for comment because of the weekend.\n\nEarlier this week, the HNC's spokesman Salem Al Meslet said they would accept that members of Assad's government could be included in a possible future transitional authority — but not Assad himself.\n\nAl Meslet said the HNC wouldn't object to members of Assad's coterie taking part in an internationally sought Transitional Governing Body that would help Syria emerge from war \"as long as they are not involved in killing, they are not involved in crimes.\"\n\nIn Syria meanwhile, the Islamic State group captured more than a dozen villages and hills during a fresh offensive in northern Syria, opposition activists said Saturday. The IS territorial gains bring the extremist group close to the main highway that links the capital, Damascus, with the country's largest city of Aleppo.\n\nIS also clashed with rival insurgent groups near the border with Turkey where they have been on the offensive for days, forcing tens of thousands of residents to flee toward safer areas near Turkey.\n\nThe Britain-based Syrian Observatory for Human Rights said the fighting between IS and government forces is concentrated in areas east of the town of Khanaser, which has changed hands several times in recent months.\n\nAn activist based in Aleppo told the AP via Skype that IS launched its latest offensive in the area a day earlier and by Saturday was in control of some 18 small villages. The activist spoke on condition of anonymity for fear of reprisals from IS.\n\nKhanaser is strategic since it's on the highway that links government-held parts of Aleppo with the rest of the country. The extremist group has cut the highway several times in recent months but government counteroffensives were able to push them back.\n\nThe Observatory said traffic on the highway was interrupted by IS shelling of the area on Saturday before resuming as usual.\n\nTo the north, IS continued in its offensive near the Turkish border capturing the village of Tal Shaaer from opposition fighters.\n\n\"Daesh is advancing against the regime and the rebels at the same time,\" said the Aleppo-based activist, using the Arabic acronym for the Islamic State group.\n\nAround 30,000 displaced persons have fled from their shelters near the Turkish border, according to the New York-based Human Rights Watch.\n\n___\n\nAssociated Press writer Bassem Mroue in Beirut contributed to this report.", "article_metadata": {"description": "Syrian opposition rejects offer over transitional period - AP News: GENEVA (AP) — Two figures from the main Syrian opposition .05/26/2016 19:15:19PM EST.", "author": "AP News", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "GENEVA (AP) — Two figures from the main Syrian opposition team to the peace talks", "title": "AP News - Syrian opposition rejects offer over transitional period", "url": "http://townhall.com/news/politics-elections/2016/04/16/is-captures-several-villages-from-syrian-troops-in-aleppo-n2149430", "image": "http://media.townhall.com/townhall/reu/ha/2016\\107\\95d4afe5-f466-4542-be13-117336f925a5.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "GENEVA (AP) — Two figures from the main Syrian opposition team to the peace talks", "title": "AP News - Syrian opposition rejects offer over transitional period", "url": "http://townhall.com/news/politics-elections/2016/04/16/is-captures-several-villages-from-syrian-troops-in-aleppo-n2149430", "image": "http://media.townhall.com/townhall/reu/ha/2016/107/95d4afe5-f466-4542-be13-117336f925a5.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Syrian opposition rejects offer over transitional period, AP News, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "To the north, IS continued in its offensive near the Turkish border capturing the village of Tal Shaaer from opposition fighters.\nIn Syria meanwhile, the Islamic State group captured more than a dozen villages and hills during a fresh offensive in northern Syria, opposition activists said Saturday.\nEarlier this week, the HNC's spokesman Salem Al Meslet said they would accept that members of Assad's government could be included in a possible future transitional authority — but not Assad himself.\nOpposition official Yahya Kodmani said in Geneva that de Mistura told them that an expert suggested to the envoy that Assad stays and in return \"the three vice presidents will be from the opposition.\nAround 30,000 displaced persons have fled from their shelters near the Turkish border, according to the New York-based Human Rights Watch."}