{"article_title": "House Democrats Push To Defund Failed Abstinence-Only Education Programs", "article_keywords": ["funding", "failed", "house", "abstinence", "programs", "sex", "states", "abstinenceonly", "program", "democrats", "v", "push", "title", "defund", "education"], "article_url": "http://thinkprogress.org/health/2013/12/17/3077541/democrats-repeal-abstinence-funding/", "article_text": "Health House Democrats Push To Defund Failed Abstinence-Only Education Programs CREDIT: Shutterstock\n\nA group of nine House Democrats have introduced a measure that would end federal funding to states that run abstinence-only education programs in public schools. The lawmakers say that this current approach to sex education has failed, and the government should better allocate its funds.\n\n“We need to get serious about educating our young people about sex. Abstinence-only programs fail to address the challenge of unplanned pregnancies and sexually-transmitted infections among our youth, which have reached a critical level,” Rep. Barbara Lee (D-CA), the primary sponsor of the new legislation, said in a statement. “We must ensure that we provide comprehensive sex education programs that have been proven to work, instead of throwing money away on programs that don’t.”\n\nThe Title V State Abstinence Education Grant Program allocates federal dollars to support programs that advocate abstinence from sex until marriage, and does not permit any discussion of contraceptive methods other than to emphasize their failure rates. The Title V funding was first attached to a provision in the 1996 welfare reform bill and has been periodically renewed since then. President Obama — who came out against abstinence-only programming before he was elected — actually eliminated the program in his 2010 budget. But Republicans demanded to restore it as a concession for passing health reform. That GOP-sponsored amendment to Obamacare extended Title V funds through next year.\n\nLee points out that the U.S. has spent over $1.75 billion in federal funding on abstinence programs since Title V was first enacted, despite the fact that they don’t effectively teach teens how to safeguard their sexual health. The congresswoman’s new bill doesn’t mince words — it’s called the “Repealing Ineffective and Incomplete Abstinence-Only Program Funding Act of 2013,” and she’s introduced it for several years in a row.\n\nIndeed, the states that don’t require comprehensive sex ed classes are the same ones that struggle with high rates of pregnancies and STD infections. A large body of evidence has discredited abstinence-only education. And many states already opt to turn down Title V funding because of the growing proof that this approach doesn’t work. California, Maine, and New Jersey were the first to decline to participate in the program — now, nearly half of the states in the U.S. turn down the money.\n\nIn addition to failing to teach kids about effective prevention methods, abstinence education also has potentially serious consequences for adolescents’ sense of self-worth. By their 19th birthday, seven in ten American teens will have had sex. But messages emphasizing abstinence and sexual purity teach those teens that sexual activity is dirty and shameful. For instance, one abstinence course in Texas — a state that proudly accepts Title V funds year after year — teaches kids that having sex makes them like a chewed-up piece of gum.", "article_metadata": {"google": "nositelinkssearchbox", "description": "Nine members of Congress have introduced the \"Repealing Ineffective and Incomplete Abstinence-Only Program Funding Act of 2013.\"", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "Nine members of Congress have introduced the \"Repealing Ineffective and Incomplete Abstinence-Only Program Funding Act of 2013.\"", "title": "House Democrats Push To Defund Failed Abstinence-Only Education Programs", "url": "http://thinkprogress.org/health/2013/12/17/3077541/democrats-repeal-abstinence-funding/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2013/12/shutterstock_106895699-e1387310074768.jpg", "type": "article"}, "twitter": {"description": "Nine members of Congress have introduced the \"Repealing Ineffective and Incomplete Abstinence-Only Program Funding Act of 2013.\"", "creator": "@Tara_CR", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2013/12/shutterstock_106895699-e1387310074768-321x214.jpg", "title": "House Democrats Push To Defund Failed Abstinence-Only Education Programs", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-health", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2013/12/shutterstock_106895699-e1387310074768.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2013/12/shutterstock_106895699-e1387310074768.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2013-12-17T14:57:55+00:00", "author": "https://www.facebook.com/tculpressler"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "article_summary": "Health House Democrats Push To Defund Failed Abstinence-Only Education Programs CREDIT: ShutterstockA group of nine House Democrats have introduced a measure that would end federal funding to states that run abstinence-only education programs in public schools.\nThe lawmakers say that this current approach to sex education has failed, and the government should better allocate its funds.\nThe Title V funding was first attached to a provision in the 1996 welfare reform bill and has been periodically renewed since then.\nIn addition to failing to teach kids about effective prevention methods, abstinence education also has potentially serious consequences for adolescents’ sense of self-worth.\nA large body of evidence has discredited abstinence-only education."}