{"article_title": "2015 ACHE Congress: Healthcare industry needs strong, diverse leadership", "article_keywords": ["needs", "cordova", "patient", "leaders", "congress", "industry", "diverse", "health", "progress", "leadership", "healthcare", "2015", "ache", "strong", "theres", "care"], "article_url": "http://www.fiercehealthcare.com/story/2015-ache-congress-healthcare-industry-needs-strong-diverse-leadership/2015-03-16", "article_text": "The American College of Healthcare Executives (ACHE) kicked off its 2015 Congress in Chicago with a celebration of diverse healthcare leaders, a call for more progress in improving patient care and an update on the political climate in the nation's capital.\n\nACHE's new chairman, Richard Cordova (pictured right), who also serves as the CEO of Children's Hospital in Los Angeles, set the tone by sharing an optimistic outlook for an industry that often feels the heat of public criticism.\n\n\"Over the past few years, it seems like we have been focusing on what is wrong with the system of care in our country,\" he said. \"Yes, we absolutely know we have to improve, and I'm convinced … that you know what we have to do. But let's celebrate the progress that we've made. Society sees our missteps, but they also see the miracles that we perform day in and day out.\"\n\nMuch has improved since the old days of medicine, which didn't always put the patient first, he said.\n\n\"Today the patient experience is the priority, and it's not because it's a competitive advantage, it's because it's the right thing to do,\" he said.\n\nThe industry's progress, however, doesn't mean it can stop its efforts to deliver higher quality of care at a lower cost, Cordova said. It was a sentiment echoed by Kevin Lofton, CEO of Catholic Health Initiatives, who along with American Hospital Association President Richard Umbdenstock, received ACHE's Gold Medal Award.\n\n\"We cannot, we will not, accept the status quo,\" Lofton said.\n\nIn keeping with the theme of progress, ACHE's new strategic plan puts a renewed emphasis on association's efforts to increase diversity within its membership.\n\n\"Diverse backgrounds and thought processes at both the board level and C-suite lead to better decision-making,\" Cordova said. That diversity includes increased emphasis on leaders across the continuum of care, including \"clinicians, insurers and diverse, demographic-specific leadership,\" he added.\n\nPolitical analyst and columnist Stuart Rothenberg concluded the opening session with his assessment of the \"partisan\" and \"poisonous\" atmosphere in Washington that impedes the federal government from making major progress on big-picture issues like healthcare.\n\nBut while there are still many unknowns regarding the upcoming 2016 election, now more than ever it's clear that \"healthcare will continue to be a very big issue,\" he said.\n\nIndeed, as Susan Dentzer, a senior policy advisor for the Robert Wood Johnson Foundation and health analyst for PBS Newshour, told the attendees at last year's Congress, \"there's so much more of an appetite for system change around the country,\" when it comes to healthcare.\n\nTo address the many challenges associated with such seismic change, there's no doubt that the healthcare industry will need strong leadership, Cordova said.\n\n\"Leaders don't create followers, they create more leaders, and that's what [ACHE] Congress is all about,\" he said.\n\nRelated Articles:\n\nHospital CEOs rank financial challenges as top concern\n\nACHE talks politics, healthcare reform at annual meeting\n\nPopulation health a top concern among healthcare leaders\n\nACHE Congress: Leaders must innovate and adapt to changing healthcare industry", "article_metadata": {"description": "The American College of Healthcare Executives kicked off its 2015 Congress in Chicago with a celebration of diverse healthcare leaders, a call for more progress in improving patient care and an update on the political climate in the nation's capital.", "og": {"site_name": "FierceHealthcare", "description": "The American College of Healthcare Executives kicked off its 2015 Congress in Chicago with a celebration of diverse healthcare leaders, a call for more progress in improving patient care and an update on the political climate in the nation's capital.", "title": "2015 ACHE Congress: Healthcare industry needs strong, diverse leadership", "url": "http://www.fiercehealthcare.com/story/2015-ache-congress-healthcare-industry-needs-strong-diverse-leadership/2015-03-16", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "ACHE 2015,ACHE Congress,American College Of Healthcare Executives ACHE,American Hospital Association (AHA),Care Delivery,Children's Hospital,Fierce exclusive,Patient Care & Outcomes,Richard Cordova", "viewport": "width=device-width", "news_keywords": "Care Delivery,Patient Care & Outcomes"}, "article_summary": "Related Articles:Hospital CEOs rank financial challenges as top concernACHE talks politics, healthcare reform at annual meetingPopulation health a top concern among healthcare leadersACHE Congress: Leaders must innovate and adapt to changing healthcare industry\nTo address the many challenges associated with such seismic change, there's no doubt that the healthcare industry will need strong leadership, Cordova said.\nThe American College of Healthcare Executives (ACHE) kicked off its 2015 Congress in Chicago with a celebration of diverse healthcare leaders, a call for more progress in improving patient care and an update on the political climate in the nation's capital.\n\"Leaders don't create followers, they create more leaders, and that's what [ACHE] Congress is all about,\" he said.\nThat diversity includes increased emphasis on leaders across the continuum of care, including \"clinicians, insurers and diverse, demographic-specific leadership,\" he added."}