{"article_title": "Pinewood Springs residents share photos of 2013 flood to raise funds for new firehouse, rebuild community", "article_keywords": ["firehouse", "raise", "flood", "resident", "funds", "rebuild", "share", "water", "photos", "station", "pinewood", "springs", "residents", "rises", "book", "road"], "article_url": "http://www.timescall.com/community-features/ci_29015220/pinewood-springs-residents-share-photos-2013-flood-raise", "article_text": "Pinewood Springs residents John Bologna and Kathleen Cundall study photos in \"The Road Home: the 2013 flood — Pinewood Springs Rises Above the Water\" in front of the Kiowa Bridge in Pinewood Springs on Oct. 16. Funds raised from the book sale will go toward building a new fire station. ( Lewis Geyer / Staff Photographer )\n\nEditor's note: The original version of this article did not include information about an upcoming book-signing or about how readers can learn more.\n\nInstead of cringing underneath dripping eaves and umbrellas during the 2013 flood, a band of Pinewood Springs residents protected their cameras with plastic grocery bags and headed into the driving rain that made their town a ghost town over one weekend.\n\n\"Then, it was more just for posterity and for when you could actually sit back and think about things you couldn't grasp at the time,\" resident Ivan \"Bud\" Hults III said.\n\nThe cover to the book \"The Road Home: The 2013 Flood-Pinewood Springs Rises Above the Water. \" (Courtesy Photo)\n\nUltimately, though, he and 23 Pinewood Springs' amateur photographers -- people otherwise busy as flight attendants, graphic designers, teachers, mechanical engineers, electricians, counselors, operations/computer networking directors and more — submitted 4,000-plus photos for publication consideration in the dropbox fellow resident Kathleen Cundall set out at the local, family-run Colorado Cherry Company.\n\nThe citizen photojournalists hoped their hazard duty behind the lens would document what the 1,200-member mountain community between Lyons and Estes Park experienced during its 10-day media blackout.\n\nEven Richard Wilcox, the fire chief coincidentally visiting relatives in Virginia when the storm hit, could only wonder then about how his staff and volunteers were coping with the disaster that triggered emergency response from Federal Emergency Management Agency, the American Red Cross, and the Salvation Army among others.\n\nCundall, a 37-year Pinewood Springs resident, said that invisibility inspired the book project.\n\n\"One of the things we realized was that we never made the big flood book because there was no way into Pinewood then,\" she said.\n\nAs more images stacked up in the dropbox, she and two other residents — Melody Brinkley and Elizabeth Noble — formed The Pinewood Springs Flood Book Committee to bring a 124-page, coffee table book to press.\n\nIt retails for $34.95, and all proceeds from \"The Road Home: The 2013 Flood — Pinewood Springs Rises Above the Water\" (Abbecreek Press) benefit the Pinewood Springs Fire Protection District in its bid to replace the current cramped, 1960s-era fire station with a new Fire Station and Community Center.\n\nSneak peeks\n\nThe book captures big rescue scenes.\n\nResidents on one full-page spread brave the 150 mph downdrafts that sent shingles flying like Frisbees when the U.S. Army evacuated most of them on Chinooks and Blackhawks.\n\nOther photos document odd walks in the nearby woods.\n\nOne snapshot reflects how five residents self-described as the \"Redneck Road Crew\" helped the Forest Service's elite, chainsaw-wielding \"Hotshots\" of Payson, Ariz., as they cleared a mile of the Old Stagecoach Road built in 1875 for wagons. The effort allowed residents to drive out after floodwaters busted U.S. Highway 36 on both ends of town.\n\nThumbing through the book, readers get more images of this otherwise hidden place through excerpts from the personal journal Pinewood Springs Fire Protection District Capt. Josh Thompson kept and titled, \"Tropical Storm Pinewood.\"\n\nResident Melody Brinkley walks out of the Pinewood Springs fire station on Oct. 16. Funds being raised from the sale of \"The Road Home: the 2013 flood — Pinewood Springs Rises Above the Water\" will go toward building a new fire station for the town. (Lewis Geyer / Staff Photographer)\n\n\"... Only rubble remained,\" he wrote 11 days into the ordeal, when he and remaining residents evacuated on the Old Stagecoach Road. \"Surreal glimpses of a piano in a tree, a phone pole wearing a floral dress, and several mangled cars greeted us as we made our way back into the world.\"\n\nA chili supper season\n\nSo far, the Pinewood Springs Fire Protection District has raised about $230,000 toward the estimated $750,000 cost of a new fire station by conducting the usual fundraisers and saving annual budget surpluses, Andrew Lucas, the assistant fire chief, said.\n\nNot a cent comes in too soon, though — from book proceeds to chili suppers — given the current station's limitations.\n\nIts leaky roof, rotting structure, unheated office, and cramped quarters made it a poor ground zero for both command operations and community services, he said.\n\nDuring the flood, residents received medical care and ate meals in the same small conference room — often at the same time. They walked in and out of the office/hallway to the conference room, which disrupted first responder communication and planning.\n\nLucas and Thompson eventually moved their command center from the office to one of the fire truck bays — bays no longer big enough to house modern rigs and emergency gear — to avoid compromising privacy as they managed the crisis.\n\n\"It's not that we were hiding anything,\" Lucas said. \"It's just that you want to present factual things in the right way at the right time so people don't panic.\"\n\nThe inside story\n\nA mill levy to fund a new Fire Station and Community Center made the town's municipal ballot this fall.\n\nIf you go What: Author signing, \"The Road Home: The 2013 Flood — Pinewood Springs Rises Above the Water\" When: 1 to 2 p.m. Saturday, Oct. 31 Where: Barbed Wire Books, 504 Main St., Longmont For more information or to donate to the new Pinewood Springs Fire Station and Community Center: Visit http://www.coloradofloodbook.org/fire-station-community-center/\n\nMeanwhile, the book project keeps raising funds and reminding contributors of the worst of times and the best of times — times when residents suffered displacement and in the midst of that documented nature's stunning ferocity and their community's brave response to it.\n\nIt forced them to pause.\n\n\"The network went out. And the bridges went out. So, when the sun went down, there was not much to do,\" John Bologna, who photographed and videotaped the Little Thompson River washing out the Kiowa Bridge, said.\n\nIn the eddy of their routine lives, some residents found unexpected peace and quiet.\n\nDan Cundall, Kathleen Cundall's husband and a Redneck Road Crew member, stayed in town to help mop up and snap photos even after all six dams in Big Elk Meadow gave way and caused 2-foot surges — walls of water that temporarily halted the stream of the 2.3 million vehicles that head in and out of Pinewood Springs annually.\n\n\"Building the Stagecoach Road, we would stop and take a break, and the silence would almost break your ears,\" he said. \"The turkeys and the foxes came out. The animals came out and were like, 'What are you guys still doing here?'\"\n\nThe road home\n\nInasmuch as the book focuses on why nearly everyone needed to leave Pinewood Springs, post flood, it also illustrates why nearly everyone returned — how renewal can happen both in nature and in communities after devastation.\n\n\"There were 80 trees dumped in my backyard afterward, and I knew the one at the bottom of them was mine because there was a part of my hammock still attached to it,\" resident and flood shutterbug, Donn Fairbank, said.\n\nInstead of wasting what the flood brought, he bought a portable saw mill to make boards, beams and furniture out of the timber with all proceeds going to the fire protection district's building fund.\n\nFellow amateur photographer and resident Hults still remembers the overpowering sap smell caused by so many Ponderosa pines broken like toothpicks under the crush of water and debris.\n\nHe got close enough.\n\n\"There was just this urge to capture it all,\" Hults said. \"It was a moment that we had never seen before and will never see again.\"\n\nPam Mellskog can be reached at p.mellskog@gmail.com or 303-746-0942.", "article_metadata": {"sailthru.url": "http://www.timescall.com/community-features/ci_29015220/pinewood-springs-residents-share-photos-2013-flood-raise", "modificationDate": "2015-10-25T12:50:03-0600", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site46/2015/1023/20151023__25TCCLIF~4_300.jpg", "sailthru.author": "By Pam Mellskog  For the Times-Call", "description": "Instead of cringing underneath dripping eaves and umbrellas during the 2013 flood, a band of Pinewood Springs residents protected their cameras with plastic grocery bags and headed into the driving rain that made their town a ghost town over one weekend.", "ag": {"canon": "LongmontTimes-Call:article:29015220:view"}, "startDate": "2015-10-24T22:38:45-0600", "og": {"url": "http://www.timescall.com/community-features/ci_29015220/pinewood-springs-residents-share-photos-2013-flood-raise", "image": "http://extras.mnginteractive.com/live/media/site46/2015/1023/20151023__25TCCLIF~1.jpg", "type": "article", "description": "Instead of cringing underneath dripping eaves and umbrellas during the 2013 flood, a band of Pinewood Springs residents protected their cameras with plastic grocery bags and headed into the driving rain that made their town a ghost town over one weekend.", "title": "Pinewood Springs residents share photos of 2013 flood to raise funds for new firehouse, rebuild community"}, "twitter": {"domain": "timescall.com", "description": "Instead of cringing underneath dripping eaves and umbrellas during the 2013 flood, a band of Pinewood Springs residents protected their cameras with plastic grocery bags and headed into the driving rain that made their town a ghost town over one weekend.", "title": "Pinewood Springs residents share photos of 2013 flood to raise funds for new firehouse, rebuild community", "url": "http://www.timescall.com/community-features/ci_29015220/pinewood-springs-residents-share-photos-2013-flood-raise", "image": "http://extras.mnginteractive.com/live/media/site46/2015/1023/20151023__25TCCLIF~1.jpg", "site": "@TimesCall", "card": "summary_large_image"}, "sailthru.date": "2015-10-24T22:38:45-0600", "sailthru.site": "timescall.com", "endDate": "2025-10-23T17:37:03-0600", "sailthru.title": "Pinewood Springs residents share photos of 2013 flood to raise funds for new firehouse, rebuild community", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Community Features", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "lLtD9ZooxmJUEEdRSCVzkO06t_hYKtyDqZF7EA3N2U0", "byline": "By Pam Mellskog", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site46/2015/1023/20151023__25TCCLIF~4.jpg", "pubDate": "2015-10-24T22:48:15-0600"}, "article_summary": "Pinewood Springs residents John Bologna and Kathleen Cundall study photos in \"The Road Home: the 2013 flood — Pinewood Springs Rises Above the Water\" in front of the Kiowa Bridge in Pinewood Springs on Oct. 16.\nDuring the flood, residents received medical care and ate meals in the same small conference room — often at the same time.\nCundall, a 37-year Pinewood Springs resident, said that invisibility inspired the book project.\nAs more images stacked up in the dropbox, she and two other residents — Melody Brinkley and Elizabeth Noble — formed The Pinewood Springs Flood Book Committee to bring a 124-page, coffee table book to press.\nThe cover to the book \"The Road Home: The 2013 Flood-Pinewood Springs Rises Above the Water. \""}