{"article_title": "Pennies From Heaven: Is ‘Helicopter Money’ A Viable Economic Policy?", "article_keywords": ["heaven", "programs", "simple", "money", "income", "guaranteed", "cash", "economic", "poverty", "plan", "pennies", "policy", "helicopter", "tax", "viable", "welfare"], "article_url": "http://cognoscenti.wbur.org/2015/05/13/guaranteed-income-rich-barlow", "article_text": "If you want to cure poverty, give people money, right? It's not that simple, says Rich Barlow. Pictured: A sheet of uncut $100 bills is inspected during the printing process at the Bureau of Engraving and Printing Western Currency Facility in Fort Worth, Texas on September 24, 2014. (LM Otero/AP)\n\nOnce upon a time, the rulers of a great kingdom wanted to help all citizens throughout the land. In their beneficence, these wise rulers dropped money from helicopters, bestowing a cash stash on everyone.\n\nThis is no fairy tale. A figurative version of this copter cash drop has been proposed by serious people. It’s even called “helicopter money.” The idea is that the Federal Reserve would create gobs of new money that the government would then distribute as grants to every adult American. It’s a twist on an idea that has been around since Thomas Paine: give people a guaranteed basic income against poverty and the vicissitudes of life. Paine, the 18th-century pamphleteer, proposed that every 21-year-old citizen get 15 pounds (about $17,500 today) and that those 50 and older get 10 pounds annually.\n\nwho could be against what’s been called ‘the world’s simplest plan to end poverty’?\n\nIt’s no wonder that one commentary, endorsing a guaranteed income as a transitional step to a fairer world, was headlined “Why Not Utopia?” Switzerland may hold a referendum on an income plan next year. Alas, few things in real life lead to happily-ever-afters, and the guaranteed income is no exception. Despite undeniable attractions, it’s a bad idea.\n\nWhich is good, since it won’t be raining helicopter money anytime soon, despite having been the wonk-talk of the town in Washington a year or so ago as a means to goose the desperately sluggish economic recovery. With the employment picture brighter (though hardly great) now, the case for copter cash has cratered, especially considering that a grant to every American would give a handout to many who don’t need it, thank you. Not to mention that Tea Party types, apoplectic for six years that the Fed’s loose money policies would produce inflation (they didn’t), would throw themselves into the printing presses to stop the currency conveyor belt. Last, if most surmountable, we might have to pass a law to make helicopter money legal.\n\nBut what if we could mail checks to Americans financed not with new money but by abolishing the current array of welfare programs? That plan for a guaranteed, basic income has drawn strange bedfellows. The late conservative economist Milton Friedman advocated a version called a “negative income tax.” (Apparently, it was Friedman who coined the image of dropping money from helicopters.) Friedman considered his plan a simple, bureaucracy-free way to fight poverty. His libertarian heirs have seized the baton. One argued last year that a guaranteed income, with less overhead than our current welfare state, “is simple enough to be administered by a computer program.” That alluring simplicity appealed to Congressman Paul Ryan. He issued a poverty plan last year that, while not a guaranteed income per se, proposed consolidating 11 welfare programs into block grants to states, which would have had to meet Uncle Sam’s criteria for spending the money on the needy, including work requirements.\n\nOn the left, folks from George McGovern to Martin Luther King, Jr. supported cash payouts, on a theory similar to Friedman’s: If you want to cure poverty, give people money. With such agreement along the political spectrum, who could be against what’s been called “the world’s simplest plan to end poverty”?\n\nIt’s not so simple. For one thing, a guaranteed income could never replace some parts of the safety net: public works (roads, bridges and utilities have to be repaired), public education (people need to be educated, and increasingly, college-educated), and Obamacare (everyone must have health insurance, delusional objections to that mandate notwithstanding.) Ah, but what about programs deemed “welfare” with their costly bureaucracy? Turns out they’re not that costly.\n\nEconomist Mike Konczal examined the seven programs comprising what most people think of as welfare (Medicaid, Temporary Assistance to Needy Families, Supplemental Security Income, the Earned Income Tax Credit, food stamps, housing vouchers and the Child Tax Credit). Contrary to stereotype, they’re efficiently run; killing their bureaucracy, Konczal calculated, would save about $25 billion — hardly enough to pay everyone a living grant. In fact, all federal and state payouts to poor Americans total just north of $1 trillion a year, about half the estimated cost of a reasonable, universal cash grant.\n\nIt’s not so simple. For one thing, a guaranteed income could never replace some parts of the safety net…\n\nWhat if we limited the grant to the 12 million Americans who can’t work, or work much, due to disability? Using savings from the programs serving those people, plus money from plugging tax loopholes (which mostly go to affluent Americans and corporations) gets you some serious money, as Konczal admits.\n\nWe desperately need such tax reform anyway, and much of the savings would need to go to priorities like public works, but a simple cash stipend to those who can’t work is well worth considering, especially as similar programs have had success in other countries (and, to a limited extent, here). And were we to re-run the financial crisis of the last few years, all-out helicopter money from the Fed, in serious amounts, could be the fastest way to avert a depression. For now, it and guaranteed income schemes should remain the stuff of Mother Goose.\n\nRelated:", "article_metadata": {"description": "If you want to cure poverty, give people money, right? It's not that simple, says Rich Barlow.", "og": {"site_name": "cognoscenti", "description": "If you want to cure poverty, give people money, right? It's not that simple, says Rich Barlow.", "title": "Pennies From Heaven: Is ‘Helicopter Money’ A Viable Economic Policy?", "url": "http://cognoscenti.wbur.org/2015/05/13/guaranteed-income-rich-barlow", "image": "http://s3.amazonaws.com/media.wbur.org/wordpress/16/files/2015/05/BARLOW-Rich-Helicopter-Money-Banner-592x324.jpg", "type": "article"}, "twitter": {"url": "http://cognoscenti.wbur.org/2015/05/13/guaranteed-income-rich-barlow", "image": "//s3.amazonaws.com/media.wbur.org/wordpress/16/files/2015/05/BARLOW-Rich-Helicopter-Money-Banner-592x324.jpg", "site": "@cogwbur", "card": "summary", "title": "Pennies From Heaven: Is 'Helicopter Money' A Viable Economic Policy?"}, "DC.date.issued": "2015-05-13", "fb": {"admins": 1549080028, "app_id": 134067973330252}, "msvalidate.01": "D02D46BAEDB3F81FC1B1DE2A8CB69551"}, "article_summary": "Alas, few things in real life lead to happily-ever-afters, and the guaranteed income is no exception.\nFor now, it and guaranteed income schemes should remain the stuff of Mother Goose.\nBut what if we could mail checks to Americans financed not with new money but by abolishing the current array of welfare programs?\nIt’s no wonder that one commentary, endorsing a guaranteed income as a transitional step to a fairer world, was headlined “Why Not Utopia?” Switzerland may hold a referendum on an income plan next year.\nThe late conservative economist Milton Friedman advocated a version called a “negative income tax.” (Apparently, it was Friedman who coined the image of dropping money from helicopters.)"}