{"article_title": "Hodgkin's Lymphoma Rates Lower Among The Poor", "article_keywords": ["poor", "lower", "cancer", "age", "mcnally", "young", "subtype", "rates", "hodgkins", "cases", "lymphoma", "children", "common"], "article_url": "http://www.medicaldaily.com/hodgkins-lymphoma-rates-lower-among-poor-could-crowded-house-prevent-cancer-354676", "article_text": "Living in an overcrowded household may protect children and young adults from developing the most common subtype of Hodgkin lymphoma: study.\n\nLiving in an overcrowded household may protect children and young adults from developing the most common subtype of Hodgkin lymphoma: study. Steve Baker, CC by 2.0\n\nHodgkin’s lymphoma is a cancer of the lymphatic system that affects the white blood cells. A Newcastle University study finds an unexpected preventive measure. Living in an overcrowded household may protect children and young adults from developing the most common subtype of this cancer, according to the researchers. They speculated infections at a young age may stimulate the immune system to deal with future infections, including cancer cells, more effectively.\n\nThe Stats on Hodgkin's Lymphoma\n\nWhen cells in the lymphatic system grow abnormally and begin to spread, this is called Hodgkin’s lymphoma. As the disease progresses, the body’s ability to fight any new infection becomes compromised. About 10 percent to 15 percent of all cases of Hodgkin’s Lymphoma are diagnosed in children and teens, according to the American Cancer Society. The good news is scientific advancements have boosted survival rates over the past few decades. Five-year and 10-year survival rates are about 85 percent and 80 percent, respectively.\n\n“We don’t have a very good understanding of the causes of Hodgkin’s lymphoma in children and young people,” Dr. Richard McNally, a reader in epidemiology, said in his presentation to the 2015 European Cancer Congress.\n\n“For better understanding, we need to focus on the subtypes,” McNally said. “Hodgkin’s lymphoma is not one disease, it comprises a number of subtypes.”\n\nNodular sclerosis is the most common subtype of Hodgkin’s Lymphoma, accounting for nearly eight out of every 10 cases. This particular form of the disease usually affects adolescents and adults under the age of 50, while being more common in women. In nodular (knot-like) sclerosis (scarring), the lymph nodes often contain a lot of scar tissue.\n\nFor the current study, McNally and his colleagues examined 621 cases of Hodgkin’s Lymphoma diagnosed in Northern England between the years 1968 and 2003. They categorized these individual cases of disease as: 247 nodular sclerosis, 105 mixed cellularity, 58 lymphocyte rich, 68 others, and 143 unspecified. Analyzing this data against available demographic information, the researchers gained a better understanding of the disease.\n\nFirst, they discovered an unusual decrease in the number of cases of the nodular sclerosis subtype occurring among people living in overcrowded households. McNally explained this suggests recurrent infections during early childhood may provide a person with protection against the disease.\n\nSecond, the research team found lymphoma was more common in males, while this gender effect reversed in the 20 to 24 age group, when it was more common in females. This second discovery suggests that estrogen may be responsible for the excess of female patients in one age group, McNally noted in his presentation. However, more studies are needed, he said, particularly in the areas of recurrent infections and hormonal changes.\n\nSource: McNally R, Reeves R, James P, et al. Correlations of incidence rates of Hodgkin lymphoma subtypes in children and young adults with age, sex and deprivation. ECCO. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "hodgkin's lymphoma, nodular sclerosis, overcrowding, childhood, teens, cancer,", "og": {"site_name": "Medical Daily", "description": "Living in an overcrowded household may protect children and young adults from developing the most common subtype of Hodgkin lymphoma: study.", "title": "What If Living In A Crowded House Was All It Took To Prevent Cancer?", "url": "http://www.medicaldaily.com/hodgkins-lymphoma-rates-lower-among-poor-could-crowded-house-prevent-cancer-354676", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/09/28/overcrowded-house.jpg", "type": "article"}, "twitter": {"description": "Living in an overcrowded household may protect children and young adults from developing the most common subtype of Hodgkin lymphoma: study.", "title": "What If Living In A Crowded House Was All It Took To Prevent Cancer?", "url": "http://www.medicaldaily.com/hodgkins-lymphoma-rates-lower-among-poor-could-crowded-house-prevent-cancer-354676", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/09/28/overcrowded-house.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/09/28/overcrowded-house.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-09-28T12:00:20-04:00", "modified_time": "2015-09-28T12:00:17-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Living in an overcrowded household may protect children and young adults from developing the most common subtype of Hodgkin lymphoma: study."}, "_id": "\"57477af46914bd0286fd8780\"", "article_summary": "The Stats on Hodgkin's LymphomaWhen cells in the lymphatic system grow abnormally and begin to spread, this is called Hodgkin’s lymphoma.\n“Hodgkin’s lymphoma is not one disease, it comprises a number of subtypes.”Nodular sclerosis is the most common subtype of Hodgkin’s Lymphoma, accounting for nearly eight out of every 10 cases.\nFor the current study, McNally and his colleagues examined 621 cases of Hodgkin’s Lymphoma diagnosed in Northern England between the years 1968 and 2003.\nCorrelations of incidence rates of Hodgkin lymphoma subtypes in children and young adults with age, sex and deprivation.\nAbout 10 percent to 15 percent of all cases of Hodgkin’s Lymphoma are diagnosed in children and teens, according to the American Cancer Society."}