{"article_title": "Ah! It's easier to cover 'religious liberty' stories when they are not about sex? — GetReligion", "article_keywords": ["case", "laycock", "court", "ah", "prisoners", "cover", "getreligion", "sex", "arkansas", "liberty", "prison", "scalia", "religious", "easier", "beard"], "article_url": "http://www.getreligion.org/getreligion/2014/10/9/ah-its-easier-to-cover-religious-liberty-stories-when-they-are-not-about-sex", "article_text": "Ah, good times. Today we get to praise some mainstream news reports about a major religious liberty story -- as opposed to a news story that is about \"religious liberty.\"\n\nWhy is this the case? It would appear that it is much easier to see religious liberty conflicts as religious liberty conflicts when they are not the result of collisions between the doctrines of the Sexual Revolution and the moral doctrines claimed (and, of course, to a lesser degree practiced) by most religious believers on Planet Earth.\n\nIn other words, take clashes between sex and most traditional forms of religion out of the equation and, it appears, mainstream journalists are able to listen to people on both sides of issues linked to basic First Amendment rights.\n\nSo, want to see some interesting, informed, coverage of a religious liberty case at the U.S. Supreme Court? Click here for the Religion News Service coverage of Abdul Maalik Muhammad and his right to grow a beard after his conversion to Islam. During court testimony, the justices pushed back on this case for an interesting reason -- the case was too easy.\n\nHolt wants to grow a mere half-inch beard -- a length of whisker allowed in the vast majority of state prison systems, but not the one where he is incarcerated: Arkansas.\n\nEven Chief Justice John Roberts wondered how such a seemingly straightforward case came before the high court, which usually occupies itself with the thorniest of legal questions.\n\n“You’re really just making your case too easy,” Roberts told Douglas Laycock, the respected First Amendment scholar arguing on Holt’s behalf. \"You’re just saying, 'Well, we want to draw the line at a half inch because that lets us win. And the next day someone’s going to be here with one inch. And maybe it’ll be you. And then, you know, two inches.' ”\n\nYou can’t get around the “legal difficulty” of the case by asking for so little, Roberts concluded.\n\nA prisoner who wants a full beard will likely petition the court some day, Laycock replied. But that plaintiff is not before the court today. “So this case is about a half an inch.”\n\nIt's good to see that Laycock is, in this case, \"respected\" rather than linked by label to a \"conservative\" cause because of this work defending old-school liberal stances on free speech, freedom of association and the free exercise of religion.\n\nThe RNS report does a fine job of laying out the church-state basics as lawyers debated whether the Arkansas beard ban represented a \"compelling state interest\" and the \"least restrictive\" way to limit the religious freedom of prisoners. What is the state's case?\n\nThe prison’s goal is security, explained David Curran, the Arkansas deputy attorney general who argued the case before the court on behalf of Ray Hobbs, the director of the state’s Department of Correction. Prisoners can hide all kinds of contraband -- drugs, weapons, cell phone SIM cards -- in even a short beard, he said. But he rested most of his case on the potential of prisoners to shave and confuse guards as to their true identities. Elsewhere, this may not pose the problem it presents in Arkansas, he said.\n\n“We are not like California. We are not like New York. They have cell block housing,” said Curran, explaining that Arkansas maximum security prisoners often live 40 to 60 inmates to a barracks, and spend their days outside the prison compound working in fields.\n\nThe story makes it very clear that Holt is not a sympathetic figure. And there are other Muslim prisoners who do not share his Salafi convictions about beards. Nevertheless, he has the backing of broad coalition of church-state groups (again, it would seem, because this case does not involve a sexuality hook).\n\nHolt, imprisoned for stabbing his former girlfriend in the chest and neck, has repeatedly stated his intention to harm public officials and pleaded guilty to threatening to kidnap and harm the daughters of former President George W. Bush. He has declared himself “at war” with the prison barber and has threatened to hurt him.\n\nDespite his behavior in and out of prison, a diversity of interest groups wrote briefs in support of Holt’s case, including Americans United for Separation of Church and State, the International Mission Board of the Southern Baptist Convention, and the American Jewish Committee. With Laycock, the conservative Becket Fund for Religious Liberty prepared Holt’s case in Holt v. Hobbs.\n\nYou can see the same dynamics at play in the New York Times coverage of this hearing, which takes the same basic take and has the same essential strengths. I especially like the opening of this report, which gets to some great quotes really quick:\n\nWASHINGTON -- As Supreme Court arguments started on Tuesday in a religious liberty case, several justices expressed an unusual concern. They said the question before them, whether prison officials in Arkansas may prohibit a Muslim inmate from growing a half-inch beard, was too easy.\n\nSuch short beards are not a problem from the standpoint of prison security, Chief Justice John G. Roberts Jr. told a lawyer for the inmate.\n\n“You’re really just making your case too easy,” the chief justice said. Full beards or turbans, he said, presented a more vivid clash between religious liberty and prison security.\n\nJustice Antonin Scalia seemed to agree, saying the court should consider dismissing the case and waiting for a harder one. “I don’t want to do these cases half-inch by half-inch,” he said.\n\nThe ever-quotable Scalia is back a few paragraphs later, musing on the reality that looms in the background -- which is that religion is messy and, thus, religious liberty cases force authorities to practice true tolerance of viewpoints they would not ordinarily accept.\n\nJustice Scalia suggested that Mr. Holt may have made the case too easy by violating the tenets of his faith. “The religious requirement is to grow a full beard, isn’t it?” Justice Scalia asked.\n\nMr. Laycock responded that his client should not be penalized for being reasonable.\n\nJustice Scalia said compromise cannot be reconciled with faith. “Religious beliefs aren’t reasonable,” he said. “Religious beliefs are categorical. You know, it’s God tells you.”\n\nRead it all. Note, however, that the Times did not -- kudos to the RNS team -- note the make-up of the church-state coalition that is backing the doctrines represented by Holt. Once reporters have noticed that factual detail they can wrestle with the reality that this broad coalition is no longer possible on other types of cases. All doctrines, you see, are not created equal (and we are not talking about the old standards of fraud, profit and clear threat to life and health).\n\nStay tuned.", "article_metadata": {"description": "Ah, good times. Today we get to praise some mainstream news reports about a \r\nmajor religious liberty story -- as opposed to a news story that is about \r\n\"religious liberty.\"\r\n\r\nWhy is this the case? It would appear that it is much easier to see \r\nreligious liberty conflicts as religious liberty conflicts when they are \r\nnot the result of collisions between the doctrines of the Sexual Revolution \r\nand the moral doctrines claimed (and, of course, to a lesser degree \r\npracticed) by most religious believers on Planet Earth.\r\n\r\nIn other words, take clashes between sex and most traditional forms of \r\nreligion out of the equation and, it appears, mainstream journalists are \r\nable to listen to people on both sides of issues linked to basic First \r\nAmendment rights.\r\n\r\nSo, want to see some interesting, informed, coverage of a religious liberty \r\ncase at the U.S. Supreme Court? Click here for the Religion News Service \r\ncoverage of Abdul Maalik Muhammad and his right to grow a beard after his \r\nconversion to Islam. During court testimony, the justices pushed back on \r\nthis case for an interesting reason -- the case was too easy.", "og": {"site_name": "GetReligion", "description": "Ah, good times. Today we get to praise some mainstream news reports about a \r\nmajor religious liberty story -- as opposed to a news story that is about \r\n\"religious liberty.\"\r\n\r\nWhy is this the case? It would appear that it is much easier to see \r\nreligious liberty conflicts as religious liberty conflicts when they are \r\nnot the result of collisions between the doctrines of the Sexual Revolution \r\nand the moral doctrines claimed (and, of course, to a lesser degree \r\npracticed) by most religious believers on Planet Earth.\r\n\r\nIn other words, take clashes between sex and most traditional forms of \r\nreligion out of the equation and, it appears, mainstream journalists are \r\nable to listen to people on both sides of issues linked to basic First \r\nAmendment rights.\r\n\r\nSo, want to see some interesting, informed, coverage of a religious liberty \r\ncase at the U.S. Supreme Court? Click here for the Religion News Service \r\ncoverage of Abdul Maalik Muhammad and his right to grow a beard after his \r\nconversion to Islam. During court testimony, the justices pushed back on \r\nthis case for an interesting reason -- the case was too easy.", "title": "Ah! It's easier to cover 'religious liberty' stories when they are not about sex?", "url": "http://www.getreligion.org/getreligion/2014/10/9/ah-its-easier-to-cover-religious-liberty-stories-when-they-are-not-about-sex", "image": "http://static1.squarespace.com/static/52c2df7ae4b0d215dded86fd/536fab69e4b00b0fd2515399/54368ebae4b00a9987e6777f/1412939924088/?format=1000w", "longitude": "-76.61218930000001", "latitude": "39.2903848", "type": "article"}, "twitter": {"url": "http://www.getreligion.org/getreligion/2014/10/9/ah-its-easier-to-cover-religious-liberty-stories-when-they-are-not-about-sex", "image": "http://static1.squarespace.com/static/52c2df7ae4b0d215dded86fd/536fab69e4b00b0fd2515399/54368ebae4b00a9987e6777f/1412939924088/?format=1000w", "description": "Ah, good times. Today we get to praise some mainstream news reports about a \r\nmajor religious liberty story -- as opposed to a news story that is about \r\n\"religious liberty.\"\r\n\r\nWhy is this the case? It would appear that it is much easier to see \r\nreligious liberty conflicts as religious liberty conflicts when they are \r\nnot the result of collisions between the doctrines of the Sexual Revolution \r\nand the moral doctrines claimed (and, of course, to a lesser degree \r\npracticed) by most religious believers on Planet Earth.\r\n\r\nIn other words, take clashes between sex and most traditional forms of \r\nreligion out of the equation and, it appears, mainstream journalists are \r\nable to listen to people on both sides of issues linked to basic First \r\nAmendment rights.\r\n\r\nSo, want to see some interesting, informed, coverage of a religious liberty \r\ncase at the U.S. Supreme Court? Click here for the Religion News Service \r\ncoverage of Abdul Maalik Muhammad and his right to grow a beard after his \r\nconversion to Islam. During court testimony, the justices pushed back on \r\nthis case for an interesting reason -- the case was too easy.", "card": "summary", "title": "Ah! It's easier to cover 'religious liberty' stories when they are not about sex?"}, "msvalidate.01": "3467E5793F979E4BD02734F0CF1D6947", "google-site-verification": "HRNAABbZH8j77D61bQp4QciWQ7JstpS2Nv6NI7HyTaI", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fd8783\"", "article_summary": "Today we get to praise some mainstream news reports about a major religious liberty story -- as opposed to a news story that is about \"religious liberty.\"\nIt would appear that it is much easier to see religious liberty conflicts as religious liberty conflicts when they are not the result of collisions between the doctrines of the Sexual Revolution and the moral doctrines claimed (and, of course, to a lesser degree practiced) by most religious believers on Planet Earth.\nSo, want to see some interesting, informed, coverage of a religious liberty case at the U.S. Supreme Court?\nFull beards or turbans, he said, presented a more vivid clash between religious liberty and prison security.\nWith Laycock, the conservative Becket Fund for Religious Liberty prepared Holt’s case in Holt v. Hobbs."}