{"article_title": "'Sometimes the messenger isn't good'", "article_keywords": ["real", "good", "trump", "money", "knew", "kimmel", "alias", "isnt", "used", "messenger", "pay", "john", "setting"], "article_url": "http://theweek.com/speedreads/442573/harry-reids-chief-staff-obama-sometimes-messenger-isnt-good", "article_text": "Yes, Donald Trump admitted on Jimmy Kimmel Live, he has used aliases in the past, but it's only because he wanted to save money on real estate deals.\n\nTrump explained to Kimmel that while setting up transactions, he would use \"an alias in terms of setting up a meeting with Mr. Donald Trump. And many people in the real estate business do that, you use alias. And you have to, frankly, otherwise they find out it's you and they charge you more money — and nobody wants to pay more money.\" He'd often use an alias \"when I was out in Brooklyn with my father and I'd want to buy something. And honestly nobody knew who Trump was at that time, nobody knew me, so it wasn't so much so important. But I would never want to use my name because you had to pay money for the land.\"\n\nTrump has shied away from reports that he used to pose as his own spokesman, going by such creative monikers as \"John Miller\" and \"John Barron.\" His youngest son's name is Barron, and he said he did use that name once and made \"a very good deal.\" He also revealed that he'd be delighted to have a one-on-one debate with Bernie Sanders, promising the duo \"would have such high ratings.\" Catherine Garcia", "article_metadata": {"description": "Official site of The Week Magazine, offering commentary and analysis of the day's breaking news and current events as well as arts, entertainment, people and gossip, and political cartoons.", "og": {"url": "http://theweek.com/speedreads/442573/harry-reids-chief-staff-obama-sometimes-messenger-isnt-good", "image": "http://api.theweek.com/sites/default/files/styles/tw_image_6_4/public/271353.jpg?itok=pu2JOALF", "type": "article", "description": "Democrats are picking up the pieces Wednesday morning after getting blown out in the midterm elections. And given that President Obama's low approval rating and his administration's fumbling on a few key issues — the ObamaCare rollout, ISIS, and others — likely dragged down Democratic candidates across the board, some in the party are directing their ire at the White House.\n\"The president's approval rating is barely 40 percent,\" Senate Majority Leader Harry Reid's (D-Nev.) chief of staff, David Krone, told The Washington Post. \"What else more is there to say?\"\n\"I'm sorry,\" he added. \"It doesn't mean that the message was bad, but sometimes the messenger isn't good.\" Jon Terbush", "title": "Harry Reid's chief of staff on Obama: 'Sometimes the messenger isn't good'"}, "twitter": {"description": "Democrats are picking up the pieces Wednesday morning after getting blown out in the midterm elections. And given that President Obama's low approval rating and his administration's fumbling on a few key issues — the ObamaCare rollout, ISIS, and others — likely dragged down Democratic candidates across the board, some in the party are directing their ire at the White House.\n\"The president's approval rating is barely 40 percent,\" Senate Majority Leader Harry Reid's (D-Nev.) chief of staff, David Krone, told The Washington Post. \"What else more is there to say?\"\n\"I'm sorry,\" he added. \"It doesn't mean that the message was bad, but sometimes the messenger isn't good.\" Jon Terbush", "creator": "@jonterbush", "image": {"src": "http://api.theweek.com/sites/default/files/styles/tw_image_9_4/public/271353.jpg?itok=YHVc_7w6"}, "title": "Harry Reid's chief of staff on Obama: 'Sometimes the messenger isn't good'", "site": "@theweek", "card": "summary_large_image"}, "fb": {"pages": 10716057521}, "keywords": "speedread", "article": {"published_time": "2014-11-05T09:42:00-05:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd9553\"", "article_summary": "But I would never want to use my name because you had to pay money for the land.\"\nHis youngest son's name is Barron, and he said he did use that name once and made \"a very good deal.\"\nAnd honestly nobody knew who Trump was at that time, nobody knew me, so it wasn't so much so important.\nTrump explained to Kimmel that while setting up transactions, he would use \"an alias in terms of setting up a meeting with Mr. Donald Trump.\nAnd you have to, frankly, otherwise they find out it's you and they charge you more money — and nobody wants to pay more money.\""}