{"article_title": "Despite increased security, school shootings continue", "article_keywords": ["school", "shootings", "increased", "stephens", "students", "shooter", "stop", "officers", "gun", "continue", "despite", "schools", "security", "killed"], "article_url": "http://www.pbs.org/newshour/rundown/despite-increased-security-school-shootings-continue/", "article_text": "WASHINGTON — There’s been no real reduction in the number of U.S. school shootings despite increased security put in place after the rampage at Connecticut’s Sandy Hook Elementary School in December 2012.\n\nIn Pennsylvania and New Mexico, Colorado and Tennessee, and elsewhere, gunfire has echoed through school hallways, and killed students or their teachers in some cases. “Lockdown” is now part of the school vocabulary.\n\nAn Associated Press analysis finds that there have been at least 11 school shootings this academic year alone, in addition to other cases of gun violence, in school parking lots and elsewhere on campus, when classes were not in session.\n\nLast August, for example, a gun discharged in a 5-year-old’s backpack while students were waiting for the opening bell in the cafeteria at Westside Elementary School in Memphis. No one was hurt.\n\nExperts say the rate of school shootings is statistically unchanged since the mid- to late-1990s, yet still remains troubling.\n\nRonald Stephens, executive director of the National School Safety Center, said there have been about 500 school-associated violent deaths in the past 20 years.\n\nThe numbers don’t include a string of recent shootings at colleges and universities. Just last week, a man was shot and critically wounded at the Palm Bay Campus of Eastern Florida State College, according to police.\n\nFinding factors to blame, rightfully or not, is almost the easy part: bad parenting, easy access to guns, less value for the sanctity of life, violent video games, a broken mental health system.\n\nStopping the violence isn’t.\n\n“I think that’s one of the major problems. There are not easy answers,” Stephens said. “A line I often use is do everything you can, knowing you can’t do everything.”\n\nBill Bond, who was principal at Heath High School in West Paducah in 1997 when a 14-year-old freshman fired on a prayer group, killing three female students and wounding five, sees few differences in how shootings are carried out today. The one consistency, he said, is that the shooters are males confronting hopelessness.\n\n“You see troubled young men who are desperate and they strike out and they don’t see that they have any hope,” Bond said.\n\nSchools generally are much safer than they were five, 10 or 15 years ago, Stephens said. While a single death is one too many, Stephens noted that perspective is important. In Chicago there were 500 homicides in 2012, about the same number in the nation’s 132,000-plus K-12 schools over two decades.\n\n“I believe schools are much safer than they used to be but clearly they still have a good ways to go,” Stephens said.\n\nThe recent budget deal in Congress provides $140 million to support safe school environments, and is a $29 million increase, according to the office of Sen. Tom Harkin, D-Iowa, chairman of the Senate Health, Education, Labor and Pensions Committee.\n\nAbout 90 percent of districts have tightened security since the Newtown shootings, estimates Randi Weingarten, the president of the American Federation of Teachers.\n\nMany schools now have elaborate school safety plans and more metal detectors, surveillance cameras and fences. They’ve taken other steps, too, such as requiring ID badges and dress codes. Similar to fire drills, some schools practice locking down classrooms, among their responses to potential violence.\n\nThe incident involving the 5-year-old in Memphis led to the use of hand-held metal detecting wands inside elementary schools in Shelby County’s school district.\n\nAttention also has focused on hiring school resource officers, sworn law enforcement officers who are trained to work in a school environment, said Mo Canady, executive director of the National Association of School Resource Officers. He said his organization estimates there are about 10,000 of them in the U.S.\n\nCanady said it was such an officer who helped avert more bloodshed at Arapahoe High School in the Denver suburb of Centennial when an 18-year-old student took a shotgun into the building on Dec. 13 and fatally shot another student.\n\nSince the shootings at Colorado’s Columbine High School in 1999, in which two students killed 12 classmates and a teacher and wounded 26 others before killing themselves, police nationwide have adopted “active shooter” policies where officers are trained to confront a shooter immediately.\n\n“The goal is to stop it, from the law enforcement side, stop it as quickly as you can because we know with an active shooter if you don’t stop it, more lives will be lost,” Canady said.\n\nConfronting a shooter certainly carriers risks.\n\nIn Sparks, Nev., math teacher Michael Landsberry was killed in November after calmly approaching a 12-year-old with a gun and asked him to put the weapon down, witnesses said. The boy, who had wounded two classmates, killed himself.\n\nWeingarten said more emphasis needs to be placed on improving school cultures by ensuring schools have resources for counselors, social workers and after-care programs. Many of these kinds of programs were scaled back during budget cuts of recent years.\n\nExperts have said a healthy school culture can prevent such incidents and even lead students to tell adults about classmates who display warning signs that they could commit such violence.\n\nEducation Secretary Arne Duncan told reporters Thursday that he also believes strong mental health support systems in schools are important. But he said schools are doing a “fantastic” job with school security and often schools are the safest place in a community.\n\nHe blames easy access to guns as a root cause of the problem, but that’s a contention that doesn’t have widespread agreement as gun control continues to be a hotly debated topic.\n\n“This is a societal problem, it’s not a school problem,” Duncan said.\n\nBond, who is now the safe schools specialist with the National Association of Secondary School Principals, said there was a time when he believed school shootings would stop. He’s come to a sad realization that gives him a “sick pit in my stomach” that they won’t end, he said.\n\n“Schools are still part of the American society and the American society is violent,” Bond said.\n\n…\n\nAP Education Writer Kimberly Hefling wrote this report. Associated Press writers Kate Brumback in Atlanta, Sheila Burke in Nashville, Mark Scolforo in Harrisburg, Pa., and Jim Anderson and Dan Elliott in Denver contributed.", "article_metadata": {"description": "There's been no real reduction in the number of U.S. school shootings despite increased security put in place after the rampage at Connecticut's Sandy Hook Elementary School in December 2012.", "pubdate": 20140202, "og": {"site_name": "PBS NewsHour", "description": "There's been no real reduction in the number of U.S. school shootings despite increased security put in place after the rampage at Connecticut's Sandy Hook Elementary School in December 2012.", "title": "Despite increased security, school shootings continue", "locale": "en_US", "image": "http://newshour-tc.pbs.org/newshour/wp-content/uploads/2014/02/shoot5_slideshow.jpg", "url": "http://www.pbs.org/newshour/rundown/despite-increased-security-school-shootings-continue/", "type": "article"}, "twitter": {"domain": "PBS NewsHour", "description": "There's been no real reduction in the number of U.S. school shootings despite increased security put in place after the rampage at Connecticut's Sandy Hook Elementary School in December 2012.", "title": "Despite increased security, school shootings continue", "image": "http://newshour-tc.pbs.org/newshour/wp-content/uploads/2014/02/shoot5_slideshow.jpg", "creator": "@newshour", "site": "@newshour", "card": "summary_large_image"}, "robots": "noodp,noydir", "apple-mobile-web-app-capable": "no", "fb": {"app_id": 114150878604116}, "article": {"publisher": "https://www.facebook.com/newshour", "tag": "school shootings"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "news_keywords": "Sandy Hook Elementary School, school security, school shootings"}, "article_summary": "WASHINGTON — There’s been no real reduction in the number of U.S. school shootings despite increased security put in place after the rampage at Connecticut’s Sandy Hook Elementary School in December 2012.\nExperts say the rate of school shootings is statistically unchanged since the mid- to late-1990s, yet still remains troubling.\nBond, who is now the safe schools specialist with the National Association of Secondary School Principals, said there was a time when he believed school shootings would stop.\nIn Pennsylvania and New Mexico, Colorado and Tennessee, and elsewhere, gunfire has echoed through school hallways, and killed students or their teachers in some cases.\nAttention also has focused on hiring school resource officers, sworn law enforcement officers who are trained to work in a school environment, said Mo Canady, executive director of the National Association of School Resource Officers."}