{"article_title": "Why Gas, Oil and Mining Companies Must Respect Indigenous Rights", "article_keywords": ["mining", "oil", "adamson", "risk", "rights", "gas", "companies", "indigenous", "extraction", "fpw", "peoples", "communities", "respect"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/01/06/indigenous-rights-report-why-investors-shareholders-and-corporations-need-respect", "article_text": "Gas, mining and oil companies are so used to stepping on the rights of Indigenous Peoples when they launch exploration ventures that something had to be done. First Peoples Worldwide (FPW), a Virginia-based organization, did do something. They have just released a report on risks and challenges that extractive industries may face as they pertain to indigenous rights and properties.\n\nBecause gas, oil, and mining companies give so little thought to Indigenous Peoples, it was not a surprise to find that the results of the study appeal to the corporate bottom line and the ways corporate mismanagement of human relationships with local communities in areas where extraction occurs exposes company investors to potential losses when disagreements or community protests arise.\n\nThe Indigenous Rights Risk Report was released at The SRI Conference on Sustainable, Responsible, Impact Investing in October. The report analyzed 52 U.S.-based extractive companies listed on the Russell 1000® Index and assessed 370 oil, gas and mining sites located on or near Indigenous Peoples’ land. The results are numbing.\n\nAccording to a statement from FPW, “92 percent of the sites posed a medium to high risk to shareholders. This is concerning given that only 5 of the 52 companies had an Indigenous Peoples policy for productively engaging Indigenous communities, leaving shareholders exposed to considerable risk.”\n\nThis adversarial relationship is not a new phenomenon. These extraction companies, including gas, oil, and mining, have been trampling and exploiting Indigenous Peoples’ rights, all in the name of profit, for centuries. Examples of the negative consequences of extraction company presence on or near indigenous communities abound today.\n\nThe North Dakota Bakken oil boom, which began in 2006, has produced costs to the Fort Berthold Indian Reservation that are “severe,” according to Rebecca Adamson, founder and president of First Peoples Worldwide. Adamson says that the tribal government supports oil activities, but “there does not appear to be broad-based community support.” She lists costs to the indigenous community that include lost economic opportunities, as companies have hired qualified outsiders rather than train local residents; housing shortages, as income-generating newcomers price out lower-income locals; and lagging infrastructure, as tax revenues cannot keep up with increased demand for services like roads and schools. Perhaps most sinister, the sudden influx of male workers has rendered local women “increasingly vulnerable to threats and crime,” Adamson says. She reports a rise in strip clubs, prostitution rings, and domestic abuse and adds, “these types of losses go unquantified because they are not factored into standard risk management procedures.”\n\nAccording to Adamson, FPW has chosen to take on the David role against the Goliath of mega-corporations in order to build a platform where Indigenous Peoples and extraction companies can have a dialogue. “The goal of the risk assessment was to create an Indigenous-driven tool within the financial markets to ensure that Indigenous Peoples are in the driver’s seat of any development that occurs on their lands. Traditional models of assessing risk are designed to exclude pollution, social disruption, and other negative impacts on our communities. Disregarded as ‘externalities,’ these risk indicators are kept off the balance sheet so that companies can avoid paying for them. However, we are seeing a sea change occurring within capital markets, and investors are becoming increasingly aware and concerned about these issues,” Adamson says.\n\nThe reason that we are seeing this sea change is that these companies face heavy monetary losses when they overlook indigenous populations. In an interview with Business Ethics Magazine, United Nations Special Representative John Ruggie stated, “For a world-class mining operation, which requires about $3-5 billion capital cost to get started, there’s a cost somewhere between $20 million and $30 million a week for operational disruptions by communities.”\n\nThe Indigenous Rights Risk Report actually bridges the gap of information that investors, companies and Indigenous Peoples need to make informed discussions and decisions. One of the companies FPW assessed was Southwestern Energy. According to FPW, in October 2013 a stock analyst said that Southwestern Energy, “looks like a great long-term investment” and “is a low political risk company.” Flash forward two weeks later, Southwestern Energy was paying $60,000 a day for a blockade to keep activists at bay.\n\nTo avoid these kinds of costs, FPW suggests extraction companies develop an Indigenous Peoples Policy and secure Free, Prior, Informed Consent (FPIC) from local Indigenous Peoples. The report defines FPIC as more than “a single ‘yes’ or ‘no’ answer from a community; it is an ongoing and sometimes complex process that extends throughout the lifeline of a project.”\n\nFPW thinks that the risk to extraction companies that refuse to obtain FPIC will continue to rise for three major reasons: The legal framework for Indigenous Peoples’ rights is strengthening at the international and national levels. More and more natural resources are being found on Indigenous territories. And digital media allows communities to mobilize, organize protests, and gain international support faster than ever before.\n\nThese three forces offer Indigenous Peoples who live on or near land of interest to extraction companies the opportunity to exert great power. Adamson says, “Our risk assessment found significant percentages of natural resource production occurring on Indigenous territories—39 percent of oil and gas production, 45 percent of gold production, 56 percent of silver production, 83 percent of copper production, and 45 percent of coal production.\n\nThese numbers give Indigenous Peoples an extraordinary amount of collective marketing power. Some communities are choosing to develop the resources on their lands – the Southern Ute are a good example—while others want to refrain from doing so. Either way, it is important to understand how shifting the model for doing business on Indigenous territories – in a way that emphasizes equitable benefits distribution and FPIC—can vastly strengthen Indigenous Peoples’ right to self-determination.”", "article_metadata": {"description": "Gas, mining and oil companies are so used to stepping on the rights of Indigenous Peoples when they launch exploration ventures that something had to be done.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "klb678", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/01/06/indigenous-rights-report-why-investors-shareholders-and-corporations-need-respect", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/firstpeoplesworldwide.jpg", "site_name": "Indian Country Today Media Network.com", "title": "Why Gas, Oil and Mining Companies Must Respect Indigenous Rights"}, "dcterms.date": "2014-01-06T14:14-05:00", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/01/06/indigenous-rights-report-why-investors-shareholders-and-corporations-need-respect", "dc": {"title": "Why Gas, Oil and Mining Companies Must Respect Indigenous Rights"}, "robots": "follow, index", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.title": "Why Gas, Oil and Mining Companies Must Respect Indigenous Rights"}, "_id": "\"57477af46914bd0286fd9559\"", "article_summary": "These extraction companies, including gas, oil, and mining, have been trampling and exploiting Indigenous Peoples’ rights, all in the name of profit, for centuries.\nGas, mining and oil companies are so used to stepping on the rights of Indigenous Peoples when they launch exploration ventures that something had to be done.\nThe Indigenous Rights Risk Report was released at The SRI Conference on Sustainable, Responsible, Impact Investing in October.\nTo avoid these kinds of costs, FPW suggests extraction companies develop an Indigenous Peoples Policy and secure Free, Prior, Informed Consent (FPIC) from local Indigenous Peoples.\nThey have just released a report on risks and challenges that extractive industries may face as they pertain to indigenous rights and properties."}