{"article_title": "Ask Ben: Obamacare", "article_keywords": ["account", "buy", "ben", "dollars", "obamacare", "say", "thing", "savings", "health", "ask", "care", "insurance", "thats"], "article_url": "http://www.breitbart.com/2016-presidential-race/2015/08/13/ask-ben-obamacare/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nSIGN UP FOR OUR NEWSLETTER\n\nJ.P. Spikes, San Diego, California asks:\n\nDr. Carson, I view the (expensive to anyone who works and has to pay for) “affordable” care act as adding government intervention to an already bad health care/insurance scam system that has been broken for many years now in the US. There is no health insurance in the US for someone who works anymore, only some co-pay once you reach a deductible. Obamacare has created Emergency Health Insurance for all, except the very poor who have all expenses paid. How would you fix the current medical system in the United States if you had the opportunity to serve as President? Thank You, J.P.\n\nDr. Ben Carson:\n\nI think we need to offer a viable alternative, and the one that I would offer surrounds health savings accounts which would be available to every American on the day that they are born and they would keep until the day that they die, at which time they could pass it on to their family. And I would pay for it with the very same dollars that we pay for traditional healthcare with and you would have control, then, of your health savings account just like you have control of your regular savings account. And you give people the ability to shift money within their health savings account in their family.\n\nSo, let’s say the mom is $500 short. Dad could give it to ‘em, to her out of his, or cousin, or uncle, or grandfather, anybody in the family. It makes every family basically their own insurance company with no middle-man. Imagine the savings that could be achieved under those kinds of circumstances. Plus, it gives you enormous flexibility to cover almost anything that comes up, certainly 80+% of all medical encounters easily taken care of through your HSA.\n\nYou would still get catastrophic healthcare coverage, but the cost of that would be much, much lower, because it would be like having a homeowner’s policy with a large deductible, which is a different animal than a homeowner’s policy in which you want every single thing covered. And you make it possible to buy it across state lines, which lowers it even further. Now, that’s going to work pretty darn well for the vast majority of people, but what about the indigent? How’re we gonna take care of them? We don’t have a good mechanism to fund their HSA, but in fact, we do. It’s called Medicaid and that’s how we take care of them now. The annual Medicaid budget, four to five hundred billion dollars a year, a quarter of the people participate, that’s 80 million people. 80 million into 400 billion goes 5,000 times.\n\nSo, $5,000 for every man, woman, and child. That’s how much we put aside now. What could you buy with that? A concierge practice, the boutique practice that rich people buy, usually costs two to three thousand dollars a year, and you still have a couple thousand dollars left over to buy catastrophic insurance. I’m not suggesting that you do that; I’m saying you put aside enough money in order to do that. And if we utilize that money in the correct way, it could have a profound effect, particularly on the indigent, giving them much better care, giving them total choice. They don’t have to be second-class citizens, everybody would be happy to see them.\n\nAnd also, a lot of the people in Washington say, “Well, poor people would be too stupid; they wouldn’t be able to manage a health savings account,” they like to say stuff like that; it’s not true. They said the same thing about food stamps, they said, “They wouldn’t be able to manage ‘em, they’d go out and buy a Porterhouse steak the first five days and then starve the rest of the month.” That didn’t happen; they learned how to use them. And that same thing will happen with health savings accounts.\n\nMr. Jones, with that diabetic foot ulcer, will not go to the emergency room, where it costs him five times as much to get taken care of; they’ll go to the clinic, get it taken care of, and then in the clinic, instead of sending them out in the emergency room, they’ll say, “Let’s get your diabetes under control so you’re not back here in three weeks with another major problem,” a whole other level of savings, plus we’re teaching him to be responsible for his own health and that’s what we need to do: teach people to be responsible and not dependent.", "article_metadata": {"description": "Ask Ben: Obamacare", "og": {"site_name": "Breitbart", "description": "Ask Ben: Obamacare", "title": "Ask Ben: Obamacare - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2015/07/breitbart-ask-ben-post-image.jpg", "height": 480}, "url": "http://www.breitbart.com/2016-presidential-race/2015/08/13/ask-ben-obamacare/", "type": "article"}, "twitter": {"description": "Ask Ben: Obamacare", "creator": "@BreitbartNews", "image": "http://media.breitbart.com/media/2015/07/breitbart-ask-ben-post-image.jpg", "title": "Ask Ben: Obamacare - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 1243316582352556, "pages": 95475020353, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Ben Carson,2016 Presidential Race,", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "2016 Presidential Race", "tag": "Ben Carson", "published_time": "2015-08-13T08:27:06-07:00", "categories": "2016 Presidential Race"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "Obamacare has created Emergency Health Insurance for all, except the very poor who have all expenses paid.\nAnd you give people the ability to shift money within their health savings account in their family.\nThere is no health insurance in the US for someone who works anymore, only some co-pay once you reach a deductible.\nAnd that same thing will happen with health savings accounts.\nAnd I would pay for it with the very same dollars that we pay for traditional healthcare with and you would have control, then, of your health savings account just like you have control of your regular savings account."}