{"article_title": "Congress May Work on Corporate Tax Reform in 2015", "article_keywords": ["muni", "congress", "reform", "work", "tax", "shafroth", "increase", "limit", "2015", "bonds", "corporate"], "article_url": "http://www.bondbuyer.com/news/washington-taxation/congress-may-work-on-corporate-tax-reform-in-2015-1069109-1.html", "article_text": "WASHINGTON \u0097 Tax reform, particularly corporate tax reform, is likely to be on the agenda in 2015, congressional observers said.\n\nThe year will bring a new Congress, with Republican majorities in both the House and the Senate and two new chairmen of the tax-writing committees. Rep. Paul Ryan, R-Wis., is poised to become the House Ways and Means Committee chairman, and Sen. Orrin Hatch, R-Utah, is likely to become the Senate Finance Committee chairman. Hatch recently released broad principles that he thinks should be kept in mind when tax reform is undertaken.\n\nSee related slide show.\n\nRyan has expressed an interest in doing corporate tax reform as a first step. The congressman \"is going to make a significant effort to do corporate tax reform,\" said Frank Shafroth, director of the Center for State and Local Government Leadership at George Mason University.\n\nSusan Collet, president of H Street Capitol Strategies, noted that President Obama is also interested in tax reform that applies to businesses. \"That will be a natural starting point,\" she said.\n\nSeveral muni experts said Congress may work hard at corporate tax reform in the coming year, though the staff of some House and Senate Democrats have said it would be hard to lower tax rates for corporations without giving anything to individuals.\n\n\"Don't discount the possibility that Congress takes a serious run at it,\" with the new Republican majority in the Senate and Ryan as Ways and Means chairman, said Michael Decker, Securities Industry and Financial Markets Association managing director and co-head of municipal securities.\n\nCongressional observers have mixed views on how corporate-only tax reform would affect the municipal bond market.\n\nCollet said that if tax reform is not comprehensive, the tax-exemption for municipal bonds will be less at risk.\n\nMicah Green, chair of the financial services and tax policy practice group at Squire Patton Boggs, said that if Congress works only on corporate or broader business tax reform, governmental bonds and retail investors shouldn't be relevant. However, bonds whose proceeds benefit private activity and banks' ability to buy tax-exempt bonds \"could come under the scope of corporate and business tax reform,\" he said.\n\nDecker said there's a risk that Congress could curtail the muni exemption in any tax initiative. \"That's a risk we take seriously,\" he said.\n\nSimilarly, Mike Nicholas, chief executive officer of the Bond Dealers of America, said that the muni exemption will be included in a discussion of all exemptions and deductions. \"It is clearly on the table\" as a revenue raiser, he said.\n\nIf Ryan gets close to formulating a proposal, he will ask the Joint Committee on Taxation to put together a menu of ways to pay for it, Shafroth said, adding that the menu will probably prominently feature changes to tax-exempt bonds. A tax reform proposal will be expensive even if it is scored dynamically, meaning that the economic activity that would or wouldn't occur if a plan went into effect is taken into consideration for revenue estimates.\n\nHouse Republicans have proposed a rule that would require the Congressional Budget Office and the Joint Committee on Taxation, when possible, to take the macroeconomic effects of major legislation into consideration in cost estimates. Green said that whether or not a tax-reform proposal is scored dynamically will be one of the big debates that will occur about tax reform even before specific issues are looked at.\n\nIf Congress requires dynamic scoring for tax bills, it could be beneficial for munis, he said. If the muni community articulates that losing the tax-exemption could prevent infrastructure projects from going forward, restrictions on the exemption could be seen as raising less revenue than might otherwise appear. However, if the muni market doesn't communicate the benefits of the exemption strongly enough, JCT could just assume that projects would be financed on a taxable basis absent the exemption, Green said.\n\n\"I think the muni bond community needs to properly define what the use of proceeds of municipal bonds are, and how the economic activity that occurs as a result of the issuance of tax-free municipal bonds would be curtailed if the tax exemption were further restricted from current law,\" he said.\n\nObstacles\n\nThere are challenges to doing corporate-only tax reform. Very few companies would be affected by corporate-only tax reform, since many businesses are not taxed at the corporate level but rather have their earnings passed through to shareholders who are then taxed at the individual level. Congress would not want to create a situation where smaller companies pay higher taxes than large corporations, Decker said.\n\nMany members of Congress on both sides of the aisle that would want to do both corporate and individual tax reform, Green said, pointing out that a lot of Americans dislike the current tax code.\n\nWhile Republicans will control both chambers of Congress for the first time in eight years, there will still be a Democratic president. Additionally, Republicans do not always agree with each other, said Howard Gleckman, a resident fellow at the Urban Institute, who predicted a \"slightly different variation on gridlock.\"\n\nMost experts believe that the 2016 presidential election will complicate tax-reform efforts. Since the presidential campaigns will ramp up in the fall, Congress will have a hard time moving legislation on serious policy issues after 2015, or even earlier, after the summer.\n\nThe presidential election will make it particularly hard for the Senate to make inroads with tax reform because a number of Senators are likely to run for president, Shafroth said.\n\n\"They don't want to alienate any potential contributors to their campaigns,\" he said. Even with corporate tax reform, preferences have to be changed to lower rates, Shafroth noted.\n\nThis year, House Ways and Means Committee Chairman Dave Camp, R-Mich., released a comprehensive tax reform proposal that would impose a 10% surtax on municipal bond interest for high earners and eliminate the tax-exemption for new private-activity bonds. Camp did not receive support for his proposal from his colleagues.\n\nRyan and Hatch probably will work together to take a look at Camp's plan and figure out what they want to do with it, Nicholas said. Ryan may ask Camp what could have been done differently to get more action, Shafroth suggested.\n\nJeff Hurley, a committee director with the National Conference of State Legislatures, said that items in Camp's plan may be discussed in hearings and it would be of concern if there's \"increased enthusiasm\" for eliminating or modifying the muni exemption or the deduction for state and local taxes.\n\nLegislation\n\nThis year, several bond-related bills were introduced. Many dealt with specific types of bonds, including a few that would revive the Build America Bond program.\n\nBut legislation that was pending in the 113th, Congress has to be reintroduced in the 114th, which begins in January. . Rep. Randy Hultgren, R-Ill., who sponsored bills that would increase the limit on bank-qualified bonds and would ease rules for industrial development bonds, said he would likely reintroduce his bills. And Congressional observers said they expect BAB bills to also be reintroduced, though Shafroth said it will be hard for them to move very far once they are introduced. He said that he has trouble seeing investors and state and local governments having confidence in BABs again because of cuts to subsidy payments from sequestration.\n\nThe Marketplace Fairness Act, which would allow states to require out-of-state remote sellers such as online retailers to collect sales taxes, also was not enacted this year. While it passed the Senate in 2013, House Speaker John Boehner, R-Ohio, had problems with the bill and did not bring the legislation for a vote in the House.\n\nExperts said they expect the MFA and/or similar legislation to be introduced next year. Dan Crippen, executive director of the National Governors Association, said that the Senate sponsors of the MFA and some House advocates for the bill are interested in reintroducing the bill at the beginning of 2015.\n\nThe MFA will take on new importance because of the rise of the Chinese e-commerce company Alibaba, Shafroth said. Without the MFA or similar legislation, Alibaba would have an advantage over many American companies because Alibaba would not have to remit sales taxes.\n\nGleckman said that there will be \"a lot of pressure from business groups\" for Congress to address the issue of sales taxes for online purchases, which is a major revenue issue for states with sales taxes, but is opposed by many officials in states that don't have them. Many businesses would prefer one federal rule to many different rules from many different states.\n\nHowever, the topic will be a \"real challenge for Republican leadership\" because some Republicans believe that the MFA would amount to a tax increase, Gleckman said.\n\nProponents of the bill do not believe it will increase taxes. Currently, states cannot compel retailers to collect sales taxes unless the business has a physical presence in the state. However, customers are supposed to pay taxes on online purchases even if retailers don't collect the sales tax, though they often do not do so and the requirement is frequently not enforced.\n\nDebt Limit and Sequestration\n\nCongress will have to act on the debt limit in 2015. The current suspension of the debt limit runs through March 15, 2015. After that, the Treasury Department can use extraordinary measures to continue to pay the federal government's obligations for a short period of time. Some experts said that a vote to increase or suspend the debt limit could be contentious.\n\nShafroth predicted a vote on the debt limit will be \"the castor oil of 2015.\" Some Republicans may be reluctant to raise the limit, so in order to get the House to pass an increase, Ryan may be forced to give tax breaks to companies located in the districts of members who are hesitant to raise the limit, he said.\n\nMeanwhile, if Republicans try to tie a debt limit increase to issues like immigration or repealing provisions of the Affordable Care Act, Democrats will not want to vote for the increase, Gleckman said.\n\nMust-pass legislation like debt limit increase could become a vehicle for broader initiatives, Decker said. It also is possible that Congress could look for revenue raisers to offset an increase in order to get more votes or offset costs. Anything revenue raising option that already exists could be targeted, he said.\n\nSequestration may also be an issue that Congress deals with in 2015. The budget agreement enacted in December 2013 set discretionary spending caps for the 2014 and 2015 fiscal years that were higher than the caps set by the Budget Control Act of 2011. However, absent any action, in fiscal 2016, which starts Oct. 1, 2015, Congress will have to abide by the BCA caps again or face automatic spending cuts known as the sequester.\n\nJohn Godfrey, senior government relations representative for the American Public Power Association, said that he doesn't see Congress passing bills that fund government agencies at levels that are higher than the caps. Gleckman said that Republicans will use the threat of sequestration to get Democrats to agree to spending cuts.\n\nIf Congress decides it wants to lift the spending caps for fiscal 2016, they will have to figure out how to pay for doing so, Shafroth said. The money that would be used to pay for relaxing the discretionary caps could be used for tax reform instead, he said.\n\nMeanwhile, sequestration for mandatory programs, including the subsidies to issuers of direct-pay bonds, like BABs, is set to continue through fiscal 2024. The mandatory spending cuts were originally supposed to last only through fiscal 2021, but they were extended through fiscal 2023 under the budget agreement and through fiscal 2024 under legislation enacted in February that repealed reductions in cost of living increases for younger military retirees.\n\nGodfrey said there's a real threat that Congress may extend the cuts to direct-pay bond subsidies and other mandatory spending through 2025 to pay for something else.\n\nAll in all, there's plenty for muni market participants to watch for in 2015.", "article_metadata": {"description": "Tax reform, particularly corporate tax reform, is likely to be on the agenda in 2015, congressional observers said.", "title": "Congress May Work on Corporate Tax Reform in 2015", "og": {"url": "http://www.bondbuyer.com/news/washington-taxation/congress-may-work-on-corporate-tax-reform-in-2015-1069109-1.html", "image": "http://cdn.bondbuyer.com/media/newspics/Ryan_Paul_bl041311_357.jpg", "site_name": "The Bond Buyer", "description": "Tax reform, particularly corporate tax reform, is likely to be on the agenda in 2015, congressional observers said.", "title": "Congress May Work on Corporate Tax Reform in 2015"}, "robots": "noarchive", "apple-itunes-app": "app-id=460455161", "google-site-verification": "r6d19srFgTpMachoxP7AsSPo_VBkHIaJK2Jd0kuCDtw", "news_keywords": "tax reform, Congress, House, Senate, Paul Ryan, House Ways and Means Committee, Orrin Hatch, Senate Finance Committee, corporate tax reform, Frank Shafroth, George Mason University, Susan Collet, Michael Decker, SIFMA, Micah Green, Squire Patton Boggs, Mike Nicholas, Bond Dealers of America, Howard Gleckman, 2016 presidential election, Dave Camp, municipal bonds, private-activity bonds, Jeff Hurley, National Conference of State Legislatures, Randy Hultgren, bank-qualified bonds, industrial development bonds, Marketplace Fairness Act, John Boehner, Dan Crippen, National Governors Association, Alibaba"}, "article_summary": "WASHINGTON \u0097 Tax reform, particularly corporate tax reform, is likely to be on the agenda in 2015, congressional observers said.\nRyan has expressed an interest in doing corporate tax reform as a first step.\nHatch recently released broad principles that he thinks should be kept in mind when tax reform is undertaken.\nSusan Collet, president of H Street Capitol Strategies, noted that President Obama is also interested in tax reform that applies to businesses.\nCongressional observers have mixed views on how corporate-only tax reform would affect the municipal bond market."}