{"article_title": "AP source: Goldberg died after collapsing in gym", "article_keywords": ["executive", "mexican", "family", "source", "gym", "official", "ap", "death", "goldberg", "resort", "treadmill", "sandberg", "collapsing", "died"], "article_url": "http://townhall.com/news/us/2015/05/04/ap-source-goldberg-died-after-collapsing-in-gym-n1994185", "article_text": "David Goldberg, the SurveyMonkey CEO who also was Facebook executive Sheryl Sandberg's husband, was exercising at a gym in a Mexican resort when he collapsed before he died Friday, a person close to the family said.\n\nThe person wasn't authorized to speak publicly and spoke on condition of anonymity.\n\nEfforts to revive Goldberg, who was vacationing with family and friends, were unsuccessful.\n\nThe family is planning a service in Silicon Valley on Tuesday. It is by invitation only and closed to the press.\n\nGoldberg died of severe head trauma in an accident while exercising at a resort in the Mexican town of Punta Mita, a Mexican state official said Monday. He was found lying next to a treadmill Friday at the resort, which is near Puerto Vallarta.\n\nThe popular Silicon Valley executive, whose company runs an online service for people who want to conduct questionnaires and polls, died Friday night at age 47. His company and family members confirmed his death Saturday but they did not give a cause of death, leading to widespread speculation.\n\nGoldberg left his room at about 4 p.m. to exercise, and family members went to look for him after he didn't return, the Mexican official said. He was found at about 6:30 p.m. in one of the resort's gymnasiums lying by a treadmill in a pool of blood, with a blow to the lower back of his head.\n\nHe apparently had slipped on the treadmill and hit the machine, said the official, who was not authorized to speak to the press and spoke on condition of anonymity.\n\nGoldberg still had vital signs when he was discovered, but later died at a hospital in Nuevo Vallarta, the official said. The cause of death was severe head trauma and bleeding, the official said.\n\nThe official said the family had checked in Thursday to the Four Seasons Resort Punta Mita, an exclusive resort where rooms start at $500 a night and villas go for up to $5,000 a night.\n\nThe Four Seasons, however, issued a statement saying the incident did not happen on any of its properties and that David Goldberg was not registered as a guest in any of the resort's rooms, villas or residences.\n\nBut Nayarit state officials said it was the location and that the family had checked in Thursday.\n\nIn an interview last month, Goldberg told the news site Business Insider of maxing out his credit cards in the early 1990s to fund one of his first Internet ventures, a music site, before going on to work at other tech companies, including Yahoo.\n\nIn 2004, Goldberg married Sandberg, another longtime tech executive who now serves as chief operating officer of Facebook Inc.\n\nSandberg launched an international conversation about the dearth of women in positions of power with her 2011 book \"Lean In: Women, Work and the Will to Lead.\" In it, Sandberg wrote of the adjustments she and her husband had to make to manage two high-profile careers while raising two children.\n\nOn Monday, the Walt Disney Co. moved up its earnings release to Tuesday morning to allow executives to attend Goldberg's funeral. Sandberg is a member of Disney's board of directors. The earnings report was originally scheduled for the afternoon following the stock market close.\n\n___\n\nOrtutay reported from New York and Castillo reported from Mexico City.", "article_metadata": {"description": "AP source: Goldberg died after collapsing in gym - AP News: David Goldberg, the SurveyMonkey CEO who also was Facebook executive .05/26/2016 19:55:33PM EST.", "author": "AP News", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "David Goldberg, the SurveyMonkey CEO who also was Facebook executive Sheryl Sandberg's husband, was exercising", "title": "AP News - AP source: Goldberg died after collapsing in gym", "url": "http://townhall.com/news/us/2015/05/04/ap-source-goldberg-died-after-collapsing-in-gym-n1994185", "image": "http://media.townhall.com/townhall/reu/ha/2015\\124\\673d0e5c-163b-4f6e-ac14-c016420e4665.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "David Goldberg, the SurveyMonkey CEO who also was Facebook executive Sheryl Sandberg's husband, was exercising", "title": "AP News - AP source: Goldberg died after collapsing in gym", "url": "http://townhall.com/news/us/2015/05/04/ap-source-goldberg-died-after-collapsing-in-gym-n1994185", "image": "http://media.townhall.com/townhall/reu/ha/2015/124/673d0e5c-163b-4f6e-ac14-c016420e4665.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "AP source: Goldberg died after collapsing in gym, AP News, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "Goldberg died of severe head trauma in an accident while exercising at a resort in the Mexican town of Punta Mita, a Mexican state official said Monday.\nGoldberg still had vital signs when he was discovered, but later died at a hospital in Nuevo Vallarta, the official said.\nGoldberg left his room at about 4 p.m. to exercise, and family members went to look for him after he didn't return, the Mexican official said.\nDavid Goldberg, the SurveyMonkey CEO who also was Facebook executive Sheryl Sandberg's husband, was exercising at a gym in a Mexican resort when he collapsed before he died Friday, a person close to the family said.\nEfforts to revive Goldberg, who was vacationing with family and friends, were unsuccessful."}