{"article_title": "Black Friday gets a little less frenzied", "article_keywords": ["little", "holiday", "stores", "frenzied", "sales", "thanksgiving", "mall", "black", "wise", "shoppers", "shopping", "gets", "target"], "article_url": "http://www.washingtontimes.com/news/2014/nov/28/second-act-of-black-friday-shopping-in-full-swing/?page=all", "article_text": "NEW YORK (AP) — Black Friday seemed a little less crazy this year.\n\nThere were squabbles here and there, and elbows got thrown, but the Friday morning crowds appeared smaller than usual and less frenzied, in part because many Americans took advantage of stores’ earlier opening hours to do their shopping on Thanksgiving Day.\n\nThat might be hard to stomach for people worried about commercial encroachment on Thanksgiving. But it is good news for bargain-hunters who hate crowds.\n\nWhether it’s good news for retailers remains to be seen. Sales estimates for the start of the holiday shopping season will start trickling out later in the weekend.\n\nStores such as Wal-Mart and Target reported brisk Thanksgiving crowds. The colossal Mall of America in Bloomington, Minnesota, said it drew 100,000 people between 5 p.m. Thursday and 1 a.m. Friday, nearly what it draws over a typical full day.\n\nOn Friday, plenty of shoppers were out, but it wasn’t elbow-to-elbow, said Moody’s analyst Michael Zucchero, at a mall in northern Connecticut.\n\n“Traffic seems a little light,” he said. “Stores being open last night takes away some of the early birds.”\n\nBrooklyn residents Paul and Mary Phillips shopped at Target, Old Navy and Marshalls on Friday at the Atlantic Terminal Mall in New York City. They picked DVD box sets for $5, marked down from $45, and speakers for $19, down from $50. They didn’t even have to wait in line.\n\n“Because stores were open on Thursday, they’re not as crowded now,” Paul Phillips said.\n\nThere were scattered reports of shopper scuffles and arrests. In addition, protests were planned nationwide over minimum-wage laws and the grand jury decision in Ferguson, Missouri.\n\nProtesters interrupted holiday shopping at major stores around St. Louis to vent their anger over the decision not to indict the police officer who shot and killed Michael Brown.\n\nAbout two dozen people chanted “No justice, no peace, no racist police!” and “No more Black Friday!” after police moved them out of a Wal-Mart in Manchester, a St. Louis suburb.\n\nIn Chicago, about 200 people demonstrated in a plaza near the historic water tower along Michigan Avenue, calling on people to boycott Black Friday shopping to show their solidarity with protesters in Ferguson.\n\nOther disruptions: Best Buy’s website went down on Friday morning for about an hour. Spokesman Jeff Shelman said “a concentrated spike in mobile traffic” prompted the company to temporarily shut down the site. Online monitoring firm Dynatrace said Cabela’s, Foot Locker and J.C. Penney also had website problems.\n\nOnline shopping, especially on phones and tablets, may be siphoning off some shoppers from the malls.\n\nIBM, which tracks online sales, said they rose 8 percent compared with Black Friday last year as of 3 p.m. E.T., with much-increased shopping on mobile devices.\n\nIn the stores, Toys R Us and Target executives said shoppers seem to be buying more than just the doorbusters and are filling their carts with items not on sale. That’s a sign that lower gas prices and an improving job picture are making shoppers more confident about opening their wallets.\n\nAt clothing stores, discounts were steep, with Old Navy offering up to half off everything. Best Buy offered $100 off some iPads. And Target slashed prices on TVs and video game consoles.\n\nAt the Westfield Fox Valley mall in Aurora, Illinois, the mood was calm. Some groggy shoppers were still in pajama pants, coffee in hand.\n\nKimberly States, shopping with her 11-year-old daughter, said it was markedly quieter around 6:30 a.m. Friday than the night before.\n\n“It was a zoo last night around 10 p.m.,” States said. “Now it seems like more of the old folks.”\n\nLast year, sales on Black Friday slumped 13.2 percent to $9.74 billion, according to ShopperTrak, which tracks data at more than 70,000 stores globally. Bill Martin, co-founder of ShopperTrak, said it is unclear how stores will fare this year.\n\nRetailers have turned to Thanksgiving openings to stay competitive and avoid losing sales that have shifted earlier into the holiday, said Ramesh Swarmy, a retail partner at the Deloitte consulting firm.\n\nThe holiday weekend still sets the tone for the shopping season, whose sales this year are expected to rise 4.1 percent to $611.9 billion. That would be the biggest increase since 2011. Black Friday has been the biggest shopping day of the year since 2005.\n\nBrian Cornell, who became Target’s CEO in August and was at a Target store in New York’s East Harlem neighborhood Friday morning, said shopping traditions have changed.\n\n“It’s been more of a week event,” he said.\n\nAs a result, some Black Friday shoppers were disappointed by what was left on shelves.\n\nKathy Wise of Scottsdale, Arizona, started shopping at 5 a.m. with her mother-in-law, hitting Wal-Mart, Target, Toys R Us and Sports Authority.\n\n“It’s not as busy today,” Kathy Wise said as the two combed through a shelf of Monster High dolls. They couldn’t find the one Kathy’s daughter wanted, and said it seemed as if some of the best deals and items were already gone.\n\n“It’s kind of a bummer,” Wise said.\n\n__\n\nAP Writers Heather Hollingsworth in Kansas City, Kansas; Dan Sewell in Cincinnati; Sara Burnett in Aurora, Illinois, and Tali Arbel in Phoenix contributed to this report.", "article_metadata": {"description": "Black Friday seemed a little less crazy this year.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Black Friday seemed a little less crazy this year.", "title": "Black Friday gets a little less frenzied", "url": "http://www.washingtontimes.com/news/2014/nov/28/second-act-of-black-friday-shopping-in-full-swing/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/11/28/379d9fadc1dbaf2e660f6a706700ed6a.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/11/28/379d9fadc1dbaf2e660f6a706700ed6a.jpg", "description": "Black Friday seemed a little less crazy this year.", "card": "summary", "title": "Black Friday gets a little less frenzied"}, "Author": "Anne D'Innocenzio and Mae Anderson", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Target, Wal Mart, New York, Thanksgiving"}, "article_summary": "Sales estimates for the start of the holiday shopping season will start trickling out later in the weekend.\nNEW YORK (AP) — Black Friday seemed a little less crazy this year.\nIBM, which tracks online sales, said they rose 8 percent compared with Black Friday last year as of 3 p.m.\nAs a result, some Black Friday shoppers were disappointed by what was left on shelves.\nProtesters interrupted holiday shopping at major stores around St. Louis to vent their anger over the decision not to indict the police officer who shot and killed Michael Brown."}