{"article_title": "G.O.P., Though Deeply Split, Has Election Edge, Poll Shows", "article_keywords": ["think", "republican", "deeply", "support", "republicans", "democrats", "public", "say", "edge", "americans", "election", "party", "poll", "shows", "gop", "split"], "article_url": "http://www.nytimes.com/2014/02/27/us/politics/despite-rifts-gop-has-election-edge-poll-finds.html", "article_text": "Republicans are in a stronger position than Democrats for this year’s midterm elections, benefiting from the support of self-described independents, even though the party itself is deeply divided and most Americans agree more with Democratic policy positions, the latest New York Times/CBS News poll shows.\n\nThe independents in the poll — a majority of whom were white or male or under age 45 — continued to sour on President Obama’s job performance. Republicans hold their edge despite the fissures in their party over whether it is too conservative or not conservative enough, and many are discouraged about the party’s future.\n\nDemocrats, in turn, are more optimistic and relatively united. Nonetheless, they, too, are held in low regard over all by a public fed up with Washington’s failure to compromise, and they have failed so far to energize a broader segment of the population.\n\nA majority of Americans surveyed also said they wanted both parties to do more to address the concerns of the middle class, reduce the budget deficit with both tax increases and spending cuts, and let illegal immigrants stay in the country and apply for citizenship. Mr. Obama shares those positions on the budget and immigration.\n\nAdvertisement Continue reading the main story\n\nThose stances among voters have not translated into support for the president’s party, as 42 percent say they will back Republicans in November, and 39 percent indicate that they will back Democrats, a difference within the poll’s margin of sampling error.\n\nThere is a sense of foreboding in the public as well, with 63 percent of Americans saying the country is on the wrong track, and 57 percent indicating that they disapprove of Mr. Obama’s handling of the economy. In addition, eight in 10 Americans are dissatisfied or angry with how things are going in Washington.\n\nAt least one Republican leader is faring far worse in the public mind than Mr. Obama. Speaker John A. Boehner had an approval rating in the poll of just 26 percent. More notable, perhaps, was that it was just a bit higher, 33 percent, among Republicans.\n\nThe nationwide poll was conducted Feb. 19 to 23 by landline and cellphone among 1,644 adults and has a margin of sampling error of plus or minus 3 percentage points for all adults and plus or minus 6 points for Republicans, Democrats and independents. The survey comes more than eight months before Election Day, and less than a quarter of those who responded said they were paying a lot of attention to the 2014 election, meaning that each party has ample opportunity to sway voters.\n\nOne issue, though — the Affordable Care Act — seems to have solidified some opposition to Democrats, and historical trends such as an older, whiter midterm electorate are also favorable to Republicans.\n\n“It seems all the Democrats are for Obamacare, and I think this is a really bad deal,” Larry Walker, an independent voter from Torrance, Calif., said in a follow-up interview.\n\nMr. Obama’s approval rating is now at 41 percent, with 51 percent of Americans saying they disapprove of his performance, his worst standing in the past two years, with the exception of a CBS News survey last November in the midst of the troubled rollout of the new health care law. Such ratings amount to an early political alarm for Democrats on the ballot this year. When a party controls the White House, its performance in midterm congressional elections typically tracks closely to the popularity of the sitting president in the fall.\n\nBut while the 2014 outlook is challenging for the Democratic Party, whose voters traditionally turn out in lower numbers in years without presidential elections, the Republican Party is contending with more profound structural challenges. Forty-two percent of Republicans said they were “mostly discouraged” about the future of their party, and among Tea Party supporters, that number was 51 percent.\n\nAdvertisement Continue reading the main story\n\nFurther, Republican lawmakers appear out of step with the public on a range of issues, according to the survey. On immigration, same-sex marriage, marijuana legalization and gun control, Republican lawmakers hold to the minority position. Some of these policy matters illuminate the party’s internal divisions. Half of people under age 45 who lean Republican support legalizing marijuana, and a majority of the same cohort of Republicans also backs same-sex marriage.\n\nPhoto\n\nOver all, Republican support for same-sex marriage is on the rise. In the fall of 2012, just 24 percent of Republicans backed legalizing the unions; now 40 percent of Republicans do so.\n\n“Why is gay marriage being decided by political parties?” asked Chip Myers, a Republican and a self-described “federalist” from Harpers Ferry, W.Va. “And abortion is a person’s right to decide.”\n\nBut other Republicans are angry at their party for not being conservative enough on critical issues. “Our schools are overrun with immigrant children,” said Betty Worley, a Republican from Charlotte, N.C. “There are people coming over every day, and they should put a stop to it.”\n\nRepublican legislators are also in the minority of public opinion on matters related to the economy. Nearly two-thirds of Americans believe that the distribution of wealth should be more equitable, and most, regardless of party affiliation, think that any plan to reduce the federal budget deficit should include both tax increases and spending cuts.\n\nTwo-thirds of the public favors raising the minimum wage to $10.10 an hour from $7.25, an issue Democrats are seizing on. As for the Affordable Care Act — opposition to which forms the centerpiece of many Republican campaigns this year — half of Americans think that there are some good things in the law, but that some changes are needed to make it work better, while 42 percent say it needs to be repealed.\n\nWhen asked about the 2016 presidential race, more than eight in 10 Democrats say they want Hillary Rodham Clinton to run, showing a level of interest in her that no other potential candidates — Democrat or Republican — come close to matching among their party’s voters.\n\nDrawing the most interest after Mrs. Clinton are Vice President Joseph R. Biden Jr.; former Gov. Jeb Bush of Florida, a Republican; and Senator Rand Paul, Republican of Kentucky. For all of them, about 40 percent of self-identified members of their party said they hoped the men would run. As for Gov. Chris Christie of New Jersey, who many had once thought to be a Republican favorite, more in his party say they do not want him to seek the presidency (41 percent) than say they do (31 percent).", "article_metadata": {"tone": "news", "ptime": 20140226183004, "twitter": {"description": "Though most Americans agree more with Democratic policy positions, the Republican Party is benefiting from the support of self-described independents.", "title": "G.O.P., Though Deeply Split, Has Election Edge, Poll Shows", "url": "http://www.nytimes.com/2014/02/27/us/politics/despite-rifts-gop-has-election-edge-poll-finds.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000002736843"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "site": "@nytimes", "image": "https://static01.nyt.com/images/2014/02/27/us/OBAMA/OBAMA-thumbLarge-v3.jpg", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2014/02/27/us/politics/despite-rifts-gop-has-election-edge-poll-finds.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000002736843", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2014/02/27/us/politics/despite-rifts-gop-has-election-edge-poll-finds.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "thumbnail_width": 75, "dfp-ad-unit-path": "us/politics", "hdl_p": "G.O.P., Though Deeply Split, Has Election Edge, Poll Shows", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/politics/index.jsonp", "DISPLAYDATE": "Feb. 26, 2014", "edt": "NewYork", "org": "Democratic Party", "keywords": "Polls and Public Opinion,United States Politics and Government,Obama  Barack,Elections  House of Representatives,Elections  Senate,United States,Boehner  John A,Presidential Election of 2016,Republican Party,Democratic Party", "applicationName": "article", "PT": "article", "author": "Jonathan Martin and Megan Thee-Brenan", "SCG": "politics", "sourceApp": "nyt-v5", "per": "Boehner, John A", "thumbnail_150_width": 150, "byl": "By JONATHAN MARTIN and MEGAN THEE-BRENAN", "thumbnail_150_height": 150, "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "Though most Americans agree more with Democratic policy positions, the Republican Party is benefiting from the support of self-described independents.", "tom": "News", "dfp-amazon-enabled": "false", "thumbnail": "https://static01.nyt.com/images/2014/02/27/us/OBAMA/OBAMA-thumbStandard-v3.jpg", "description": "Though most Americans agree more with Democratic policy positions, the Republican Party is benefiting from the support of self-described independents.", "CG": "us", "robots": "noarchive", "dat": "Feb. 26, 2014", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "News", "article": {"author": "http://topics.nytimes.com/top/reference/timestopics/people/t/megan_theebrenan/index.html", "section": "Politics", "modified": "2014-02-27", "collection": "https://static01.nyt.com/services/json/sectionfronts/politics/index.jsonp", "tag": "Democratic Party", "published": "2014-02-26", "section-taxonomy-id": "23FD6C8B-62D5-4CEA-A331-6C2A9A1223BE"}, "thumbnail_height": 75, "geo": "United States", "slug": "27poll", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20140227140650, "og": {"url": "http://www.nytimes.com/2014/02/27/us/politics/despite-rifts-gop-has-election-edge-poll-finds.html", "image": "https://static01.nyt.com/images/2014/02/27/us/OBAMA/OBAMA-videoSixteenByNine1050-v3.jpg", "type": "article", "description": "Though most Americans agree more with Democratic policy positions, the Republican Party is benefiting from the support of self-described independents.", "title": "G.O.P., Though Deeply Split, Has Election Edge, Poll Shows"}, "pdate": 20140226, "des": "Presidential Election of 2016", "articleid": 100000002736843, "cre": "The New York Times", "hdl": "G.O.P., Though Deeply Split, Has Election Edge, Poll Shows", "thumbnail_150": "https://static01.nyt.com/images/2014/02/27/us/OBAMA/OBAMA-thumbLarge-v3.jpg", "PST": "News"}, "article_summary": "PhotoOver all, Republican support for same-sex marriage is on the rise.\nHalf of people under age 45 who lean Republican support legalizing marijuana, and a majority of the same cohort of Republicans also backs same-sex marriage.\nBut while the 2014 outlook is challenging for the Democratic Party, whose voters traditionally turn out in lower numbers in years without presidential elections, the Republican Party is contending with more profound structural challenges.\nFor all of them, about 40 percent of self-identified members of their party said they hoped the men would run.\nThe independents in the poll — a majority of whom were white or male or under age 45 — continued to sour on President Obama’s job performance."}