{"article_title": "How Digital Platforms Make Comic Books Better for Everyone", "article_keywords": ["comics", "diamond", "kickstarter", "industry", "publish", "better", "platforms", "mcnamara", "books", "digital", "comic", "book"], "article_url": "http://reason.com/blog/2015/01/18/vid-you-dont-have-to-ask-permission-digi", "article_text": "\"Digital Platforms Breathe New Life Into Comics Industry,\" was originally released on January 12, 2015, and original writeup is below.\n\n\"Any time you don’t have to ask permission is awesome. And now you don’t,\" says Jason McNamara, anaward-winning graphic novelist based in northern California. McNamara is just one of many in the comics community turning away from traditional publishing routes—largely controlled by Diamond Comic Distributors—to digital platforms like Kickstarter and Comixology to finance and publish work.\n\nIt’s a strategy that’s worked well for McNamara’s newest release, called The Rattler—a graphic novel he co-created with Los Angeles artist Greg Hinkle. After launching a Kickstarter campaign for $4,600 to publish the book, McNamara raised over three times his financing goal. \"By going through Kickstarter first we could get a real idea of what the interest is for this book,\" states McNamara. \"There is an element of entrepreneurship and there’s a gamble that appeals to people.\"\n\nThe emergence of crowdfunding sites has helped provide a more diverse selection of comics for fans by allowing creators like McNamara to break through editorial gatekeepers and produce content without sacrificing artistic integrity or ownership.\n\n\"In order to get in the comic shops you had to go through Diamond. They do have a monopoly of sort in the comics community,\" explains Matt Silady, chair of the MFA in Comics program at California College of the Arts in San Francisco. \"Diamond does great things for retailing, but they also have a business model that requires you to have a certain number of pre-orders for you to even be considered as part of that catalog. If you’re not in that catalog, nobody is seeing your work.\"\n\nNow artists and writers can showcase their work on a variety of websites and speak directly to fans.\n\n\"Diamond will turn a lot of stuff down based on whether they think it’s worth it to them. You have to appeal to their taste and what they think. But Comixology is more open … Kickstarter—there is no barrier of entry,\" says McNamara. \"Which is great, because if you want to make comic books, no one is saying 'no' to you anymore. You just have to find the right platform.\"\n\nAs more creators turn to online platforms to publish their work, consumers are also embracing the digital marketplace. Comic book sales broke industry records in 2014 with digital comics contributing an estimated $90 million in sales according to the most recent numbers published by IcV2. The rise of these digital platforms has only helped to expand readership—which has led to bigger profits in the comics industry and a reported four percent increase in brick and mortar comic-book retailers.\n\n\"Overall, comics is healthier than ever as an art form,\" says Silady. \"There’s nothing more exciting than the traditional barriers falling away and someone having art, showing it, and being able to put it out there without having to compromise.\"\n\nAbout 5 minutes.\n\nProduced by Alexis Garcia. Camera by Garcia, Tracy Oppenheimer, and Zach Weissmueller. Music by Jonny Chan and the New Dynasty 6.\n\nScroll down for downloadable versions and subscribe to Reason TV's YouTube channel to get automatic notifications when new material goes live.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "\"Digital Platforms Breathe New Life Into Comics Industry,\" was originally released on&nbsp;January 12, 2015, and original writeup is below. \"Any time", "title": "How Digital Platforms Make Comic Books Better for Everyone", "url": "http://reason.com/blog/2015/01/18/vid-you-dont-have-to-ask-permission-digi", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14214479601363.jpg", "type": "article"}, "twitter": {"description": "\"Digital Platforms Breathe New Life Into Comics\nIndustry,\" was originally released on&nbsp;January 12,\n2015, and original writeup is below.\n\n\n\"Any time you don’t have to ask permission is awesome. And now\nyou don’t,\" says Jason McNamara, anaward-winning graphic\nnovelist&nbsp;based in northern California. McNamara is just\none of many in the comics community turning away from traditional\npublishing routes—largely controlled by Diamond Comic\nDistributors—to digital platforms like", "title": "How Digital Platforms Make Comic Books Better for Everyone", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14214479601363.jpg", "creator": "@heylexyg", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Reasontv", "published_time": "2015-01-18T18:00:00+00:00", "author": "http://reason.com/people/alexis-garcia"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "\"Digital Platforms Breathe New Life Into Comics Industry,\" was originally released on January 12, 2015, and original writeup is below.\nMcNamara is just one of many in the comics community turning away from traditional publishing routes—largely controlled by Diamond Comic Distributors—to digital platforms like Kickstarter and Comixology to finance and publish work.\nComic book sales broke industry records in 2014 with digital comics contributing an estimated $90 million in sales according to the most recent numbers published by IcV2.\nAs more creators turn to online platforms to publish their work, consumers are also embracing the digital marketplace.\nThe rise of these digital platforms has only helped to expand readership—which has led to bigger profits in the comics industry and a reported four percent increase in brick and mortar comic-book retailers."}