{"article_title": "Democrats and Their Multiplying Enemies", "article_keywords": ["multiplying", "political", "democrat", "hillary", "democrats", "party", "politics", "hatred", "left", "debate", "enemies"], "article_url": "http://www.breitbart.com/big-government/2015/10/16/democrats-multiplying-enemies/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nMy, but those Democrat candidates sure do have a lot of enemies! And they’re all law-abiding American citizens.\n\nSIGN UP FOR OUR NEWSLETTER\n\nThe Party of Hate was in rare form during its Tuesday night debate. Everything they said was designed to split Americans into warring camps. Democrat voters were invited to embrace their victimhood, nourish their resentments, and vote for the candidate who promised to make other Americans suffer the most.\n\nThe good and decent gun owners of the National Rifle Association, which has not been charged with any crime, and advocates for a right enshrined in the Constitution – unlike the phony “rights” Democrats invent every few days – came in for a stiff beating, but there wasn’t a word said against ISIS.\n\nLincoln Chafee named another group of law-abiding Americans who have suffered greatly under the policies of Barack Obama, despite making valuable contributions to our national economy, the “coal lobby.”\n\nMartin O’Malley simply named the NRA, without further comment. Clinton took the NRA, plus health insurance companies and drug companies. (She must be furious that ObamaCare funnels so much money to health insurance companies, and only the Republicans dared to stand up against their bailout guarantees, saving taxpayers billions!)\n\nHillary realized how bad her enemies’ list sounded and belatedly tossed in the Iranians. The idea that anyone in Tehran thinks of Hillary Clinton as a formidable foe is hilarious. Then she threw in “Republicans,” naming at least half of the American electorate as her enemies. Tell us again how much you value unity, consensus, and the ideas of your friends across the aisle, Democrats!\n\nJim Webb, who has no place in today’s Democrat Party and shouldn’t have been on the stage, sensibly named the Vietcong soldier who threw a grenade at him, but noted “he’s not around right now to talk to.”\n\nBernie Sanders joined Hillary in wishing drug companies off to the gulag, and threw in “Wall Street,” while strangely forgetting to mention how much money those Wall Street kulaks give to Hillary Clinton.\n\nThe low point was watching these left-wing hatemongers debate whether all lives matter, or if only black lives matter. The accusation that all of non-black America is vaguely guilty of a crime for “undervaluing” black lives should offend patriotic Americans of every color and creed… especially since the Democrats are so keen on seizing property from those they have convicted of “heartlessness” without a trial. I’d like to conduct our great experiment in republican self-government without one party trying to stir up a perpetual race war for its own political benefit, thanks.\n\nOn the other hand, it was delightfully amusing to watch the hapless Lincoln Chafee claim he left the Republicans because he found Democrats more inclusive. Get back to us when you find some pro-life politicians in your super-flexible inclusive party, Mr. Chafee.\n\nIn truth, the Democrats are all about rigid adherence to dogma, and they enjoy punishing dissent.\n\nNothing gets their supporters worked up into a joyous frenzy like joining an Internet outrage posse. They celebrate the personal destruction of thought-criminals with glee. Faced with a uniquely vulnerable front-runner, the rest of the Democrat field – largely including Webb – rushed to embrace her and declare their mutual hatred of the Party’s enemies. Cultivating such loathing for outsiders is one way to keep an insular Party disciplined. The Democrat base doesn’t really care if their candidate is an empty suit like Clinton, because they care far more about who loses the next election.\n\nDivisiveness is a natural outgrowth of all-encompassing statist politics. That might sound like a contradiction, because the statists keep saying they desire unity and focused effort. Government is just another word for the things we all do together, as one of the more insipid left-wing slogans has it.\n\nBehind such rhetoric about unity and consensus lies the ugly reality that accumulating and protecting State power requires enemies. Collectivists need scapegoats who can be blamed for their failures. Notice how all of the Democrats talked about how the country was in horrible shape, but never reminded viewers that their party has been in charge for seven years, headed up by a frankly despotic President who explicitly denies the Constitutional separation of powers. That doesn’t work unless the Party has plenty of targets for their fingers of blame, and with the exception of “obstructionist Republicans,” those targets are all naturally going to be lawful American citizens. Notice how the Democrats explicitly avoided blaming lawbreakers for anything. They can’t wait to hand benefits to illegal aliens and spring criminals from prison. Those groups are not their enemies.\n\nHatred and paranoia are the inevitable toxic byproducts of centralized political power. When the government gets busy redistributing wealth, only organized and disciplined groups with plenty of muscle will come out winners. The Democrat politics of envy and division are a logical expression of how collectivism works: the pie is limited, your rulers are holding the knife, and you need large amounts of political cash or packaged votes to get their attention.\n\nNote how Bernie Sanders cried that “free” college tuition would only happen if young people banded together and demanded it. No, Senator, it’s only going to happen if older people are politically overpowered and forced to pay for it. Demands produce nothing. Demands generate no productivity, harvest no resources, and create no wealth. But to the collectivist mind-set, whipping a large group of people into fighting shape and teaching them to demand things is smart politics. Politics matters far more than productivity to this crowd, and when politics counts for more than productivity, hatred and envy are the order of the day.\n\nDemocrats have cynically exploited the failure of their own teachers’ unions to make primary education worthless – according to their own political rhetoric, only college has value now, and that’s why it must be “free.” They simultaneously blew up a titanic student loan debt bubble, nationalizing it through ObamaCare, and turned young people into indentured servants of the Left. Hillary Clinton explicitly offered to lighten that debt burden in exchange for votes during the debate. You’ll hear a lot more of that, kids. Democrats piled all that debt on your backs to control you, and they’re never going to stop yanking your chain… or teaching you to hate everyone who calls them on it.\n\nHow easily slander came to the lips of Democrats during their debate! How casually they threw out wild allegations of racism and sexism! Of course, not a man or woman on that stage could produce a single documented instance of such thoughtcrime, any more than they could ever manage a legal indictment of the Wall Street “criminals” they keep yammering about. The rhetoric of hatred and division comes easily and naturally to the Left, because it harvests political power from conflict. Its control of the media guarantees that no one in the mainstream press will measure the depth of the venom they left pooling on the debate stage.\n\nThe media also isn’t going to ask them how they plan to pay for their trillion-dollar spending binges. That’s where hatred and division come in handy again. If you oppose the Democrats’ shopping list of “free stuff,” you must hate everyone they plan to treat. Object to paying for it, and they’ll denounce your “greed” (defined in left-wing rhetoric as the desire to keep your own money.) These days, they’re likely to wave off questions of cost by saying it can all be paid for with deficit manna from heaven… and when responsible people express fears about the mounting deficit, they’ll get slapped across the face with higher tax bills. Object to those, and you’re “unpatriotic.” (But don’t you dare question a Democrat’s patriotism after listening to him wail about how America should emulate the far better countries it shares the Western Hemisphere with!)\n\nTheconcept of national “unity” is a scam, applied to anything other than survival against deadly threats. There is no reason 300 million people, in a country with a vibrant tradition of self-reliance and individual liberty, should be “unified” about much beyond mutual defense. People want different things, and there are only two ways to resolve the differences: competition and compulsion. Competition can get a little rough, but it doesn’t require hatred for fuel, the way compulsion does. You have to disrespect your neighbors at a profound level in order to rationalize sending Bernie Sanders or Hillary Clinton to loot them. Placing faith in an all-powerful Ruling Class means there is no faith left over for our fellow citizens.\n\nThat sort of division and contempt is all you’ll ever get from the Left, because their ambition knows no boundaries; they’ll never stop coming up with “free” goodies their favored constituents “deserve,” and vilifying anyone who objects. It will get worse as our economic pie contracts under socialism. A lot worse. If you think the 2016 Democrats had disturbing lists of enemies, wait until you see who the 2028 Democrats expect you to hate.", "article_metadata": {"description": "Democrats and Their Proliferating Enemies", "og": {"site_name": "Breitbart", "description": "Democrats and Their Proliferating Enemies", "title": "Democrats and Their Multiplying Enemies", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2015/10/Dem-Debate-Participants-Alex-Wong-Getty.jpg", "height": 480}, "url": "http://www.breitbart.com/big-government/2015/10/16/democrats-multiplying-enemies/", "type": "article"}, "twitter": {"description": "Democrats and Their Proliferating Enemies", "creator": "@BreitbartNews", "image": "http://media.breitbart.com/media/2015/10/Dem-Debate-Participants-Alex-Wong-Getty.jpg", "title": "Democrats and Their Multiplying Enemies", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "app_id": 1243316582352556, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "2016 campaign, Bernie Sanders, Democrat debate, division, envy, Hillary Clinton, intolerance, jim web, Lincoln Chafee, Martin O'Malley,Big Government, Cronyism,Democrats", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Big Government", "tag": "Martin O'Malley", "published_time": "2015-10-16T06:51:47-07:00", "categories": "Big Government,Cronyism"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af46914bd0286fe3b53\"", "article_summary": "If you think the 2016 Democrats had disturbing lists of enemies, wait until you see who the 2028 Democrats expect you to hate.\nTell us again how much you value unity, consensus, and the ideas of your friends across the aisle, Democrats!\nSIGN UP FOR OUR NEWSLETTERMy, but those Democrat candidates sure do have a lot of enemies!\nHillary realized how bad her enemies’ list sounded and belatedly tossed in the Iranians.\nThen she threw in “Republicans,” naming at least half of the American electorate as her enemies."}