{"article_title": "Madison's homeless begin moving into village of tiny houses", "article_keywords": ["homes", "begin", "wisconsin", "madison", "tiny", "houses", "build", "madisons", "ybarra", "homeless", "village", "moving", "volunteers", "walz", "panel"], "article_url": "http://www.jsonline.com/news/wisconsin/madisons-homeless-begin-moving-into-village-of-tiny-houses-b99171201z1-237177631.html", "article_text": "By\n\nMadison — A nonprofit group hopes to build a village of tiny houses for the homeless in Madison.\n\nConstruction on the first two houses started last summer, and the first residents moved in on Christmas Eve, according to the Wisconsin State Journal. The small structures have a roof, insulated walls, toilet and sink and are intended to provide basic shelter against the elements.\n\nBetty Ybarra has been homeless since April and was initially skeptical when presented with the idea.\n\n\"I was like, 'Yeah, right,'?\" Ybarra said. But she is moving into one of the homes with a friend she had been sharing a tent with in a county park.\n\nThe nonprofit Occupy Madison Inc. spearheaded the effort to build the homes, and more than 50 volunteers participated in the construction. Eventual residents were required to help build and decorate the units.\n\nCity ordinance allows the houses to be parked on the street as long as they're moved every 48 hours. Bruce Wallbaum, project organizer for Occupy Madison, and other organizers are working with area churches to park up to three homes in each lot. Eventually, they hope to get land to create a village of up to 30 small houses.\n\nSteve Burns, a Madison Area Technical College math instructor, trained volunteers and oversaw much of the construction and design of the first two houses, which follow a basic blueprint but can include whatever touches and innovations their creators want.\n\nOne of those innovations was a pole-mounted solar panel, with origins in rural Costa Rica, where villagers use solar-powered lights to guard against snake bites while heading to outdoor latrines. The panel can charge the battery that provides light to the house.\n\nThe University of Wisconsin-Madison donated the panel for one house. The idea came from Ken Walz, an instructor of chemistry, engineering and renewable energy at MATC and an adjunct professor at UW-Madison. For seven years, Walz has led students on study abroad trips to Costa Rica.\n\nThe first homes have a vented propane heater mounted on the wall. They also can use a space heater if parked near an electricity source.\n\n———\n\nInformation from: Wisconsin State Journal, http://www.madison.com/wsj", "article_metadata": {"title": "Madison's homeless begin moving into village of tiny houses", "og": {"url": "http://www.jsonline.com/news/wisconsin/madisons-homeless-begin-moving-into-village-of-tiny-houses-b99171201z1-237177631.html", "image": {"width": 200, "identifier": "http://media.jrn.com/images/js-for-social-200-final.jpg", "height": 200}, "type": "article", "description": "Construction on the first two houses reportedly started last summer, and the first residents moved in on Christmas Eve.", "title": "Madison's homeless begin moving into village of tiny houses"}, "twitter": {"site": "@journalsentinel", "image": "http://media.jrn.com/images/js-for-social-200-final.jpg", "description": "Construction on the first two houses reportedly started last summer, and the first residents moved in on Christmas Eve.", "card": "summary", "title": "Madison's homeless begin moving into village of tiny houses"}, "apple-mobile-web-app-capable": "no", "fb": {"admins": "journal.sentinel.1", "app_id": 227386193957280}, "msapplication-TileImage": "http://media.jrn.com/designimages/logo-mjs-144-icon.png", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "_id": "\"57477af46914bd0286fd516b\"", "article_summary": "ByMadison — A nonprofit group hopes to build a village of tiny houses for the homeless in Madison.\nEventually, they hope to get land to create a village of up to 30 small houses.\nThe nonprofit Occupy Madison Inc. spearheaded the effort to build the homes, and more than 50 volunteers participated in the construction.\nBetty Ybarra has been homeless since April and was initially skeptical when presented with the idea.\nConstruction on the first two houses started last summer, and the first residents moved in on Christmas Eve, according to the Wisconsin State Journal."}