{"article_title": "GOP, Dems caucus; Cruz, Trump hold rallies in Wichita", "article_keywords": ["good", "trump", "kansas", "wichita", "long", "cruz", "dems", "rallies", "rally", "line", "hold", "gop", "caucus", "dont"], "article_url": "http://wsav.com/2016/03/05/gop-dems-caucus-cruz-trump-hold-rallies-in-wichita/", "article_text": "WICHITA, Kan. (KSN) – Republicans flocked to Century II in Wichita Saturday to caucus for the GOP’s field of presidential hopefuls.\n\nTwo of those candidates, Ted Cruz and Donald Trump, were on hand to encourage those attending to support them.\n\nDuring a rally, Cruz told his supporters he was there for something more important than politics.\n\n“We’re here because our country is in crisis,” said Cruz. “We’re here because we love our kids and grandkids, and we love freedom and our constitution, and we want our country back.”\n\nCruz also spoke about his plans to repeal the Affordable Care Act and his plans to launch a federal investigation of Planned Parenthood. He also promised to protect Second Amendment rights.\n\nAlso before the GOP Caucus, Donald Trump held a rally that was attended by thousands of people. During the rally, Trump took shots at President Obama, Mitt Romney and his three remaining opponents.\n\nHe also said that he made the stop in Kansas because he felt it was important to do so.\n\n“I wanted in Kansas, I wanted to be here so badly, so I was headed in another direction I told the pilot, ‘We’re going to Kansas’,” said Trump. “We don’t have much time this morning because in a few minutes we have to go over and Caucus. Who’s ready to vote? Who’s got the right to vote raise your hand? Good, good.”\n\nOne of those who also took the stage was Kansas Fourth District Congressman Mike Pompeo.\n\n“You see all the cameras out here today?” asked Pompeo. “You see all the attention we’re getting here in Kansas?”\n\nKansas politics was hot this weekend, but not everyone at the GOP caucus appreciated the long lines.\n\nErin Winfrey and Bailey Pankraft said they had both been waiting in line a couple of hours to caucus.\n\nCarol Fry also had to wait two hours to caucus for her candidate. But, she said despite the long line she was pleased with the turnout.\n\n“Thrilled to death, it’s wonderful that people care and are really wanting to do something about it,” said Fry.\n\nThe lines were so long there was some concern that people waiting wouldn’t be able to cast their votes before the caucus ended at 2 p.m. HOwever, GOP officials made sure everyone who was in line at two o’clock got to vote.\n\nThe Trump Rally before the GOP Caucus wasn’t peaceful for some.\n\nThere were several outbursts and some protesters in the crowd. A small group of people wearing a yellow Star of David with the word “Muslim” written it were removed from the Donald Trump event. They were escorted out by law enforcement after they shouted, “Muslims are Americans, too” in protest of Trump’s being on the record as saying the government needs to keep track of Muslims in America.\n\nAs the group was being escorted out, some in the audience shouted at them to go back to their country.\n\n“I don’t know why it’s so hard for people to understand that I was born and raised here,” said Jennifer Frahet one of the protester. “I’ve known no other home, this is my home, this is my country… It’s just kind of sad that we don’t belong in our own home. No one likes that feeling.”\n\nTrump never missed a beat, mentioning them briefly in his speech, and said they were not loud enough to be a problem.\n\nMeanwhile, on the Wichita State University campus Democrats held their own caucus. It began inside the Campus Activity Center, but was moved outdoors due to the large number of people who showed up.\n\nAt one point, the line to enter the caucus wrapped around the CAC. Officials at the event said they would not turn anyone away because of the long lines.\n\nOne of those caucusing for Bernie Sanders was Miranda Conley. She thought the caucus got a late start.\n\n“It should have been done a little earlier so not as many people had left, but I think it’s a good idea,” said Conley. “You can see a little bit more of how many people are on each side and it’s not so crowded. And it’s a nice day, so that’s cool.”\n\nOne Hillary Clinton supporter said moving the caucus outside was a good idea.\n\n“It means a lot of people there. So there’s not are not a lot of accommodation in there. So moving outside is easier.”\n\nThe Democratic Caucus expects to post its results later tonight.", "article_metadata": {"description": "WICHITA, Kan. (KSN) – Republicans flocked to Century II in Wichita Saturday to caucus for the GOP’s field of presidential hopefuls. Two of those candidates, Ted Cruz and Donald Trump, were on hand to encourage those attending to support them. During a rally, Cruz told his supporters he was there for something more important than", "generator": "WordPress.com", "google-play-app": "app-id=com.doapps.android.mln.MLN_9a644bf743994a9c62335cbf40954bed", "og": {"site_name": "WSAV-TV", "description": "WICHITA, Kan. (KSN) – Republicans flocked to Century II in Wichita Saturday to caucus for the GOP’s field of presidential hopefuls. Two of those candidates, Ted Cruz and Donald Trump, were on hand …", "title": "GOP, Dems caucus; Cruz, Trump hold rallies in Wichita", "url": "http://wsav.com/2016/03/05/gop-dems-caucus-cruz-trump-hold-rallies-in-wichita/", "image": {"width": 650, "identifier": "https://mgtvwsav.files.wordpress.com/2016/03/trump-wichita.jpg", "height": 371}, "locale": "en_US", "type": "article"}, "twitter": {"description": "WICHITA, Kan. (KSN) – Republicans flocked to Century II in Wichita Saturday to caucus for the GOP’s field of presidential hopefuls. Two of those candidates, Ted Cruz and Donald Trump, were on hand …", "creator": "@WSAV", "image": {"src": "https://mgtvwsav.files.wordpress.com/2016/03/trump-wichita.jpg?w=640"}, "title": "GOP, Dems caucus; Cruz, Trump hold rallies in Wichita", "site": "WSAV", "card": "summary_large_image"}, "msvalidate.01": "25404283363C09DE121A55A903F03873", "msapplication-tooltip": "Savannah Georgia News, Weather, Sports", "apple-itunes-app": "app-id=389665192", "fb": {"pages": 46807007311}, "msapplication-window": "width=device-width;height=device-height", "viewport": "width=device-width, initial-scale=1", "application-name": "WSAV-TV", "google-site-verification": "OxpjulggYD-CQDJ6eor1tbsDguomZ5yHucL7P_HygUI", "keywords": "Ian Margol,", "article": {"publisher": "https://www.facebook.com/wsav3", "published_time": "2016-03-06T01:06:17+00:00", "modified_time": "2016-03-06T01:06:17+00:00"}, "msapplication-task": "name=Subscribe;action-uri=http://wsav.com/feed/;icon-uri=http://0.gravatar.com/blavatar/6d11ba46717d1908cf5d6c0a3cf27c06?s=16"}, "article_summary": "Also before the GOP Caucus, Donald Trump held a rally that was attended by thousands of people.\nThe Trump Rally before the GOP Caucus wasn’t peaceful for some.\nDuring the rally, Trump took shots at President Obama, Mitt Romney and his three remaining opponents.\nWICHITA, Kan. (KSN) – Republicans flocked to Century II in Wichita Saturday to caucus for the GOP’s field of presidential hopefuls.\n“You see all the attention we’re getting here in Kansas?”Kansas politics was hot this weekend, but not everyone at the GOP caucus appreciated the long lines."}