{"article_title": "Tip-Toeing Toward Conversations About Death", "article_keywords": ["death", "patient", "tiptoeing", "endoflife", "conversations", "vanguard", "patients", "health", "doctors", "really", "public", "care"], "article_url": "http://commonhealth.wbur.org/2013/10/massachusetts-end-of-life-care", "article_text": "Tip-Toeing Toward Conversations About Death\n\nHaving a conversation about the way you want to die can be uncomfortable. But that means many of us aren’t ready when our parents, spouse or children face a startling diagnosis or have a tragic accident. And how about for yourself? Do you have a health proxy, someone who knows what to tell doctors if you are unconscious?\n\nA state law passed earlier this year urges more of us to make preparations for these wrenching experiences by requiring that doctors offer information on end-of-life care to “appropriate” patients. The new law does not require counseling or signatures on forms, but the hope is that when a doctor hands a patient a pamphlet, it may start a conversation.\n\n“Sixty-seven percent of people want to die at home and only 24 percent did,” said Public Health Commissioner Cheryl Bartlett, citing a survey of Massachusetts residents. “If we have these conversations more, people will be more comfortable helping to make these choices come true.”\n\nThe Department of Public Health has just released draft rules for the law. It defines an “appropriate” patient as someone who has a terminal illness that is expected to cause death within six months and who would benefit from hospice and palliative care. But some doctors are already taking a much broader view.\n\n“Our goal is that all patients have the opportunity to at least designate a surrogate,” said Eliza Shulman, chief of palliative care at Harvard Vanguard Medical Associates. “And that all of our most vulnerable patients have their wishes very clearly documented so that they are able to get care that’s aligned with their goals and practices.”\n\nHarvard Vanguard is identifying vulnerable patients: those who have had a number of hospital stays in the last year, those with multiple chronic conditions and those who are over age 85. Shulman said doctors decide which of their patients should be offered end-of-life counseling.\n\n“It’s an opportunity for patients to opt in or opt out of different treatments based on their understanding of their illness as well as their own goals and preferences for treatment,” she explained.\n\nHarvard Vanguard began training primary care doctors earlier this year in how to help patients create an end-of-life plan. Dana Farber Cancer Institute is in the middle of a similar physician training pilot program.\n\n“How do we end the futile and unwanted end-of-life care which really is prolonging the death process when people don’t want that?” – Dr. Alan Woodward,\n\nMass. Public Health Council\n\nSeveral members of the state’s Public Health Council who reviewed the draft rules say the state should be reaching out to home health care aides and to churches, synagogues and mosques — places where people feel comfortable opening up.\n\n“There’s tremendous interest when you talk to anyone over 50,” said Dr. Alan Woodward, a member of the Public Health Council. “The question is: How do we end the futile and unwanted end-of-life care which really is prolonging the death process when people don’t want that?”\n\nWoodward says patients with a terminal illness or dementia should talk to their doctor about a MOLST form. It turns patient decisions about the use of life-sustaining machines and interventions into a medical order.\n\nDr. Lachlan Forrow, who co-chaired the state’s expert panel on end-of-life care, says if patients start taking charge of their care at the end of life, the effects will ripple through the system.\n\n“I think it may be a fascinating evolution,” Forrow said. “If the greatest momentum in really developing a patient-centered health care system comes from a topic that most people thought was too sensitive or scary to touch.”\n\nIt would be quite a change from just a few years ago when Democrats pulled end-of-life counseling out of an early version of the Affordable Care Act amid claims that it would lead to so-called “death panels.” Now there is a bipartisan effort in the U.S. Senate to revisit end-of-life counseling. In Massachusetts, the requirement to provide information is expected to take effect early next year.\n\nListen to the audio version of this story below:", "article_metadata": {"description": "A new state law aims to urge residents to prepare for their deaths by requiring doctors to offer information about end-of-life care to \"appropriate\" patients.", "og": {"site_name": "commonhealth", "description": "A new state law aims to urge residents to prepare for their deaths by requiring doctors to offer information about end-of-life care to \"appropriate\" patients.", "title": "Tip-Toeing Toward Conversations About Death", "url": "http://commonhealth.wbur.org/2013/10/massachusetts-end-of-life-care", "image": "http://s3.amazonaws.com/media.wbur.org/wordpress/15/files/2012/10/death-620x465.jpg", "type": "article"}, "twitter": {"url": "http://commonhealth.wbur.org/2013/10/massachusetts-end-of-life-care", "image": "//s3.amazonaws.com/media.wbur.org/wordpress/15/files/2012/10/death-620x465.jpg", "site": "@commonhealth", "card": "summary", "title": "Tip-Toeing Toward Conversations About Death"}, "DC.date.issued": "2013-10-17", "msvalidate.01": "D02D46BAEDB3F81FC1B1DE2A8CB69551", "fb": {"admins": 1549080028, "app_id": 134067973330252}, "date": "Thu, 17 Oct 2013 07:19:09 -0400"}, "_id": "\"57477af46914bd0286fd878f\"", "article_summary": "Tip-Toeing Toward Conversations About DeathHaving a conversation about the way you want to die can be uncomfortable.\n“If we have these conversations more, people will be more comfortable helping to make these choices come true.”The Department of Public Health has just released draft rules for the law.\n“There’s tremendous interest when you talk to anyone over 50,” said Dr. Alan Woodward, a member of the Public Health Council.\n“How do we end the futile and unwanted end-of-life care which really is prolonging the death process when people don’t want that?” – Dr. Alan Woodward,Mass.\nPublic Health CouncilSeveral members of the state’s Public Health Council who reviewed the draft rules say the state should be reaching out to home health care aides and to churches, synagogues and mosques — places where people feel comfortable opening up."}