{"article_title": "Wisconsin's Affordable Care Act future bleak", "article_keywords": ["affordable", "wont", "wisconsinites", "theyll", "increase", "expensive", "future", "health", "bleak", "act", "uninsured", "2017", "insurance", "wisconsins", "care"], "article_url": "http://www.jsonline.com/news/opinion/wisconsins-affordable-care-act-future-bleak-b99304086z1-265767261.html", "article_text": "President Barack Obama answers a question as he holds a town hall meeting at Minnehaha Park on Thursday in Minneapolis. Credit: Associated Press\n\nBy\n\nWisconsin, buckle up. Over the next few months, you'll learn how much your health insurance premiums will go up for next year. The early evidence isn't good — the percentage increase could be in the double digits.\n\nBut that's nothing compared to what you'll face in 2017. In May, I released a comprehensive study showing how the Affordable Care Act — otherwise known as Obamacare — likely will play out over the next few years. The diagnosis isn't good.\n\nFirst, the short version. In two years, the ACA's structural problems will lead to substantial premium increases. Once that happens, Wisconsinites likely will leave the insurance market in droves. They'll have little choice — they won't be able to afford health insurance because federal subsidies won't keep up with the rapid price increases. Within a decade, this could swell the ranks of the uninsured by nearly 11%.\n\nThis isn't baseless speculation. I reached this conclusion by using a peer-reviewed economic model published in several health journals. It was funded by both private and government sources, including the Department of Health and Human Services, and has been cited by multiple Supreme Court justices in ACA-related rulings.\n\nBut why won't this happen until 2017? Because that's the year when the Affordable Care Act goes into full effect and certain temporary provisions begin to sunset. The changes will affect all plans sold for 2017 and beyond.\n\nTwo big changes will occur that year: Insurance companies will no longer have access to ACA's \"re-insurance\" and \"risk corridor\" programs. The first item currently allows insurers to bill the government for the most expensive patients; the second one guarantees that the industry's losses will be subsidized by you. When these two programs end, the insurance industry won't have access to taxpayer money.\n\nThat leaves Wisconsinites to pick up the tab. Without taxpayer money, insurers in the state will increase plan premiums to cover the sudden shortfall. They'll have no other choice — the other option is to go out of business.\n\nYou might not have a choice, either. The data predicts that the average 2017 premiums for a bronze family plan may jump from $8,800 to $12,800 — an increase of 46%. Undoubtedly, this will be far too expensive for many people. No insurance may be the only financially sound option.\n\nThis will cause a chain reaction in the insurance market. As people leave the exchanges, insurers will have fewer customers who can shoulder health care costs. Thus, for 2018, they'll have to raise prices again — which will only cause more people to leave. This cycle could repeat itself indefinitely.\n\nEmployer health care coverage won't stem the losses. After 2016, many businesses will stop offering health insurance because it's also getting too expensive for them. I estimate that over 14 million people could lose employer coverage over the next decade.\n\nThis rapid turn of events leaves more Wisconsinites who need health insurance from the exchanges. Those same exchanges, meanwhile, are hemorrhaging customers because they're becoming more expensive every year. Stuck in this cycle, many will find the IRS \"shared responsibility fee\" — the tax for not having health insurance — a far cheaper option. My analysis indicates that this could increase the number of uninsured by nearly 11% to over 40 million people within a decade.\n\nThink of what this means for the Affordable Care Act. Its architects promised that it would make health care cheaper while providing universal health care. Instead, it will make health care unaffordable for many while leaving more Wisconsinites uninsured. This health care cure may be worse than the disease.\n\nStephen Parente is a professor of health finance, the associate dean of the Carlson School of Management and the director of the Medical Industry Leadership Institute at the University of Minnesota.", "article_metadata": {"title": "Wisconsin's Affordable Care Act future bleak", "og": {"url": "http://www.jsonline.com/news/opinion/wisconsins-affordable-care-act-future-bleak-b99304086z1-265767261.html", "image": {"width": 2000, "identifier": "http://media.jrn.com/images/b99304086z.1_20140703184812_000_g016t5l1.1-1.jpg", "height": 1261}, "type": "article", "description": "In two years, the ACA’s structural problems will lead to substantial premium increases.", "title": "Wisconsin’s Affordable Care Act future bleak"}, "twitter": {"image": "http://media.jrn.com/images/b99304086z.1_20140703184812_000_g016t5l1.1-1.jpg", "title": "Wisconsin's Affordable Care Act future bleak", "description": "In two years, the ACA’s structural problems will lead to substantial premium increases.", "card": "summary_large_image", "site": "@journalsentinel"}, "apple-mobile-web-app-capable": "no", "fb": {"admins": "journal.sentinel.1", "app_id": 227386193957280}, "msapplication-TileImage": "http://media.jrn.com/designimages/logo-mjs-144-icon.png", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "_id": "\"57477af46914bd0286fd51be\"", "article_summary": "Its architects promised that it would make health care cheaper while providing universal health care.\nAs people leave the exchanges, insurers will have fewer customers who can shoulder health care costs.\nOver the next few months, you'll learn how much your health insurance premiums will go up for next year.\nInstead, it will make health care unaffordable for many while leaving more Wisconsinites uninsured.\nThis health care cure may be worse than the disease."}