{"article_title": "GOP presidential candidates tout NH primary's importance", "article_keywords": ["nh", "allegra", "selection", "primarys", "importance", "country", "santorum", "filing", "tout", "sen", "bovermanunion", "candidates", "graham", "gop", "presidential"], "article_url": "http://www.unionleader.com/GOP-presidential-candidates-tout-NH-primarys-importance", "article_text": "\n\nSen. Lindsey Graham, R-S.C.,, signs his filing papers. (ALLEGRA BOVERMAN/UNION LEADER) Sen. Lindsey Graham, R-S.C.,, signs his filing papers. (ALLEGRA BOVERMAN/UNION LEADER)\n\n\n\nFormer Sen. Rick Santorum, R-Pa., speaks with reporters after filing. (ALLEGRA BOVERMAN/UNION LEADER) Former Sen. Rick Santorum, R-Pa., speaks with reporters after filing. (ALLEGRA BOVERMAN/UNION LEADER)\n\n— From the Mideast to the presidential selection process, three former or sitting Republican U.S. senators filed Thursday to run in the New Hampshire presidential primary.All three lamented the push at the national level to reduce the influence of early presidential selection states and made passionate pleas for retaining the current schedule, which gives underfunded and lesser-known candidates an opportunity to make their cases...South Carolina Sen. Lindsey Graham said the “nationalization” of the selection process led by the Republican National Committee “is bad for New Hampshire and bad for democracy.”Texas Sen. Ted Cruz said it is “lunacy” to try to minimize the role of Iowa, New Hampshire and South Carolina, where people can vet the candidates in a way larger states cannot...Former Pennsylvania Sen. Rick Santorum said the national media and the NRC are currently controlling the structure, the process and the debates as they attempt to winnow the field.“If we continue down this path,” Santorum said, “the consequences will not be good for the parties nor the voters.”..Cruz, who arrived with former House Speaker Bill O’Brien, District 5 Executive Councilor David Wheeler, former NHGOP Chairman Jack Kimball and former U.S. Sen. Bob Smith, said he is the only candidate in the field who has not strayed from conservative principles...He listed his stands against Obamacare, the President’s executive order granting amnesty to those in the country illegally and Planned Parenthood funding.“Where were the other candidates?” Cruz asked. “They were nowhere to be found, like they were in witness protection.”..Graham touted his foreign policy experience and said he fears another attack on this country from Islamic terrorists more than ever before.He said American troops should join other forces in Syria to eliminate ISIS and allow the country to repair itself. Alternatives to the jihadists need to be established so young people can flourish outside of the militants, Graham said...“If we don’t do this,” Graham said, “we have another 9-11 coming our way.” He also said troops should remain in Afghanistan.While other GOP candidates are talking about sending all immigrants back to their country of origin, Santorum said the problem is not that difficult to solve...He noted about half of the estimated 11 million illegal immigrants have overstayed their visa’s time limit. “That means we know who they are, probably where they are and how to contact them,” he said.The other half are people who entered the country illegally, mostly to work. They are subject to deportation, Santorum said, adding the businesses that employ them should be punished as well...Also filing Thursday were Democratic candidates Brock C. Hutton of Linthicum, Md., and James Valentine of Miami Beach, Fla.The filing period is open until Nov. 20 for what is expected to be the Feb. 9 presidential primary...grayno@unionleader.com..", "article_metadata": {"description": "Cruz, Graham and Santorum file for GOP Presidential Primary criticize party leaders for try to minimize early states.", "title": "GOP presidential candidates tout NH primary's importance | New Hampshire", "og": {"site_name": "UnionLeader.com", "description": "Cruz, Graham and Santorum file for GOP Presidential Primary criticize party leaders for try to minimize early states.", "title": "GOP presidential candidates tout NH primary's importance | New Hampshire", "url": "http://www.unionleader.com/GOP-presidential-candidates-tout-NH-primarys-importance", "image": {"width": 600, "identifier": "http://www.unionleader.com/storyimage/UL/20151113/NEWS0605/151119676/AR/0/AR-151119676.jpg?q=70?ExactW=600&ExactH=314&imageversion=MainHighlight&q=80", "height": 314}, "type": "article"}, "section": "Primary Plus", "robots": "NOARCHIVE, NOODP, NOYDIR", "keywords": "Business, Health, Politics, Presidential, War, Obamacare, Rick Santorum, Abortion, Immigration,", "fb": {"app_id": 665237656918292}, "date": "2015-11-13 00:00:00", "twitter": {"description": "Cruz, Graham and Santorum file for GOP Presidential Primary criticize party leaders for try to minimize early states.", "title": "GOP presidential candidates tout NH primary's importance | New Hampshire", "url": "http://www.unionleader.com/GOP-presidential-candidates-tout-NH-primarys-importance", "image": "/storyimage/UL/20151113/NEWS0605/151119676/AR/0/AR-151119676.jpg?q=70", "site": "@UnionLeader", "card": "summary$t"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "(ALLEGRA BOVERMAN/UNION LEADER) Sen. Lindsey Graham, R-S.C.,, signs his filing papers.\n(ALLEGRA BOVERMAN/UNION LEADER)Former Sen. Rick Santorum, R-Pa., speaks with reporters after filing.\n(ALLEGRA BOVERMAN/UNION LEADER) Former Sen. Rick Santorum, R-Pa., speaks with reporters after filing.\nSen. Lindsey Graham, R-S.C.,, signs his filing papers.\n“That means we know who they are, probably where they are and how to contact them,” he said.The other half are people who entered the country illegally, mostly to work."}