{"article_title": "Texas InsiderJoe Barton: The oil Champion Wants Another Shot at Energy Gavel", "article_keywords": ["wants", "pepper", "oil", "shot", "champion", "reform", "things", "insiderjoe", "barton", "think", "understand", "chairman", "committee", "gavel", "repeal", "dr", "energy", "texas"], "article_url": "http://www.texasinsider.org/joe-barton-oil-champion-wants-another-shot-energy-gavel/", "article_text": "By Catherine Traywick\n\nThe First Word Energy team draws on Bloomberg’s worldwide resources to cover all aspects of energy policy. Learn how Bloomberg Government can help your energy lobbying or policy analysis—contact Peter Hsu at yhsu24@bloomberg.net or 202-416-3035.\n\nJust inside Texas Republican Joe Barton’s Rayburn office is a mini-fridge filled with Dr. Pepper: original, diet, caffeine free. It’s a daily reminder of where he comes from: Waco, Texas. His home town is the birthplace of the beverage that he always seems to have in hand.\n\nBarton’s allegiance to products of the Lone Star State extends to his work on the House Energy and Commerce Committee, where he’s been an advocate of the oil and gas industry for nearly three decades. That culminated in a repeal of the crude-oil export ban last December. Fresh from that win, the panel’s “chairman emeritus” is now positioning himself to once again lead the committee he’s served on since 1987.\n\nAn engineer whose district extends across a swath of reliably Republican suburbs south of Dallas, Barton wants more drilling on public lands and pushed hard for the Keystone pipeline. He sparked an uproar (and a rebuke from GOP leadership) for apologizing to a BP executive for the “shakedown” the company got from President Barack Obama after the Gulf oil spill.\n\nBarton, whose gentle, lilting speaking style belies a steely demeanor, sat down with Bloomberg Government to chat about why he wants to return as chairman of the Energy and Commerce committee, how he was treated by GOP leaders last time he ran for chairman and which jersey he plans to wear at this year’s congressional baseball game.\n\nI understand you want to be chairman again.\n\nIt’s legally possible. I’d say I’m a little bit of a long-shot, a dark horse.\n\nWhy do you say that?\n\nWell, you’ve got three or four people that have never been a committee chairman —John Shimkus and Greg Walden would probably be the top two. And Congresswoman (Marsha) Blackburn of Tennessee.\n\nBased on the ability to get things done, I’d be the leading contender. If you want to have an activist committee in the next Congress, I would be a committee chairman that could make things happen. But I certainly understand there are other people who are qualified, and I’m not being negative on them at all. So we’ll just see. It depends on the make-up of the steering committee and what the issues are.\n\nShimkus seems pretty serious about pursuing this.\n\nHe and I are good friends. I’m not opposed to Mr. Shimkus being chairman. He and Greg and Marsha waited their turn, and I understand that, but I was not treated fairly and I think they understand that.\n\nYou were treated unfairly in the 2010 race?\n\nWell, former Speaker Boehner came up with an interpretation that said time served in the minority counts as time served in the majority, and I had been ranking member for two terms. He said that’s the same as if you’d been chairman. That’s absurd. The chairman sets the agenda for the committee, the ranking member of the minority reacts. The minority seldom ever wins a vote, or anything. The deck is stacked against the minority.\n\nThere needs to be an acknowledgment of that. I think the conference would acknowledge that. God help us if what former Speaker Boehner — if his interpretation is correct, why would anyone in their right mind ever be the ranking member? Why would you forgo a chance to be chairman by being ranking member? It’d be stupid to. And it was not enunciated that way at the time the rules were put in place or while we were in the minority. It was an after-the-fact interpretation.\n\nBut, look, I’m a big boy, I understand. There are not that many major committee chairmanships and the good news is we have a lot of qualified people who would do a good job. I just think the fact that I was chairman for one term shows what I can do and my ability to put together coalitions.\n\nIf you do get the gavel, what would you do with it?\n\nWe need to replace Obamacare — that’s probably the single biggest issue. I think I could put together a bipartisan coalition to do that. I think FDA, NIH reform as a part of Obamacare reform would be things that could be helpful, and those are things I’ve done before. In telecommunications, I think President Obama has not served the telecommunications industry well. His net-neutrality rules and some of the restrictions they’ve put on the Internet, I don’t think are helpful.\n\nAnd your energy priorities?\n\nTo try to bring fairness into the environmental laws. I don’t want to gut the Clean Air Act or the Clean Water Act, but, at the same time, I think you can have effective environmental protection and still have natural-resource development and commonsense air regulations and things like that. The president’s Clean Power Plan is terrible. These latest ozone proposals are unnecessary in my opinion. I don’t think they’re science based. So, just kind of reform the environmental laws so you have real protection but you have more of a balance between economic growth and environmental protection.\n\nWould you take any action on the RFS?\n\nI think we’d have to try. You can make an argument to repeal it, and you can certainly make an argument to reform it. It’s not enforceable in its current configuration. The mandates, the volumetric mandates, are too high. So at a minimum you ought to ratchet down the formula. You could repeal it, and you’d still have a huge ethanol volume in this country.\n\nThe reasons for which the RFS was initially established are no longer there. But whether it’s worth the political fight to try to repeal it, that would be a policy decision that the Speaker and the Majority Leader of the Senate would have to make. So I could either go to reform it or repeal it.\n\nWas the crude-export ban repeal your biggest legislative win?\n\nIt’s certainly the biggest in the last three to four years, but I’ve done the NIH reform bill, the big energy bill in 2005. I’ve been very lucky to have been in a position to do some things that have helped energy policy in this country.\n\nHow do you see the energy landscape changing now?\n\nWell, we’ve been very fortunate in this country — and I’ll take some credit for it, but it’s not just me — but we’ve maintained basically a free-market energy policy and, as a consequence of that, we are a leader in world energy and are going to be a world leader in energy for the foreseeable future. Oil, natural gas, coal, wind, solar — you name it. Ethanol. We are the world leader, and we’ll stay the world leader.\n\nWhat would readers be surprised to learn about you?\n\nI guess how sentimental maybe I am.\n\nYou’re managing the GOP baseball team again this year.\n\nWe’ve got a very competitive team this year, and I think we have a good chance to win.\n\nWhich jersey will you wear?\n\nWell, I have worn Texas A&M, Houston Astros, but mostly I wear Texas Rangers since they’re in my district. I have a white jersey, a red jersey and a blue Rangers’ jersey. So, it’s whichever one I can fit in. I think the blue one is the fattest one.\n\nI’ve noticed you enjoy drinking diet Dr. Pepper.\n\n(Laughs) I do. The one I drink the most — although I’m trying to cut back — is caffeine-free, diet Dr. Pepper. I like Dr. Pepper Ten. I like the old classic Dr. Pepper with real sugar — though that’s one of the few we don’t give away. Diet Dr. Pepper to me just tastes better than Diet Coke. But, yeah, we’re a Dr. Pepper office.\n\nHow did your love affair with Dr. Pepper begin?\n\nWell, I grew up in Waco, Texas, and that’s the home of Dr. Pepper. I guess as a kid, a lot of times we couldn’t afford carbonated beverages. We drank a lot of Kool-Aid and lemonade. When we could buy the real deal, it was always Dr. Pepper. Or Big Red. There was a faction of Big Red in Waco.\n\nNever heard of it.\n\nIt’s not really strawberry…Kind of a cream soda. It’s red — they call it Big Red. It’s good!\n\nTo contact the reporter on this story:\n\nCatherine Traywick in Washington at ctraywick@bloomberg.net\n\nTo contact the editors responsible for this story:\n\nNicholas Johnston at njohnston3@bloomberg.net\n\nMark Drajem", "article_metadata": {"keywords": "Texas, Politics, Congress, Legislation, House, Government, Representative, News, Opionion, Quotes, The Scoop, Cartoons", "og": {"site_name": "Texas Insider Politics", "description": "By Catherine Traywick The First Word Energy team draws on Bloomberg’s worldwide resources to cover all aspects of energy policy. Learn how Bloomberg Government can help your energy lobbying or policy analysis—contact Peter Hsu at yhsu24@bloomberg.net or 202-416-3035. Just inside Texas Republican Joe Barton’s Rayburn office is a mini-fridge filled with Dr. Pepper: original, diet, caffeine free. It’s …", "title": "Joe Barton: The oil Champion Wants Another Shot at Energy Gavel - Texas Insider Politics", "locale": "en_US", "image": "http://www.texasinsider.org/wp-content/uploads/2011/02/joe-barton1.jpg", "updated_time": "2016-05-12T22:58:00+00:00", "url": "http://www.texasinsider.org/joe-barton-oil-champion-wants-another-shot-energy-gavel/", "type": "article"}, "twitter": {"description": "By Catherine Traywick The First Word Energy team draws on Bloomberg’s worldwide resources to cover all aspects of energy policy. Learn how Bloomberg Government can help your energy lobbying or policy analysis—contact Peter Hsu at yhsu24@bloomberg.net or 202-416-3035. Just inside Texas Republican Joe Barton’s Rayburn office is a mini-fridge filled with Dr. Pepper: original, diet, caffeine free. It’s […]", "creator": "@texasinsider", "image": "http://www.texasinsider.org/wp-content/uploads/2011/02/joe-barton1.jpg", "title": "Joe Barton: The oil Champion Wants Another Shot at Energy Gavel - Texas Insider Politics", "site": "@texasinsider", "card": "summary"}, "article": {"publisher": "https://www.facebook.com/TexasInsider/", "published_time": "2016-05-10T08:07:18+00:00", "author": "https://www.facebook.com/TexasInsider/?ref=s", "section": "The Scoop", "modified_time": "2016-05-12T22:58:00+00:00", "tag": "waco"}}, "article_summary": "Just inside Texas Republican Joe Barton’s Rayburn office is a mini-fridge filled with Dr. Pepper: original, diet, caffeine free.\nWell, I grew up in Waco, Texas, and that’s the home of Dr. Pepper.\nI like the old classic Dr. Pepper with real sugar — though that’s one of the few we don’t give away.\nWell, you’ve got three or four people that have never been a committee chairman —John Shimkus and Greg Walden would probably be the top two.\nThe one I drink the most — although I’m trying to cut back — is caffeine-free, diet Dr. Pepper."}