{"article_title": "The last time Cal won the Big Game, Kanye interrupted T. Swift (and these 9 other things happened)", "article_keywords": ["million", "world", "farmville", "seconds", "things", "cal", "interrupted", "winning", "record", "game", "won", "video", "zynga", "big", "kanye", "2009", "swift", "happened"], "article_url": "http://www.dailycal.org/2013/11/22/last-time-cal-won-big-game-kanye-cut-taylor-swift/", "article_text": "The last time the Bears won the Big Game, most of us weren’t students here. That’s right, those dang Stanfurd trees have a three-year winning streak in the Big Game. For nostalgia purposes, we’re here to bring you some of the top pop culture highlights of 2009, that glorious winning year. Must’ve been some good karma somewhere…\n\n1. Hassle in the House\n\nRepresentative Joe Wilson, a South Carolina Republican, yells “You lie!” at President Obama during a 2009 speech discussing coverage of illegal immigrants under health care legislation. This ends up being a huge fundraising opportunity for the Democrats — $1 million poured in during the 48 hours after the incident.\n\n2. Kanye vs. Taylor\n\nIn a moment that will live in MTV Music Awards infamy, Kanye snatched the mic from T. Swift in September 2009 with the words “Imma let you finish, but Beyonce had one of the best videos of all time.” Sorry, baby North West, but we still think Blue Ivy had one of the best baby names of all time. Also: T Swift wasn’t even twenty-two-oo-oo yet.\n\n3. Lightning Speed\n\nEnter the track-and-field world championships in Berlin, summer 2009. Usain Bolt, at 9.58 seconds, topples the world record for the 100 meters by 0.11 seconds (the largest improvement of a world record since the inception of electronic timing). Then he kills the 200-meter world record with a 19.19 finish two days later. Those records he broke — did we mention he originally set them? Makes us want to up that treadmill mph.\n\n4. FarmVille Frenzy\n\n\n\nIn June 2009, this iconic social networking game was released by Zynga. Turns out virtual crop-harvesting is strangely addictive — the game jumped to 62 million users by October of the same year, making it the most popular social networking game of its time. In 2010, Zynga drew on its FarmVille success to release CityVille, now the largest game on Facebook by monthly active users. FarmVille 2 was released in 2012.\n\n5. Avatar\n\nRounding out the box office at $749,766,139, the supposedly $200+ million-budget film beats out “Transformers: Revenge of the Fallen,” “Harry Potter and the Half Blood Prince,” “The Twilight Saga: New Moon,” “The Hangover,” and “Up” for the title of highest-grossing film of 2009.\n\n6. Buzzwords\n\nThanks to Sarah Palin’s Facebook post, the phrase “death panel” catches fire in describing certain provisions of Obama’s Patient Protection and Affordable Care Act. Other phrases, such as “pulling the plug on grandma,” quickly latched on to the former Alaska governor’s claims. All was officially debunked by media, fact-checkers, Democrats and even some Republicans, earning Palin PolitiFact’s “Lie of the Year.” The issue seems to be back in the hot seat, however, with recent attention to the controversial panels.\n\n7. No Regrets — Except this high-five\n\nScott MacIntyre delivers an inspiring audition for the eighth season of “American Idol” and moves on to the Hollywood round. Amid ecstatic family and friends, Ryan Seacrest raises up his hand for a high-five — forgetting Scott is legally blind. It clicks with Seacrest after a couple of horrific seconds — “Well, I’m giving you a high-five!” he says, and he takes Scott’s hand from his side.\n\n8. Octomom\n\nPseudonym for California single mom Nadya Suleman, who gave birth to octuplets in January 2009. Suleman ends up signing a $250,000 deal with a British production company, granting it access to her home and kids for 11 days. The two aspects of this causing the most public outrage? The concept of in vitro fertilization and Suleman’s uncanny resemblance to Angelina Jolie.\n\n9. Election Day in Iran\n\nTumultuous elections in Iran declare incumbent Mahmoud Ahmadinejad the winner by an exceedingly large margin in June 2009. Tehran became home to millions of irate Iranians protesting the regime and their distrust of the election’s fairness. The election results were upheld, creating what media called a “political quagmire,” and Ahmadinejad held office until Aug. 3 of this year.\n\n10. David After Dentist\n\nDrugged-out 7-year-old David copes with his post-dentist meds on the way home, and the video goes viral. With more than 121 million views, David’s shown us that video our sibling took of us post-anesthesia from wisdom teeth removal is in good company.\n\nContact Leah Hegyi at [email protected]", "article_metadata": {"og": {"site_name": "The Daily Californian", "description": "The last time the Bears won the Big Game, most of us weren’t students here. That’s right, those dang Stanfurd trees have a three-year winning streak in the Big Game. For nostalgia purposes, we’re here to bring you some of the top pop culture highlights of 2009, that glorious winning year.Read More…", "title": "The last time Cal won the Big Game, Kanye interrupted T. Swift (and these 9 other things happened) | The Daily Californian", "locale": "en_US", "image": "http://i0.wp.com/www.dailycal.org/assets/uploads/2013/11/biggame6.ROMERO.jpg", "updated_time": "2013-11-22T15:56:30-08:00", "url": "http://www.dailycal.org/2013/11/22/last-time-cal-won-big-game-kanye-cut-taylor-swift/", "type": "article"}, "article": {"publisher": "https://www.facebook.com/dailycal", "section": "College Life", "tag": "Stanford", "published_time": "2013-11-22T08:00:48-08:00", "modified_time": "2013-11-22T15:56:30-08:00"}, "fb": {"admins": 877855486}, "twitter": {"description": "The last time the Bears won the Big Game, most of us weren’t students here. That’s right, those dang Stanfurd trees have a three-year winning streak in the Big Game. For nostalgia purposes, we’re here to bring you some of the top pop culture highlights of 2009, that glorious winning year.Read More…", "creator": "@dailycal", "image": "http://i0.wp.com/www.dailycal.org/assets/uploads/2013/11/biggame6.ROMERO.jpg", "title": "The last time Cal won the Big Game, Kanye interrupted T. Swift (and these 9 other things happened) | The Daily Californian", "site": "@dailycal", "card": "summary_large_image"}, "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "article_summary": "Usain Bolt, at 9.58 seconds, topples the world record for the 100 meters by 0.11 seconds (the largest improvement of a world record since the inception of electronic timing).\nThen he kills the 200-meter world record with a 19.19 finish two days later.\nThe last time the Bears won the Big Game, most of us weren’t students here.\nThat’s right, those dang Stanfurd trees have a three-year winning streak in the Big Game.\nIn 2010, Zynga drew on its FarmVille success to release CityVille, now the largest game on Facebook by monthly active users."}