{"article_title": "Democratic Candidates Criticize Obamacare Tax Disliked By Unions", "article_keywords": ["obama", "criticize", "clinton", "tax", "obamacare", "unions", "costs", "candidates", "presidential", "cadillac", "health", "disliked", "care", "democratic"], "article_url": "http://www.huffingtonpost.com/entry/cadillac-tax-democrats-unions_us_55d5e7c7e4b0ab468da00204", "article_text": "The state AFL-CIO convention in Las Vegas this week provided former Secretary of State Hillary Clinton and Sen. Bernie Sanders (I-Vt.), who spoke on Tuesday, and former Maryland Gov. Martin O'Malley, who spoke on Wednesday, with the opportunity to share their concerns about the tax with labor voters.\n\nThe problem is the so-called Cadillac tax. It's set to go into effect in 2018. And unions in states like Nevada, which holds one of the crucial early caucuses next year, argue that it will unfairly diminish health coverage for their members.\n\nWASHINGTON -- Even as they're defending the Affordable Care Act against Republican attacks, the three major Democratic presidential candidates agreed this week that the health care law does have a problem. It's no coincidence that unions agree.\n\nOn Cadillac tax @HillaryClinton wants to figure out \"how to deal with high out of pocket costs and high deductibles.\" #NVLabor15\n\nThe Cadillac tax -- so labeled because it applies to high-end health insurance plans -- will impose a 40 percent levy on the excess cost of plans above $10,200 for individual coverage and $27,500 for family coverage. So if a family plan costs $37,500, the tax, which will be paid by the health plan issuer or employer funding its own plan, will apply to the last $10,000 of that. The purpose is to slow increases in health spending and pay for the ACA.\n\nBut opponents of the tax say the idea that it will affect only the wealthy is a misconception, since it is expected to hit one-third to one-half of employers in 2018, when it goes into effect, and up to 60 percent by 2022.\n\nOpponents also argue that it unfairly punishes older workers and those who live in areas where health care costs more. They say that the tax encourages employers to lower the value of the benefits they offer and thereby shifts more costs to consumers.\n\nSupporters of the tax contend that the more expensive health plans encourage a costly over-utilization of health care services.\n\nWhile the provision is popular within the Obama administration and among economists, members of Congress fought over the idea when the health care law was being crafted. This year, business groups, insurance companies and unions joined together to \"Fight the 40,\" by lobbying Congress for repeal. The coalition touts its bipartisan support, with one bill in the House sponsored by Rep. Frank Guinta (R-N.H.) and another by Rep. Joel Courtney (D-Conn.).\n\nThe unions are also seeking to generate momentum for the legislation by encouraging Democratic presidential candidates to speak out against the tax.\n\nYvanna Cancela, the political director for Nevada's 55,000-member Culinary Workers Union Local 226, told The Huffington Post that while she was encouraged that the three candidates took a stand, her group is looking for actions, not just words.\n\n\"It's an issue where candidates can take action -- there are bills in Congress with bipartisan support -- so that means that eventually some of the candidates will have an opportunity to vote on it,\" she said. \"In the meantime, they can do the work that it takes to move a bill by using their political influence to get that bill moving.\"\n\nCancela said that Clinton's comments in particular were \"clever political speak,\" but that her message that she would \"examine\" the tax wasn't enough.\n\n\"Rather than sit around listening to election-year promises, we're interested in seeing which candidates are willing to take action on an issue that affects not just our members but millions of workers across the country,\" Cancela said.\n\nClinton has had trouble with unions in Nevada before, so there's extra scrutiny on whether she embraces their priorities this cycle. In 2008, UNITE HERE, which Cancela's group is affiliated with, was the first national union to endorse presidential candidate Barack Obama. Days after that endorsement, Clinton allies sued to block voting sites on the Las Vegas strip that they worried would elect a disproportionate share of caucus delegates (and go for Obama). The dispute got nasty, as UNITE HERE ran an ad saying Clinton \"does not respect our people\" in Spanish. Obama went on to win the caucus.\n\nThis time around, Clinton has an opportunity to redeem herself with union members by coming out strongly against the Cadillac tax. The dynamics of the issue are similar to those around the Trans-Pacific Partnership: Coming out against the controversial trade deal would immediately help her position with labor groups, but so far she has said she is waiting to see the final text before voicing her support or opposition.\n\nBut the clock is ticking. While some unions may wait until a Democrat has the presidential nomination all but locked up before they make an endorsement, others could make an early -- and potentially influential -- decision, as UNITE HERE did in 2008.", "article_metadata": {"description": "Labor watches to see how Hillary Clinton supports its agenda this time.", "sailthru.expire_date": "2015-08-21 17:53:56 -0400", "og": {"site_name": "The Huffington Post", "description": "Labor watches to see how Hillary Clinton supports its agenda this time.", "title": "Democratic Candidates Criticize Obamacare Tax Disliked By Unions", "url": "http://www.huffingtonpost.com/entry/cadillac-tax-democrats-unions_us_55d5e7c7e4b0ab468da00204", "image": "http://img.huffingtonpost.com/asset/2000_1000/55d5e9f51d00006e001455b5.jpeg?cache=ju9otsjd7c", "locale": "en_US", "type": "article"}, "twitter": {"description": "Labor watches to see how Hillary Clinton supports its agenda this time.", "creator": "@SamLachman", "image": {"width": 2000, "identifier": "http://img.huffingtonpost.com/asset/2000_1000/55d5e9f51d00006e001455b5.jpeg?cache=ju9otsjd7c", "height": 1000}, "title": "Democratic Candidates Criticize Obamacare Tax Disliked By Unions", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2015-08-20 17:53:56 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=us_55d5e7c7e4b0ab468da00204", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "Hillary Clinton,Bernie Sanders,martin o'malley,Nevada,Nevada Caucus,Unions,Obamacare,Affordable Care Act,cadillac tax,2016 election,Elections 2016", "article": {"section": "Politics", "tag": "Hillary Clinton,Bernie Sanders,martin o'malley,Nevada,Nevada Caucus,Unions,Obamacare,Affordable Care Act,cadillac tax,2016 election,Elections 2016", "published_time": "2015-08-20 17:53:56 -0400", "modified_time": "2015-08-20 18:19:56 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fe34ba\"", "article_summary": "The unions are also seeking to generate momentum for the legislation by encouraging Democratic presidential candidates to speak out against the tax.\nOpponents also argue that it unfairly punishes older workers and those who live in areas where health care costs more.\nWASHINGTON -- Even as they're defending the Affordable Care Act against Republican attacks, the three major Democratic presidential candidates agreed this week that the health care law does have a problem.\nOn Cadillac tax @HillaryClinton wants to figure out \"how to deal with high out of pocket costs and high deductibles.\"\nThis time around, Clinton has an opportunity to redeem herself with union members by coming out strongly against the Cadillac tax."}