{"article_title": "Obama is already breaking the new education law", "article_keywords": ["education", "service", "congress", "breaking", "secret", "state", "agents", "department", "president", "law", "local", "obama"], "article_url": "http://www.washingtonexaminer.com/obama-is-already-breaking-the-new-education-law/article/2592196", "article_text": "Congress writes the laws, as every boy and girl learns in school, and the president enforces them. But what's the point of this fundamental constitutional process if the executive thinks he or she can simply make up the law as he or she goes along?\n\nPresident Obama has done this many times. He unilaterally rewrote his own signature law, Obamacare, by fiat on several occasions to make it less unworkable. He exploited obsolete portions of the old No Child Left Behind law to extort concessions from states whom he wanted to adopt other favored policies. Want a waiver from this impossible-to-meet requirement? Just sign your state up for Common Core.\n\nHistory is repeating itself again, once more in the area of education. Last year, Congress went to considerable trouble crafting and passing a consensus bill to replace the outdated and therefore unworkable No Child Left Behind. President Obama signed it at Christmas time, hailing the bipartisan bill as a miracle.\n\nOne of the bill's goals was to reduce federal meddling in education, which remains a state and local issue. But Obama is ignoring the law that the president signed, and is attempting instead to write implementation rules that claim powers specifically forbidden in the statutory language.\n\nStay abreast of the latest developments from nation's capital and beyond with curated News Alerts from the Washington Examiner news desk and delivered to your inbox. Sorry, there was a problem processing your email signup. Please try again later. Processing... Thank you for signing up for Washington Examiner News Alerts. You should receive your first alert soon!\n\n\"Already we are seeing disturbing evidence of an Education Department that is ignoring the law that each of this committee's 22 members worked so hard to craft,\" Sen. Lamar Alexander, R-Tenn., chairman of the Health, Education, Labor and Pensions Committee, said recently in frustration. \"This is the very first opportunity the administration has to write regulations on the Every Student Succeeds Act. In my view, they earned an 'F.'\"\n\nAlexander, never known as a partisan bombthrower, has also referred to the Education Department's behavior in this matter as \"brazen, deceitful, dishonest and unprofessional.\" He is outraged because the law he passed states specifically that the feds may not use it to \"mandate equalized spending per pupil for a state, local educational agency or school.\"\n\nBut that's exactly what the Education Department is trying to mandate now.\n\nAlexander said last week that when he confronted the department, \"they responded with a lot of gobbledy-gook.\" This week, he confronted Education Secretary John King in a hearing, telling him, \"The plain fact of the matter is that the law specifically says you cannot do it.\"\n\nFor the record, the non-partisan Congressional Research Service has weighed in on Alexander's side of the argument: \"It seems that a legal argument could be raised that [the Education Department] exceeded its statutory authority,\" CRS opined earlier this month.\n\nAlso from the Washington Examiner DHS disciplines 41 Secret Service agents for Chaffetz leak The Department of Homeland Security Department said Thursday that 41 Secret Service agents are being disciplined, after a watchdog report found personal information from Rep. Jason Chaffetz, R-Utah, was leaked. Last September, the DHS Inspector General confirmed that several Secret Service agents accessed information about Chaffetz, now chairman of the House Oversight Committee, from an application he submitted for a job at the Secret Service in 2003. This information was also \"wrongfully\" leaked to the press. Of the 57 agents that were reviewed, 41 are \"receiving some level of discipline,\" said DHS Secretary Jeh Johnson in a statement.\n\nAlexander, speaking at The Atlantic's Education Summit on May 17, added that it might be \"a good idea\" to equalize funding throughout a state or local school district, but this would have to be a decision made at the state or local level.\n\n\"We said in December, in the law the president signed, that the federal government may not require equalized spending,\" he said. \"Yet the department precisely did that in its rule.\"\n\nKing and the Education Department face political pressure to implement the law in a particular way. Their problem is that this is a nation of laws. When executives want new powers, they cannot simply claim them. They need Congress to approve them.\n\nObama stands on the shoulders of his predecessors in ignoring Congress. He has said his agenda \"can't wait\" for the legislature to act — \"my ideas are so great, let the Constitution go hang\" — and even asserted unsuccessfully before the Supreme Court that he had a right to determine the rules of the Senate.", "article_metadata": {"description": "Congress writes the laws, as every boy and girl learns in school, and the president enforces them. But what's the point of this fundamental constitutional process if the executive thinks he or she can simply make up the law as he or she goes along?\nPresident Obama has done this many times. He unilaterally rewrote his own signature law, Obamacare, by fiat on several occasions to make it less unworkable. He exploited obsolete portions of the old No Child Left Behind law to extort concessions from states whom he wanted to adopt other favored policies. Want a waiver from this impossible-to-meet requirement? Just sign your state up for Common Core.\nHistory is repeating itself again, once more in the area of education. Last year, Congress went to considerable trouble crafting and passing a consensus bill to replace the outdated and therefore unworkable No Child Left Behind. President Obama signed it at Christmas time, hailing the bipartisan bill as a miracle.", "copyright": "Copyright (c) 2016 The Washington Examiner. All Rights Reserved", "og": {"site_name": "Washington Examiner", "description": "History is repeating itself again, once more in the area of education.", "title": "Obama is already breaking the new education law", "url": "http://www.washingtonexaminer.com/obama-is-already-breaking-the-new-education-law/article/2592196", "image": "http://cdn.washingtonexaminer.biz/cache/r960-6757ebc9bbcfa68d76b940ba28bb6ad6.jpg?v=2016.05.19.02", "type": "article"}, "twitter": {"description": "Congress writes the laws, as every boy and girl learns in school, and the president enforces them. But what's the point of this fundamental constitutional process if the executive thinks he or she can simply make up the law as he or she goes along?\nPresident Obama has done this many times. He unilaterally rewrote his own signature law, Obamacare, by fiat on several occasions to make it less unworkable. He exploited obsolete portions of the old No Child Left Behind law to extort concessions from states whom he wanted to adopt other favored policies. Want a waiver from this impossible-to-meet requirement? Just sign your state up for Common Core.\nHistory is repeating itself again, once more in the area of education. Last year, Congress went to considerable trouble crafting and passing a consensus bill to replace the outdated and therefore unworkable No Child Left Behind. President Obama signed it at Christmas time, hailing the bipartisan bill as a miracle.", "title": "Obama is already breaking the new education law", "image": "http://cdn.washingtonexaminer.biz/cache/r960-6757ebc9bbcfa68d76b940ba28bb6ad6.jpg?v=2016.05.19.02", "site": "@dcexaminer", "widgets": {"csp": "on"}, "card": "summary"}, "msvalidate.01": "0F003B4674EABE0F24651B476B61A43C", "apple-itunes-app": "app-id=890150273", "fb": {"admins": 1285945407, "app_id": 190451957673826}, "bitly-verification": "88ee0b053562", "keywords": "Congress,Education,Editorial,Barack Obama,Lamar Alexander,Washington Examiner", "google-site-verification": "iTBgtjzAMj1dVqCjWtRgv_w48ChpH4iOr-APbOgw3Ak", "viewport": "width=device-width,user-scalable=0", "news_keywords": "Congress,Education,Editorial,Barack Obama,Lamar Alexander,Washington Examiner"}, "article_summary": "King and the Education Department face political pressure to implement the law in a particular way.\nBut that's exactly what the Education Department is trying to mandate now.\nLast September, the DHS Inspector General confirmed that several Secret Service agents accessed information about Chaffetz, now chairman of the House Oversight Committee, from an application he submitted for a job at the Secret Service in 2003.\nOne of the bill's goals was to reduce federal meddling in education, which remains a state and local issue.\nBut Obama is ignoring the law that the president signed, and is attempting instead to write implementation rules that claim powers specifically forbidden in the statutory language."}