{"article_title": "Vegas health clinic gambles on a new brand of primary care", "article_keywords": ["usa", "brand", "primary", "clinic", "vegas", "health", "damania", "doctors", "turntable", "gambles", "patients", "care"], "article_url": "http://www.usatoday.com/story/tech/2015/08/25/vegas-health-clinic-gambles-new-brand-primary-care/32305923/", "article_text": "Turntable Health uses technologies to stay in regular contact with patients between visits. (Photo: Turntable Health, for USA TODAY)\n\nLAS VEGAS — Walk into Turntable Health in downtown Las Vegas and you’d be forgiven for thinking you had stepped into a trendy technology start-up rather than a doctor’s office.\n\nMost of the patients are hip casino workers and techies in their 20s and 30s. While waiting to see the doctor, they spin records on the turntable, play video games on the Xbox or stretch out at the in-house yoga studio.\n\n“It doesn’t feel like a funeral home, like most doctor’s offices. It’s a relaxed environment,” says William Swaney, a 31-year-old Las Vegas-based video programmer, who joined the clinic about nine months ago.\n\nTurntable Health is no ordinary primary care clinic. The idea stemmed from a conversation between Tony Hsieh, CEO of the online shoes and clothing emporium Zappos.com, and Stanford University-trained physician Zubin Damania.\n\nIn 2012, Hsieh formally recruited Damania to head up healthcare development for his “Downtown Project,” a $350 million plan to create a hub of technology and the arts in Las Vegas, a city known for casinos and tourism. About $50 million of the fund was earmarked for health and education initiatives, such as Turntable Health.\n\nDamania had his work cut out for him. Las Vegas was recently ranked the seventh-least healthy metro area in the nation. Despite the roll out of the Affordable Care Act (ACA), about 10% — or 300,000 people in Nevada — still go without health insurance.\n\n“From the beginning, we knew we wanted our clinic to be accessible to the people who make the food and the beds for tourists on the Strip,” Damania says.\n\nEarly on, Damania prioritized partnerships with health insurance companies offering low-cost options, including Nevada Health Co-Op, which was created under ACA. For those not covered by insurance, the per-month fee for unlimited access to primary care is $80 for adults and $60 for children.\n\nThe Downtown Project has experienced its fair share of struggles in months, including a recent round of layoffs and a wave of community resistance. But Hsieh told USA TODAY he remains committed to Turntable Health, calling it a “fun, collaborative culture that is generally missing from most people’s health care experience.”\n\nThe clinic focuses on preventative care and wellness, not just treating the the sick. (Photo: Turntable Health, for USA TODAY)\n\nDamania’s plan to keep people healthy in downtown Vegas isn’t just fun and games: It involves engaging patients before they end up seriously ill or in the hospital.\n\nDuring a 10-year stint at Stanford, prior to starting Turntable Health, he noticed that many doctors spent very little time with their patients and rarely checked in between visits. Damania channeled his frustrations into a series of medical rap parody YouTube videos, where he goes by the persona “ZDoggMD.”\n\n“We were practicing a kind of medicine that involves bandaging up a patient and sending them home,” Damania says. “We weren’t engaging patients where they were.”\n\nTurntable Health opened its doors in December 2013. Damania partnered early on with Iora Health, a primary care chain that makes its money by keeping patients out of the emergency room. Iora’s model is to work with an employer or union that already pays for health care, and keep that population healthier by encouraging access to high-quality primary care.\n\n“With Turntable, we wanted to do something radically different and show that this isn’t your grandfather’s doctor’s office,” says Duncan Reece, Iora’s vice president of business development. Iora now oversees Turntable’s day-to-day operations.\n\nTurntable Health caters to millennial patients by offering them a “health coach,” who checks in via phone or email between visits to give advice on exercise and nutrition.\n\n“My health coach really knows what’s going on with me,” says Swaney, who receives the occasional call even when he’s not sick. “She follows up on everything.”\n\nAccording to Damania, the health coaches “huddle” each morning with the doctors and nurses to discuss each upcoming patient in detail.\n\nThe clinic also offers yoga classes and regular cooking demonstrations. It also uses technologies to engage patients, such as the option to schedule an appointment online or to conduct a video chat with a doctor.\n\nTurntable Health may seem like an anomaly, with its record player and health coaches. But health experts say it is just one of a growing number of membership-based primary care practices across the United States that are taking a patient-centered approach.\n\n“Traditional care has been more centered on the doctor and their needs,” says Robert Wergin, a family physician from Milford, Neb., and president of the American Academy of Family Physicians, which has 121,000 members.\n\nThe Centers for Medicaid and Medicare Services has championed the notion of the “patient-centered medical home,” which involves helping patients manage chronic conditions and coordinate the care, as the future of primary care.\n\n“I serve a rural Medicaid population in Nebraska. While I might play Frank Sinatra rather than hip hop for my patients, the same principles apply,” he said.\n\nFollow USA TODAY contributor Christina Farr on Twitter: @chrissyfarr\n\nRead or Share this story: http://usat.ly/1EhDrOM", "article_metadata": {"google": "notranslate", "description": "LAS VEGAS — Walk into Turntable Health in downtown Las Vegas and you’d be forgiven for thinking you had stepped into a trendy technology start-up rather than a doctor’s office.", "og": {"site_name": "USA TODAY", "description": "LAS VEGAS — Walk into Turntable Health in downtown Las Vegas and you’d be forgiven for thinking you had stepped into a trendy technology start-up rather than a doctor’s office.", "title": "Vegas health clinic gambles on a new brand of primary care", "url": "http://www.usatoday.com/story/tech/2015/08/25/vegas-health-clinic-gambles-new-brand-primary-care/32305923/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "LAS VEGAS — Walk into Turntable Health in downtown Las Vegas and you’d be forgiven for thinking you had stepped into a trendy technology start-up rather than a doctor’s office.", "title": "Vegas health clinic gambles on a new brand of primary care", "image": "http://www.gannett-cdn.com/-mm-/ab246f8ae525a469a232172068c34a9b5d1e0751/c=277-0-1724-1447&r=x643&c=640x640/local/-/media/2015/08/24/USATODAY/USATODAY/635760514827178776-TurntableHealth-38-1-.jpg", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Organizations/American Academy of Family Physicians", "gci-asset-type": "story", "gci-categories": "Organizations/American Academy of Family Physicians", "title": "Vegas health clinic gambles on a new brand of primary care", "author": "Christina Farr", "pageclass": "article", "recs": {"category": "tech", "image-3-4": "http://www.gannett-cdn.com/-mm-/1442a2dd49d71dc5654934be04be5f69e9e145cd/c=457-0-1542-1447/local/-/media/2015/08/24/USATODAY/USATODAY/635760514827178776-TurntableHealth-38-1-.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/86f00b614cedcee92d6b686551103c6318604abb/c=277-0-1724-1447/local/-/media/2015/08/24/USATODAY/USATODAY/635760514827178776-TurntableHealth-38-1-.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/fc3ef6c81bf133d42014506f3adc86602f1976ce/c=38-0-1963-1447/local/-/media/2015/08/24/USATODAY/USATODAY/635760514827178776-TurntableHealth-38-1-.jpg", "image": "http://www.gannett-cdn.com/-mm-/8e72d41f1393a44cf4a5deb611c1501bf6039ddc/c=0-159-2000-1289&r=x633&c=1200x630/local/-/media/2015/08/24/USATODAY/USATODAY/635760514827178776-TurntableHealth-38-1-.jpg", "publishtime": "2015-08-25T11:18:25.300000-04:00", "shorthed": "Vegas health clinic gambles on a new brand of primary care", "articleid": 32305923, "image-16-9": "http://www.gannett-cdn.com/-mm-/731b772ec01c44f48340b02f3951c4db3fb0e5d3/c=0-159-2000-1289/local/-/media/2015/08/24/USATODAY/USATODAY/635760514827178776-TurntableHealth-38-1-.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/8ef8915b2a0cba6d88782b4024d635f333e3a3ab/c=595-0-1405-1447/local/-/media/2015/08/24/USATODAY/USATODAY/635760514827178776-TurntableHealth-38-1-.jpg"}}, "news_keywords": "Downtown Las Vegas, health clinic, tech, Turntable Heath, Tony Hsieh, Zubin Damania"}, "article_summary": "Turntable Health is no ordinary primary care clinic.\nIora’s model is to work with an employer or union that already pays for health care, and keep that population healthier by encouraging access to high-quality primary care.\nAbout $50 million of the fund was earmarked for health and education initiatives, such as Turntable Health.\nTurntable Health may seem like an anomaly, with its record player and health coaches.\nFor those not covered by insurance, the per-month fee for unlimited access to primary care is $80 for adults and $60 for children."}