{"article_title": "Group accuses US of delaying decision: Is turtle endangered?", "article_keywords": ["turtle", "wildlife", "accuses", "service", "turtles", "federal", "decision", "delaying", "snapping", "species", "adkins", "endangered", "protection", "group", "fish"], "article_url": "http://www.washingtontimes.com/news/2015/dec/25/group-accuses-us-of-delaying-decision-is-turtle-en/", "article_text": "NEW ORLEANS (AP) - An environmental group says it will sue unless the federal government sets a deadline for deciding whether to protect alligator snapping turtles under the Endangered Species Act.\n\nThe U.S. Fish and Wildlife Service said in July that federal protection might be needed for the hard-biting, spike-studded turtle, so the agency was starting a 12-month study of whether to classify it as endangered or threatened.\n\nHowever, without a hard deadline, a decision can languish for years or even decades, Collette Adkins, senior attorney for the Center for Biological Diversity, said in an interview.\n\nAlligator snapping turtles lurk at the bottom of slow water, using a worm-like lure on their tongues to attract fish. They can live up to 70 years and grow up to 200 pounds, spending so much time at the bottom that algae grow on their shells.\n\nThey once were found from Illinois and Indiana to Florida, Texas and Kansas. Surveys have found numbers down as much as 95 percent over much of their historic range from habitat loss and overharvesting - taking the turtles for soup and for the exotic pet trade. The animal has probably been wiped out in Iowa, Illinois, Kentucky, Missouri and Tennessee, according to the environmental group.\n\nLouisiana, the heart of the turtle’s range and the last state to pass some sort of protection, barred commercial harvest in 2004 but still allows some recreational fishing. Florida tightened its rules in 2009 to bar any harvest of the turtles, Adkins said.\n\nMost states bar commercial use of the turtles but let people take them for personal use, according to the Center for Biological Diversity’s 2012 petition for listing as endangered. Adkins said she did not know whether any have changed their rules since.\n\nWater pollution is now among the turtle’s biggest threats, and federal protection would require more action to protect their habitat, Adkins said.\n\n“We think the science is really strong that they deserve protection,” she said.\n\nThe group sent Interior Secretary Sally Jewell and several top Fish and Wildlife Service officials a notice Tuesday to start a 60-day settlement period required before suing under the Endangered Species Act.\n\nThe agency told The Associated Press that it had no comment.\n\n___\n\nOnline:\n\nhttp://ecos.fws.gov/tess_public/profile/speciesProfile.action?spcode=C045\n\nhttp://www.biologicaldiversity.org/campaigns/amphibian_conservation/map.html", "article_metadata": {"description": "An environmental group says it will sue unless the federal government sets a deadline for deciding whether to protect alligator snapping turtles under the Endangered Species Act.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "An environmental group says it will sue unless the federal government sets a deadline for deciding whether to protect alligator snapping turtles under the Endangered Species Act.", "title": "Group accuses US of delaying decision: Is turtle endangered?", "url": "http://www.washingtontimes.com/news/2015/dec/25/group-accuses-us-of-delaying-decision-is-turtle-en/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/12/25/alligator_snapping_turtles_endangered.jpeg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/12/25/alligator_snapping_turtles_endangered.jpeg", "description": "An environmental group says it will sue unless the federal government sets a deadline for deciding whether to protect alligator snapping turtles under the Endangered Species Act.", "card": "summary", "title": "Group accuses US of delaying decision: Is turtle endangered?"}, "Author": "JANET McCONNAUGHEY", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "article_summary": "NEW ORLEANS (AP) - An environmental group says it will sue unless the federal government sets a deadline for deciding whether to protect alligator snapping turtles under the Endangered Species Act.\nAlligator snapping turtles lurk at the bottom of slow water, using a worm-like lure on their tongues to attract fish.\nFlorida tightened its rules in 2009 to bar any harvest of the turtles, Adkins said.\nThe group sent Interior Secretary Sally Jewell and several top Fish and Wildlife Service officials a notice Tuesday to start a 60-day settlement period required before suing under the Endangered Species Act.\nFish and Wildlife Service said in July that federal protection might be needed for the hard-biting, spike-studded turtle, so the agency was starting a 12-month study of whether to classify it as endangered or threatened."}