{"article_title": "Nancy Pelosi Warns Archbishop Not to Attend Pro-Marriage Rally", "article_keywords": ["catholic", "promarriage", "francisco", "gay", "san", "attend", "archbishop", "warns", "cordileone", "woman", "marriage", "nancy", "rally", "pelosi", "event", "wrote"], "article_url": "http://www.frontpagemag.com/point/234146/nancy-pelosi-warns-archbishop-not-attend-pro-daniel-greenfield", "article_text": "There's no room for marriage in San Francisco unless it involves two men (one of whom used to be a woman), a duck, three tables and a cuckoo clock.\n\nAnd while gay marriage is to be promoted and honored. Actual marriage is supposed to keep its mouth shut. Also traditional religions are meant to stay quiet when the richest woman in Congress and her voting base speak.\n\nHouse Minority Leader Nancy Pelosi took the lead this week in a high-profile lobbying effort to pressure San Francisco Archbishop Salvatore Cordileone not to attend the controversial March for Marriage event, which she characterized as \"venom masquerading as virtue.\" \"We share our love of the Catholic faith and our city of San Francisco,\" Pelosi wrote to Cordileone, who, as head of the 560,000-member Archdiocese of San Francisco, has become the Catholic bishops' point man against gay marriage. She urged him to abandon an event in which some of the participants show \"disdain and hate towards LGBT persons.\" The San Francisco Democratic leader is the most influential in a parade of public figures who have come forward to protest the San Francisco archbishop's participation in an event that is also backed by the Family Research Council. Last week, San Francisco Mayor Ed Lee and Lt. Gov. Gavin Newsom, along with a host of Bay Area religious leaders, sent a joint letter to Cordileone protesting his plans to attend the march. \"We ask that you will reconsider your participation and join us in seeking to promote reconciliation rather than division and hatred,\" Newsom, Lee and dozens of others wrote in their letter to Cordileone.\n\nIt's never the gay marriage advocates who are divisive. It's the marriage advocates who are.\n\nAnd there's no doubt that abortion fan and ObamaCare advocate Nancy Pelosi shares a great love for the Catholic faith.", "article_metadata": {"rating": "general", "description": "\"We share our love of the Catholic faith and our city of San Francisco,\" Pelosi wrote.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Frontpage Mag", "description": "\"We share our love of the Catholic faith and our city of San Francisco,\" Pelosi wrote.", "title": "Nancy Pelosi Warns Archbishop Not to Attend Pro-Marriage Rally", "url": "http://www.frontpagemag.com/point/234146/nancy-pelosi-warns-archbishop-not-attend-pro-daniel-greenfield", "updated_time": "2015-06-22T23:45:06-04:00", "type": "article"}, "twitter": {"url": "http://www.frontpagemag.com/point/234146/nancy-pelosi-warns-archbishop-not-attend-pro-daniel-greenfield", "description": "\"We share our love of the Catholic faith and our city of San Francisco,\" Pelosi wrote.", "card": "summary", "title": "Nancy Pelosi Warns Archbishop Not to Attend Pro-Marriage Rally"}, "article": {"published_time": "2014-06-16T05:22:31-04:00", "modified_time": "2015-06-22T23:45:06-04:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd9fc1\"", "article_summary": "And while gay marriage is to be promoted and honored.\nAnd there's no doubt that abortion fan and ObamaCare advocate Nancy Pelosi shares a great love for the Catholic faith.\nLast week, San Francisco Mayor Ed Lee and Lt. Gov.\nIt's never the gay marriage advocates who are divisive.\nHouse Minority Leader Nancy Pelosi took the lead this week in a high-profile lobbying effort to pressure San Francisco Archbishop Salvatore Cordileone not to attend the controversial March for Marriage event, which she characterized as \"venom masquerading as virtue.\""}