{"article_title": "Obamacare Drops Off The Shutdown Script", "article_keywords": ["republican", "leaders", "script", "house", "republicans", "obamacare", "ted", "shutdown", "welna", "drops", "think", "npr"], "article_url": "http://www.npr.org/templates/story/story.php?storyId=232622009", "article_text": "Obamacare Drops Off The Shutdown Script\n\nWhen the government shutdown was still a just a potential threat, it was all about the Affordable Care Act. Tea Party Republicans said it was their last chance to stop the health law, even if tying a defunding provision to a government spending bill would result in a government shutdown. Now, nearly two weeks in, Republicans have abandoned mention of the law.\n\nSCOTT SIMON, HOST:\n\nThis is WEEKEND EDITION from NPR News. I'm Scott Simon. Both the Senate and the House are meeting today for the second Saturday in a row. It's Day 12 of the government shutdown and Republican lawmakers are so far getting much of the blame for the lapse in federal funding that caused the shutdown. But they appear to have dropped their central demand of the budget standoff, a dismantling or delay of the Affordable Care Act. NPR's David Welna reports.\n\nDAVID WELNA, BYLINE: In the days leading up to the shutdown, House Republicans settled on a strategy that even then their leaders and many others did not consider well advised. They would condition funding for the federal government on crippling all or part of the new health law known as Obamacare. Earlier this week, House Speaker John Boehner acknowledged the obvious, that using the threat of a shutdown to alter Obamacare had not worked out.\n\nREP. JOHN BOEHNER: The House has passed four bills, four bills to fund our government and provide fairness to the American people under Obamacare. Each of those four bills was rejected by the United States Senate.\n\nREP. STEVE ISRAEL: The problem with the Republicans is not that they keep shooting themselves in the foot, it's that they reload so fast.\n\nWELNA: That's New York House Democrat Steve Israel. He says while it's clear the drive to derail Obamacare has failed, he's not sure Republicans are ready to stop making other demands.\n\nISRAEL: The Republican position is so partisan and so political that they keep forgetting what they want.\n\nWELNA: Yesterday House Budget Committee Chairman Paul Ryan sent a recorded video to a gathering of conservatives called the Values Voters Summit, and not once did he even mention Obamacare as he laid out a plan Republican leaders are rallying around to get past this latest crisis.\n\nREP. PAUL RYAN: A budget agreement with this president in this Senate, it won't solve all of our problems, but I hope it's a start. I hope we can get a down payment on our debt.\n\nWELNA: For some House Republicans, like Virginia's Scott Rigell, his leader's apparent capitulation on Obamacare comes as a relief.\n\nREP. SCOTT RIGELL: It seems to me that we were entering into the land of diminishing returns with each and every day that went by.\n\nWELNA: Indeed, according to one of the 20 House Republicans who went to the White House to discuss the standoff with the president on Thursday, the subject of Obamacare never even came up. Still, many House Republicans with Tea Party ties are convinced their leaders have not given up on trying to force changes in the health care law in order for the government to reopen. One of them is Minnesota's Michele Bachmann.\n\nREP. MICHELE BACHMANN: I think that it's definitely still on the table because there's a preponderance of people within the Republican conference for whom they're hearing from their constituents that they want fundamental changes to Obamacare. They don't want to be stuck with this.\n\nWELNA: That was the same message that Ted Cruz, the Texas Republican senator who's led the charge against Obamacare conveyed yesterday at the Values Voters Summit.\n\nSEN. TED CRUZ: Listen. None of us know what's going to happen on this Obamacare fight right now. In my view, the House of Representatives needs to keep doing what it's been doing, which is standing strong.\n\nWELNA: Asked on MSNBC about Cruz's exhortation, New York House Republican Peter King scornfully dismissed the Texas senator as President Obama's biggest ally.\n\nREP. PETER KING: No one has done more to strengthen Obamacare than Ted Cruz because since he started this maniacal crusade of his, the fact is over the last 10 days support for Obamacare has gone up 7 percent in the country.\n\nWELNA: And Oklahoma House Republican Tom Cole says the stand his party took linking Obamacare to federal funding has been a costly distraction.\n\nREP. TOM COLE: I think we have missed a big issue. I don't think there's any question that, you know, this whole shutdown, you know, episode has covered for the bad rollout of Obamacare.\n\nWELNA: Cole says the biggest challenge now is getting House Republicans to reopen the government and avoid a debt default without admitting defeat. David Welna, NPR News, the Capital.\n\nCopyright © 2013 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "article_metadata": {"Rating": "General", "medium": "audio", "description": "When the government shutdown was still a just a potential threat, it was all about the Affordable Care Act. Tea Party Republicans said it was their last chance to stop the health law, even if tying a defunding provision to a government spending bill would result in a government shutdown. Now, nearly two weeks in, Republicans have abandoned mention of the law.", "og": {"site_name": "NPR.org", "description": "When the government shutdown was still a just a potential threat, it was all about the Affordable Care Act. Tea Party Republicans said it was their last chance to stop the health law, even if tying a defunding provision to a government spending bill would result in a government shutdown. Now, nearly two weeks in, Republicans have abandoned mention of the law.", "title": "Obamacare Drops Off The Shutdown Script", "url": "http://www.npr.org/templates/story/story.php?storyId=232622009", "image": "https://media.npr.org/include/images/facebook-default.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "site": "@NPR", "card": "summary"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2013-10-12", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "article_summary": "Obamacare Drops Off The Shutdown ScriptWhen the government shutdown was still a just a potential threat, it was all about the Affordable Care Act.\nWELNA: For some House Republicans, like Virginia's Scott Rigell, his leader's apparent capitulation on Obamacare comes as a relief.\nIt's Day 12 of the government shutdown and Republican lawmakers are so far getting much of the blame for the lapse in federal funding that caused the shutdown.\nEarlier this week, House Speaker John Boehner acknowledged the obvious, that using the threat of a shutdown to alter Obamacare had not worked out.\nWELNA: And Oklahoma House Republican Tom Cole says the stand his party took linking Obamacare to federal funding has been a costly distraction."}