{"article_title": "Fox Sports gears up for first U.S. Open golf tournament – The Denver Post", "article_keywords": ["nfl", "golf", "norman", "beginning", "tournament", "fox", "denver", "players", "gears", "coverage", "nbc", "chambers", "post", "open"], "article_url": "http://www.denverpost.com/dustysaunders/ci_28313399/saunders-fox-sports-gears-up-first-u-s", "article_text": "Exit Johnny Miller, Dan Hicks and NBC Sports. Enter Joe Buck, Greg Norman and Fox Sports.\n\nFor the first time in 20 years, the colorful NBC peacock won’t be lighting up the TV screen during one of golf’s most colorful events — the U.S. Open, which begins Thursday at Chambers Bay Golf Club in northern Washington.\n\nFox’s entry into the big-time golf world is a direct result of the network’s creation of Fox Sports 1, the cable outlet that premiered in August 2013, teaming with regular Fox Sports.\n\nFox executives, promising the dual operation would become a big-time player in the sports world, immediately outbid NBC for the prestigious USGA package — a 12-year deal that includes the U.S. Senior Open (June 25-28) in Sacramento, Calif., and the U.S. Women’s Open (July 9-12) in Lancaster, Pa.\n\nFox is trumpeting a “new look” for its U.S. Open coverage, which will be aired live in prime time for four nights beginning Thursday.\n\nThe schedule is Thursday and Friday: 10 a.m.-6 p.m. on Fox Sports 1; 6-9 p.m. on Fox.\n\nSaturday: noon-8 p.m. on Fox; Sunday: noon-8:30 p.m. on Fox.\n\nThe schedule will produce tournament coverage during evening hours in the ratings-rich Eastern time zone.\n\nAnother viewing enticement: The Chambers course, called “the most visually spectacular course on the planet” by Alan Shipnuck of SI.com, is only eight years old, allowing armchair golfers to enjoy a new golf journey.\n\nBuck, a seven-time sports Emmy Award winner for his play-by-play work on NFL and Major League Baseball games, is of proven quality. Norman? He will be under a huge microscope as an analyst after telling several golf publications that he will provide commentary “in his own way.”\n\nKeep in mind the majority of baseball, football and basketball fans have never “played the game” at a high level.\n\nGolf is different. Thousands of armchair “duffers” will watch and have definite opinions about the coverage of Norman, Buck and other Fox team members.\n\nArvada native Joel Klatt, who found football fame as a CU Buffs quarterback, is part of the analyzing-reporting team. Others include Tom Weiskopf, Corey Pavin and Brad Faxon.\n\nAlthough NBC lost live coverage, the Golf Channel, owned by Comcast-NBC, will offer 60 hours of pretournament coverage beginning Monday.\n\nA highlight: A roundtable discussion (2 p.m. Wednesday) examining the players and a look at Chambers Bay.\n\nMeanwhile, NBC Sports, stung by the loss of USGA coverage, opened its bank vault last week to outbid ABC-ESPN for the British Open beginning in 2017.\n\nABC-ESPN began coverage in 1962. The new NBC deal includes Golf Channel coverage in early rounds, plus exclusive coverage of other British golf events.\n\nHow determined was NBC to regain golf prominence? Several sources, including The New York Times, reported NBC-Comcast paid the R&A company $50 million — double the current contract of ABC-ESPN.\n\nRatings roulette. The Warriors-Cavaliers championship series is producing the largest audience ABC has had since beginning NBA championship coverage in 2003.\n\nThrough Thursday, viewing was up 26 percent over the first four-game of the Spurs-Heat series last year. More than 19.8 million viewers — an ABC coverage record — viewed Thursday night’s game.\n\nMeanwhile, the Blackhawks-Lightning Stanley Cup battle on NBCSN and NBC also is an audience winner, showing 7 percent audience growth over last season after five games.\n\nLongtime Denver journalist Dusty Saunders writes about sports media each Monday in The Denver Post. Contact him at tvtime@comcast.net.\n\nTwo Broncos so far find way into Top 100\n\nThe NFL Network’s Top 100 Players of 2015 lists Broncos wide receiver Emmanuel Sanders No. 95 and outside linebacker DeMarcus Ware at 87.\n\nStill to come (10 are named every Wednesday night) is the top 50. Last year’s preseason poll of players, journalists and NFL executives listed Peyton Manning as No. 1.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Dusty Saunders: Fox Sports gears up for first U.S. Open golf tournament", "title": "Dusty Saunders: Fox Sports gears up for first U.S. Open golf tournament", "url": "http://www.denverpost.com/2015/06/14/dusty-saunders-fox-sports-gears-up-for-first-u-s-open-golf-tournament/", "image": {"width": 512, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg", "height": 512}, "locale": "en_US", "type": "article"}, "twitter": {"site": "@denverpost", "card": "summary"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-06-14T20:32:32+00:00", "modified_time": "2016-04-24T07:19:21+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Although NBC lost live coverage, the Golf Channel, owned by Comcast-NBC, will offer 60 hours of pretournament coverage beginning Monday.\nThe new NBC deal includes Golf Channel coverage in early rounds, plus exclusive coverage of other British golf events.\nThe schedule is Thursday and Friday: 10 a.m.-6 p.m. on Fox Sports 1; 6-9 p.m. on Fox.\nThousands of armchair “duffers” will watch and have definite opinions about the coverage of Norman, Buck and other Fox team members.\nMeanwhile, NBC Sports, stung by the loss of USGA coverage, opened its bank vault last week to outbid ABC-ESPN for the British Open beginning in 2017."}