{"article_title": "Modern Healthcare Modern Healthcare business news, research, data and events", "article_keywords": ["blue", "rhyee", "business", "providers", "modern", "telemedicine", "research", "states", "patients", "healthcare", "services", "alabama", "data", "events", "care"], "article_url": "http://www.modernhealthcare.com/article/20151211/NEWS/151219990", "article_text": "In an effort to better serve its rural communities, Blue Cross and Blue Shield of Alabama this month began reimbursing providers for telemedicine services.The move aims to serve patients in the state who need care for cardiac and dermatologic conditions, infectious and neurologic diseases and behavioral-health issues.“We are proud to support telemedicine because we want our members to have enhanced access to quality healthcare wherever they are in Alabama,” said Doug McIntyre, vice president of network operations at Blue Cross and Blue Shield of Alabama, in a press release . “With the innovative technology available today, we are now able to do just that.”Telemedicine services allow physicians to treat patients remotely through video chat, e-mail, smartphones and other technologies.Charles Rhyee, managing director at Cowen and Company, said the Alabama Blues insurer is a little behind the times in introducing telemedicine coverage. Anthem, Humana and UnitedHealth Group have all already launched telehealth programs Rhyee said it's important for payers to reimburse providers for telemedicine services, since the Affordable Care Act has increased demand through Medicaid expansion, but more doctors have not entered the field to meet that demand.Alabama's conservative Republican governor last month said his administration is thinking about expanding the state's Medicaid program under the federal healthcare law.Gov. Robert Bentley, a former dermatologist, emphasized that he was in the exploratory stages of considering expansion and that funding the state's share of costs could be a major stumbling block, but his comments were the strongest to date about the possibility of accepting expansion dollars in the deeply red, high-poverty state.Rhyee said that telemedicine services in states like Alabama could help provide residents with more timely and appropriate care, and not every health concern requires a physicians' office visit.In the future, Rhyee says the term “telehealth” may be left behind, as providers and patients increasingly incorporate it into their everyday lives.“Telemedicine will be a modality of healthcare,” he said. “Right now it looks different, because not every doctor has a virtual presence, but eventually, it's going to be ubiquitous. It will be part of how they deliver care to you.\"", "article_metadata": {"msapplication-TileColor": "#0a365e", "description": "Experts say the Alabama Blues insurer is behind the times in offering reimbursement for telemedicine services, which can help meet increased care demands sparked by Medicaid expansion under the Affordable Care Act. The Republican governor of the red state said he is considering expansion.", "title": "Blue Cross and Blue Shield of Alabama will pay for telemedicine services", "og": {"site_name": "Modern Healthcare", "description": "Experts say the Alabama Blues insurer is behind the times in offering reimbursement for telemedicine services, which can help meet increased care demands sparked by Medicaid expansion under the Affordable Care Act. The Republican governor of the red state said he is considering expansion.", "title": "Blue Cross Blue Shield of Alabama will pay for telemedicine services", "url": "http://www.modernhealthcare.com/article/20151211/NEWS/151219990", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-fb-lg.jpg", "type": "article"}, "twitter": {"domain": "http://www.modernhealthcare.com", "description": "Experts say the Alabama Blues insurer is behind the times in offering reimbursement for telemedicine services, which can help meet increased care demands sparked by Medicaid expansion under the Affordable Care Act. The Republican governor of the red state said he is considering expansion.", "title": "Blue Cross Blue Shield of Alabama will pay for telemedicine services", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-twitter.jpg", "creator": "@modrnhealthcr", "site": "@modrnhealthcr", "card": "summary"}, "apple-mobile-web-app-title": "Modern Healthcare", "apple-mobile-web-app-status-bar-style": "black", "apple-mobile-web-app-capable": "yes", "url": "http://www.modernhealthcare.com/article/20151211/NEWS/151219990", "published_at": "2015-12-11", "msapplication-TileImage": "https:/raw.githubusercontent.com/modernhealthcare/mh-logo/master/ms-touch-icon-144x144-precomposed.png", "mobile-web-app-capable": "yes", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-g-plus.jpg", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "article_summary": "“Right now it looks different, because not every doctor has a virtual presence, but eventually, it's going to be ubiquitous.\nIt will be part of how they deliver care to you.\"\n“With the innovative technology available today, we are now able to do just that.”Telemedicine services allow physicians to treat patients remotely through video chat, e-mail, smartphones and other technologies.Charles Rhyee, managing director at Cowen and Company, said the Alabama Blues insurer is a little behind the times in introducing telemedicine coverage.\nAnthem, Humana and UnitedHealth Group have all already launched telehealth programs Rhyee said it's important for payers to reimburse providers for telemedicine services, since the Affordable Care Act has increased demand through Medicaid expansion, but more doctors have not entered the field to meet that demand.Alabama's conservative Republican governor last month said his administration is thinking about expanding the state's Medicaid program under the federal healthcare law.Gov.\nIn an effort to better serve its rural communities, Blue Cross and Blue Shield of Alabama this month began reimbursing providers for telemedicine services.The move aims to serve patients in the state who need care for cardiac and dermatologic conditions, infectious and neurologic diseases and behavioral-health issues.“We are proud to support telemedicine because we want our members to have enhanced access to quality healthcare wherever they are in Alabama,” said Doug McIntyre, vice president of network operations at Blue Cross and Blue Shield of Alabama, in a press release ."}