{"article_title": "Scopes may have facilitated CRE outbreaks in other states", "article_keywords": ["scopes", "used", "superbug", "florida", "outbreaks", "work", "infections", "facilitated", "states", "suggests", "patients", "spread", "health", "cre", "deadly"], "article_url": "http://www.upi.com/Health_News/2015/02/27/Scopes-in-LA-superbug-case-linked-to-outbreaks-in-other-states/9301425057553/", "article_text": "LOS ANGELES, Feb. 27 (UPI) -- The FDA is currently scrutinizing a type of medical scope implicated in the spread of a deadly superbug at UCLA Medical Center. But new evidence suggests this isn't the first time the devices, duodenoscopes, have infected patients with deadly bacteria.\n\nRecords show the same scope was suspected in the spread of the antibiotic-resistant superbug six years ago in two Florida hospitals. The outbreaks, occurring in 2008 and 2009, infected 70 patients, killing 15.\n\nBut it's only just now been linked to the current scare in Los Angeles, where health officials say up to 130 people may have been exposed. Health officials worry the Florida outbreak may be just one of many related incidents.\n\nSteve Huard, a spokesman for the Florida Department of Health, told Bloomberg those two outbreaks were reported to the FDA, CDC and device manufacturers, but it appears little was done to confirm or address the problem.\n\nThe bacteria in question are carbapenem-resistant Enterobacteriaceae (CRE). It's highly resistant to antibiotics and can be deadly as much as 50 percent of the time when an infection establishes itself in the patient's bloodstream.\n\n\"CRE are nightmare bacteria,\" CDC Director Tom Frieden said in 2013. \"Our strongest antibiotics don't work and patients are left with potentially untreatable infections. Doctors, hospital leaders, and public health, must work together now to implement CDC's 'detect and protect' strategy and stop these infections from spreading.\"\n\nThe endoscopes under scrutiny are commonly used to explore a patient's intestinal tract. They may be used for both diagnostic and therapeutic purposes, to find and treat stones, tumors and other maladies.\n\nFurther research by Bloomberg suggests scope-related CRE infections have been reported and investigated in Illinois, Pennsylvania and Wisconsin.", "article_metadata": {"description": "New evidence suggests the UCLA outbreak isn't the first time the devices called duodenoscopes have infected patients with deadly bacterias.", "og": {"site_name": "UPI", "description": "New evidence suggests the UCLA outbreak isn't the first time the devices called duodenoscopes have infected patients with deadly bacterias.", "title": "Scopes in L.A. superbug case linked to outbreaks in other states", "url": "http://www.upi.com/Health_News/2015/02/27/Scopes-in-LA-superbug-case-linked-to-outbreaks-in-other-states/9301425057553/", "image": "http://cdnph.upi.com/sv/ph/og/upi_com/9301425057553/2015/1/9913113677b74cf5fd6f4e0668f3a95f/v2.1/Scopes-in-LA-superbug-case-linked-to-outbreaks-in-other-states.jpg", "type": "article"}, "twitter": {"site": "@UPI", "image": "http://cdnph.upi.com/ph/st/th/9301425057553/2015/upi_com/9913113677b74cf5fd6f4e0668f3a95f/v2.1/Scopes-in-LA-superbug-case-linked-to-outbreaks-in-other-states.jpg?lg=4", "description": "New evidence suggests the UCLA outbreak isn't the first time the devices called duodenoscopes have infected patients with deadly bacterias.", "card": "summary_large_image", "title": "Scopes in L.A. superbug case linked to outbreaks in other states"}, "fb": {"app_id": 130795020312660}, "keywords": "Health", "google-site-verification": "vnkcuJA1Q89cLmy4OZpuQKOf5Jf6ny_RVh7BpxZ11a0", "viewport": "initial-scale=1, maximum-scale=1", "news_keywords": "Health"}, "article_summary": "Further research by Bloomberg suggests scope-related CRE infections have been reported and investigated in Illinois, Pennsylvania and Wisconsin.\nLOS ANGELES, Feb. 27 (UPI) -- The FDA is currently scrutinizing a type of medical scope implicated in the spread of a deadly superbug at UCLA Medical Center.\nBut new evidence suggests this isn't the first time the devices, duodenoscopes, have infected patients with deadly bacteria.\nRecords show the same scope was suspected in the spread of the antibiotic-resistant superbug six years ago in two Florida hospitals.\nDoctors, hospital leaders, and public health, must work together now to implement CDC's 'detect and protect' strategy and stop these infections from spreading.\""}