{"article_title": "GOP Finally Has Tool to Repeal ObamaCare", "article_keywords": ["real", "reconciliation", "senate", "tool", "republicans", "obamacare", "budget", "final", "process", "finally", "policy", "repeal", "resolution", "gop"], "article_url": "http://www.breitbart.com/big-government/2015/03/29/gop-finally-has-tool-to-repeal-obamacare/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nLast week, the GOP-led Congress passed a budget resolution which, Republicans claim, will balance the budget in 10 years. The resolution is a policy document, intended to guide the appropriations process, and doesn’t itself have the force of law.\n\nSIGN UP FOR OUR NEWSLETTER\n\nMore important than the details of the budget document, the action sets up the GOP to finally match its action to its rhetoric and undo the worst aspects of Obama’s fiscal policies.\n\nOver the next two weeks, while Congress is in recess, the House and Senate will begin to hammer out small differences between the budget resolutions that passed each chamber. Leaders in both chambers have vowed to meet the April 15th deadline to produce a final budget resolution.\n\nThe final product of House and Senate negotiations on a budget resolution matters less than the process by which any deal will be enacted. Congress, particularly the Senate, can use “reconciliation” to make policy changes that involve the final budget agreement. Reconciliation limits the amount of debate in the Senate on the final resolution and, most importantly, operates outside the filibuster process, so it requires only a simply majority of 51 votes for passage.\n\nReconciliation was used in the 1990s when Bill Clinton was in the White House and Republicans controlled Congress to produce the last real balanced budget. It was used to pass the Bush tax cuts early in his presidency. It was also used to enact ObamaCare.\n\nKeep these examples in mind, because if the GOP finally uses its power to repeal ObamaCare under reconciliation, the media will no doubt scream about the “unprecedented” nature of the congressional actions.\n\nWith reconciliation, the GOP now has the very tool it campaigned for during these past 5 years. It could repeal ObamaCare, enact long-overdue tax reform and give citizens real choices over entitlement programs. It can push its policies without the specter of a government shutdown or against the false narrative of a government default.\n\nObama will no doubt veto the final budget resolution, especially if it repeals his signature legislative legacy. Fine. No single action will better define the stakes in the next presidential election.\n\nCongress can simply make small changes to the final document and repeatedly resubmit to Obama for his continued vetoes. In this case, he alone will be blocking the adoption of a final budget resolution. The media will no doubt try to continue his false “GOP obstructionist” narrative, but the optics will be inescapable for voters.\n\nEver since Republicans first captured the House in 2010, party leaders have begged off repeated opportunities to confront Obama on his destructive policies. Republicans won control of both Chambers after promises to undo Obama’s fiscal policies. Until now, those promises came with asterisks about the limits of what the party could do under Congressional rules.\n\nReconciliation removes those impediments. It also removes the manufactured crises that have shaded all previous fights on the budget or government spending. There is no substantive reason for the GOP to withdraw from this debate.\n\nIf a budget resolution is never finally enacted, because Obama digs in his heels and refuses to negotiate, nothing happens. There will be no shutdown of government and no risk of “defaulting” on the national debt. The resolution’s failure, however, would provide voters with the clearest distinction between the governing vision of each party. It would provide a strong scaffolding for the 2016 elections.\n\nIf the GOP fails to use the reconciliation process next month, though, it will provide the voters with an even sharper distinction. Many close observers of politics worry that the GOP simply doesn’t have the stomach for a real policy fight. Countless times the GOP has shirked from any real policy stand.\n\nPerhaps there were reasons for those past retreats. Whatever their validity in the past, they don’t exist in this debate. If the GOP leadership pulls its punches during reconciliation, then it too is part of the problem in Washington.\n\nIn that case, April will truly be “the cruelest month.”", "article_metadata": {"description": "GOP Finally Has Tool to Repeal ObamaCare", "og": {"site_name": "Breitbart", "description": "GOP Finally Has Tool to Repeal ObamaCare", "title": "GOP Finally Has Tool to Repeal ObamaCare - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2015/01/house-of-representatives-ap.jpg", "height": 480}, "url": "http://www.breitbart.com/big-government/2015/03/29/gop-finally-has-tool-to-repeal-obamacare/", "type": "article"}, "twitter": {"description": "GOP Finally Has Tool to Repeal ObamaCare", "creator": "@BreitbartNews", "image": "http://media.breitbart.com/media/2015/01/house-of-representatives-ap.jpg", "title": "GOP Finally Has Tool to Repeal ObamaCare - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "app_id": 1243316582352556, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": ",Big Government,", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Big Government", "published_time": "2015-03-29T10:01:46-07:00", "categories": "Big Government"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af46914bd0286fd957e\"", "article_summary": "Leaders in both chambers have vowed to meet the April 15th deadline to produce a final budget resolution.\nIf a budget resolution is never finally enacted, because Obama digs in his heels and refuses to negotiate, nothing happens.\nObama will no doubt veto the final budget resolution, especially if it repeals his signature legislative legacy.\nIn this case, he alone will be blocking the adoption of a final budget resolution.\nMany close observers of politics worry that the GOP simply doesn’t have the stomach for a real policy fight."}