{"article_title": "Ted Cruz: ‘Lousy’ Deal That Ended Gov’t Shutdown Amounts to ‘Selling the American People Down the River’", "article_keywords": ["selling", "end", "working", "deal", "ended", "amounts", "house", "senate", "ted", "lousy", "cruz", "health", "texas", "shutdown", "political", "govt", "river", "law"], "article_url": "http://www.theblaze.com/stories/2013/10/19/ted-cruz-lousy-deal-that-ended-govt-shutdown-amounts-to-selling-the-american-people-down-the-river/", "article_text": "Story by the Associated Press; curated by Dave Urbanski\n\nAUSTIN, Texas (AP) — U.S. Sen. Ted Cruz (R-Tex.) said Saturday that the “lousy” deal the Democratic-led Senate brokered to end the government shutdown amounts to “selling the American people down the river.”\n\nCruz was equally unhappy with his fellow Senate Republicans, whom he said “declined to unify and declined to support House Republicans.”\n\n“You don’t win a fight when your own team is firing cannons at the people who are standing up and leading, which are the House Republicans,” Cruz said during a convention in Austin of the Texas Medical Association. “That’s what happened, and that’s what led directly to this lousy deal.”\n\nCruz added that he’s hopeful his colleagues won’t repeat that if there’s another political impasse: “I am hopeful that in the future the Senate will listen.”\n\nCruz in late September staged a 21-plus hour filibuster on the Senate floor, helping spark a budget fight in the Republican-led House that partially shuttered the government in an attempt to delay funding for Obamacare.\n\nThe deal that was eventually struck this week sets up the potential for another budget showdown in January. Senate GOP leaders, however, have suggested that there won’t be a repeat of the shutdown or a potential default crisis like in recent weeks.\n\nAddressing reporters after his speech, Cruz wouldn’t rule out another fight.\n\n“There will be plenty of time to consider the particular practical or strategic decisions,” he said.\n\nAsked if he was worried about retaliation from more-senior Republican leaders in the Senate, Cruz said, “I try very hard not to worry about the politics and the internal back-and-forth in Washington.”\n\n“My focus is on doing my job,” he said.\n\nSaturday’s crowd was mostly sympathetic, with many convention attendees giving Cruz a standing ovation at the end of his speech. Some stayed seated, though.\n\n“Obamacare isn’t working, and not only is it not working, it’s not working badly,” Cruz said.\n\nHe said because the nation’s new health care law has price limits that restrict discrepancies between what young Americans buying insurance pay and what older customers pay, it was a “massive wealth transfer” from healthy young people “who are struggling, just starting their career, to everybody else.”\n\nCruz said the rollout of online health care exchanges where customers can buy insurance coverage has been full of glitches — but he said that those would be resolved, while fundamental flaws in the law will endure.\n\n“They’ll get the technical things worked out,” he said. “Eventually they’ll hire a programmer who can find his rear end with both hands.”\n\nMany political observers now see Cruz as Texas’ most popular Republican. His approval ratings across the country may be slipping a bit, however.\n\nNational polls have shown that while Americans in general don’t love the health care law, they oppose defunding it — especially if it means shutting down the government. Many of Cruz’s Senate colleagues, meanwhile, have bemoaned the shutdown for tarnishing the GOP’s image nationally.\n\nCruz also took questions from the audience and was asked if ideology driving Washington could outweigh political pragmatism.\n\n“The arguments I have laid out today have not been ideological,” Cruz said. “These were the essence of practical.”\n\n–", "article_metadata": {"msapplication-notification": "frequency=30; polling-uri=http://www.theblaze.com/publish/_livetile/notifications/1.xml; polling-uri2=http://www.theblaze.com/publish/_livetile/notifications/2.xml; polling-uri3=http://www.theblaze.com/publish/_livetile/notifications/3.xml; polling-uri4=http://www.theblaze.com/publish/_livetile/notifications/4.xml", "application-name": "TheBlaze.com", "twitter": {"description": "Story by the Associated Press; curated by Dave Urbanski  AUSTIN, Texas (AP) — U.S. Sen. Ted Cruz (R-Tex.) said Saturday that the \"lousy\" deal the Democratic-led Senate brokered to end the government shutdown amounts to \"selling the American people down the river.\"  Cruz was equally unhappy with...", "title": "Ted Cruz: ‘Lousy’ Deal That Ended Gov’t Shutdown Amounts to ‘Selling the American People Down the River’", "url": "http://www.theblaze.com/stories/2013/10/19/ted-cruz-lousy-deal-that-ended-govt-shutdown-amounts-to-selling-the-american-people-down-the-river/", "image": "http://www.theblaze.com/wp-content/uploads/2013/10/600x4023.jpg", "site": "@theblaze", "card": "summary", "account_id": 1512944287}, "keywords": "ted, cruz, lousy, deal, ending, govt, shutdown, amounts, selling, american, people, down, river", "sailthru.tags": "government, government-shutdown, obamacare, ted-cruz, author-daveurbanski, site-theblazecom", "facebook-count": 33944, "gplus-count": 6, "msapplication-TileColor": "#282b2d", "sailthru.guid": "theblazecom/684902", "categories": "government-shutdown,obamacare,ted-cruz,government", "msapplication-square150x150logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/medium150x150.png", "comment-count": 161, "description": "Story by the Associated Press; curated by Dave Urbanski  AUSTIN, Texas (AP) — U.S. Sen. Ted Cruz (R-Tex.) said Saturday that the \"lousy\" deal the Democratic-led Senate brokered to end the government shutdown amounts to \"selling the American people down the river.\"  Cruz was equally unhappy with...", "msapplication-wide310x150logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/wide310x150.png", "linkedin-count": 2, "msapplication-square70x70logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/small70x70.png", "msapplication-square310x310logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/large310x310.png", "fb": {"admins": 517831498}, "msapplication-starturl": "http://www.theblaze.com/", "viewport": "width=device-width", "og": {"site_name": "The Blaze", "description": "Story by the Associated Press; curated by Dave Urbanski  AUSTIN, Texas (AP) — U.S. Sen. Ted Cruz (R-Tex.) said Saturday that the \"lousy\" deal the Democratic-led Senate brokered to end the government shutdown amounts to \"selling the American people down the river.\"  Cruz was equally unhappy with...", "title": "Ted Cruz: ‘Lousy’ Deal That Ended Gov’t Shutdown Amounts to ‘Selling the American People Down the River’", "url": "http://www.theblaze.com/stories/2013/10/19/ted-cruz-lousy-deal-that-ended-govt-shutdown-amounts-to-selling-the-american-people-down-the-river/", "image": {"width": 600, "identifier": "http://www.theblaze.com/wp-content/uploads/2013/10/600x4023.jpg", "type": "image/jpeg", "height": 402}, "type": "article"}, "dc.date": "2013-10-19T16:52:10+00:00", "twitter-count": 296}, "article_summary": "“Obamacare isn’t working, and not only is it not working, it’s not working badly,” Cruz said.\nStory by the Associated Press; curated by Dave UrbanskiAUSTIN, Texas (AP) — U.S. Sen. Ted Cruz (R-Tex.)\nSaturday’s crowd was mostly sympathetic, with many convention attendees giving Cruz a standing ovation at the end of his speech.\n“Eventually they’ll hire a programmer who can find his rear end with both hands.”Many political observers now see Cruz as Texas’ most popular Republican.\nThe deal that was eventually struck this week sets up the potential for another budget showdown in January."}