{"article_title": "Westbrook councilor who insulted LePage refuses to resign — Politics — Bangor Daily News — BDN Maine", "article_keywords": ["city", "statements", "saddens", "resign", "bdn", "emery", "lepage", "councilor", "say", "daily", "insulted", "westbrook", "refuses", "politics", "recent", "resolution", "maine", "voted"], "article_url": "http://bangordailynews.com/2015/05/04/politics/westbrook-councilor-who-insulted-lepage-refuses-to-resign/", "article_text": "WESTBROOK, Maine — Even after being urged to resign, a Westbrook city councilor who made reference to Gov. Paul LePage going to “meet his maker” refused to step down.\n\nWestbrook city councilors voted on a resolution Monday night expressing their disappointment with comments made by Paul Emery at a recent town hall meeting.\n\nAt a meeting last week, Emery reportedly said, “If [LePage] goes to meet his maker it wouldn’t hurt my feelings a bit.”\n\n“The action that we took tonight saddens me. It was absolutely necessary but it saddens me,” said Brendan Rielly, head of the council.\n\nCouncilors voted 6-1 in favor of a resolution urging Emery to resign.\n\n“What Councilor Emery did this past Tuesday evening is unacceptable. The council strongly urges Councilor Emery to examine in light of these recent events whether his continued service on the city council is in the community’s best interest,” said Rielly.\n\nEmery said despite the vote, he is not planning on stepping down. Emery also made a brief statement reiterating his public apology.\n\n“I made certain statements. Those statements are sincere. That is my comment,” he said.\n\nOne of his constituents who spoke out during the meeting said Emery should go.\n\n“I support Councilor Emery’s right to speak and say whatever he wants to say,” said Tony Bessey of Westbrook. “I’m just embarrassed for him at not seeing the consequences for his city and the people he represents.”", "article_metadata": {"description": "WESTBROOK, Maine — Even after being urged to resign, a Westbrook city councilor who made reference to Gov. Paul LePage going to “meet his maker” refused to step down. Westbrook city councilors voted on a resolution Monday night expressing their disappointment with comments made by Paul Emery at a recent [...] Maine news, sports, politics and election results, and obituaries from the Bangor Daily News.", "generator": "WordPress 4.1.5", "og": {"site_name": "The Bangor Daily News", "description": "WESTBROOK, Maine — Even after being urged to resign, a Westbrook city councilor who made reference to Gov. Paul LePage going to “meet his maker” refused to step down. Westbrook city councilors voted on a resolution Monday night expressing their disappointment with comments made by Paul Emery at a recent [...]", "title": "Westbrook councilor who insulted LePage refuses to resign", "url": "http://bangordailynews.com/2015/05/04/politics/westbrook-councilor-who-insulted-lepage-refuses-to-resign/", "image": "http://static.bangordailynews.com/wp-content/uploads/2015/05/10061201_H15022639-600x415.jpg?strip=all", "type": "article"}, "twitter": {"description": "WESTBROOK, Maine — Even after being urged to resign, a Westbrook city councilor who made reference to Gov. Paul LePage going to “meet his maker” refused to step down. Westbrook city councilors voted on a resolution Monday night expressing their disappointment with comments made by Paul Emery at a recent [...]", "title": "Westbrook councilor who insulted LePage refuses to resign", "url": "http://bangordailynews.com/2015/05/04/politics/westbrook-councilor-who-insulted-lepage-refuses-to-resign/", "image": "http://static.bangordailynews.com/wp-content/uploads/2015/05/10061201_H15022639-250x250.jpg?strip=all", "site": "@bangordailynews", "card": "summary"}, "wp-parsely_version": "1.7", "fb": {"app_id": 748756371893770}, "keywords": "Maine, news, elections, election results, politics, sports, Bangor, Portland, Augusta, weather, obituaries, Waterville, Aroostook, Penobscot, Piscataquis, Somerset, Hancock, Washington, bdn,news,politics,portland,state,westbrook councilor who insulted lepage refuses to resign,is_article,cbs 13", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "WESTBROOK, Maine — Even after being urged to resign, a Westbrook city councilor who made reference to Gov.\n“What Councilor Emery did this past Tuesday evening is unacceptable.\nWestbrook city councilors voted on a resolution Monday night expressing their disappointment with comments made by Paul Emery at a recent town hall meeting.\n“I support Councilor Emery’s right to speak and say whatever he wants to say,” said Tony Bessey of Westbrook.\nCouncilors voted 6-1 in favor of a resolution urging Emery to resign."}