{"article_title": "Executives Give Lukewarm Predictions For 2014 NC Economy", "article_keywords": ["charlotte", "lukewarm", "vice", "ceo", "nc", "predictions", "thats", "state", "forward", "president", "bit", "executives", "care", "economy"], "article_url": "http://wfae.org/post/executives-give-lukewarm-predictions-2014-nc-economy", "article_text": "The economy in Charlotte and North Carolina as a whole next year will be like a NASCAR race under a caution flag – it’ll move forward, but not too fast. That was the message from executives at the Charlotte Chamber’s annual economic outlook conference Monday.\n\nSure, caution-flag racing is kind of meh to watch. But that’s about where our economy is right now, said Bank of America CEO Brian Moynihan.\n\n“The economy continues to make progress and move forward, but it hasn't taken off yet,” he said.\n\nThe labor market is a good example. Here’s the president of the Federal Reserve Bank of Richmond, Jeff Lacker:\n\n“Over the last four years, employment growth has been just 1.0 percent per year,” Lacker said. “An imminent acceleration in employment doesn't seem likely to me.”\n\nThat means the unemployment rate will keep dropping down bit by bit. It’s eight percent in North Carolina.\n\nThe manufacturing industry is slowly improving, too. Chris Kearney is the CEO of global manufacturing firm SPX.\n\n“We've seen ourselves sort of bounce off the bottom - nowhere near where we were three years ago, five years ago - but encouraging nonetheless,” Kearney said.\n\nAnd in retail?\n\n“We expect next year to be a little bit better than this year,” said Belk CEO Tim Belk. He said the retail industry is coming off a very strong Thanksgiving weekend.\n\nSo what’s holding the economy back? Here’s Duke Energy Executive Vice President Lloyd Yates.\n\n“The uncertainty in Washington is keeping a lot of us hedging our bets,” Yates said.\n\nAnd the Affordable Care Act is partly to blame, said Susan DeVore, CEO of Premier Healthcare Alliance.\n\n“Well, the rollout of the exchanges has made health care systems a lot more cautious,” she said.\n\nDeVore said some businesses are slowing hiring until they see how the law plays out.\n\nWells Fargo Senior Executive Vice President David Carroll said Congressional bickering isn’t helping, either.\n\n“Whether it's the debt ceiling debate, government shutdown, sequestration, health care - all of those things make investors very timid, more conservative, and operate with a much shorter time horizon,” he said.\n\nCarroll also brought up political discord closer to home. He mentioned the fight over control of the Charlotte airport between city officials and state lawmakers as a cautionary tale.\n\n“I just hope the recent situation with the airport doesn't typify the way local government, the state and the county all move forward,” he said. “That's not our history.”\n\nAnd that's not going to help the economy, he said.", "article_metadata": {"category": "Local News", "description": "The economy in Charlotte and North Carolina as a whole next year will be like a NASCAR race under a caution flag – it’ll move forward, but not too fast.", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://wfae.org/post/executives-give-lukewarm-predictions-2014-nc-economy", "image": "http://mediad.publicbroadcasting.net/p/wfae/files/styles/medium/public/201312/ChamberEconomicConference.JPG", "type": "article", "description": "The economy in Charlotte and North Carolina as a whole next year will be like a NASCAR race under a caution flag – it’ll move forward, but not too fast.", "title": "Executives Give Lukewarm Predictions For 2014 NC Economy"}, "story_id": 249951910, "twitter": {"site": "@WFAE", "card": "summary", "creator": "@WFAE"}, "author": "Michael Tomsic", "org_id": 0, "dc": {"title": "Executives Give Lukewarm Predictions For 2014 NC Economy"}, "nid": 40808, "datePublished": "2013-12-10", "keywords": "Charlotte Chamber of Commerce, NC Economy, Brian Moynihan, David Carroll, Belk, Duke Energy, Business", "wordCount": 477, "has_audio": 1, "viewport": "width=device-width"}, "article_summary": "Wells Fargo Senior Executive Vice President David Carroll said Congressional bickering isn’t helping, either.\n“An imminent acceleration in employment doesn't seem likely to me.”That means the unemployment rate will keep dropping down bit by bit.\nHere’s Duke Energy Executive Vice President Lloyd Yates.\nBut that’s about where our economy is right now, said Bank of America CEO Brian Moynihan.\n“The economy continues to make progress and move forward, but it hasn't taken off yet,” he said."}