{"article_title": "Inconvenient Truths About the Government's Experiment on Cancer Care", "article_keywords": ["cancer", "drugs", "medical", "truths", "drug", "patients", "experiment", "medicare", "doctors", "inconvenient", "care", "cms", "governments"], "article_url": "http://www.huffingtonpost.com/ted-okon/inconvenient-truths-about_b_10069998.html", "article_text": "zimmytws via Getty Images\n\nThere is a raging debate going on in Washington about how the government pays for drugs used to treat cancer, rheumatoid arthritis, immunodeficiency diseases, and other serious medical conditions. Unfortunately, for patients, the debate has become political. When that happens, the \"truth\" has a way of becoming a mere inconvenience as patients, especially seniors, take a back seat to politics. We should all be scared of what is brewing.\n\nSeeking to stop rising health care costs, the Centers for Medicare & Medicaid Services (CMS) wants to experiment with the way the Medicare program pays for drugs given to patients in doctors' offices. These \"Part B\" drugs are complex, injectable medications, like chemotherapy, that must be given to patients by skilled medical professionals because they are potentially toxic and can cause severe reactions. Close supervision in a medical facility is a must!\n\nThe experiment came about because CMS believes that oncologists and other doctors are motivated to use higher-priced drugs since Medicare pays for them on a \"cost plus\" formula. The medical practice has to purchase the drug and is paid an additional percentage to cover the storage, preparation, and related costs. For the record, it should be noted that CMS and Congress came up with this formula--not doctors.\n\nTo hear it from the government, doctors are not heroes fighting cancer and other diseases daily in the trenches, but rather profiteers pushing costly and unnecessary treatments on ailing patients. That is not only insulting but an unsupported indictment of our nation's medical care.\n\nTo \"solve\" this nonexistent problem of doctors purposefully prescribing more expensive drugs, CMS wants to drastically reduce payments to do the complete reverse--penalize the prescribing of high-priced drugs and incentivize doctors to give their patients cheaper ones, even if not appropriate.\n\nThe problem with the premise of this government medical experiment is that history holds some inconvenient truths showing that it will do the exact opposite of what CMS intends.\n\nBelieving the same thing as the government, the nation's largest insurer, UnitedHealthcare, ran a pilot study to remove any financial incentive tied to drugs. The result--published in a peer-reviewed medical journal--was a 179% increase in spending on cancer drugs, not a decrease.\n\nEven if CMS questions that result, it cannot deny the troubling and inconvenient fact that government payment cuts over the last 11 years have increased both spending on cancer care and drug prices. In 2005 and 2012, the government imposed significant cuts to Medicare drug payment rates, cuts that shifted cancer care to the more expensive hospital setting. In 2014 alone, this cost Medicare and taxpayers an extra $2 billion; and from 2004 to 2014, cancer drug prices have increased by at least 39%. So much for reducing costs and drug prices!\n\nUnfortunately, the inconvenient truths for the government don't stop there. In modern-day cancer care, with over 200 different types of cancer, there are simply very few situations where doctors have a choice between two equally effective drugs that differ in price. The newer drugs, such as the immuno-oncology treatment that saved former President Jimmy Carter, cost more. Choosing to prescribe them is not a matter of doctors seeking more money but one of saving lives.\n\nHaving run a cancer research network, I don't use the word \"experiment\" loosely to describe the CMS proposal. But that is what it is. CMS' own description of dividing three-quarters of the country into a \"test\" arm and the remainder into a \"control,\" all \"randomized\" by clusters of zip codes, screams \"experiment\"--especially when it will impact doctors' abilities to deliver life-saving medicine to cancer patients. Fortunately, some are realizing this and are questioning CMS, such as Senator Charles Grassley who has asked about the government's plans to force patients to participate in experimental research that has none of the established patient safeguards.\n\nThis experiment also presents an inconvenient legal dilemma for the government. Congress created the Centers for Medicare & Medicaid Innovation (CMMI), the branch CMS is using to run this experiment, to test health care reforms on a controlled scale--not in a national, mandatory way. Is CMS simply using CMMI to circumvent Medicare Part B drug payment rates passed into law by Congress? If so, it appears that CMS is purposefully overstepping its powers to overturn existing law. If not, then Congress mistakenly gave CMS too much power in the Affordable Care Act to be able to use CMMI to effectively circumvent any Medicare law. Either way, this presents a very inconvenient constitutional problem. If tested in a court of law, this could invalidate the entity (i.e., CMMI) that has been behind so many innovative health care reform programs to date.\n\nCancer care is experiencing a revolution like never before. There are so many exciting new cancer drugs that are saving lives every day, with many more breakthroughs coming down the pike. The bad news is that these drugs are being priced to an unsustainable level and are fueling the fight we face today. Solving this quandary will require more than just thoughtless payment cuts and politics. It will require everyone--patients, providers, government, health insurers, and pharmaceutical companies--to work together towards effective, thoughtful solutions. What is clear is that the CMS' Medicare experiment is certainly not that solution. It is bad medicine and represents the worst of public policy and politics.\n\nFollow Ted Okon on Twitter: www.twitter.com/OncologyCOA", "article_metadata": {"description": "There is a raging debate going on in Washington about how the government pays for drugs used to treat cancer, rheumatoid arthritis, immunodeficiency dise...", "sailthru.expire_date": "2016-05-25 19:00:00 -0400", "og": {"site_name": "The Huffington Post", "description": "There is a raging debate going on in Washington about how the government pays for drugs used to treat cancer, rheumatoid arthritis, immunodeficiency dise...", "url": "http://www.huffingtonpost.com/ted-okon/inconvenient-truths-about_b_10069998.html", "image": "http://i.huffpost.com/gen/3306564/images/o-MEDICARE-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/3306564/images/o-MEDICARE-facebook.jpg", "height": 1000}, "creator": "OncologyCOA", "description": "There is a raging debate going on in Washington about how the government pays for drugs used to treat cancer, rheumatoid arthritis, immunodeficiency dise...", "card": "summary_large_image", "site": "@HuffPostPol"}, "sailthru.date": "2016-05-24 19:00:00 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=10069998", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "medicare,politics,cancer,oncology,cms,Centers for Medicare and Medicaid Services,chuck grassley,arthritis,community oncology", "article": {"section": "Politics", "tag": "medicare,politics,cancer,oncology,cms,Centers for Medicare and Medicaid Services,chuck grassley,arthritis,community oncology", "published_time": "2016-05-24 19:00:00 -0400", "modified_time": "2016-05-24 19:00:10 -0400"}, "viewport": "width=1000"}, "article_summary": "What is clear is that the CMS' Medicare experiment is certainly not that solution.\nIn 2005 and 2012, the government imposed significant cuts to Medicare drug payment rates, cuts that shifted cancer care to the more expensive hospital setting.\nThere are so many exciting new cancer drugs that are saving lives every day, with many more breakthroughs coming down the pike.\nThat is not only insulting but an unsupported indictment of our nation's medical care.\nCancer care is experiencing a revolution like never before."}