{"article_title": "How to reassemble America", "article_keywords": ["million", "senate", "consent", "executive", "constitutional", "governed", "barack", "willing", "enacted", "america", "reassemble", "obama"], "article_url": "http://dailycaller.com/2014/01/05/how-to-reassemble-america/", "article_text": "A man looks over the Affordable Care Act (commonly known as Obamacare) signup page on the HealthCare.gov website in New York in this October 2, 2013 photo illustration. REUTERS/Mike Segar\n\n4048382\n\nObamacare is a flea bitten dog that never would have been enacted without wholesale and deliberate falsehoods said over and over again by Barack Obama and every Democrat cheerleader. It never would have been enacted without legislative sleights-of-hand and backroom bribes offered to key Democrats.\n\nIt never would have been enacted and Barack Obama would likely not have won a second term without the willing negligence of a toothless “watchdog press” who refused to independently investigate or report obvious lies.\n\nNow we will be bitten by this dog and indeed, as many as five million people who have lost insurance (that they liked) have already felt the teeth. It will get worse. Although not widely reported, another 100 million Americans with workplace coverage (by HHS’ own estimates) may be dropped by employers and forced into more costly coverage through security-challenged exchanges.\n\nMany of those already forced into Obamacare have seen their trusted doctors dropped from networks and even with subsidies, deductible thresholds so high that savings are just a fiction. Another fiction. And those people with severe illnesses who have been canceled and lost the best hospitals and specialist care may have already been condemned to death by their own government “helping them”.\n\nAs the American people absorb body blow after body blow from this destructive fraud, our system of government has, itself, been battered so that this President can have his “signature” issue. By unilaterally changing the so-called “Law of the Land” so many times Obama has rendered Congress all but irrelevant. While this may sound good to those frustrated with divided government, it is nothing less than the strangling of the very heart of our Constitutional system of representation.\n\n“I won’t wait for Congress” is Mr. Obama’s guaranteed applause line at liberal fund-raising events as he promises more and more executive orders. There is apparently no recognition of the truth that when majorities change, liberals will inevitably suffer equally from erasing Constitutional protections of minority views or even established laws by executive fiat. There is no recognition, no shame and no apologies for destroying the role of elected representatives who are, by Constitutional design, to be both the very instruments of “consent of the governed” and restraint of the majority.\n\nJust to make sure that everyone understands this new kind of Presidency that asserts the power of a king, Obama has simply reversed by executive order standing laws on immigration, welfare/work, environmental and labor regulation and education. This is the new order where the White House both admits that it cannot police federal agencies that go rogue while simultaneously ordering them to ignore the Rule of Law.\n\nThe Founding Fathers wisely foresaw inevitable attempts to concentrate power and violate Constitutional guarantees and created three branches of government, designed to be in conflict with each other, that would check and balance excesses. What they did not foresee was a Senate Majority leader willing to throw over 200 years of tradition to pack the courts on behalf of Barack Obama. Harry Reid changed long standing Senate rules with 51 instead of 60 votes and he did it to make sure the judicial branch stayed out of the way of the dismantling of the separation of federal powers. All Hail the King!\n\nEven a lawless President, a complicit Senate majority, a one-party judiciary and a fawning press may not, however, succeed in undoing consent of the governed. We Americans have rebounded before from wars, economic collapses, plagues and both criminally opportunistic and criminally inept politicians. We can and must restore and repair the battered Constitution and the proper relationship between citizen and government. Our chance comes this November.\n\nKen Hoagland is founder and chairman of Restore America’s Voice and writes daily at “Repeal it Now” on Facebook. His organization of 2.1 million people believes that politicians of both parties are routinely ignoring and frustrating “consent of the governed”.", "article_metadata": {"sailthru.author": "Ken Hoagland", "description": "Historic constitutional roles have been shredded.", "og": {"site_name": "The Daily Caller", "description": "Obamacare is a flea bitten dog that never would have been enacted without wholesale and deliberate falsehoods said over and over again by Barack Obama and every Democrat cheerleader. It never would ha", "title": "How the Obama administration dismantled American government", "url": "http://dailycaller.com/2014/01/05/how-to-reassemble-america/", "image": {"width": 630, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2013/12/2013-12-15T155124Z_1_CBRE9BE182700_RTROPTP_4_USA-HEALTHCARE-TECHNOLOGY-e1388783769417.jpg", "height": 270}, "type": "article"}, "twitter": {"description": "Historic constitutional roles have been shredded.", "title": "How the Obama administration dismantled American government Via @dailycaller", "url": "http://dailycaller.com/2014/01/05/how-to-reassemble-america/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2013/12/2013-12-15T155124Z_1_CBRE9BE182700_RTROPTP_4_USA-HEALTHCARE-TECHNOLOGY-e1388783769417.jpg"}, "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2014-01-05 23:47:17", "sailthru.title": "How the Obama administration dismantled American government", "HandheldFriendly": "true", "sailthru.tags": "harry-reid,obamacare,ken-hoagland", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "filibuster,harry reid,obamacare", "sailthru.description": "Obamacare is a flea bitten dog that never would have been enacted without wholesale and deliberate falsehoods said over and over again by Barack Obama and every Democrat cheerleader. It never would ha", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2013/12/2013-12-15T155124Z_1_CBRE9BE182700_RTROPTP_4_USA-HEALTHCARE-TECHNOLOGY-e1388783769417.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "His organization of 2.1 million people believes that politicians of both parties are routinely ignoring and frustrating “consent of the governed”.\nREUTERS/Mike Segar4048382Obamacare is a flea bitten dog that never would have been enacted without wholesale and deliberate falsehoods said over and over again by Barack Obama and every Democrat cheerleader.\nWhat they did not foresee was a Senate Majority leader willing to throw over 200 years of tradition to pack the courts on behalf of Barack Obama.\nKen Hoagland is founder and chairman of Restore America’s Voice and writes daily at “Repeal it Now” on Facebook.\nIt never would have been enacted without legislative sleights-of-hand and backroom bribes offered to key Democrats."}