{"article_title": "GOP Rep Demands 'Recapture' of Obamacare Tax Credits Awarded to Illegal Immigrants", "article_keywords": ["citizens", "demands", "obamacare", "rep", "immigrants", "tax", "wrote", "awarded", "credits", "report", "health", "know", "illegal", "dollars", "wellknown", "gop", "recapture"], "article_url": "http://townhall.com/tipsheet/cortneyobrien/2016/02/19/gop-rep-demands-return-of-obamacare-subsidies-awarded-to-illegal-immigrants-n2122086", "article_text": "Over 470,000 people who did not provide valid citizenship were somehow granted Obamacare subsidies by the government. Sen. Ron Johnson detailed the misused tax dollars in a Feb. 8 report, which concluded that the government offered $750 million in tax credits to undocumented citizens. The report appears to contradict President Obama’s 2009 pledge to not offer any tax credits to those who are in the United States illegally.\n\n\"I would like to know what is being done to rectify this situation and how you would intend to recapture the money that has been issued in error. I would also like to know how the 'pay and chase' protocol, a system that is well-known to be broken, has become an Administration-supported part of 'statutory guidelines,'\" Black, a 40-year veteran of the healthcare industry, wrote in the letter sent Thursday.\n\nThe Tennessee congresswoman gave Burwell one month to respond.\n\nBlack has been an Obamacare foe since its inception. She knows how hard the health care bill has hit small businesses in her state. On the House floor in December, she shared a personal story about a deli owner who lost sleep over the bill's burdensome regulations before being forced to close the restaurant.\n\nHow painful it must be for that entrepreneur to hear that, not only did the president's health legislation contribute to his business' demise, but the administration is awarding illegals.\n\nThe HHS and the IRS better get their act together. Those dollars belong to American citizens.", "article_metadata": {"description": "Misusing tax dollars. Shocker. .05/27/2016 8:01:01AM EST.", "author": "Cortney O'Brien", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Misusing tax dollars. Shocker.", "title": "GOP Rep Demands 'Recapture' of Obamacare Tax Credits Awarded to Illegal Immigrants", "url": "http://townhall.com/tipsheet/cortneyobrien/2016/02/19/gop-rep-demands-return-of-obamacare-subsidies-awarded-to-illegal-immigrants-n2122086", "image": "http://media.townhall.com/townhall/reu/ha/2016/7/2016-01-07T194049Z_1_LYNXMPEC061CY_RTROPTP_3_USA-HEALTHCARE.JPG", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Misusing tax dollars. Shocker.", "title": "GOP Rep Demands 'Recapture' of Obamacare Tax Credits Awarded to Illegal Immigrants", "url": "http://townhall.com/tipsheet/cortneyobrien/2016/02/19/gop-rep-demands-return-of-obamacare-subsidies-awarded-to-illegal-immigrants-n2122086", "image": "http://media.townhall.com/townhall/reu/ha/2016/7/2016-01-07T194049Z_1_LYNXMPEC061CY_RTROPTP_3_USA-HEALTHCARE.JPG", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "GOP Rep Demands 'Recapture' of Obamacare Tax Credits Awarded to Illegal Immigrants, Cortney O'Brien, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "Sen. Ron Johnson detailed the misused tax dollars in a Feb. 8 report, which concluded that the government offered $750 million in tax credits to undocumented citizens.\nThe report appears to contradict President Obama’s 2009 pledge to not offer any tax credits to those who are in the United States illegally.\nOver 470,000 people who did not provide valid citizenship were somehow granted Obamacare subsidies by the government.\nShe knows how hard the health care bill has hit small businesses in her state.\n\"I would like to know what is being done to rectify this situation and how you would intend to recapture the money that has been issued in error."}