{"article_title": "The ‘Grandpa Scam’ That’s Costing Seniors a Bundle", "article_keywords": ["seniors", "aging", "scam", "americans", "older", "roger", "scammers", "bundle", "phone", "grandpa", "w", "scams", "financial", "costing", "thats"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/07/18/Grandpa-Scam-s-Costing-Seniors-Bundle", "article_text": "Financial fraud against older Americans is growing rapidly – with some scams so brazen they almost defy belief.\n\nIn one scenario, phone scammers posing as relatives of older people aim straight for the seniors’ bank accounts – and all too often hit the jackpot. Last December, an 81-year-old Cincinnati grandfather received a call “that sent my life into a tailspin and conned me out of $7,000 in what I now know was a phone scam,” he told the Senate Select Committee on Aging at a hearing on Wednesday.\n\nRelated: Vacation Rental Scams You Just Won’t Believe\n\n“The caller had a young voice and said, ‘Grandpa, this is your favorite grandson.’ To which I replied, ‘I have six grandsons and they’re all my favorites,’” the scam victim, “Roger W.,” testified on Wednesday.\n\nWhen the caller said he was the oldest grandson, the grandfather reflexively replied, “Tighe, how are you?” The grandson explained he had gotten into some trouble during a trip, needed money to get out of jail, “and I don’t want Mom and Dad to know about this,” he added. “Talk to this police officer.”\n\nAs this increasingly sinister charade unfolded, a so-called “police officer” got on the phone to tell the shocked grandparent he should go to Walmart or CVS and “load a total of $3,000 into Green Dot Moneypak cards in $1,000 denominations,” Roger W. said, “and that I needed cash to purchase the cards.”\n\nDistressed about his grandson’s predicament and desperate to help, Roger W. (who wanted his privacy maintained for fear of being further victimized) cashed a check for $3,000 “at my bank and went to Walmart and bought three MoneyPak cards, each loaded with $1,000 dollars. I returned home and called the police officer at a number with a 438 area code – the area code for Montreal, Canada – and gave him the scratch-off numbers on the MoneyPak cards.”\n\nRelated: The Caller ID Scam You Must Know About\n\nBut the scammers needed another $4,000 to complete the transaction. It was only after sending additional money that Roger W. finally called other family members about his grandson’s situation. When he reached his actual grandson on the phone and learned he was safe and sound – and hadn’t asked for money – Roger W. realized he’d been sucker-punched.\n\nHe called the Cincinnati police, the FBI and the Federal Trade Commission, but even more than six months later, “I’m not sure what they’ve been able to do about it,” he said Wednesday.\n\nRoger W. is one of almost too many to count – and his quickness to come to a beloved “grandson’s” rescue is not uncommon. “Love definitely makes a difference, and it works to the scammer’s advantage,” Steve Baker of the Federal Trade Commission told AARP.\n\nSenator Susan Collins (R-ME), the ranking member of the Select Committee on Aging, said Wednesday that one of her constituents, Sandra Jaeger, “got a call from someone who claimed to be her son. He said he had been in a car accident and didn’t have insurance. He asked her to send $1,500 to pay off the other party, and Mrs. Jaeger did so, using Western Union to wire the money.“\n\nRelated: Social Security Closes Offices As More Seniors Need Services\n\nWhen she realized she’d been scammed, Jaeger contacted “local and state law enforcement and the FBI, but was told there was nothing they could do.”\n\nCalling these scammers a “scourge,“ Sen. Collins warned Wednesday of the “dangers posed by con artists looking to swindle older Americans out of their life savings.“\n\nLast year alone, Americans lost more than $73 million to phone imposter scams, says the FTC – but that number is almost surely a drop in the bucket, since most victims don’t report these scams out of fear, distress or embarrassment. Instances of imposter scams doubled between 2009 and 2013, says the Select Committee on Aging. That is why it wants better detection of the crimes, more prosecutions, and better consumer safeguards on the part of retailers and phone companies whose products and services are often used during the transactions.\n\nDaniel Marson, director of neuropsychology at University of Alabama-Birmingham and an expert on seniors and their financial decision-making, refers to this relatively new “financial elder exploitation” as a “time bomb,” since the number of older Americans will swell in the years ahead. Consumers Digest reports there are at least five million cases of this financial abuse in the U.S. each year.\n\nRelated: What '60 Minutes' Got Right and Wrong About Aging\n\nA recent study by AARP said people 50 and older may appear “easy targets” for financial abuse for several reasons: “They expect honesty in the marketplace, are less likely to take action when defrauded, and are less knowledgeable about their rights in an increasingly complex marketplace” – but they’re also “more likely to be home than their younger neighbors” and therefore more likely to pick up the phone, no matter who’s calling.\n\nThe financial scams “are real and a concern,” says Michael Hodin, PhD, who studies aging populations, though he worries about the hyper focus on older people as victims. “Let’s not miss the more profound need for a change in culture and perspective that presumes that this demographic can be active, engaged, independent and productive Americans.”\n\nWhile the National Council on Aging includes the imposter scam in its current list of top 10 scams against seniors, Ramsey Alwin, vice president of economic security at the council, says scams against older Americans are “constantly evolving and changing. Scammers are very creative. On Facebook, for example, they’ll hack into accounts and post status updates saying they’re stuck in other countries and need money.”\n\nThe Consumer Financial Protection Bureau Office of Older Americans and the Senate Select Committee on Aging have launched new efforts to combat these frauds. “Any one of us can fall victim,” says Alwin. “The ‘victim’ terminology isn’t demeaning or disparaging to anyone. It simply reflects the reality of what’s happening.”\n\nOther popular scams against older Americans:\n\nhealth insurance fraud\n\ncounterfeit prescription drug scams\n\nfuneral and cemetery scams\n\nfraudulent anti-aging product scams\n\ntelemarketing scams\n\nInternet fraud\n\ninvestment scams\n\nhomeowner and reverse mortgage scams\n\nsweepstakes and lottery scams\n\n\n\n\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Financial fraud against older Americans is growing rapidly – with some scams so brazen", "title": "The ‘Grandpa Scam’ That’s Costing Seniors a Bundle", "url": "http://www.thefiscaltimes.com/Articles/2014/07/18/Grandpa-Scam-s-Costing-Seniors-Bundle", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/07122013_Senior_iPad_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/07/18/Grandpa-Scam-s-Costing-Seniors-Bundle", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/07122013_Senior_iPad_article.jpg", "creator": "@maurmack", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Financial fraud against older Americans is growing rapidly – with some scams so brazen", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "It was only after sending additional money that Roger W. finally called other family members about his grandson’s situation.\nRoger W. is one of almost too many to count – and his quickness to come to a beloved “grandson’s” rescue is not uncommon.\nIn one scenario, phone scammers posing as relatives of older people aim straight for the seniors’ bank accounts – and all too often hit the jackpot.\nFinancial fraud against older Americans is growing rapidly – with some scams so brazen they almost defy belief.\nWhen he reached his actual grandson on the phone and learned he was safe and sound – and hadn’t asked for money – Roger W. realized he’d been sucker-punched."}