{"article_title": "CMS Official: No More LIP for Florida", "article_keywords": ["medicaid", "federal", "funds", "official", "florida", "states", "ways", "summit", "lip", "health", "floridas", "cms", "care"], "article_url": "http://health.wusf.usf.edu/post/cms-official-no-more-lip-florida", "article_text": "The nation’s Medicaid chief said Tuesday the federal funds Florida hospitals have depended on to pay for the uninsured will not be arriving any more.\n\nThere is “no way” that Florida’s “Low Income Pool” program will continue when it expires in June, said Eliot Fishman, director of the Medicaid division of the Centers for Medicare and Medicaid Services (CMS). “Not in its present form.”\n\nFishman’s message blows a hole in Gov. Rick Scott’s budget, which includes $2 billion in federal funds for the Low Income Pool, or “LIP.” Half of the LIP is federal matching funds.\n\nThe loss of this funding also puts pressure on the Legislature, which is to open its 2015 session in three weeks.\n\nIt was clear from Fishman’s formal presentation that CMS is impatient with what it sees as Florida’s stubbornness to incorporate funding from the Affordable Care Act that is designed to replace LIP and other older ways to cover indigent health care.\n\nFishman noted that a number of states are experimenting with new ways to use the Medicaid funds to pay for health care in ways that reward quality of care and cost-effectiveness.\n\nBut Florida’s hospitals are stuck with a huge unpaid bill because there are still millions of uninsured in the state. “You can’t even start these conversations unless people have coverage,” he said.\n\nIf the coverage problem weren’t holding things up, he said, “we are very prepared…to be flexible and work with you on the best way to do it. Whenever it happens, we’ll be there.”\n\nFishman, who was in Orlando to address the Associated Industries of Florida’s Health Care Affordability Summit, made the remarks in answer to a question after his formal presentation. When reporters asked for further explanation, Fishman declined until he could contact communications staff in Washington.\n\nLegislators who attended the summit last year were not in attendance to hear Fishman’s remarks, since committee meetings are being held in Tallahassee this week.\n\nIn the past two years, Republican legislative leaders have opted out of expanding Medicaid and refused to accept federal money that would carry it out – a decision the U.S. Supreme Court ruled was up to the states. Two years ago, Florida officials estimated the federal funds available for the expansion at $51 billion over a decade.\n\nTwenty-eight states plus the District of Columbia have accepted the money, but others, including Florida, have lagged because of political resistance to the Affordable Care Act. Medicaid expansion was the part of the ACA that is supposed to cover those under the poverty level, and the Federal Marketplace (HealthCare.gov) is designed to provide health plans and subsidies to those above the poverty level.\n\nThe host of the Health Care Affordability Summit, the Associated Industries of Florida Foundation, and other business groups have joined forces with the hospitals to push for acceptance of the federal funds to cover the poor.\n\nCalled “A Healthy Florida Works,” it would require participants to pay something for premiums and would require them to work if they’re not in school.\n\nThe summit ends this afternoon.\n\nSpecial correspondent Carol Gentry is part of WUSF in Tampa. Health News Florida receives support from the Corporation for Public Broadcasting.", "article_metadata": {"category": "HNF Stories", "description": "The nation’s Medicaid chief said Tuesday the federal funds Florida hospitals have depended on to pay for the uninsured will not be arriving any more. There", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/cms-official-no-more-lip-florida", "image": "http://mediad.publicbroadcasting.net/p/healthnewsfl/files/styles/medium/public/201502/Fishman_headshot.jpg", "type": "article", "description": "The nation’s Medicaid chief said Tuesday the federal funds Florida hospitals have depended on to pay for the uninsured will not be arriving any more. There", "title": "CMS Official: No More LIP for Florida"}, "story_id": 385187164, "twitter": {"site": "@HealthNewsFL", "card": "summary", "creator": "@HealthNewsFL"}, "author": "Carol Gentry", "org_id": 0, "dc": {"title": "CMS Official: No More LIP for Florida"}, "nid": 9536, "datePublished": "2015-02-10", "keywords": "\"LIP\" program, low-income pool, Medicaid expansion", "wordCount": 617, "has_audio": 0, "viewport": "width=device-width"}, "article_summary": "Rick Scott’s budget, which includes $2 billion in federal funds for the Low Income Pool, or “LIP.” Half of the LIP is federal matching funds.\nThe nation’s Medicaid chief said Tuesday the federal funds Florida hospitals have depended on to pay for the uninsured will not be arriving any more.\nTwo years ago, Florida officials estimated the federal funds available for the expansion at $51 billion over a decade.\nHealth News Florida receives support from the Corporation for Public Broadcasting.\nIt was clear from Fishman’s formal presentation that CMS is impatient with what it sees as Florida’s stubbornness to incorporate funding from the Affordable Care Act that is designed to replace LIP and other older ways to cover indigent health care."}