{"article_title": "After debt-inducing hospitalization, Obamacare offers lifeline to Mobile woman", "article_keywords": ["affordable", "alabama", "woman", "cost", "hospitalization", "lifeline", "debtinducing", "inhaler", "obamacare", "mobile", "offers", "health", "burden", "act", "buy", "insurance", "care"], "article_url": "http://blog.al.com/wire/2014/03/after_debt-inducing_hospitaliz.html", "article_text": "\n\n\n\nIn 2014, AL.com and Alabama Public Radio are examining how the Affordable Care Act is affecting the cost, availability and quality of health care in Alabama. We asked what it means to you, and you’ve responded.\n\nHundreds of Alabamians have shared specific personal experiences that explain why they're in favor of the law or against it. These stories are helping to guide and inform our reporting.\n\nHere’s a closer look at one experience:\n\nName: Ty Burden\n\nAge: 40\n\nCity: Mobile\n\nHer situation: Count Burden among the multitude of Americans who previously could not buy health insurance because of a pre-existing condition. More than that, though, the Mobile woman racked up crushing debt because of an uninsured hospital stay.\n\n“Last year, I was very, very sick,” said Burden, who has suffered from asthma since she was 6. “Prior to this, I could never get insurance.”\n\nBurden said her illness almost cost her her life last year. “I went for my inhaler and found that it was empty,” she said.\n\nBurden said she spent three days in a coma. She recovered but woke up with thousands of dollars’ worth of debt from the hospital bills. She said she slowly is paying it off.\n\nHer view: Burden strongly supports the Affordable Care Act, which requires insurance companies to enroll the sick and prohibits them from charging higher premiums.\n\nBurden said she used to shell out $75 to buy an inhaler over the counter. When she needed to see a doctor, she said, she would pay $200 out of pocket for the visit.\n\n“I’m able to make sure I had an inhaler and EpiPen (an auto-injector) and everything I need,” she said. “I can go to a regular doctor. I was never able to do that before.”\n\nAs the executive director of an event planning company she co-founded, Burden said she did not make enough money to afford insurance. She said she qualified for a $225 monthly subsidy, which allowed her to buy a “silver” Blue Cross and Blue Shield of Alabama policy on the federal health care exchange. Her monthly cost for the premium is $25.\n\n“This is really just saving my life,” she said, adding that her co-workers also have signed up for insurance in the government marketplace.\n\nThe bigger picture: One of the key features of Obamacare – and one of its most popular, according to surveys – is the ban on using pre-existing health problems to deny or charge more for coverage.\n\nPreviously, insurance companies sometimes refused to sell policies to people who already had a severe medical condition. Other times, insurers would allow people with chronic conditions to purchase policies but would charge prices well above rates quoted for healthy customers.\n\nCritics contend that younger and healthier customers are paying inflated prices to subsidize older and sicker consumers whose health problems make them more expensive to cover.\n\n\n\nCLICK HERE TO SHARE YOUR AFFORDABLE CARE ACT STORY", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "Affordable Care Act, Obamacare and you, Ty Burden, news", "title": "After debt-inducing hospitalization, Obamacare offers lifeline to Mobile woman", "parsely-page": "{\"title\": \"After debt-inducing hospitalization, Obamacare offers lifeline to Mobile woman\", \"link\": \"http://blog.al.com/wire/2014/03/after_debt-inducing_hospitaliz.html\", \"image_url\": \"http://image.al.com/home/bama-media/width620/img/wire/photo/ty-burdenjpg-1210c6e437f49bfc.jpg\", \"type\": \"post\", \"post_id\": \"12518335\", \"pub_date\": \"2014-03-26T11:11:21Z\", \"author\": \"Brendan Kirby\", \"tags\": [\"@river-all\",\"Affordable Care Act\",\"Obamacare and you\",\"Ty Burden\"] }", "twitter": {"image": "http://image.al.com/home/bama-media/width620/img/wire/photo/ty-burdenjpg-1210c6e437f49bfc.jpg", "description": "Count Ty Burden among the multitude of Americans who previously could not buy health insurance because of a pre-existing condition. More than that, though, the Mobile woman racked up crushing debt because of an uninsured hospital stay.", "card": "summary", "site": "@aldotcom"}, "article_date_updated": "Thursday, March 27, 2014,  6:13 PM", "parsely-metadata": "{\"short_title\": \"\", \"image_url\": \"http://media.al.com/wire/photo/ty-burdenjpg-1210c6e437f49bfc.jpg\", \"author_name\": \"bkirby\", \"author_nickname\": \"Brendan Kirby\", \"author_id\": \"4298\", \"source_blog_name\": \"Retired: Real-Time News from AL.com\", \"source_blog_url\": \"http://blog.al.com/wire/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "AL.com", "description": "Count Ty Burden among the multitude of Americans who previously could not buy health insurance because of a pre-existing condition. More than that, though, the Mobile woman racked up crushing debt because of an uninsured hospital stay.", "title": "After debt-inducing hospitalization, Obamacare offers lifeline to Mobile woman", "url": "http://blog.al.com/wire/2014/03/after_debt-inducing_hospitaliz.html", "image": "http://image.al.com/home/bama-media/width620/img/wire/photo/ty-burdenjpg-1210c6e437f49bfc.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "AL.com", "article_comments": 0, "article_date_original": "Wednesday, March 26, 2014,  6:10 AM", "article_author": "Brendan Kirby", "Description": "Count Ty Burden among the multitude of Americans who previously could not buy health insurance because of a pre-existing condition. More than that, though, the Mobile woman racked up crushing debt because of an uninsured hospital stay."}, "_id": "\"57477af46914bd0286fe1e89\"", "article_summary": "CLICK HERE TO SHARE YOUR AFFORDABLE CARE ACT STORY\nIn 2014, AL.com and Alabama Public Radio are examining how the Affordable Care Act is affecting the cost, availability and quality of health care in Alabama.\nHer view: Burden strongly supports the Affordable Care Act, which requires insurance companies to enroll the sick and prohibits them from charging higher premiums.\nHere’s a closer look at one experience:Name: Ty BurdenAge: 40City: MobileHer situation: Count Burden among the multitude of Americans who previously could not buy health insurance because of a pre-existing condition.\nMore than that, though, the Mobile woman racked up crushing debt because of an uninsured hospital stay."}