{"article_title": "North Adams Not Alone In Hospital Closure", "article_keywords": ["closure", "north", "adams", "emergency", "shott", "hospital", "roughly", "st", "urgent", "patients", "reimbursements", "hospitals", "care"], "article_url": "http://wamc.org/post/north-adams-not-alone-hospital-closure", "article_text": "Access to health care in rural areas is a persistent struggle, and some residents of western Massachusetts found themselves considering less than ideal options this year. North Adams Regional Hospital closed in March to much community outcry; it has since been reopened as a satellite emergency center by Berkshire Health Systems. But the region, which lost some 500 jobs, isn’t alone in its experience.\n\nSince 2010, 45 rural hospitals have closed, impacting communities across the country. Some of the areas were highlighted in a November USA Today article that wound up being cited in testimony on the Senate floor. Reporter Jayne O’Donnell co-wrote the story.\n\n“Generally speaking the hospitals were really struggling under decreased reimbursements from the federal programs Medicare and Medicaid, readmission penalties under the Affordable Care Act were hitting them pretty hard, sequestration cut back on the payments and just generally competition and the consolidation among hospitals,” said O’Donnell.\n\nMost of the closures happen in poor communities, but not always. In October 2013, St. Andrews Hospital in Boothbay Harbor, Maine, a town of roughly 2,000 with a median age near 55, transitioned into an urgent care center. Scott Shott is the vice president of development, marketing and community relations of operator Lincoln County Healthcare.\n\n“The decision to convert St. Andrews from a full-blown hospital to outpatient services and urgent care had pretty much everything to do with the emergent department,” Shott said. “Patient volume was very, very low in the evenings. It was staffed by a doctor, a nurse and an emergency room technician. Our medical staff was very concerned about the quality of care we could provide. When you think of emergency care its life-threatening situations.”\n\nThe company was able to keep St. Andrews’ federal critical access status, which allows for increased reimbursements, by lumping in what was then Miles Memorial, which did not have the same status, 17 miles up the peninsula. Lincoln Health reduced Miles’ beds from nearly 40 to 25 and passed on the increased reimbursements to cut patient costs by roughly seven percent. The urgent care center at St. Andrews offers imaging and rehab services, according to Shott.\n\n“Roughly 75 to 80 percent of patients who go to an emergency room don’t have a life-threatening situation,” Shott said. “They need to be seen right away, but their life isn’t in danger. Those are urgent care situations and urgent care is much less expensive. So over this last year, operating at only 12 hours a day, we actually had more patients seen at the urgent care center than were seen the prior year when it was open 24 hours a day.”\n\nAs expected, members of the community fiercely opposed the closure, while roughly a dozen people lost their jobs. Similar concerns have surrounded the North Adams closure, with patients concerned about continuing care and the union representing roughly 100 nurses fighting to keep jobs.\n\nO’Donnell explains communities want to keep emergency rooms open, despite the high costs, because of what’s known as the “golden hour” following a heart attack or stroke. She adds roughly four businesses left Richland, Georgia, a town of 1,400, when its small hospital closed.\n\n“No business wants to move to these areas either so there’s almost no way out of it,” O’Donnell said. “You have the Affordable Care Act designed to improve access to care for the uninsured, when hospitals go out of business they create more unemployed uninsured people especially in these areas that didn’t expand Medicaid.”\n\nIn the face of closures and rising costs, O’Donnell says hospitals are focusing more on outreach services to get ahead of preventable emergencies like heart attacks and strokes by focusing on healthy lifestyles.\n\n“If you’re one of these so-called ‘frequent flyers’ coming into the emergency room all the time, that costs them [hospitals] so much money,” O’Donnell said. “So they’d rather go to your house. There’s a Richmond, Virginia hospital that I visited that actually goes to peoples’ houses and teaches them healthy cooking.”\n\nShe adds remotely connecting patients to doctors via telemedicine, such as wearable devices that track a person’s heart rate, is also increasing. Many of the hospital closures can be linked to aging buildings, lower reimbursements and a need to transfer to electronic health records, as required under the Affordable Care Act. Shott, of Lincoln County Healthcare, adds another national trend is also playing a role – the ease of travel – making it less of a struggle to go to big city healthcare providers.\n\n“All these little towns throughout New England had their own little hospital or a physician practice where the physician would do some types of surgery,” Shott said. “The reason for that was, 100 years ago healthcare was relatively inexpensive and travel was quite expensive. It was an ordeal to travel to a city that might be a couple hundred miles away. Nowadays it’s exactly the opposite.”", "article_metadata": {"category": "New England News", "description": "Access to health care in rural areas is a persistent struggle, and some residents of western Massachusetts found themselves considering less than ideal", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://wamc.org/post/north-adams-not-alone-hospital-closure", "image": "http://mediad.publicbroadcasting.net/p/wamc/files/styles/medium/public/201412/lockeddoor.jpg", "type": "article", "description": "Access to health care in rural areas is a persistent struggle, and some residents of western Massachusetts found themselves considering less than ideal", "title": "North Adams Not Alone In Hospital Closure"}, "story_id": 372544964, "twitter": {"site": "@WAMCRadio", "card": "summary", "creator": "@WAMCRadio"}, "author": "Jim Levulis", "org_id": 0, "dc": {"title": "North Adams Not Alone In Hospital Closure"}, "nid": 105516, "datePublished": "2014-12-22", "keywords": "hospital closures, North Adams Regional Hospital, Affordable Care Act", "wordCount": 907, "has_audio": 1, "viewport": "width=device-width"}, "article_summary": "Those are urgent care situations and urgent care is much less expensive.\nNorth Adams Regional Hospital closed in March to much community outcry; it has since been reopened as a satellite emergency center by Berkshire Health Systems.\nSimilar concerns have surrounded the North Adams closure, with patients concerned about continuing care and the union representing roughly 100 nurses fighting to keep jobs.\nIn October 2013, St. Andrews Hospital in Boothbay Harbor, Maine, a town of roughly 2,000 with a median age near 55, transitioned into an urgent care center.\n“The decision to convert St. Andrews from a full-blown hospital to outpatient services and urgent care had pretty much everything to do with the emergent department,” Shott said."}