{"article_title": "U.S. to deploy spy plane in Singapore amid China tensions", "article_keywords": ["spy", "united", "defense", "singapore", "amid", "p8", "deploy", "washington", "states", "plane", "china", "south", "tensions", "islands", "deployment"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/12/08/US-agrees-spy-plane-deployment-Singapore-amid-China-tensions", "article_text": "WASHINGTON (Reuters) - The United States has agreed with Singapore on a first deployment of the U.S. P8 Poseidon spy plane in Singapore this month, in a fresh response to China over its pursuit of territorial claims in the South China Sea.\n\nChina, which is at odds with Washington over the South China Sea, said on Tuesday the move was aimed at militarizing the region.\n\nIn a joint statement after a meeting in Washington on Monday, U.S. Defense Secretary Ash Carter and Singapore Defense Minister Ng Eng Hen welcomed the inaugural deployment of the aircraft in Singapore from Dec. 7 to 14.\n\nA U.S. defense official said further deployments in Singapore could be expected. The move comes at a time of heightened tensions in the South China Sea.\n\nChina claims almost the entire energy-rich waters, through which more than $5 trillion of maritime trade passes each year. The Philippines, Brunei, Vietnam, Malaysia and Taiwan have overlapping claims.\n\n\"I think this kind of increase in military deployment by the United States and pushing regional militarization does not accord with the joint long-term interests of the countries in this region,\" Chinese Foreign Ministry spokeswoman Hua Chunying told a daily news briefing.\n\nChina believes that Singapore, like other countries in the region, wants to see a peaceful and prosperous Southeast Asia, she added.\n\nThe United States already operates P8s from Japan and the Philippines, and has also conducted surveillance flights from Singapore's neighbor, Malaysia.\n\nThe statement said the P8 deployment in Singapore would \"promote greater interoperability with regional militaries through participation in bilateral and multilateral exercises, while providing timely support for regional HADR and maritime security efforts.\"\n\nHADR is an acronym for Humanitarian and Disaster Relief operations.\n\nThe United States and Singapore have long-standing defense ties and the announcement of the P8 deployment was part of an enhanced Defense Cooperation Agreement signed by Carter and Ng, which also covers cooperation in fighting transnational terrorism and piracy.\n\nWashington has criticized China's building of artificial islands in the South China Sea's disputed Spratly archipelago, and has conducted sea and air patrols near them recently.\n\nLast month, U.S. President Barack Obama called on countries to stop building artificial islands in the sea and militarizing their claims. He said the United States would continue to assert its freedom-of-navigation rights.\n\nChina responded by saying it would continue to build both military and civilian facilities on the islands.\n\nLast month, U.S. B-52 bombers flew near some of China's artificial islands and at the end of October a U.S. guided-missile destroyer sailed within 12 nautical miles of one of them.\n\nIn May, the Chinese navy issued eight warnings to the crew of a U.S. P8 that flew near the islands, according to CNN, which was aboard the U.S. aircraft.\n\n(Reporting by David Brunnstrom; Editing by Mohammad Zargham and Nick Macfie)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "WASHINGTON (Reuters) - The United States has agreed with Singapore on a first deployme", "title": "U.S. to deploy spy plane in Singapore amid China tensions", "url": "http://www.thefiscaltimes.com/latestnews/2015/12/08/US-agrees-spy-plane-deployment-Singapore-amid-China-tensions", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/mideast-crisis-usa_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/12/08/US-agrees-spy-plane-deployment-Singapore-amid-China-tensions", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/mideast-crisis-usa_2.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "WASHINGTON (Reuters) - The United States has agreed with Singapore on a first deployme", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "The move comes at a time of heightened tensions in the South China Sea.\nChina, which is at odds with Washington over the South China Sea, said on Tuesday the move was aimed at militarizing the region.\nThe United States already operates P8s from Japan and the Philippines, and has also conducted surveillance flights from Singapore's neighbor, Malaysia.\nWASHINGTON (Reuters) - The United States has agreed with Singapore on a first deployment of the U.S. P8 Poseidon spy plane in Singapore this month, in a fresh response to China over its pursuit of territorial claims in the South China Sea.\nHe said the United States would continue to assert its freedom-of-navigation rights."}