{"article_title": "Sen. Tom Coburn to Join Push for Constitutional Convention", "article_keywords": ["president", "right", "join", "constitution", "congress", "v", "federal", "tom", "constitutional", "states", "convention", "push", "sen", "article", "coburn"], "article_url": "http://www.thenewamerican.com/usnews/constitution/item/19064-sen-coburn-r-okla-to-join-push-for-constitutional-convention", "article_text": "Tom Coburn, the junior senator from Oklahoma, has said he will join efforts to call for an Article V convention to amend the Constitution after he retires from the Senate at the end of this year. The second-term Republican, known for his fiscal conservatism as well as his traditionalist stand on social issues, said he is frustrated by the gridlock in Washington that has blocked reform of entitlement programs and other measures needed to get federal spending under control.\n\nCoburn plans to join individuals and organizations on both the political Left and Right that seek to invoke Article V of the Constitution that empowers the states to summon a convention for the purpose of proposing of amending the Constitution. It requires 2/3, or 34, of the states to call such a convention, and any proposed amendment would have to ratified by 3/4, or 38, of the states to become part of the Constitution.\n\nThere has been no constitutional convention since the one in 1787 that produced the original Constitution. All 27 amendments since adopted, including the first 10 known as the Bill of Rights, were adopted by the alternative procedure, also in Article V, of passage by 2/3 of each house of Congress and ratification by 3/4 of the states.\n\nCoburn credited George Mason of Virginia, a delegate to the Constitutional Convention, for the Article V provisions. \"I think Mason was prophetic that we would devolve to where the federal government became too powerful, too big and too unwieldy. That's why he put Article V in,\" he told the D.C. publication The Hill. Coburn kept his pledge to serve only three terms as a member of the House and pledged to serve only two terms in the Senate. He is retiring from the Senate at the end of this year, despite having two years left on his second six-year term.\n\n\"I think we ought to have a balanced budget amendment,\" he told The Hill. \"I think we ought to have term limits. I think we ought to put a chokehold on regulation and re-establish the powers of the Congress.\"\n\nCoburn, 65, an obstetrician who has gained the title \"Dr. No\" from critics of his opposition to federal programs, has revealed that he is battling cancer. In January of this year, he announced he would retire at the end of the year, though his term runs until the end of 2016. He said the decision is due not to his health problems, but rather to his conviction that \"I can serve my own children and grandchildren by shifting my focus elsewhere.\"\n\nCoburn has been in touch with both Michael Farris, the chancellor of Patrick Henry College, and Mark Meckler, the president of Citizens for Self-Governance, who are leading a push for a convention of the states. So far legislatures in only three states — Florida, Georgia, and Alaska — have adopted their proposal. Farris said his goal is for 20 more state legislatures to adopt the proposal in 2015 and the needed additional 11 or more to come on board in 2016, before the next presidential election.\n\nWhile states cannot dictate the precise language of the amendments at the convention, they can set the scope of the debate, Farris said. Yet nothing in Article V or any other part of the Constitution prevents a convention, once in session, from proposing through the amendment process an entirely different constitution. Indeed, that is what happened when the delegates gathered in Philadelphia in 1787 for the purpose of amending the Articles of Confederation. Given that our politics have, as Coburn said, \"devolved\" since the founding of the Republic, it seems doubtful that a new constitution would be an improvement over the existing document. Farris, nonetheless, sees a convention as a means of restoring fiscal reality to federal spending.\n\n\"By 2020, 89 percent of the federal budget will be consumed by interest on the national debt, Medicare, Medicaid, and Social Security. That's unsustainable,\" Farris told The Hill. \"Getting fiscal restraints on the federal government in the areas of taxing, spending and debt; it's essential for the survival of the country.\"\n\nLawrence Lessig, a professor at Harvard Law School and a self-described Democrat who supports the convention effort, says the issues should be \"the balanced budget, the size of government\" and \"the integrity of the electoral process.\" But most of the push for a convention appears to be coming from the political Right, including vocal support from syndicated radio talk show hosts Mark Levin and Rush Limbaugh. And it is fueled in no small part by frustration with President Obama and the near impossibility of removing him from office for allegedly impeachable offenses.\n\n\"So there is impeachment to deal with a lawless president, a lawless executive,\" Limbaugh said on a recent program. \"But there is another way, and it is right in the Constitution. It's right there in Article V of the Constitution.... The states have the power, if they want to do it.\"\n\nBut if there are not enough votes in Congress to impeach Obama and remove him from office, what are the chances of achieving consensus among the delegates at an Article V convention on amendments to reign in the \"lawless president\"? Republicans have charged Obama with effectively rewriting the nation's immigration law and the House of Representatives is suing him for unilaterally postponing one or more of the provisions of the Affordable Care Act, more commonly called ObamaCare. If the president's offense is willfully exceeding the constitutional powers of his office, what is to prevent him from ignoring whatever new amendments to the Constitution might be approved by a convention and ratified by the states?\n\nThere may be an even greater chance that such a convention would approve something many liberals want, including retired Supreme Court Justice John Paul Stevens: a constitutional amendment to overturn the Supreme Court decision in Citizens United v. Federal Election Commission. That 5-4 decision affirmed the right of advocacy groups to spend unlimited amounts of money on independent ads about political candidates, up to and including the day of election. Denying that right, the court ruled, constitutes an abridgment of the freedom of speech, an abridgment forbidden by the First Amendment of the existing Constitution.\n\nConcerning runaway spending and the power of Congress, the legislative branch controls the purse strings and Congress does not need further constitutional authority to stop spending on programs and projects for which there is no power delegated by the Constitution to the federal government — in other words most of the federal budget, including ObamaCare and the spending done by the Department of Education and the Department and the Department of Energy, two cabinet-level agencies that Republicans promised to eliminate but forgot about by the time they achieved majorities in Congress.\n\nCongress might also assert its power over presidential war-making, rather than sitting on the sidelines and allowing the president to bomb targets of opportunity in nations of his choice. Having conducted an unauthorized air war in Libya, Obama is now conducting another in Iraq, with only a few lonely voices in Congress calling for the president to seek authorization from the one branch of the federal government authorized to declare war.\n\nWhen it comes to defending its powers under the Constitution, Congress has demonstrated its devotion to two constitutionally protected rights: the right to remain silent when the president initiates another American war and the right to complain about it when it turns out to be another disaster.\n\nRelated articles:\n\nNullification vs. Constitutional Convention: How to Save Our Republic\n\nWorking Together to Rewrite the Constitution\n\nIs a Runaway Article V Convention a Myth? 1787 Proves Otherwise", "article_metadata": {"keywords": "Tom Coburn, senator, Oklahoma, join, call, Article V, constitutional convention, amend, Constitution", "og": {"url": "http://www.thenewamerican.com/usnews/constitution/item/19064-sen-coburn-r-okla-to-join-push-for-constitutional-convention", "image": "http://www.thenewamerican.com/media/k2/items/cache/618e3421b4cb8cdc59811605220f25c9_XL.jpg", "type": "article", "description": "Tom Coburn, (R-Okla.), has said he will join efforts to call for an Article V convention to amend the Constitution. by Jack Kenny", "title": "Sen. Tom Coburn to Join Push for Constitutional Convention"}, "image": "http://www.thenewamerican.com/media/k2/items/cache/618e3421b4cb8cdc59811605220f25c9_XL.jpg", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd87b7\"", "article_summary": "Constitutional Convention: How to Save Our RepublicWorking Together to Rewrite the ConstitutionIs a Runaway Article V Convention a Myth?\nCoburn credited George Mason of Virginia, a delegate to the Constitutional Convention, for the Article V provisions.\nThere has been no constitutional convention since the one in 1787 that produced the original Constitution.\nTom Coburn, the junior senator from Oklahoma, has said he will join efforts to call for an Article V convention to amend the Constitution after he retires from the Senate at the end of this year.\nThat's why he put Article V in,\" he told the D.C. publication The Hill."}