{"article_title": "What happened to Japan's yen-driven export boom?", "article_keywords": ["japans", "exports", "weaker", "yen", "japanese", "decline", "yendriven", "export", "boom", "prices", "yens", "boost", "happened"], "article_url": "http://www.cnbc.com/2014/07/13/what-happened-to-japans-yen-driven-export-boom.html", "article_text": "When Japan's Prime Minister Shinzo Abe came to power in late 2012, he hoped a weaker yen would give exporters a much-needed boost as well as spur the inflation needed to revive the world's third biggest economy.\n\nEighteen months on and after an almost 30 percent decline in the yen's value driven by massive monetary stimulus from the Bank of Japan, the currency has failed to lead to the export boom the government had hoped for.\n\nJapan's annual exports declined in May for the first time in 15 months, latest data show. More disturbingly, say economists, is that the yen's decline has failed to boost export volumes, which peaked in 2007 and fell for a third year running in 2013.\n\nRead MoreJapan machinery orders fall 19.5% on month in May\n\nFrederic Neumann, co-head of Asian economic research at HSBC, says the impact of a weaker currency will be felt; it will just take longer than anticipated.\n\n\"The Japanese export boost has yet to come. Once Japanese firms have taken the decision that they want to gain foreign export share and start to factor in a weaker yen and build up domestic capacity for expanding production, we will see an impact,\" he said.\n\n\"We think this will happen gradually and exports will start to pick up in the second half. The real kick is only likely to come in 2015/16,\" Neumann added.\n\nCautious\n\nEconomists cite a number of reasons for why exports, the engine of Japan's economic growth since the country industrialized in the late 19th century, have failed to see a significant boost from the yen's hefty decline against other major currencies.\n\nRead MoreJapan current account improves in May, outlook grim\n\nOne is that Japanese firms have not used the opportunity to aggressively cut their prices and gain market share in overseas markets as they have done during previous episodes of yen weakness.\n\nA study from the Japanese business journal the Nikkei earlier this year showed that in the past, a 20 percent decline in the yen's value may have led to a 17 percent reduction in overseas prices. But this time, the cut has only been about 6 percent.\n\nJapan Inc, in short, has been trying to maximize profits by not cutting prices, analysts say.\n\nRead MoreFund managers set their sights on unloved Japan\n\n\"Companies last year didn't cut their dollar prices, they didn't try to get market share,\" Neumann explains. \"They could have been more aggressive, the reason they weren't is that nobody in Japan believed the yen would stay weak so companies were very slow in adapting.\"\n\nGlobal backdrop\n\nTim Condon, the head of research for Asia at ING Financial Markets, adds that Japan's exporters would struggle even with the weak yen because global demand is weak.\n\nRead MoreCan Sweden avert 'Nordic Japan' fate?\n\nExports to the U.S., Japan's biggest export market, fell 2.8 percent in May on-year – the first fall in 17 months.\n\n\"We're seeing the slowest world trade growth since 2011, so it would be unrealistic to expect Japan's exports to do well,\" Condon said.", "article_metadata": {"AssetType": "cnbcnewsstory", "description": "When Japan's Prime Minister Shinzo Abe came to power in late 2012, he hoped a weaker yen would give exporters a much-needed boost as well as spur the inflation needed to revive the world's third biggest economy.", "news_keywords": "Japan, currency, yen, exports", "author": "Dhara Ranasinghe", "og": {"site_name": "CNBC", "description": "When Japan's PM Shinzo Abe came to power, he hoped a weaker yen would give exporters a boost and spur the inflation needed to revive Japan's economy.", "title": "What happened to Japan's yen-driven export boom?", "url": "http://www.cnbc.com/2014/07/13/what-happened-to-japans-yen-driven-export-boom.html", "image": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2014/07/10/101825278-Japanese_yen.1910x1000.jpg", "type": "article"}, "twitter": {"description": "When Japan's PM Shinzo Abe came to power, he hoped a weaker yen would give exporters a boost and spur the inflation needed to revive Japan's economy.", "creator": "@DharaCNBC", "url": "http://www.cnbc.com/2014/07/13/what-happened-to-japans-yen-driven-export-boom.html", "image": {"src": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2014/07/10/101825278-Japanese_yen.1910x1000.jpg"}, "title": "What happened to Japan's yen-driven export boom?", "site": "@CNBC", "card": "summary_large_image"}, "al": {"ios": {"app_name": "CNBC Business News and Finance", "app_store_id": 398018310}}, "apple-itunes-app": "app-id=398018310", "keywords": "Asia Economy, Bank of Japan, HSBC Holdings PLC, Japanese Yen / US Dollar FX Spot Rate, NIKKEI, Westpac Banking Corp, business news", "article": {"publisher": "https://www.facebook.com/cnbc", "published_time": "2014-07-13T18:33:47-0400", "author": "https://www.facebook.com/CNBC", "section": "Asia Economy", "modified_time": "2014-07-13T18:33:47-0400", "tag": "Westpac Banking Corp"}, "pageNodeId": 101827966, "GOOGLEBOT": "unavailable_after: 31 Dec 9999 23:59:59 GMT"}, "_id": "\"57477af46914bd0286fd5316\"", "article_summary": "\"The Japanese export boost has yet to come.\n\"We're seeing the slowest world trade growth since 2011, so it would be unrealistic to expect Japan's exports to do well,\" Condon said.\nExports to the U.S., Japan's biggest export market, fell 2.8 percent in May on-year – the first fall in 17 months.\nMore disturbingly, say economists, is that the yen's decline has failed to boost export volumes, which peaked in 2007 and fell for a third year running in 2013.\nJapan's annual exports declined in May for the first time in 15 months, latest data show."}