{"article_title": "Bill Would Reduce Minor Party Petition Requirements to Two Percent", "article_keywords": ["independent", "requirements", "candidate", "statewide", "rynders", "bill", "reduce", "candidates", "minor", "party", "law", "ballot", "petition"], "article_url": "http://atlantaprogressivenews.com/2015/02/08/bill-would-reduce-minor-party-petition-requirements-to-two-percent/", "article_text": "(APN) ATLANTA — State Rep. John Pezold (R-Fortson) has introduced HB 58, the Ballot Access Reform Act, of 2015.\n\nThe bill would reduce the number of candidate petition signatures required for independent and minor party (“political body”) candidates seeking non-statewide offices–such as U.S. Congress, State Legislature, and County Commission–from five percent of registered voters, to two percent of actual voters.\n\nThe bill would also increase the number of candidate petition signatures required for independent and political body candidates seeking statewide offices–such as Governor, Secretary of State, or U.S. Senate–from one percent of registered voters, to two percent of actual voters.\n\nThus, if enacted, the requirement would be the same–two percent of actual voters–for both statewide and non-statewide candidate petitions, per O.C.G.A. 21-2-170.\n\nThe law, if passed, would result in little to no change for statewide, independent and political body candidates during Presidential Election years. However, there would be a slight increase for statewide candidates in Midterm years.\n\n“Nowadays, people are somewhat jaded with the two party system,” Rep. Pezold, 35, a fairly new House Representative elected in 2012, told Atlanta Progressive News.\n\n“Look, I’m a proud lifelong Republican, but I think in a lot of enclaves there are people on the left and people on the right who are tired of voting for the less of two evils,” Pezold said.\n\nBut Chairman Ed Rynders (R-Albany) does not believe there is a need for ballot access for minor parties and independents.\n\n“Where’s the evidence that the majority of people would elect you? That’s kind of the elephant in the room,” Rynders told APN, saying he has not yet decided whether to hold a hearing on the bill.\n\nRynders would decide about a committee hearing “in due time,” he said.\n\nRichard Winger of Ballot Access News, is thrilled about the bill, particularly the reduction from five percent to two percent for non-statewide candidate petitions, although he said his day was ruined after being advised of Rynders’s comments.\n\n“If this bill passed, the number of signatures needed for an independent or minor party for U.S. House in the average district would decline from 18,540 to 3,294,” Winger wrote in the January 2015 edition of Ballot Access News.\n\n“The worst ballot access law in the U.S. is the Georgia law on how an independent or minor party candidate gets on the ballot for U.S. House,” Winger wrote.\n\n“The number of signatures for district office was set in 1943, and has never been lowered. No minor party has ever completed a petition for U.S. House, and no independent has complied with it since 1964,” Winger wrote.\n\nThe fact that the law has not successfully been used by a candidate to get on the ballot for U.S. House for decades is evidence that the requirement–the worst in the country as applied to U.S. House–is too burdensome, Winger contends.\n\n“This bill would fix the worst ballot access law that has ever existed in this country… I’ve lived my whole life with this law, I’m getting old, I can’t stand to die with this law,” Winger–whose ballot access advocacy goes back decades and has testified before the Georgia Legislature several times–told APN.\n\nBut Chairman Rynders believes that the fact that no minor party candidate has qualified for U.S. House in Georgia since at least 1943, is merely evidence that candidates do not have the necessary network to gather the petition signatures.\n\n“It’s probably a statement that they don’t have the network in place,” Rynders said.\n\nThere is no “compelling evidence that what we currently have doesn’t work. When I personally look at third party candidates that we see, we see three, four, six percent,” in votes received, Rynders said.\n\nHowever, with the exception of the occasional State House candidate like independent Bill Bozarth in 2014, most of the minor party candidates appearing on the ballot are statewide Libertarians.\n\nBut statewide Libertarian candidates appear on the ballot because of a special law that lets statewide candidates appear on the ballot in the next election if one candidate from that party received more than one percent in the previous election. The Libertarian Party has not completed a statewide petition in years, and Libertarian candidates like Brad Ploeger in 2010 have failed at completing non-statewide petitions.\n\nJust because Libertarian candidates have not received a majority of votes in Georgia does not have any bearing on whether voters would support Independent, Green, or Libertarian candidates. And statewide, “three, four, six percent” is actually a lot of people to be discounted.\n\nIndependent and minor party candidates, according to Rynders, have failed to articulate “what doesn’t work with the current Republican and Democratic party. Those numbers would be higher in many cases… those people have a responsibility to let the voters know what it is about the Republican and Democratic Party that says that’s not for me. If they do that, the people will respond…”\n\nWhen asked about the proposed reduction from five to two percent to make it less prohibitive, Rynders said, “I don’t know, what’s the difference two and three, and two and one? ‘Prohibitive’ is something each person has to define for themselves. Five percent is rather reasonable, it depends on what side your bread is buttered.”\n\n“At the end of the day, you still got to come up with an evidence based, that somehow it truly does impact the will of the people, with evidence,” Rynders said.\n\nThe bill would not impact political party petitions–which are different from candidate petitions–and have a separate process governed by O.C.G.A. 21-2-180, which requires one percent of registered voters for statewide party petitions. The law currently does not allow for non-statewide party petitions.\n\nAs previously reported by APN, the one percent requirement for political parties, as it relates to Presidential elections–is currently the subject of a federal lawsuit brought against the State of Georgia by the Green Party of Georgia and the Constitution Party of Georgia. According to the PACER federal court database, there has oddly been no activity in the case since June 2014.\n\nThe lawsuit would not be impacted by the legislation, if enacted.\n\n“This has been kind of an interest of mine since long before I thought about running for office,” Pezold said.\n\n“I think eventually we’ll be able to come to some agreement,” Pezold said.\n\nThe bill is based on a bill that had been introduced ten years ago, Pezold said.\n\nThe co-sponsors include State Reps. “Rusty” Kidd (I-Milledgeville), Joe Wilkinson (R-Atlanta), Michael Caldwell (R-Woodstock), David Stover (R-Newnan), and Scot Turner (R-Holly Springs).\n\n(END/2015)", "article_metadata": {"generator": "WordPress 4.2.8", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Independent and minor party candidates, according to Rynders, have failed to articulate “what doesn’t work with the current Republican and Democratic party.\nNo minor party has ever completed a petition for U.S. House, and no independent has complied with it since 1964,” Winger wrote.\nHowever, with the exception of the occasional State House candidate like independent Bill Bozarth in 2014, most of the minor party candidates appearing on the ballot are statewide Libertarians.\n21-2-180, which requires one percent of registered voters for statewide party petitions.\n“The worst ballot access law in the U.S. is the Georgia law on how an independent or minor party candidate gets on the ballot for U.S. House,” Winger wrote."}