{"article_title": "Lawn Removal Company Defends Itself After Homeowners Claim \"Empty Promises\"", "article_keywords": ["claim", "promises", "work", "terminators", "pay", "company", "homeowners", "lawn", "removal", "defends", "program", "dugans", "turf", "aldrich", "rebate"], "article_url": "http://www.nbclosangeles.com/news/local/Turf-Terminators-Defends-Itself-Claim-Homeowners-Lawn-Removal-Rebate-322555732.html", "article_text": "A Southern California couple says LA-based company gave \"empty promises\" around installing drought tolerant yard. John Cádiz Klemack reports for the NBC4 News at 6 p.m. on Friday, Aug. 21, 2015. (Published Friday, Aug. 21, 2015)\n\nA Southern California couple who wanted to install a drought-tolerant lawn as part of a city rebate program said an LA-based company gave \"empty promises,\" while the company said what happened was \"certainly not a case of fraud.\"\n\nJay Aldrich and Bob Dugan say they wanted to take advantage of the LADWP rebate program to tear out their lawn and put in a drought-tolerant one. So they did what thousands before them had done — they called Turf Terminators, an LA-based company that promises to do the basic work at no cost to homeowners, in exchange for their city-funded rebate.\n\n“Early April we contacted Turf Terminators via their website,” Aldrich said.\n\nA field rep arrived to survey the property and draw up plans on May 7, he said.\n\nDramatic Photos of California's Drought\n\n“The plan was to tear up the front lawn only and put in their planting stuff and we were going to upgrade the rock,” he said, adding that he understood he would pay out-of-pocket for the $250 upgrade.\n\n“He said it could be anywhere from six to eight weeks before we got final approval,” Aldrich said.\n\nAldrich said when he started to see reports that DWP was changing the rebate program, he got nervous.\n\n“So I started emailing him messages saying we were concerned,” he said, adding that his field rep reassured him that everything was fine for his case and even agreed that it would be OK to let his lawn finally dry out.\n\nDrought Restrictions Soon Coming to Apartment Renters\n\nWould apartment tenants save more water if they had to pay for the bill? We looked at two apartment buildings in South Los Angeles. Tenants in one building have to pay their water bill, but tenants in the other don't. Gordon Tokumatsu reports for the NBC4 News at 5 p.m. on Wednesday, Aug. 19, 2015. (Published Wednesday, Aug. 19, 2015)\n\nFour months later, Aldrich said his field rep stopped answering emails and multiple calls to the company ended the same way, with unfulfilled promises that someone who call him back.\n\n“Four times that happened and no one has ever called back,” Alridch said. “I just want an answer.”\n\nNBC4 reached out to Turf Terminators. The company’s Chief Operating Officer, Julian Fox, sent this statement:\n\n“I’ve spoken with the Dugans (Jay Aldrich & Bob Dugan) and we have expedited their installation to this Saturday. I've been able to determine the following facts about the scenario you brought to my attention. The situation is certainly not a case of fraud. At its core, the delay in their project was the result of a missing piece of paperwork.”\n\nAldrich said he was not made aware of any missing paperwork, but also said that he never received his official “pre-approved” notice from the company.\n\nFox added: “We inform all customers that the next step after signing a contract is for us to apply for their rebate to be ‘pre-approved.’ However, applications for pre-approval do not guarantee pre-approval, nor payment. As the first step in signing our contract, the Dugans signed a disclaimer stating that their ‘ … rebate is not guaranteed — it is subject to the approval terms and conditions of your local rebate program.’ As such, the Dugans would be acting at their own risk by performing any preparatory work before we informed them that their project had been pre-approved.”\n\nAldrich says they spent nearly $300 on succulent plants, fake rocks and border walls to enhance the upcoming landscaping work.\n\nThe statement from Turf Terminators continued that the homeowners had planned to collect the rebate check themselves and then pay the company upon completion of the work. Aldrich says that’s not true and is the basis for his constant calls to the company asking for updates — calls he said were never returned.\n\nAs for the document the company said they never received from the homeowners, Aldrich said he doesn’t know what they’re referring to.\n\n“We were left confused about the rebate financing and could never get a straight answer,” he said.\n\nIn his statement, Fox said, “We made multiple attempts to collect this document from every customer who fell into this scenario, including the Dugans, however we did not ever receive this document from the Dugans and were not able to submit a rebate application for them,” adding, “it is unfortunate that this administrative process and delays have created a financial burden for the Dugans. I further sympathize with their frustration and challenges in connecting with the right team in our company. I am in touch with the Dugans and actively working with them to resolve the scenario. We have scheduled a crew to perform their project this Saturday, August 22.”\n\nTurf Terminators said it is committed to rectifying Aldrich and Dugan’s case, even promising to upgrade to the river rock design free-of-charge. The company said it has not received the couple’s rebate check and cannot receive it until the work is completed and DWP does its own inspection to verify completion.\n\nThe California Contractors State Licensing Board says Turf Terminators officially changed their name to \"Build Savings\" in July.\n\nThe Board will require them to take down their website or forward customers to the new company's site.\n\nWhen NBC4 asked about the name change, Turf Terminators did not respond.", "article_metadata": {"description": "A Southern California couple who wanted to install a drought-tolerant lawn as part of a city rebate program said an LA-based company gave \"empty promises,\" while the company said what happened was \"certainly not...", "title": "Lawn Removal Company Defends Itself After Homeowners Claim &quot;Empty Promises&quot;", "og": {"site_name": "NBC Southern California", "description": "A Southern California couple who wanted to install a drought-tolerant lawn as part of a city rebate program said an LA-based company gave 'empty promises,' while the company said what happened was 'certainly not...", "title": "Homeowners Say Lawn Removal Company Made \"Empty Promises\"", "url": "http://www.nbclosangeles.com/news/local/Turf-Terminators-Defends-Itself-Claim-Homeowners-Lawn-Removal-Rebate-322555732.html", "image": "http://media.nbclosangeles.com/images/1201*675/vlcsnap-2015-05-12-22h17m06s253.png", "type": "article"}, "twitter": {"description": "A Southern California couple who wanted to install a drought-tolerant lawn as part of a city rebate program said an LA-based company gave 'empty promises,' while the company said what happened was 'certainly not...", "title": "Homeowners Say Lawn Removal Company Made \"Empty Promises\"", "url": "http://www.nbclosangeles.com/news/local/Turf-Terminators-Defends-Itself-Claim-Homeowners-Lawn-Removal-Rebate-322555732.html", "image": "http://media.nbclosangeles.com/images/1201*675/vlcsnap-2015-05-12-22h17m06s253.png?ak=bc", "creator": "@nbcla", "site": "@nbcla", "card": "summary_large_image"}, "taboola_lead": "video", "robots": "noodp,noydir", "tp": {"preferredRuntimes": "Flash,HTML5", "FlashBlacklist": "None|None", "preferredFormats": "mpeg4,m3u,webm,ogg,flv,F4M"}, "fb": {"app_id": 61690781361}, "keywords": "turf terminators, turf, artificial, grass, ladwp, rebate, drought, lawn replacement", "article": {"publisher": "http://www.facebook.com/NBCLA"}, "viewport": "width=device-width, user-scalable=yes", "news_keywords": "turf terminators, turf, artificial, grass, ladwp, rebate, drought, lawn replacement"}, "article_summary": "The California Contractors State Licensing Board says Turf Terminators officially changed their name to \"Build Savings\" in July.\nWhen NBC4 asked about the name change, Turf Terminators did not respond.\nAldrich said when he started to see reports that DWP was changing the rebate program, he got nervous.\nJay Aldrich and Bob Dugan say they wanted to take advantage of the LADWP rebate program to tear out their lawn and put in a drought-tolerant one.\nSo they did what thousands before them had done — they called Turf Terminators, an LA-based company that promises to do the basic work at no cost to homeowners, in exchange for their city-funded rebate."}