{"article_title": "The 'blurred lines' of Trump’s health plan (He knows you want it)", "article_keywords": ["knows", "interstate", "lines", "state", "competition", "blurred", "states", "regulation", "health", "plan", "coverage", "regulatory", "choice", "insurance", "trumps"], "article_url": "http://www.aei.org/publication/the-blurred-lines-of-trumps-health-plan-he-knows-you-want-it/", "article_text": "More options: Share, Mark as favorite\n\nWhen pressed during last Thursday night’s campaign debate in Houston for details of his proposed plans for replacing Obamacare after it is repealed, presidential candidate Donald Trump (?-NY) once again sputtered out something about eliminating “those lines” that states draw in regulating health insurance. What that exactly means involves some Trump-Land-to- Policy-World translation, and a little primer on what’s usually understand and misunderstood in this area of health policy.\n\nWhat’s Behind The Donald’s Proposal?\n\nTrump appears to be borrowing some of the language behind a traditional conservative Republican health reform proposal, which involves facilitating competition in health coverage through the sale and purchase of insurance products across states. It’s sometimes referred to as interstate competition or competitive federalism, or even just “consumer choice.” The origins of this proposal have a long history of almost fifteen years. Some business groups in the small-group market started floating the outlines of this idea in 2001. I wrote the first draft in policy terms at a Cato conference in July 2001, and subsequently published the academic-style version in the Cato Journal the following year. Then-Rep. Ernie Fletcher (R-KY) proposed the first legislative bill on this front in 2002. Subsequent tweaks to those concepts on Capitol Hill were championed by then-Rep. John Shadegg (R-AZ), and, in later years, by Rep. Tom Price (R-GA) and Rep. Marsha Blackburn (R-TN). Presidential candidate Ted Cruz introduced a bill similar to Blackburn’s in the U.S. Senate.\n\nBefore oversimplifying the evolving policy proposal a bit, let’s acknowledge that producing a legislative product inevitably deviates from any initial policy concept. However, the starting premise was that competition among different states in how they decide to regulate health insurance might be harnessed to provide broader choice for consumers in the insurance products they can select. A rich academic literature on regulatory choice and competition among different state-based regimes already included the pioneering work of Roberta Romano of Yale in analyzing the history of Delaware’s dominance incorporate charter regulation, and later adaptation by Larry Ribstein of the University of Illinois to suggest new policy frontiers for jurisdictional choices. One could also sprinkle in a dash of Charles Tiebout’s classic analysis of how competition among local jurisdictions allows citizens to match their preferences with particular menus of local public goods. So this wasn’t a new idea, but more of an extension of earlier work in other fields of law and economics.\n\nIf one starts with the premise that one-size-fits-all approaches to health insurance regulation are prone to limiting consumer choices and imposing excessive regulatory burdens (either at the national or the individual state level), then one solution might be to open the regulatory component embedded in insurance products to more choice and competition. What if some, or even many, consumers purchasing insurance in a given state would prefer to buy something else that was regulated differently?\n\nThe primary policy reform advanced to make this possible would allow insurance purchasers to “choose” the brand of regulation they prefer, by buying products from insurers deciding to be domiciled in particular states. This reform was most applicable in the individual and small-group insurance markets that, before the Affordable Care Act (ACA), were subject to much more varied degrees and types of regulation by the particular state in which insurers did business. Self-insured large employers offering insurance coverage remained largely exempt from state insurance regulation, due to the federal preemption provided by ERISA.\n\nCreating a National Market vs. Regulatory Competition between States\n\nLater, would-be advocates of this reform sometimes took a simplified shortcut and thought that the idea was just to have insurers sell their products nationwide. They forgot about the regulatory competition component, but assumed that erasing the geographic boundary lines around the sale and purchase of health insurance would ensure more competitive entrants and lower prices. However, this Big Box Store approach to health insurance overstates the economies of scale, overlooks the likelihood of regenerating highly concentrated insurance markets, and airbrushes away the political danger of uniform federal insurance regulation even more prone to price controls and coverage mandates. Currently more benign versions of federal insurance regulation for large self-insured employers under ERISA are likely to change if Washington becomes the one-stop shop for the politics of redistribution, cross-subsidization, and incumbent protection in health insurance.\n\nTrump Probably Can’t See beyond His Self-Insured Tower\n\nInterpreting and translating Trump-speak remains a challenge, but it’s likely that The Donald simply knows what he knows, as head of a business empire, and he just assumes the rest of health insurance should work similarly. It would be a surprise if very much of his operations are subject to state-level insurance regulation in the fully insured middle market. He’s more used to the world of a large self-insured employer that deal directly with third-party administrators who “work for him” as part of the deals he negotiates. It’s probably not too much of a leap for Trump to view a national market, without pesky state insurance regulators, as a way for him and his minions to negotiate the most fantastic deals – through his White House and federal bureaucracy – on behalf of all insurance consumers. Nobody will need to buy insurance retail anymore! Works in Scotland…\n\nWould the (Older) Idea of Interstate Competition in Health Insurance Still Work?\n\nIn theory, yes, but to a limited degree. In practice, it depends on the assumptions you can make about the future.\n\nBut let’s assume that someone finally briefs Trump on the details of better versions of the interstate sale-and-purchase reform (it will take more than a few tweets), and he decides to advance them. Senators Cruz and Rubio already understand the basics and support the concept, if not the more difficult adjustments that would be needed to make the idea more practical and feasible.\n\nHere are some of the hurdles still ahead that limit what can be delivered, if not promised:\n\n(1) There’s a ceiling on the level of potential premium savings\n\nThe regulatory cost wedge in state-level health insurance regulation is real, but it should not be overstated. It potentially comes from three areas of variation among states. Mandated benefits, rate and coverage regulation (e.g. community rating, guaranteed issue, and any willing provider), and administrative costs. The magnitude differs between particular states, but it has gotten more compressed after implementation of the ACA and its uniform federal rules for coverage in the individual and small-group markets.\n\nOlder estimates of potential savings were closer to rough guesses than empirical predictions. One of the problems in modeling the effects involves the lack of sufficiently robust data on individual and small-group insurance premiums over a lengthy period that allows for changes in regulatory policy, compared to a baseline calculation of non-regulatory factors shaping underlying health care costs. We really won’t know how much interstate competition will lower costs and increase coverage until states are allowed to run the experiments.\n\nHowever, both my AEI colleague Aparna Mathur and a quartet of Minnesota economists led by AEI adjunct scholar Stephen Parente were far closer to the likely mark than a superficially dismissive estimate by the Congressional Budget Office concocted in 2005. Unlike CBO, they found enough potential in the policy change (perhaps 10-20 percent lower premiums, and over 5 million more insured) to merit further exploration.\n\nThe floor and ceiling for potential cost savings and coverage gains remains subject to several other factors in health insurance markets. First, potential entry by out-of-state insurers into other states is limited by the costs of establishing new provider networks, developing sales distribution channels, and finding customers. Second, the range of savings depends on the scope and scale of future interstate competition. For example, it may only be applied to particular parts of the overall health insurance market (fully regulated, small-group, or individual. The interstate competition experiment even could be limited just to products distributed through internet/web-based platforms, pooled under particular ground rules, or subsidized in particular ways (such as special refundable tax credits).\n\n(2) The politics of protecting current economic “rents” produced by overregulation\n\nInterstate competition in health insurance also could be slowed and limited by political resistance from dominant insurer incumbents (color many concentrated markets quite Blue over this proposed reform), medical provider groups, and disease advocacy associations. All of them “benefit” from various state coverage mandates. This iron triangle of interests favoring tighter state insurance regulation (a/k/a barriers to new entry) and extensive mandated benefits (a/k/a make someone else help pay for the benefits they want covered by insurance) was quite successful in killing the Health Care Choice Act sponsored by Rep. Shadegg beyond thecommittee-hearing level a little over a decade ago.\n\nSection 1333 of the ACA already pretends to provide an option for various states to agree to a special kind of “interstate” market for health insurance through the equivalent of a “health care choice compact.” However, those agreements require participating states to comply with all federal insurance regulations already provided in the 2010 law. Hence, the scope of variation between states starts from a much higher minimum floor. In other words, like Henry Ford’s model T, states and their resident insurance consumers can “choose” any kind of regulation they want, as long as it’s painted blue (or in deeper shades of blue). The compact option really is designed to lock in the regulatory model enshrined in the ACA, rather than allow changes in it that a sufficient number of consumers might want instead.\n\n(3) Overcoming inertia, uncertainty, and insularity by state officials\n\nUnless and until the ACA is repealed and/or replaced, efforts to create greater choice in state-based insurance regulation are inherently limited. Five different states since 2008 have enacted more diluted forms of interstate competition in insurance, but they have failed to enlist any new competitors in their regulated markets. Wyoming appeared to push the envelope the furthest in authorizing new competition from out-of-state insurers, whereas Georgia and Maine stopped at allowing in-state insurers to sell products approved in other states. However, it’s hard to make a business case for speculative investments in such ventures in the face of the chilling presence of current ACA rules and regulations. Moreover, even state officials that are willing to listen to such ideas find it hard to resist their inherent bias toward believing that their own state’s brand of regulation remains the best one.\n\nIs There Still a Potential, Post-ACA Path Ahead for More Vigorous Forms of Choice and Competition in State-based Health Insurance Regulation?\n\nGiven these hurdles, is there still a potential, post-ACA path ahead for more vigorous forms of choice and competition in state-based health insurance regulation?\n\nYes, if one views such reforms as much more of a limited process of decentralized trial and error that allows more consumers to seek and find the types of products they prefer and are willing to purchase. Aside from the threshold political imperative to unlock the current set of regulatory handcuffs imposed by the ACA, the next market-opening mechanisms would involve either facilitating interstate compacts between states willing to let down their regulatory gates, or enacting a federal law that establishes an insurer-domicile default rule for primary state jurisdiction over insurance regulation (similar to the framework used in the previous congressional bills referenced above). A number of additional safeguards involving disclosure, enforcement, solvency, risk pooling finance, and primary-state presence will also be necessary to ensure sufficient political viability and economic credibility. But the more extensive and cautious they are, the smaller the size of potential premium savings and coverage gains will be.\n\nHence, the more realistic ambition to pursue from increased competition among states in how health insurance is regulated is that it will deter regulatory outliers, in a post-ACA world, from reaching extremes (too much or too little) that fail to meet the needs and preferences of most consumers within a given state. The broader goal should be better regulation, rather than either a single brand or “no” regulation at all.\n\nFor candidate Trump, suggesting insurance sales beyond state boundary lines sounds like just a few more “lines” to toss out at a televised debate or a campaign rally. But for serious reformers, it’s one of many policy reform lines that will have to be crossed to get from the ACA to something better.", "article_metadata": {"description": "For candidate Trump, suggesting insurance sales beyond state boundary lines sounds like just a few more “lines” to toss out at a televised debate or a campaign rally. But for serious reformers, it’s one of many policy reforms that will have to be crossed to get from the ACA to something better.", "og": {"site_name": "AEI", "description": "For candidate Trump, suggesting insurance sales beyond state boundary lines sounds like just a few more “lines” to toss out at a televised debate or a campaign rally. But for serious reformers, it’s one of many policy reforms that will have to be crossed to get from the ACA to something better.", "title": "The 'blurred lines' of Trump’s health plan (He knows you want it) - AEI", "locale": "en_US", "image": "http://www.aei.org/wp-content/uploads/2016/03/blurred_lines_trump_health_plan_022916_500x293.jpg", "url": "http://www.aei.org/publication/the-blurred-lines-of-trumps-health-plan-he-knows-you-want-it/", "type": "article"}, "twitter": {"description": "When pressed during last Thursday night’s campaign debate in Houston for details of his proposed plans for replacing Obamacare after it is repealed, presidential candidate Donald Trump (?-NY) once a", "title": "The ‘blurred lines’ of Trump’s health plan (He knows you want it)", "image": "http://www.aei.org/wp-content/uploads/2016/03/blurred_lines_trump_health_plan_022916_500x293.jpg", "creator": "@AEI", "site": "@AEI", "card": "summary_large_image"}, "robots": "noodp,noydir", "apple-itunes-app": "app-id=953539392", "article": {"section": "Health Care", "tag": "2016 presidential election,Affordable Care Act (Obamacare),Donald Trump,healthcare reform"}, "viewport": "width=device-width,initial-scale=1,user-scalable=0"}, "article_summary": "Self-insured large employers offering insurance coverage remained largely exempt from state insurance regulation, due to the federal preemption provided by ERISA.\nFor example, it may only be applied to particular parts of the overall health insurance market (fully regulated, small-group, or individual.\nIs There Still a Potential, Post-ACA Path Ahead for More Vigorous Forms of Choice and Competition in State-based Health Insurance Regulation?\nWorks in Scotland…Would the (Older) Idea of Interstate Competition in Health Insurance Still Work?\nThe floor and ceiling for potential cost savings and coverage gains remains subject to several other factors in health insurance markets."}