{"article_title": "White House Shopping for a New 'Beast'", "article_keywords": ["shopping", "armored", "service", "house", "vehicle", "beast", "secret", "design", "automotive", "phase", "president", "white", "obamas", "presidential"], "article_url": "http://abcnews.go.com/blogs/politics/2014/03/white-house-shopping-for-a-new-beast/", "article_text": "Marine One helicopter, carrying Barack Obama, prepares to land next to the Presidential limousine, known as \"The Beast,\" at the Wall Street landing zone in New York City on March 11, 2014. Saul Loeb/AFP/Getty Images\n\nThe U.S. Secret Service is putting out an all call for design ideas for the next generation of presidential limousine.\n\nThe new wheels will reportedly be ready by the time the next president takes office in 2017, just another perk of the job.\n\nThe current presidential vehicle, sometimes dubbed Limo One, was delivered to the White House in 2009. The price tag for the car was not made public.\n\nThe administration plans to award a new contract by late August to a major domestic U.S. automobile manufacturer \"based on the best value to the government.\"\n\n\"The government intends to award a competitive commercial firm fixed priced type contract for development of a new design armored limousine in accordance with government provided specifications,\" according to a notice posted on the Secret Service website last week.\n\nThe project to develop the next \"Beast,\" the nickname for President Obama's heavily armored Cadillac, is occurring in four phases.\n\n\"Phase 1, armor development, is currently underway. Phase 2 work will include integration of the armor design developed during Phase 1 of the program. Phase 2 requirements will include selection and integration of final automotive components, chassis, interior, exterior, and test vehicle fabrication and automotive component testing. Phase 3 will be focused on automotive validation and Phase 4 production of vehicles,\" the proposal stated.\n\nGeneral Motors unveiled the current specifically designed, heavily armored Cadillac presidential limo during Obama's inauguration in 2009.", "article_metadata": {"fb_title": "White House Shopping for a New 'Beast'", "description": "White House Shopping for a New 'Beast'", "copyright": "Copyright (c) 2016 ABC News Internet Ventures", "author": "ABC News", "og": {"url": "http://abcnews.go.com/blogs/politics/2014/03/white-house-shopping-for-a-new-beast/", "site_name": "ABC News", "description": "The current presidential limo is a Cadillac delivered in 2009.", "title": "White House Shopping for a New 'Beast'"}, "robots": "index, follow", "fb": {"admins": 704409894, "app_id": 4942312939}, "keywords": "beast, Limo, limo one, white house limousine, politics news, election news, political news, political news articles", "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fd52fc\"", "article_summary": "The current presidential vehicle, sometimes dubbed Limo One, was delivered to the White House in 2009.\nThe project to develop the next \"Beast,\" the nickname for President Obama's heavily armored Cadillac, is occurring in four phases.\nSaul Loeb/AFP/Getty ImagesThe U.S. Secret Service is putting out an all call for design ideas for the next generation of presidential limousine.\nGeneral Motors unveiled the current specifically designed, heavily armored Cadillac presidential limo during Obama's inauguration in 2009.\nPhase 3 will be focused on automotive validation and Phase 4 production of vehicles,\" the proposal stated."}