{"article_title": "Elliott buys large Qlik stake, eying sale to bigger buyer", "article_keywords": ["william", "company", "stake", "sale", "shares", "eying", "large", "fund", "qlik", "corp", "activist", "buys", "buyer", "elliott", "strategic", "technology", "bigger"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/03/03/Elliott-Associates-affiliates-take-888-percent-stake-Qlik", "article_text": "(Reuters) - Elliott Management Corp bought a large stake in Qlik Technologies Inc, saying on Thursday that shares are cheap and the data analytics company is ripe for being taken over by a larger technology peer.\n\nElliott, a $27 billion hedge fund founded by billionaire Paul Singer, said in a securities filing that it owned 8.8 percent of the U.S. company, a position Elliott paid around $200 million to purchase.\n\nElliott said Qlik shares are significantly undervalued and that there are \"strategic and operational opportunities\" for the company that would boost its stock.\n\n\"We believe Elliott could push for a sale of the company to one of the stack vendors, such as IBM or Oracle Corp.,\" investment bank William Blair said in a research note, referring to firms that make hardware and software components needed for applications to run. William Blair, which rates the company an \"outperform\" said Qlik could fetch a 40 percent plus premium from a buyer.\n\nElliott's broad range of investments across the tech industry are overseen by Jesse Cohn, 35, who led previous investments in companies such as Compuware Corp, Riverbed Technology Inc. and Blue Coat Systems Inc, to name a few. All three were ultimately purchased by private equity firms.\n\nWith market volatility taking a heavy toll on the private equity financing market, Elliott's thesis for its Qlik investment shows how the hedge fund will lean more on strategic buyers for an exit opportunity rather than a leveraged buyout.\n\nElliott started buying Qlik shares earlier this year, paying an average of $23.50 per share, for a total of 8.3 million shares, according to its filing.\n\nQlik, which began as a Sweden-based company and is now headquartered in Radnor, Pennsylvania, saw its shares jump 7 percent on Wednesday to $25.88 on the Nasdaq. Its stock is down more than 40 percent since mid-August.\n\n\"This situation is as classic as an Elliott activist situation gets - small to mid-cap technology company that has strategic opportunities,\" Ken Squire, of 13D Monitor, said in a note. Squire, who runs an activist mutual fund and also monitors activist investor filings, said that Elliott could also offer to buy Qlik itself. Elliott is now Qlik's largest shareholder.( http://1.usa.gov/1Y5oaWG\n\nQlik declined to comment.\n\n(Additional reporting by Anya George Tharakan in Bengaluru; Editing by Shounak Dasgupta, Andrew Hay and David Gregorio)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "(Reuters) - Elliott Management Corp bought a large stake in Qlik Technologies Inc, say", "title": "Elliott buys large Qlik stake, eying sale to bigger buyer", "url": "http://www.thefiscaltimes.com/latestnews/2016/03/03/Elliott-Associates-affiliates-take-888-percent-stake-Qlik", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/france_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/03/03/Elliott-Associates-affiliates-take-888-percent-stake-Qlik", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/france_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "(Reuters) - Elliott Management Corp bought a large stake in Qlik Technologies Inc, say", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Elliott said Qlik shares are significantly undervalued and that there are \"strategic and operational opportunities\" for the company that would boost its stock.\nElliott started buying Qlik shares earlier this year, paying an average of $23.50 per share, for a total of 8.3 million shares, according to its filing.\nWilliam Blair, which rates the company an \"outperform\" said Qlik could fetch a 40 percent plus premium from a buyer.\nSquire, who runs an activist mutual fund and also monitors activist investor filings, said that Elliott could also offer to buy Qlik itself.\n\"This situation is as classic as an Elliott activist situation gets - small to mid-cap technology company that has strategic opportunities,\" Ken Squire, of 13D Monitor, said in a note."}