{"article_title": "Fear and loathing in Torrington’s Tent City", "article_keywords": ["city", "right", "torrington", "windows", "citizens", "torringtons", "drug", "health", "homeless", "homelessness", "fear", "loathing", "policies", "causes", "tent"], "article_url": "http://www.registercitizen.com/article/RC/20160219/NEWS/160219573", "article_text": "To the Editor:\n\nAlong Newfield Road and some yards into the forest on private property in Torrington exists a population of homeless people; they have nowhere to live, but they survive in tents all throughout our town. Many citizens might believe that the causes of their homelessness are drug addiction or poor mental health, prior criminal convictions or pure laziness and apathy for working.\n\nMayor Elinor Carbone has proposed to remove the tents and arrest any remaining inhabitants on the grounds of trespassing. I believe property laws are fundamental to American citizenship and that trespassers, homeless or not, should be removed and cited.\n\nHowever, I do not believe that what will solve homelessness in Torrington is “broken windows policing,” an idea introduced by sociologists in the ’90s that claims a neighborhood with broken windows is more attractive to criminals and thus causes more crime.\n\nThe resulting administrative changes that arise when these policies are introduced include major difficulties for the survival of homeless people, namely begging and camping. Whether or not these sorts of policies actually decrease crime is up for debate, but what’s proven is that these sorts of policies do not solve or treat the problems that lead to and propagate homelessness.\n\nAdvertisement\n\nFurthermore, these policies widen the divide between police and the community. Broken windows policing forces law enforcement to act as if homelessness were a crime. The causes of homelessness go completely unacknowledged when our mayor proposes only to remove and shelter these people.\n\nWe need progressive local change to decrease the number of men and women on the streets. One of the largest factors that leads to unemployment is being convicted of a felony or failing to pass a drug test. In the land of freedom, we strip away our brothers’ and sisters’ pursuit of happiness because they made a mistake.\n\nI call for an end to the war on drugs, another incredibly stupid policy that we pretend to need. At the age of 18, we give citizens the right to fight for our country and smoke cigarettes; at 21 we award citizens the right to drink alcohol. Yet at no point in a person’s life are they legally allowed to intoxicate themselves with drugs the government deems dangerous.\n\nNot only is a person forbidden from experimenting with their own body, but if caught doing so, their lives are essentially ruined. Felony drug convictions prevent millions of Americans from taking out student loans and getting decent, paying jobs.\n\nAs for mental health and other debilitating conditions, these people cannot afford to see doctors or fill prescriptions to treat their issues. Our health care system has failed us, and the Affordable Care Act doesn’t go far enough in guaranteeing everybody a right to health care.\n\nIn my opinion, the only system that matches our American values is single-payer health care, where everybody is covered regardless of their situation.\n\n— Cody DallaValle, Torrington", "article_metadata": {"news_keywords": "Opinion, Opinion news, Litchfield County Opinion news, CT Opinion news, US Opinion news, world Opinion news.", "title": "Letter: Fear and loathing in Torrington’s Tent City", "og": {"url": "http://www.registercitizen.com/article/RC/20160219/NEWS/160219573", "image": {"width": "600px", "identifier": "http://local.registercitizen.com/common/dfm/assets/logos/small/registercitizen.png?052016", "height": "600px"}, "type": "article", "title": "Letter: Fear and loathing in Torrington’s Tent City"}, "twitter": {"domain": "registercitizen.com", "description": "To the Editor:Along Newfield Road and some yards into the forest on private property in Torrington exists a population of homeless people; they have nowhere to live, but they survive in tents all throughout our town. Many citizens might believe", "title": "Letter: Fear and loathing in Torrington’s Tent City", "url": "http://www.registercitizen.com/article/RC/20160219/NEWS/160219573", "image": {"src": "http://local.registercitizen.com/common/dfm/assets/logos/small/registercitizen.png?052016"}, "site": "@registercitizen", "app": {"id": {"ipad": "id569943687", "iphone": "id520205555", "googleplay": "com.spreedinc.providers.digitalfirstmedia.registercitizen"}}, "card": "summary_large_image"}, "keywords": "Opinion, Opinion news, Litchfield County Opinion news, CT Opinion news, US Opinion news, world Opinion news.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "description": "To the Editor:Along Newfield Road and some yards into the forest on private property in Torrington exists a population of homeless people; they have nowhere to live, but they survive in tents all throughout our town. Many citizens might believe"}, "article_summary": "Our health care system has failed us, and the Affordable Care Act doesn’t go far enough in guaranteeing everybody a right to health care.\nI believe property laws are fundamental to American citizenship and that trespassers, homeless or not, should be removed and cited.\nThe causes of homelessness go completely unacknowledged when our mayor proposes only to remove and shelter these people.\nAt the age of 18, we give citizens the right to fight for our country and smoke cigarettes; at 21 we award citizens the right to drink alcohol.\nMayor Elinor Carbone has proposed to remove the tents and arrest any remaining inhabitants on the grounds of trespassing."}