{"article_title": "A Reminder: Our Justices are Politicians in Robes", "article_keywords": ["restore", "supreme", "court", "rights", "generation", "political", "activists", "robes", "politicians", "justices", "politics", "reminder", "law"], "article_url": "http://www.thedailybeast.com/articles/2014/11/13/a-reminder-our-justices-are-just-politicians-in-robes.html", "article_text": "THE SAME, ONLY WORSE\n\nOur courts have always been political. And as our political life grows more divided and acrimonious, so will our legal system.\n\nLinda Greenhouse, the longtime Supreme Court reporter for the New York Times, declared surrender Thursday. For decades, she argued that the Court was a higher form of government, engaged in Law, not just politics. Now she has decided that the justices are politicians in robes.\n\nThe straw that broke her faith? The Court’s decision to review King v. Burwell, a case confirming that Obamacare subsidies can go to people in insurance exchanges that the federal government sets up in states that haven’t created the exchanges themselves. Without those subsidies, the worst-case scenario has Obamacare entering a fiscal death spiral. The best case is that it would be another body blow to a law that is managing to work despite design flaws and relentless opposition.\n\n\n\nGreenhouse is absolutely right that the Court’s hasty grab at a hot-button case it doesn’t need to decide is unseemly and partisan-feeling. And as Greenhouse is a very smart and sincere person who loves the Court and the law, her crie de coeur is striking.\n\nBut the Supreme Court has been political since the day it was born. It’s just that the way it is political today is a symptom of the nastiness and futility of our politics.\n\nCast an eye over the history of the Supreme Court, and you will see no golden age of apolitical judging. Today’s conservative judicial activists—especially the older generation, such as Justices Scalia and Thomas—came onto the Court in reaction against an earlier generation of liberal activists. The liberals had established abortion rights, extended constitutional equality to women, increased the rights of criminal defendants, and briefly declared the death penalty unconstitutional.\n\nThe conservatives saw all of this as blatantly political activism. They sought control of the Court to restore the Constitution and protect law from politics—at least as they understood it. Now those conservative restorationists are the partisan activists who have broken Linda Greenhouse’s faith.\n\nAnd what about those liberal activists who made the young Scalia and Thomas so indignant? They were the children of another revolution. Their predecessors—and some of them—also came onto the Court to restore the Constitution and save the law from politics. Only the activists they overthrew were conservatives: anti-New Deal justices who upheld “economy liberty” and “limited government” by striking down minimum-wage laws and the first wave of Franklin Roosevelt’s legislation.\n\nAnd so it goes, back through judicial struggles over Reconstruction, slavery, and the now-esoteric bloodletting of the early nineteenth century, which pivoted on questions like the constitutionality of the national bank. Someone has always been trying to save the law from politics and restore the Constitution. But when you look at it clearly, saving the law from politics turns out to be a thoroughly political job.\n\nFirst you have to convince people to accept your version of the boundary between law and politics. Then you have to get judges onto the bench who agree with you. The history of law is the history of politics, and vice-versa.\n\nSo why do so many smart people believe in the difference between law and politics? Why do they sincerely try to restore, or preserve, the line between the two, and get heartbroken when the line fails?\n\nIt’s not just naivete. The special role of the American courts, particularly the Supreme Court, is to administer principles that have won so decisively in politics that they get taken off the table.\n\nThe triumph of the New Deal brought in a generation of judges who implemented new principles—above all, the legitimacy of the regulatory and welfare state—across the legal system as the shared framework of a national consensus. The era of the Civil Rights Movement and the Great Society led a generation of elite liberals, including many of the current Justices, to embrace broader principles of personal liberty and equality, which they saw as perfecting the American social compact. They were busily implementing these in cases like Roe v. Wade when a right-wing insurgency took them by surprise.\n\nYale Law School\n\nThe fight that started then has only become more pitched. There’s no line between law and politics now because our politics is too divided to generate one. We cannot begin to agree which issues should be taken off the table and handed to courts.\n\nThe conservatives on the Supreme Court are aligned, intellectually, politically, and institutionally, with lawyers and activists who want to dismantle much of the regulatory and welfare state and stop or reverse the extension of civil rights and liberties.\n\nThe liberals are aligned with those who have opposite aims: preserving and extending civil rights and upholding the regulatory state as a legitimate aspect of government. The country is divided, sharply and unrelentingly, over the same questions. What one side tries to take off the table, to turn from “politics” into “law,” the other side is always trying to grab back. With every grab, the idea that law and politics are separate becomes harder for anyone to believe.\n\nGet The Beast In Your Inbox! Daily Digest Start and finish your day with the smartest, sharpest takes from The Daily Beast Cheat Sheet A speedy, smart summary of news and must-reads from The Daily Beast and across the Web By clicking \"Subscribe,\" you agree to have read the Terms of Use and Privacy Policy Subscribe Thank You! You are now subscribed to the Daily Digest and Cheat Sheet. We will not share your email with anyone for any reason\n\nPolitics gives law its premises, its basic commitments. Law has its own kind of integrity, based in applying principles consistently, integrating competing goals, giving the same words the same meaning in different places and explaining why not when it doesn’t. If you have worked closely with judges who practice this craft, you know it isn’t just politics, any more than architecture is just drawing.\n\nLaw, in this sense, is essential work, but its fabric gets torn when the premises change—like ripping a weaving project suddenly into a new kind of garment. It changed in the Civil Rights era, and in the New Deal. And then it stabilized. Now it is not stabilizing, and the constant contest at all levels, from basic premises to craft, means that, increasingly, everything feels partisan. All that is solid melts into fetid air.", "article_metadata": {"twitter": {"site": "@thedailybeast", "card": "summary", "creator": "jedediahspurdy"}, "keywords": "Legal, u.s. poli", "publicationDate": 201411132315, "wrap": "/content/dailybeast/politics", "description": "Our courts have always been political. And as our political life grows more divided and acrimonious, so will our legal system.", "pageNum": 1, "title": "A Reminder: Our Justices are Politicians in Robes", "tags": "topic:us-news/legal,topic:politics", "environment": "dev", "platform": "desktop", "template": "article", "type": "house", "parsely-page": "{\"title\":\"A Reminder: Our Justices are Politicians in Robes\",\"link\":\"http://www.thedailybeast.com/articles/2014/11/13/a-reminder-our-justices-are-just-politicians-in-robes.html\",\"image_url\":\"http://cdn.thedailybeast.com/content/dailybeast/articles/2014/11/13/a-reminder-our-justices-are-just-politicians-in-robes/jcr:content/image.crop.410.273.jpg/47199029.cached.jpg\",\"type\":\"post\",\"post_id\":\"/content/dailybeast/articles/2014/11/13/a-reminder-our-justices-are-just-politicians-in-robes\",\"pub_date\":\"2014-11-13T23:15:00+00:00\",\"section\":\"Politics\",\"author\":\"Jedediah Purdy\",\"tags\":[\"legal\",\"politics\"]}", "news_keywords": "Legal, US Politics", "sectionTaxanomies": "politics", "fb": {"admins": "1703087,30000737,1117577220,1276800108,931159,514915512", "app_id": 189930913679}, "authors": "Jedediah Purdy", "article": {"section": "politics", "published_time": "2014-11-13T23:15:00.000Z", "author": "http://www.thedailybeast.com/contributors/jedediah-purdyhtml"}, "resourceType": "dailybeast2/components/pages/article", "contentpath": "/content/dailybeast/articles/2014/11/13/a-reminder-our-justices-are-just-politicians-in-robes", "og": {"site_name": "The Daily Beast", "description": "Our courts have always been political. And as our political life grows more divided and acrimonious, so will our legal system.", "title": "A Reminder: Our Justices are Politicians in Robes", "url": "http://www.thedailybeast.com/articles/2014/11/13/a-reminder-our-justices-are-just-politicians-in-robes.html", "image": "http://cdn.thedailybeast.com/content/dailybeast/articles/2014/11/13/a-reminder-our-justices-are-just-politicians-in-robes/jcr:content/image.img.2000.jpg/1415970888566.cached.jpg", "type": "article"}, "authorIds": "/etc/authors/j/jedediah-purdy", "content-type": "text/html; charset=UTF-8"}, "_id": "\"57477af46914bd0286fdac5e\"", "article_summary": "Cast an eye over the history of the Supreme Court, and you will see no golden age of apolitical judging.\nNow she has decided that the justices are politicians in robes.\nLinda Greenhouse, the longtime Supreme Court reporter for the New York Times, declared surrender Thursday.\nBut the Supreme Court has been political since the day it was born.\nToday’s conservative judicial activists—especially the older generation, such as Justices Scalia and Thomas—came onto the Court in reaction against an earlier generation of liberal activists."}