{"article_title": "Does new health insurance law affect you?", "article_keywords": ["plans", "family", "offer", "tax", "sign", "does", "health", "coverage", "exchanges", "affect", "law", "insurance", "silver"], "article_url": "http://www.usatoday.com/story/money/columnist/odonnell/2013/09/04/obamacare-affordable-health-insurance-law-questions-answers/2760355/", "article_text": "Jayne O'Donnell (Photo: Jack Gruber, USAT) Story Highlights HealthCare.gov is the best starting point for anyone with health care law questions\n\nFinancial help could come in form of tax credits, low- or no-cost coverage, such as Medicaid\n\nYou can get paperwork ready now - or wait till closer to the March 31 deadline\n\nWhen it comes to the new health care law, the question on Drew Calloway's mind is: What about me?\n\nThe Dumfries, Va., resident thinks the annual premium he pays for his family to be on his employer's health insurance is \"abnormally high.\" He wonders whether he's eligible to buy a new plan through the exchanges set up under the Affordable Care Act.\n\nThere's no easy answer for Calloway, who works in the information technology field. Due to what the Kaiser Family Foundation's Karen Pollitz calls a \"drafting error,\" the law only addresses people with self-only plans with annual premiums that exceed 9.5% of their modified adjusted gross income — not those with family plans. This would rule out most employees other than minimum wage workers.\n\nThis kind of convolution is keeping information providers known as navigators and call-center employees hopping. They are rushing to familiarize themselves with the law's nuances so they can guide consumers through the process.\n\nThe hotly contested health care reform measure may not help Calloway, but it will make insurance affordable to millions of other Americans who otherwise couldn't pay for it. The uninsured will have a choice of plans available through exchanges run by their states or the federal government (or both in states where the exchanges are operated jointly). Here's a look at who is running each state's exchange.\n\nEnrollment begins Oct. 1. Everyone who isn't currently enrolled in a private insurance plan or Medicaid must sign up or face penalties.\n\nIt can be hard to see the substance through all the ongoing mudslinging over the law. Here are some of the key questions and answers to keep in mind:\n\nWhere do I start?\n\nA: At HealthCare.gov. That's the federal government's portal for the health insurance marketplace, and it will help you find the exchange for your state. You answer questions, plug in your state, and your exchange will tell you whether you can buy insurance this way and if subsidies or tax credits are available. More complicated scenarios can be discussed with call-center employees at the federal exchange, 800-318-2596.\n\nWhat am I shopping for?\n\nA: Exchanges will offer a selection of plans that are classified as bronze, silver, gold and platinum, representing the different levels of cost-sharing between insurers and consumers. Bronze plans have the highest deductibles; cost-sharing and platinum plans have the lowest. All insurers participating in an exchange have to offer at least the silver and the gold levels, but most will also offer bronze and possibly platinum plans, Pollitz says. Midlevel silver plans will tend to have deductibles of about $2,000 a year before coverage kicks in.\n\nWhat's my deadline?\n\n\n\nA: The new state-by-state health insurance marketplaces, or \"exchanges,\" will begin enrolling customers Oct. 1. Coverage begins Jan. 1 for those who sign up by Dec. 15. Pollitz, a senior fellow at the Kaiser Family Foundation, advises consumers to begin looking into their options soon after the Oct. 1 enrollment kickoff, but notes that with six months to decide, there's no need to fret — yet. \"There's time to go slow, absorb and really understand it,\" she says.\n\nWhat happens if I don't sign up?\n\nA: Beginning in 2015 for the 2014 tax year, those who don't have any health insurance (or Medicaid) will be subject to a $95-a-year penalty on their taxes, or 1% of income, whichever is greater. The amount of the penalty will gradually increase each year until you sign up.\n\nHow much money will I save?\n\nA: It depends, but most uninsured Americans will be eligible for some form of financial help either through tax credits or increased access to Medicaid. The level and availability of low-cost or free coverage such as Medicaid is based on a state-by-state calculation of where your household income is in relation to the Federal Poverty Level. The Kaiser Family Foundation has a subsidy calculator that will tell you the amount of money available to you or your family. If your income is less than 250% of poverty, you may also qualify for cost-sharing subsidies, which would reduce deductibles and co-pays. These are only available with silver plans.\n\nHow do I get the money?\n\nA: The tax credits can be sent directly to your insurer to offset your premiums or you can claim them in a lump sum when you file your taxes.\n\nWhat if I've been denied coverage before?\n\nA: Worry not. Those whose health problems kept them from getting insurance in the past may benefit the most. Studies show one in every two Americans has what could be characterized as a \"pre-existing condition.\" If you have anything from arthritis to cancer or are simply obese, insurers can no longer deny you coverage.\n\nWho's most affected:\n\n1) Those whose employers don't offer insurance.\n\n2) Some who can't afford their employer's coverage.\n\n3) Those who are between jobs.\n\n4) Those whose health problems kept them from getting insurance.\n\n5) The self-employed.\n\nRead or Share this story: http://usat.ly/1dGyH6d", "article_metadata": {"google": "notranslate", "description": "One of the first questions almost everybody has about the new health care law often called Obamacare is: Does it affect me?  The short answer is yes.  And that's no matter who you are.", "og": {"site_name": "USA TODAY", "description": "One of the first questions almost everybody has about the new health care law often called Obamacare is: Does it affect me?  The short answer is yes.  And that's no matter who you are.", "title": "Does new health insurance law affect you?", "url": "http://www.usatoday.com/story/money/columnist/odonnell/2013/09/04/obamacare-affordable-health-insurance-law-questions-answers/2760355/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "One of the first questions almost everybody has about the new health care law often called Obamacare is: Does it affect me?  The short answer is yes.  And that's no matter who you are.", "title": "Does new health insurance law affect you?", "image": "http://www.gannett-cdn.com/-mm-/3db9ca82c0397f8bbc7f9938e18a73818e245f72/c=127-734-2693-3298&r=x643&c=640x640/local/-/media/USATODAY/test/2013/09/04/1378332250000-XXX-staff-portraits374.JPG", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Subjects/Confident Consumer: Jayne O Donnell", "gci-asset-type": "story", "gci-categories": "Subjects/Confident Consumer: Jayne O Donnell", "title": "Does new health insurance law affect you?", "author": "Jayne O'Donnell", "pageclass": "article", "recs": {"category": "money/columnist/odonnell", "image-3-4": "http://www.gannett-cdn.com/-mm-/dce8fee160a3e5cc88e0467211270370cfa35e77/c=319-500-2619-3564/local/-/media/USATODAY/test/2013/09/04/1378332250000-XXX-staff-portraits374.JPG", "image-1-1": "http://www.gannett-cdn.com/-mm-/bc71b52779dd2e7d652d8e23daa60678ea4833e6/c=127-734-2693-3298/local/-/media/USATODAY/test/2013/09/04/1378332250000-XXX-staff-portraits374.JPG", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/25bce518208d8da22dec92ef24b672a66148b9f6/c=0-883-2842-3021/local/-/media/USATODAY/test/2013/09/04/1378332250000-XXX-staff-portraits374.JPG", "image": "http://www.gannett-cdn.com/-mm-/2cd169c8be80f53a5371d5641fe3c2d643b4d7a2/c=0-1330-2842-2936&r=x633&c=1200x630/local/-/media/USATODAY/test/2013/09/04/1378332250000-XXX-staff-portraits374.JPG", "publishtime": "2013-09-04T21:06:00-04:00", "shorthed": "Does new health care law affect you?", "articleid": 2760355, "image-16-9": "http://www.gannett-cdn.com/-mm-/f82dacb0c605ce679e477228c5dd64a7257107d2/c=0-1330-2842-2936/local/-/media/USATODAY/test/2013/09/04/1378332250000-XXX-staff-portraits374.JPG", "image-9-16": "http://www.gannett-cdn.com/-mm-/a0028fabbac8cbd73529f86a741324c99fc699ab/c=574-500-2438-3819/local/-/media/USATODAY/test/2013/09/04/1378332250000-XXX-staff-portraits374.JPG"}}, "news_keywords": "affordable care act, Obamacare, health insurance, insurance markeplaces, health insurance exchanges"}, "article_summary": "That's the federal government's portal for the health insurance marketplace, and it will help you find the exchange for your state.\nThe Dumfries, Va., resident thinks the annual premium he pays for his family to be on his employer's health insurance is \"abnormally high.\"\nA: The new state-by-state health insurance marketplaces, or \"exchanges,\" will begin enrolling customers Oct. 1.\nWho's most affected:1) Those whose employers don't offer insurance.\nMidlevel silver plans will tend to have deductibles of about $2,000 a year before coverage kicks in."}