{"article_title": "University of Kansas launches clinical integration after 3 years' planning--and 6-month delay", "article_keywords": ["physicians", "launches", "university", "kansas", "integration", "ukp", "delay", "medical", "clinical", "planningand", "leadership", "healthcare", "hospital", "6month", "care"], "article_url": "http://www.fiercehealthcare.com/story/university-kansas-launches-clinical-integration-after-3-years-planning-and/2016-01-13", "article_text": "A major Kansas academic medical center implemented a long-planned clinical integration process at the beginning of this year, according to the Kansas City Business Journal.\n\nInitially slated for a July launch, the University of Kansas Medical Center was forced to delay full implementation until January 1 due to the complexity of the process, according to the university's Board of Regents. Under the plan, University of Kansas Physicians' (UKP) numerous clinics will constitute a single operation under the banner of University of Kansas Health System, in contrast to the previous system, in which 18 separate clinics operated their own boards, billing systems and foundations.\n\n\"It will involve all aspects of healthcare, from easing clinic appointment access to enhancing the inpatient care experience; all organizations on our campus will be aligned in order to provide effective healthcare to patients,\" KU Hospital CEO Bob Page said in January 2013 when the plan was first announced. \"A new clinical enterprise also should make it easier for other hospitals and physicians to connect their patients with the specialty care we provide.\"\n\nNumerous factors within the healthcare industry drove the transition, including falling revenues for medical schools, declining professional fees and the unsustainability of continuing to subsidize the hospital's academic mission through freestanding practice plans.\n\nThe long-term goals of the clinical integration initiative involve:\n\nMore effective distribution of revenue and resources\n\nAbility to remain competitive within the market\n\nAlignment of strategic interest by forming one medical center working in a single direction\n\nImproved cost management and reduction\n\nUnder the integration plan, one physician organization will employ UKP doctors and UKP will financially integrate with the hospital to serve as the central billing office for professional services. Each UKP department will become a business unit within the new entity that will retain a measure of autonomy, according to the article.\n\nAs healthcare trends toward consolidation and clinical integration, the American Medical Association and American Hospital Association last summer recommended several principles for leadership integration, including robust information infrastructure and executive-clinical physician integration across the board. Hospital leaders should also establish clearly define performance measures and provide leadership training.\n\nTo learn more:\n\n- read the article\n\nRelated Articles:\n\n6 principles to integrate leadership between physicians and hospitals\n\n4 steps for successful hospital-physician integration\n\nFeds speed plans for value-based payments\n\nHospitals get more revenue from primary care docs than specialists\n\nPrimary care physicians, specialists flock to hospital jobs\n\nHospitals woo private-practice PCPs into employed hospitalist roles\n\nYoung docs pick hospital jobs over private practice\n\nMore heart docs embrace hospital employment\n\n3 ways for hospitals to promote physician leadership", "article_metadata": {"description": "A major Kansas academic medical center implemented a long-planned clinical integration process at the beginning of this year, according to the Kansas City Business Journal.", "og": {"site_name": "FierceHealthcare", "description": "A major Kansas academic medical center implemented a long-planned clinical integration process at the beginning of this year, according to the Kansas City Business Journal.", "title": "University of Kansas launches clinical integration after 3 years' planning--and 6-month delay", "url": "http://www.fiercehealthcare.com/story/university-kansas-launches-clinical-integration-after-3-years-planning-and/2016-01-13", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Care Delivery,clinical integration,cost cutting,inpatient care,Integrated Care,Operations & Business Management,Physician Integration,University Of Kansas", "viewport": "width=device-width", "news_keywords": "Care Delivery,Operations & Business Management"}, "article_summary": "A major Kansas academic medical center implemented a long-planned clinical integration process at the beginning of this year, according to the Kansas City Business Journal.\nInitially slated for a July launch, the University of Kansas Medical Center was forced to delay full implementation until January 1 due to the complexity of the process, according to the university's Board of Regents.\nUnder the plan, University of Kansas Physicians' (UKP) numerous clinics will constitute a single operation under the banner of University of Kansas Health System, in contrast to the previous system, in which 18 separate clinics operated their own boards, billing systems and foundations.\nAs healthcare trends toward consolidation and clinical integration, the American Medical Association and American Hospital Association last summer recommended several principles for leadership integration, including robust information infrastructure and executive-clinical physician integration across the board.\n\"A new clinical enterprise also should make it easier for other hospitals and physicians to connect their patients with the specialty care we provide.\""}