{"article_title": "Auction Block Dinosaur Stirs Controversy at SVP – Phenomena", "article_keywords": ["nanotyrannus", "block", "fossils", "dinosaurs", "auction", "vertebrate", "museum", "phenomena", "controversy", "dinosaur", "public", "stirs", "fossil", "researchers", "specimens", "dueling", "svp"], "article_url": "http://phenomena.nationalgeographic.com/2013/11/02/auction-block-dinosaur-stirs-controversy-at-svp/", "article_text": "On November 19th, science may lose a pair of dinosaurs. Preserved next to each other – and given the dramatic title the “Dueling Dinosaurs” – the tyrannosaur and ceratopsid are going up for auction at Bonham’s in New York City. The two are expected to rake in around nine million dollars, with no guarantee that the fossils will go to a museum or that their beautiful bones will even have the chance to be rigorously studied by scientists. That’s exactly why paleontologists were aghast when the auction block tyrannosaur made an appearance at the Society of Vertebrate Paleontology annual meeting yesterday afternoon.\n\nPoster 47 was the focal point of the controversy. Presented by Peter Larson of the commercial outfit The Black Hills Institute, the glossy sheet was titled “The validity of Nanotyrannus lancensis (Theropod, Lancian – Upper Maastrichtian of North America).” This was contentious enough. For decades, researchers have debated the identity of this species. Where some see a “pygmy tyrant” that was a small, distinct species of tyrannosaur that lived alongside the famous Tyrannosaurus rex, others argue that such long-snouted, big-eyed specimens actually represent the awkward look of teenage T. rex.\n\nIf the specimen in Larson’s poster was properly curated and cared for at a museum, the argument surrounding the presentation would have been on the validity, or not, of “Nanotyrannus.” But that wasn’t the issue creating the looks of frustration and disbelief amongst paleontologists I talked to yesterday. The fossil that Larson highlighted to make his case for “Nanotyrannus” should never have been presented at the meeting – the poster looked more like an auction sale advertisement than science.\n\nThe embattled dinosaur, along with the ceratopsid it was buried with, was discovered on Mary Ann and Lige Murray’s Montana ranch in 2006. The hype around the specimens didn’t pick up until 2011, when a dedicated “Dueling Dinosaurs” website tried to entice museums and other potential buyers with photos and videos of the gorgeous fossils. Larson was the spokesman in this push and trumped up the importance of the find, claiming that the horned dinosaur was a as-yet-unknown species and that the young tyrannosaur would finally establish the reality of “Nanotyrannus.” And, the site boasted, the two dinosaurs had killed each other. There were no publications or technical details. Such claims were the bait for buyers who might have an interest in displaying and describing the 66 million year old skeletons.\n\nNo one bit. Rumors started to circulate that the pricetag for the skeletons was nine million dollars. The sellers might as well have been asking for a billion. Nine million dollars could fund a museum’s staff and field programs for decades, during which time researchers could collect many more fossil specimens of their own. Not to mention that researchers are skeptical of how scientifically important the “Dueling Dinosaurs” actually are. Commercially-collected specimens don’t always come with the essential geologic data to tease out the ecological secrets of such fossils, not to mention that some researchers are doubtful of the three main claims that the pair represent a new ceratopsid, a “Nanotyrannus“, and that the two died in mortal combat. Why pony up a ridiculous amount of money for questionable specimens?\n\nSo the dinosaurs are going to auction. They are not reposited and properly curated at a reputable museum. They are waiting for the auctioneer’s gavel, and no one knows who is going to take them home. A museum could blow millions on these dinosaurs, or, as many fear, a celebrity or other private buyer could decide that they absolutely must have a dinosaur pair for their foyer. We’ll find out in a few weeks. But one thing is clear right now – presenting the “Nanotyrannus” at the SVP annual meeting is a violation of the organization’s ethics.\n\nThe standards SVP sets forward on this matter are clear and to-the-point. The society stipulates that “Scientifically significant fossil vertebrate specimens, along with ancillary data, should be curated and accessioned in the collections of repositories charged in perpetuity with conserving fossil vertebrates for scientific study and education (e.g., accredited museums, universities, colleges and other educational institutions).” That has not been done with the “Nanotyrannus“, and it may never be if it goes to a private fossil aficionado.\n\nMore than that, SVP requires members to preserve fossils for everyone. The organization’s ethics code states:\n\nThe barter, sale or purchase of scientifically significant vertebrate fossils is not condoned, unless it brings them into, or keeps them within, a public trust. Any other trade or commerce in scientifically significant vertebrate fossils is inconsistent with the foregoing, in that it deprives both the public and professionals of important specimens, which are part of our natural heritage.\n\nThe Bonham’s sale is open to anyone with deep enough pockets. Those involved in selling the “Dueling Dinosaurs”, including Larson, claim that they want to see the dinosaurs in a museum, but this rings hollow when there’s a good chance that the auction could rob scientists and the public alike of a chance to even see these spectacular animals. And while the abstract submission guidelines of the SVP annual meeting does not mention regulations for presenting on commercial fossils, the society’s Journal of Vertebrate Paleontology rightly requires that “All specimens used in diagnostic descriptions, in illustrations, or in taxonomic discussions must be properly curated and deposited in a recognized public or private, non-profit institution. All material mentioned in a paper must fulfill the criteria set out within the Society‘s Code of Ethics.” Larson’s “Nanotyrannus” does not.\n\nI can see how Larson’s paper snuck through the society’s ethical code. The abstract in the official meeting volume makes no mention of the “Dueling Dinosaurs” specimen and sounds like a general argument in favor of “Nanotyrannus“, similar to what Larson recently published in the book Tyrannosaurid Paleobiology. That’s why researchers were shocked to see a poster plastered with large images of the for-sale dinosaur, with the technical argument restricted to an abstract statement and a table of skeletal characteristics.\n\nFrom the original advertising website to the Bonham’s item entry, the high price of the “Dueling Dinosaurs” has at least partly rested on the unsupported argument that these animals are scientific novelties. Now the “Nanotyrannus“, at least, bears the imprimatur of having been presented to the premier organization dedicated to the study of such fossils, no doubt another point on the hype scale.\n\nThe scientists who stopped by Larson’s poster may never get to study the tyrannosaur’s fossils, preventing them from even having a chance to evaluate Larson’s claims about a fossil he has principally had access to. And the possible sale of the dinosaur to a private buyer would not only hide a significant specimen from science, but would keep the bones – and what we can learn from them – away from the public. There may not be a chance to draw biological secrets from those bones that can help researchers create the dinosaurian visions in museums, books, and movies that continue to awe and inspire us. Everyone stands to lose.", "article_metadata": {"author": "Brian Switek", "og": {"site_name": "Phenomena", "description": "On November 19th, science may lose a pair of dinosaurs. Preserved next to each other – and given the dramatic title the “Dueling Dinosaurs” – the tyrannosaur and ceratopsid …", "title": "Auction Block Dinosaur Stirs Controversy at SVP", "url": "http://phenomena.nationalgeographic.com/2013/11/02/auction-block-dinosaur-stirs-controversy-at-svp/", "image": {"width": 1200, "identifier": "http://phenomena.nationalgeographic.com/files/2013/11/young-tyrannosaur-1920x1289.jpg", "height": 806}, "locale": "en_US", "type": "article"}, "twitter": {"image": {"src": "http://phenomena.nationalgeographic.com/files/2013/11/young-tyrannosaur-1920x1289.jpg", "identifier": "http://phenomena.nationalgeographic.com/files/2013/11/young-tyrannosaur-1920x1289.jpg"}, "description": "On November 19th, science may lose a pair of dinosaurs. Preserved next to each other – and given the dramatic title the “Dueling Dinosaurs” – the tyrannosaur and ceratopsid …", "site": "@natgeoscience", "card": "summary_large_image", "title": "Auction Block Dinosaur Stirs Controversy at SVP"}, "HandheldFriendly": "True", "fb": {"admins": 1411410}, "article": {"publisher": "https://www.facebook.com/natgeo", "published_time": "2013-11-02T19:44:18+00:00", "modified_time": "2013-11-02T19:57:08+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe2758\"", "article_summary": "Preserved next to each other – and given the dramatic title the “Dueling Dinosaurs” – the tyrannosaur and ceratopsid are going up for auction at Bonham’s in New York City.\nNot to mention that researchers are skeptical of how scientifically important the “Dueling Dinosaurs” actually are.\nThat’s exactly why paleontologists were aghast when the auction block tyrannosaur made an appearance at the Society of Vertebrate Paleontology annual meeting yesterday afternoon.\nNine million dollars could fund a museum’s staff and field programs for decades, during which time researchers could collect many more fossil specimens of their own.\nFrom the original advertising website to the Bonham’s item entry, the high price of the “Dueling Dinosaurs” has at least partly rested on the unsupported argument that these animals are scientific novelties."}