{"article_title": "Gov. Scott signs 20 bills into law, including expanding education options for K-12", "article_keywords": ["k12", "school", "bills", "gov", "initiative", "expanding", "bill", "water", "department", "health", "scott", "provides", "signs", "services", "including", "education", "revises", "options", "law", "care"], "article_url": "http://www.floridatrend.com/article/19843/gov-scott-signs-20-bills-into-law-including-expanding-education-options-for-k-12", "article_text": "Press Release\n\nOn Thursday, April 14, 2016, Florida Gov. Rick Scott signed the following bills into law:\n\nHB 153 — The Healthy Food Financing Initiative – This bill directs the Department of Agriculture and Consumer Services to establish the Healthy Food Financing Initiative program.\n\nHB 221 — Health Care Services – This bill protects patients from paying unexpected bills for out-of-network services and provides additional treatment options for individuals with Down syndrome.\n\nHB 287 — The Principal Autonomy Pilot Program Initiative – This bill creates the Principal Autonomy Pilot Program Initiative to provide additional professional development training for school principals.\n\nHB 423 — Access to Health Care Services – This bill allows Advanced Registered Nurse Practitioners and Physician Assistants to prescribe certain controlled substances.\n\nHB 447 — Local Government Environmental Financing – This bill refers to the Florida Keys Stewardship Act and provides funding for water resource projects and land acquisition in the Florida Keys.\n\nHB 491 — Water and Wastewater – This bill revises the current framework for governing water and wastewater utilities.\n\nHB 585 — Instruction for Homebound and Hospitalized Students – This bill streamlines the process for school districts to provide educational instruction to homebound and hospitalized students.\n\nHB 821 — Reimbursement of Assessments – This bill prohibits representatives who assist veterans in applying for benefits from charging the veteran an administrative fee.\n\nHB 931 — Operations of the Citizens Property Insurance Corporation – This bill revises various provisions relating to the Citizens Property Insurance Corporation.\n\nHB 941 — The Department of Health – This bills amends various practice acts related to health professions and occupations.\n\nHB 977 — Behavioral Health Workforce – This bill allows psychiatric Advanced Registered Nurse Practitioners to prescribe certain controlled substances and expands eligibility for providers in a substance abuse program.\n\nHB 981 — Administrative Procedures – This bill clarifies the timeframe for agencies to evaluate the economic impact of administrative rules.\n\nHB 1075 — State Areas – This bill revises acquisition, management and surplus processes for state-owned lands and other state areas.\n\nHB 1175 — Transparency in Health Care – This bill requires hospitals to post their prices and average payments online.\n\nHB 1305 — Emergency Allergy Treatment in Schools – This bill provides schools with cost-saving options for acquiring epinephrine auto-injectors.\n\nHB 7019 — Education Access and Affordability – This bill promotes college affordability by providing tuition and fee transparency, textbook cost predictability, oversight of graduate school tuition, and accountability of Florida’s higher education system.\n\nHB 7029 — Education – This bill expands educational options for students and parents in prekindergarten, K-12, and higher education.\n\nHB 7053 — Early Childhood Development – This bill revises health and safety requirements for school readiness program providers.\n\nHB 7061 — Transportation – This bill makes various changes to the Department of Transportation and the Department of Highway Safety and Motor Vehicles, including implementing “Chloe’s Law” which provides additional roadside safety measures.\n\nHB 7087 — Health Care – This bill creates the Telehealth Advisory Council within the Agency for Health Care Administration.", "article_metadata": {"keywords": "Florida Trend, Florida business, Florida business news, Florida Small Business, Florida economy, Florida government, Florida politics, Florida Trend magazine, Business Florida", "og": {"url": "http://www.floridatrend.com/article/19843/gov-scott-signs-20-bills-into-law-including-expanding-education-options-for-k-12", "type": "article", "site_name": "Florida Trend", "description": "On Thursday, April 14, 2016, Florida Gov. Rick Scott signed the following bills into law:", "title": "Gov. Scott signs 20 bills into law, including expanding education options for K-12"}, "fb": {"admins": "oblivionvortex,100001475033621,665682755,willshortgorham"}, "description": "FloridaTrend.com delivers Florida business news along with reports on Florida politics, Florida public policy and government. Florida executives and professionals rely on FloridaTrend.com for in-depth analysis and perspectives on the issues, people and ideas that define Florida.", "viewport": "width=device-width,initial-scale=1,user-scalable=no"}, "article_summary": "HB 7087 — Health Care – This bill creates the Telehealth Advisory Council within the Agency for Health Care Administration.\nHB 1305 — Emergency Allergy Treatment in Schools – This bill provides schools with cost-saving options for acquiring epinephrine auto-injectors.\nHB 221 — Health Care Services – This bill protects patients from paying unexpected bills for out-of-network services and provides additional treatment options for individuals with Down syndrome.\nHB 1075 — State Areas – This bill revises acquisition, management and surplus processes for state-owned lands and other state areas.\nHB 423 — Access to Health Care Services – This bill allows Advanced Registered Nurse Practitioners and Physician Assistants to prescribe certain controlled substances."}