{"article_title": "Jonathan Gruber should've been Time's Person of the Year", "article_keywords": ["normal", "rules", "arrogance", "shouldve", "tax", "times", "helped", "person", "street", "way", "jonathan", "gruber", "wall"], "article_url": "http://www.latimes.com/opinion/op-ed/la-oe-1216-goldberg-gruber-obamacare-20141216-column.html", "article_text": "Jonathan Gruber should have been Time's Person of the Year. The magazine gave it to the \"Ebola Fighters\" instead. Good for them; they're doing God's work. Still, Gruber would have been better.\n\nTime's Person of the Year designation has lost a lot of its stature over recent years. Part of its decline can probably be attributed to the fact that it's come to be seen as an honorific. It was originally conceived to recognize the person who, \"for better or for worse...has done the most to influence the events of the year.\" So Adolf Hitler (1938) and Josef Stalin (1939 and again in 1942) qualified. In 2001, however, the editors couldn't bring themselves to bestow the title on Osama bin Laden, even though he certainly deserved it (New York Mayor Rudolph Giuliani got it instead for his heroic response to the evil deeds of the person who influenced the events of the year most decidedly for the worse).\n\nThe other conceit of the P.O.Y. is to capture some theme or trend that lends itself to end-of-the-year thumb-sucker columns (like this one). That's why the computer was hailed as the \"Machine of the Year\" in 1982 and Earth was dubbed \"Planet of the Year\" in 1988. In 2006 \"You\" won the contest because of all the wonderful work you do in creating Web content (Congrats, by the way). And in 2011, \"the Protester\" won in recognition of tea partyers and Wall Street occupiers alike.\n\nFor similar reasons, I think Time missed an opportunity in not putting Gruber on the cover. Tea partyers and Wall Street occupiers disagree on a great many things, but there's one place where the Venn diagrams overlap: the sense we're all being played for suckers, that the rules are being set up to benefit those who know how to manipulate the rules. The left tends to focus on Wall Street types whose bottom line depends more on lobbying Washington than satisfying the consumer.\n\nBut Gruber is something special. He was supposed to be better, more pure than the fat cats. Touted by press and politicians alike as an objective and fair-minded arbiter of healthcare reform, the MIT economist was in fact a warrior for the cause, invested emotionally, politically and, it turns out, financially through undisclosed consulting arrangements. The people who relied on his expertise never bothered to second-guess his conflicts of interest because they, too, were warriors in the same fight.\n\n[Gruber] represents the arrogance of the expert class writ large. They create systems, terms and rules that no normal person on the outside can possibly penetrate.\n\nIn speeches and interviews, Gruber admitted he helped the Obama administration craft the law in such a way that it would seem like it didn't tax the American people when it did. Using insights gleaned in part from his status as an advisor to the Congressional Budget Office, Gruber helped construct an actuarial Trojan Horse that could smuggle a tax hike past the CBO bean counters. If the individual mandate was counted as a tax it would be a big political liability for President Obama (fortunately for Obamacare, the Supreme Court saw through the subterfuge and called it tax, rendering it constitutional).\n\nGruber then mocked the \"stupidity of the American voter\" for not seeing through the camouflage he helped design.\n\nLast week, in a congressional hearing that came as close to an auto-da-fé as our politics can manage, Gruber apologized for his \"arrogance\" as a way to duplicitously deny his previous duplicity. It was a brilliant and cynical public relations ploy. By making the issue his personality, he could avoid the tougher questions about the substance of what he said.\n\nIt worked, in part, because Gruber really is arrogant. But Gruber's arrogance goes beyond the personal. He represents the arrogance of the expert class writ large. They create systems, terms and rules that no normal person on the outside can possibly penetrate. They make life and living more complicated and then get rich and powerful off of their ability to navigate that complexity. Time and again they sell simplicity and security and deliver more complications and insecurity, which in turn creates demand for more experts promising simplicity and security the Gruberians never deliver.\n\nIt's not that Americans are stupid, it's that the experts have been geniuses at creating a system that makes normal people feel stupid.\n\njgoldberg@latimescolumnists.com\n\nFollow the Opinion section on Twitter @latimesopinion\n\n\n\n", "article_metadata": {"fb_title": "Jonathan Gruber should've been Time's Person of the Year", "googlebot": "index", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "Jonathan Gruber should have been Time's Person of the Year. The magazine gave it to the \"Ebola Fighters\" instead. Good for them; they're doing God's work. Still, Gruber would have been better.", "title": "Jonathan Gruber should've been Time's Person of the Year", "url": "http://www.latimes.com/opinion/op-ed/la-oe-1216-goldberg-gruber-obamacare-20141216-column.html", "image": "http://www.trbimg.com/img-548f775f/turbine/la-oe-1216-goldberg-gruber-obamacare-20141216", "type": "article"}, "x-servername": "lalvp14.13", "twitter": {"site": "@latimes", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "keywords": "Jonathan Gruber, Obamacare, Affordable Care Act, Time Person of the Year, MIT, economist", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/82297658", "googlebot-news": "index", "date": "2014-12-15", "Description": "Jonathan Gruber should have been Time's Person of the Year. The magazine gave it to the \"Ebola Fighters\" instead. Good for them; they're doing God's work. Still, Gruber would have been better.   Time's Person of the Year designation has lost a lot of its stature over recent years. Part of its decline...", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Jonathan Gruber, Obamacare, Affordable Care Act, Time Person of the Year, MIT, economist"}, "article_summary": "Jonathan Gruber should have been Time's Person of the Year.\nThe left tends to focus on Wall Street types whose bottom line depends more on lobbying Washington than satisfying the consumer.\nThey create systems, terms and rules that no normal person on the outside can possibly penetrate.\nAnd in 2011, \"the Protester\" won in recognition of tea partyers and Wall Street occupiers alike.\nTime's Person of the Year designation has lost a lot of its stature over recent years."}