{"article_title": "The climate summit in Paris will feature a lot of hot air  The Spectator", "article_keywords": ["climate", "spectator", "century", "paris", "global", "feature", "air", "threat", "hot", "summit", "temperatures", "lot", "emissions", "world", "countries", "change", "ought"], "article_url": "http://www.spectator.co.uk/2015/11/the-climate-summit-in-paris-will-feature-a-lot-of-hot-air/", "article_text": "The delegates who will gather for the star-studded Paris climate summit include celebrities, presidents and perhaps even the Pope. Among other things, they will be asked to consider the formation of an ‘International Tribunal of Climate Justice’, which developed countries would be hauled before for breaching agreed limits on greenhouse gas emissions. That the proposed body will seek to be ‘non-punitive, non-adversarial and non-judicial’ does not reassure. A tribunal, if it is worthy of the name, ought to be all those things.\n\nDoes the threat of climate change really justify such a system? It is disturbing to think how many world leaders and policymakers might casually answer ‘yes’. Barack Obama, for example, recently claimed that ‘no challenge poses a greater threat to our future and future generations than a change in climate’ — seeming momentarily to forget that civilisation has spent the past 65 years never more than a few button-presses away from nuclear annihilation. And in many countries — Britain among them — climate change will actually save lives because fewer pensioners will perish in winter. True, there are risks, as well as benefits, from rising global temperatures. But it takes an extreme reading of data to reach the conclusion that Armageddon is more likely to manifest itself meteorologically than through warfare.\n\nNever has the ability of climate science to project future trends in global temperatures looked so shaky. And yet never have the policymakers who work on international treaties been so determined to use those projections to try to drive measures which could seriously harm the global economy. It is now a quarter of a century since the Intergovernmental Panel on Climate Change (IPCC) published its first assessment report; sufficient time to test the predictions it made then against what has been observed since.\n\nIn 1990, the IPCC predicted a rise in global temperatures over the ensuing century of 0.3˚C per decade. It put its ‘uncertainty range’ at 0.2 to 0.5˚C of warming per decade. Since then, the rise in global temperatures has been about half of the lower end of this range. This ought to have led to a crisis of confidence in the atmospheric models used in climate science. Instead, the data they spew out is treated with ever-greater reverence.\n\nThe draft UN agreement attempts to specify measures that will keep global temperatures no higher than 2˚C above ‘pre-industrial levels’. There are two things wrong with this. Firstly, global temperatures never did settle at a pre-industrial level: various estimates of global temperatures over the past millennium show temperatures during the 14th century at least 0.5˚C higher than during the 18th century. Secondly, it is foolish to imagine that something as chaotic as the world’s climate can be controlled like the thermostat on a central heating system — the failure of past predictions ought to remind the UN’s draftsmen of that. Their document would deserve more respect if it said that we can’t be sure what the climatic effects of carbon emissions will be but we think they ought to be curtailed as a precaution. That would be honest and a reasonable reflection of the uncertainties involved.\n\nThere is a parallel danger here: that in attempting to tackle climate change, the world is subjected to lower economic growth than would otherwise be the case. In contrast to the vague threats of climate change, we know with certainty that poverty kills people, and the sooner we can lift people out of it the better. The rich world’s CO 2 emissions have barely changed since the turn of the century. Global levels are rising because countries such as India, China and Brazil are not so poor as before. Far more of their citizens can heat their houses, eat meat and travel more often. This point is often lost in the environmentalist worldview: the rising carbon emissions are not a sign of western excess, but a side effect of the fastest reduction in world poverty that the world has ever known.\n\nChart\n\nFormulating policy on climate change ought to be treated as a trade-off: balancing the climate threat against the risk of economic harm from acting too severely on fossil fuel use. Wealthy countries can cope with severe weather events; poorer ones struggle. Yet there is no sense of this trade-off in the UN document: it treats carbon dioxide emissions as a threat to be eliminated at all costs.\n\nWe have witnessed climate summits before. World leaders will stitch up an agreement to cut CO 2 emissions, dress it up in jargon — and will then go away, weigh up their economic interests against the pledges they made and allow themselves some breathing room, despite whatever they said in Paris. Until now, only Britain has been foolish enough to bind itself legally with unilateral CO 2 reduction targets without knowing whether the technology will be available to meet them without damaging the economy. The result is high energy prices, which are driving our industry abroad — and with it, carbon dioxide emissions.\n\nMost countries will act to reduce CO 2 emissions, but not at a rate which puts their prosperity at risk. That is the logical way to approach the problem of climate change. But it is very different from the hyperbole that will dominate discussions in Paris. We must brace ourselves for a gale of hot air.", "article_metadata": {"viewport": "width=device-width, initial-scale=1", "generator": "WordPress 4.3.1", "og": {"site_name": "The Spectator", "description": "The delegates who will gather for the star-studded Paris climate summit include celebrities, presidents and perhaps even the Pope. Among…", "title": "The climate summit in Paris will feature a lot of hot air", "locale": "en_US", "image": "//cdn.spectator.co.uk/content/uploads/2015/11/GettyImages-495448588.jpg", "updated_time": "2015-11-05T18:16:06+00:00", "url": "http://www.spectator.co.uk/2015/11/the-climate-summit-in-paris-will-feature-a-lot-of-hot-air/", "type": "article"}, "msapplication-TileColor": "#2b5797", "wp-parsely_version": "1.7", "msapplication-TileImage": "http://www.spectator.co.uk/content/themes/spectator-new/assets/favicons/mstile-144x144.png", "article": {"section": "Leading article", "tag": "temperatures", "published_time": "2015-11-07T09:00:00+00:00", "modified_time": "2015-11-05T18:16:06+00:00"}, "theme-color": "#d2091e"}, "article_summary": "And in many countries — Britain among them — climate change will actually save lives because fewer pensioners will perish in winter.\nChartFormulating policy on climate change ought to be treated as a trade-off: balancing the climate threat against the risk of economic harm from acting too severely on fossil fuel use.\nThe draft UN agreement attempts to specify measures that will keep global temperatures no higher than 2˚C above ‘pre-industrial levels’.\nThat is the logical way to approach the problem of climate change.\nSince then, the rise in global temperatures has been about half of the lower end of this range."}