{"article_title": "Gene Responsible For Left-Right Asymmetry Defects In Body Could Determine Handedness Too", "article_keywords": ["body", "responsible", "lefthanded", "brandler", "leftright", "handedness", "pcsk6", "hand", "asymmetry", "right", "defects", "determine", "known", "genes", "gene", "study"], "article_url": "http://www.medicaldaily.com/gene-responsible-left-right-asymmetry-defects-body-could-determine-handedness-too-256617", "article_text": "There is no empirical definition for measuring “handedness,” and although roughly 75 to 90 percent of the population is right-handed, the causes of handedness, a solely human phenomenon, have remained a mystery. Now, scientists have identified in a new study, a specific gene that could solve the genetic side, at least, of the mystery behind humans’ dominant hands.\n\n“As with all aspects of human behavior, nature and nurture go hand-in-hand,” William Brandler, a PhD student at the MRC Functional Genomics Unit of Oxford University, said in a statement. “The development of handedness derives from a mixture of genes, environment, and cultural pressure to conform to right-handedness.”\n\nBut after looking at data from a genome-wide association study and the Avon Longitudinal Study of Children and Parents, which measured for hand skill in 728 participants with dyslexia and another 2,600 participants without dyslexia, they found that variants in the gene PCSK6 were most associated with the dominant hand in each participant.\n\n“The genes are involved in the biological process, through which an early embryo moves on from being a round ball of cells, and becomes a growing organism with an established left and right side,” Brandler said in the statement.\n\nThe researchers then looked into previous research on the PCSK6 gene. Mostly found in mice, research has shown that disrupting PCSK6 in mice caused “left-right asymmetry” defects, such as abnormal organ positioning in the body, with the heart and stomach on the right side and the liver on the left, the researchers said. Further investigation of other genes known to cause left-right asymmetry also showed surprising correlations to hand skill.\n\nAlthough Brandler says that studying a group of dyslexics happened accidentally, there is a higher proportion of left-handed people with the disorder, or a speech impediment, however, the rates are very small. Left-handed people aren’t any smarter or dumber than right-handed people either. Studies in the U.K., U.S., and Australia have all found that the difference in IQ scores between the two groups only differed by one point, according to Scientific American.\n\nEnvironment, it seems, could be the biggest factor in determining handedness. There is an indeterminate amount of people who are ambidextrous, and it could be because some societies force right-handedness upon their citizens, Scientific American reported, citing teachers who have been known to force their students to use their right hands. Some restrictive societies have also been known to have also been known to have lower populations of left-handed people than more permissive societies.\n\nSource: Brandler W, Morris A, Evans D, et al. Common Variants in Left/Right Asymmetry Genes and Pathways Are Associated with Relative Hand Skill. PLOS Genetics. 2013.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "left, right, handed, handedness, gene, genetic, pcsk6, hands, asymmetry, ambidextrous, dyslexia,", "og": {"site_name": "Medical Daily", "description": "Long a mystery, researchers may have found the gene responsible for making about 10 percent of the population left-handed.", "title": "Scientists Identify Possible Gene Responsible For Left-Handedness", "url": "http://www.medicaldaily.com/gene-responsible-left-right-asymmetry-defects-body-could-determine-handedness-too-256617", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/12/left-handed.jpg", "type": "article"}, "twitter": {"description": "Long a mystery, researchers may have found the gene responsible for making about 10 percent of the population left-handed.", "title": "Scientists Identify Possible Gene Responsible For Left-Handedness", "url": "http://www.medicaldaily.com/gene-responsible-left-right-asymmetry-defects-body-could-determine-handedness-too-256617", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/12/left-handed.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/12/left-handed.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2013-09-12T17:23:39-04:00", "modified_time": "2013-09-12T17:25:24-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Long a mystery, researchers may have found the gene responsible for making about 10 percent of the population left-handed."}, "_id": "\"57477af36914bd0286fcf818\"", "article_summary": "Further investigation of other genes known to cause left-right asymmetry also showed surprising correlations to hand skill.\nCommon Variants in Left/Right Asymmetry Genes and Pathways Are Associated with Relative Hand Skill.\nNow, scientists have identified in a new study, a specific gene that could solve the genetic side, at least, of the mystery behind humans’ dominant hands.\nSome restrictive societies have also been known to have also been known to have lower populations of left-handed people than more permissive societies.\nThere is no empirical definition for measuring “handedness,” and although roughly 75 to 90 percent of the population is right-handed, the causes of handedness, a solely human phenomenon, have remained a mystery."}