{"article_title": "More about that doctor shortage, er, poor distribution of physicians", "article_keywords": ["poor", "physicians", "practicing", "doctor", "medical", "shortages", "physician", "doctors", "health", "shortage", "services", "distribution", "care", "er"], "article_url": "https://www.washingtonpost.com/news/to-your-health/wp/2015/03/05/more-about-that-doctor-shortage-er-poor-distribution-of-physicians/", "article_text": "\n\n(Merritt Hawkins)\n\nI tried to point out in this post Tuesday that critics of doctor shortage projections have argued for years that the problem is actually poor distribution of physicians, with too many clustered in urban and affluent areas and too few in poor and rural areas. There were 767,000 practicing doctors in the United States in 2013, and some believe that would be plenty if we had them in the right places and in fields that matched the needs of patients.\n\nBut a couple of readers said I should do more to present this side, so here you go.\n\nOne important critic of the shortage prediction is the prestigious Institute of Medicine, the independent health arm of the National Academy of Sciences, which looked at graduate medical education in a major report in 2014.\n\n\"Further increasing the number of physicians is unlikely to resolve workforce shortages in the regions of the country where shortages are most acute and is also unlikely to ensure a sufficient number of providers in all specialties and care settings,\" a 21-member panel wrote. \"Although the [graduate medical education] system has been producing more physicians, it has not produced an increasing proportion of physicians who choose to practice primary care, to provide care to underserved populations, or to locate in rural or other underserved areas. In addition, nearly all GME training occurs in hospitals—even for primary care residencies—in spite of the fact that most physicians will ultimately spend much of their careers in ambulatory, community-based settings.\"\n\n[How long you’ll wait for a doctor’s appointment in 15 U.S. cities]\n\nThe panel also challenged the underlying methodology of some studies that predict shortages and said they didn't take into consideration the increased use of physician assistants and advanced practice registered nurses, or new technology that will help doctors see more patients.\n\nTo be fair, the Association of American Medical Colleges, the organization that predicted a shortage of as many as 90,000 doctors by 2025, said in its report Tuesday that it tested those scenarios this time, and still concluded that the country will be about 46,100 doctors short in 10 years.\n\nWhen it looked at a shortage of primary-care physicians projected at 20,400 by 2020, the Health Resources and Services Administration, which projects workforce needs for the federal government, also said proper use of physician assistants and nurses could reduce the number to about 6,400.\n\nAnd finally, there's the non-government sector. In February, when the Commonwealth Fund examined the impact of Obamacare on the demand for doctors, it concluded that \"increases of the magnitude likely to be generated by the Affordable Care Act will have modest effects on the demand for health services, and the existing supply of providers should be sufficient to accommodate this increased demand.\"\n\nAgain, to be fair, the medical college association said much the same thing, attributing only 2 percent of the growth in demand for services over the next 10 years to the fact that millions more will be covered by insurance.\n\n[Once again, U.S. has most expensive, least effective health care system]\n\nFinally, here's a nice look at the overall issue from NPR. Gail Wilensky, who is quoted in the story, co-headed the Institute of Medicine panel I referred to above.\n\nMeanwhile, whatever your takeaway on this issue, there seems to be widespread agreement that doctors are not happy campers in general, despite their spot near the top of the income ladder. That was reinforced again Thursday when Geneia, a health IT and consulting firm in Concord, N.H. released the results of its online survey of 416 practicing physicians.\n\nEighty-four percent said the amount of quality time they can spend with patients has declined in the last 10 years, 67 percent said they know another physician who is likely to stop practicing in the next five years because of burnout, and 87 percent said the \"business and regulation of health care\" have worsened the practice of health care for them.\n\nThe firm pegged its \"nationwide physician misery index\" at 3.7 out of a possible 5, \"with the scale tipping from satisfaction to misery.\"\n\nRead more: How many patients should your doctor see each day?", "article_metadata": {"description": "Critics say we have enough doctors if they were located in the right places and practicing in fields that match patient needs.", "og": {"site_name": "Washington Post", "description": "Critics say we have enough doctors if they were located in the right places and practicing in fields that match patient needs.", "title": "More about that doctor shortage, er, poor distribution of physicians", "url": "https://www.washingtonpost.com/news/to-your-health/wp/2015/03/05/more-about-that-doctor-shortage-er-poor-distribution-of-physicians/", "image": "https://images.washingtonpost.com/?url=http://img.washingtonpost.com/news/to-your-health/wp-content/uploads/sites/26/2015/03/Map.png&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@LennyMBernstein"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/to-your-health/wp/2015/03/05/more-about-that-doctor-shortage-er-poor-distribution-of-physicians/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "doctors, physicians, shortages, distribution, graduate medical education, teaching hospitals, medical schools, misery, burnout, medicine", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "doctors, physicians, shortages, distribution, graduate medical education, teaching hospitals, medical schools, misery, burnout, medicine"}, "_id": "\"57477af36914bd0286fc9f44\"", "article_summary": "[Once again, U.S. has most expensive, least effective health care system]Finally, here's a nice look at the overall issue from NPR.\nThat was reinforced again Thursday when Geneia, a health IT and consulting firm in Concord, N.H. released the results of its online survey of 416 practicing physicians.\n(Merritt Hawkins)I tried to point out in this post Tuesday that critics of doctor shortage projections have argued for years that the problem is actually poor distribution of physicians, with too many clustered in urban and affluent areas and too few in poor and rural areas.\nThere were 767,000 practicing doctors in the United States in 2013, and some believe that would be plenty if we had them in the right places and in fields that matched the needs of patients.\nBut a couple of readers said I should do more to present this side, so here you go."}