{"article_title": "Your Health Insurance Is Unaffordable? Pay Uncle Sam!", "article_keywords": ["paying", "sam", "unaffordable", "healthy", "pay", "exchange", "penalty", "premiums", "simply", "uncle", "health", "reardon", "insurance"], "article_url": "http://thelibertarianrepublic.com/your-health-insurance-is-unaffordable-pay-uncle-sam/", "article_text": "Your Health Insurance Is Unaffordable? Pay Uncle Sam!\n\nThe PPACA, or Obamacare, is still the law of the land, and despite steep tax penalties for failing to purchase health insurance in 2016, many people see paying the I.R.S. as more affordable than purchasing insurance.\n\nProponents of Obamacare hoped the newly created health exchange would allow people to price shop between many plans–a kind of managed “competition” that would drive down prices and increase transparency.\n\nWell, after being driven to the exchange under threat of having their wealth confiscated, many folks are price shopping, but not simply between insurers and their plans.\n\nNo, two years into the enforcement of Obamacare’s individual mandate, many people are still holding out. Paying for Uncle Sam’s protection racket appears to them a much more affordable option than the newly revamped health “insurance” on offer.\n\n\n\nThe New York Times reports:\n\n…10.5 million who are eligible to buy coverage through the law’s new insurance exchanges were still uninsured this fall, according to the Obama administration. That number appears to be shrinking: Administration officials said last month that about 2.5 million new customers had bought insurance through HealthCare.gov, the federal exchange serving 38 states, since open enrollment began on Nov. 1. The number of new enrollees is 29 percent higher than last year at this time, suggesting that the threat of a larger penalty may be motivating more people to get covered. But plenty of healthy holdouts remain, and their resistance helps explain why insurers are worried about the financial viability of the exchanges over time. They say they sorely need more healthy customers to balance out the costs of covering the sicker, older people who have flocked to exchange plans.\n\nIt appears the federal government simply hasn’t used a big enough whip yet. The young, healthy, and modestly wealthy would rather take their duly earned punishment than their medicine. Spank away in vain, Unck. Your dark sarcasm in the public classroom–or rather your command and control economic policy–has made many say we don’t need no medications through the insurers:\n\nMany holdouts have made their decisions after meticulously comparing the cost of insurance premiums and deductibles with paying for doctor appointments, lab tests and prescriptions themselves. For some healthy people, the combined cost of premiums and deductibles, which can exceed $10,000, makes the penalty seem a better deal. For 2016 and beyond, the penalty will be $695 per adult or 2.5 percent of household income, up from $325 per adult or 2 percent of household income last year. Susan Reardon, 61, of Kalamazoo, Mich., said she was leaning toward going uninsured this year. She calculated that she would have to spend more than $12,000, including premiums of nearly $500 a month and a $6,850 deductible, to get anything beyond preventive benefits from the cheapest exchange plan available to her. Ms. Reardon, whose husband is old enough to be covered by Medicare, said she would rather pay out of pocket for the drugs she takes for fibromyalgia and the handful of doctor appointments she tends to need each year. If something catastrophic happens, she said, “I feel like it’s better just to die.” As for the tax penalty, which could approach $1,500 for her? “Come and get me,” Ms. Reardon said.\n\nCome and get you they will, Ms. Reardon. You earned your punishment well by simply living in the United States as a citizen. “No” is not an option anymore when it comes to health insurance in the land of the free. You’ll pay one way or another.", "article_metadata": {"description": "When it comes to buying health insurance or paying the penalties, many Americans are becoming gluttons for punishment.", "generator": "WordPress 4.4.2", "og": {"site_name": "The Libertarian Republic", "description": "When it comes to buying health insurance or paying the penalties, many Americans are becoming gluttons for punishment.", "title": "Your Health Insurance Is Unaffordable? Pay Uncle Sam!", "locale": "en_US", "image": "http://thelibertarianrepublic.com/wp-content/uploads/2016/01/uncle-sam-obamacare.jpg", "url": "http://thelibertarianrepublic.com/your-health-insurance-is-unaffordable-pay-uncle-sam/", "type": "article"}, "twitter": {"description": "When it comes to buying health insurance or paying the penalties, many Americans are becoming gluttons for punishment.", "creator": "@TheJoeyRC", "image": "http://thelibertarianrepublic.com/wp-content/uploads/2016/01/uncle-sam-obamacare.jpg", "title": "Your Health Insurance Is Unaffordable? Pay Uncle Sam!", "site": "@thelibrepublic", "card": "summary_large_image"}, "robots": "noodp", "fb": {"admins": 501616773}, "article": {"publisher": "https://www.facebook.com/libertarianrepublic", "section": "Gov't Incompetence", "tag": "Obamacare", "published_time": "2016-01-04T11:07:53+00:00", "author": "https://www.facebook.com/joey.clark.58"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "“No” is not an option anymore when it comes to health insurance in the land of the free.\nPaying for Uncle Sam’s protection racket appears to them a much more affordable option than the newly revamped health “insurance” on offer.\nYour Health Insurance Is Unaffordable?\nProponents of Obamacare hoped the newly created health exchange would allow people to price shop between many plans–a kind of managed “competition” that would drive down prices and increase transparency.\nThe PPACA, or Obamacare, is still the law of the land, and despite steep tax penalties for failing to purchase health insurance in 2016, many people see paying the I.R.S."}