{"article_title": "Georgia Governor Claims Jesus Wants Him to Oppose Religious Liberty", "article_keywords": ["wants", "marriage", "georgia", "dont", "deal", "freedom", "liberty", "jesus", "oppose", "governor", "compromise", "claims", "religious", "left"], "article_url": "http://www.patheos.com/blogs/faithwalkers/2016/03/georgia-governor-claims-jesus-wants-him-to-oppose-religious-liberty/", "article_text": "by\n\nThe Atlanta Journal Constitution actually used this headline to report Governor Nathan Deal’s surrender of religious freedom in Georgia:\n\nNathan Deal makes a forceful, biblical case against Georgia’s ‘religious liberty’ bill\n\nIf ever there was a snort-worthy headline, this is it.\n\nThe truth is that what we are seeing in Georgia is crony capitalism at its worst—big business in bed with lovers of big government being pushed by special interests to trample the rights of the majority of citizens.\n\nIt is neither forceful nor courageous to surrender to the compassionate bullies of the Left. They Left cries for compromise all the time, but they do not want it. Not really.\n\nThe legislation now being considered in the House is compromise legislation.\n\nLast year when concerned citizens of Georgia sought to give all citizens equal protection under the law—the same protections that Bill Clinton and a bi-partisan Congress put in place at the national level—the Leftist bullies, big business, and the politicians in their pockets refused to do so.\n\nThey chose money over freedom and left all of us exposed.\n\nThis year, lovers of faith and freedom have compromised. They are asking only for crumbs from the table–protection for pastors and organizations that are explicitly religious in nature.\n\nWhat they are asking for leaves the overwhelming majority of Georgians still exposed to the attacks we see across the nation.\n\nBut the Left refuses to compromise. That should tell us a lot about their agenda.\n\nThey do not want compromise. They don’t want to “work it out” or “just get along.” As Erick Erickson and I document in our book, you will be made to care.\n\nDeal hides behind concerns about being accused of–Gasp!–discrimination:\n\nI believe [freedoms] can be protected without setting up the situation where we could be accused of allowing or encouraging discrimination.\n\nNo, Governor. You are wrong. Accusations are what the Left live for. It is the essence of the power they wield as defenders of an ever-expanding victim class.\n\nAnd here’s a news flash: Discrimination is not a bad word.\n\nWe all do it–and we should do it–every day. When we eat at Chik-fil-A and not at McDonald’s, we are discriminating. When we choose to watch yet another season of Survivor instead of slogging through Presidential debates, we are discriminating. When we continue to love our children but refuse to condone their mistakes, we are discriminating, and rightly so.\n\nWhen we chose to vote for Nathan Deal instead of Jason Carter, we discriminated. I don’t recall hearing the Governor complain then.\n\nThe only way to get a definition of marriage that is free of discrimination is to abolish marriage entirely, because any definition of anything is, by definition, discriminatory.\n\nIf marriage is between one man and one woman for life then other relationships are necessarily excluded. If marriage is between any two consenting adults who care about each other, then other relationships are also excluded—polygamy, incest, thrupples—the waiting list is long.\n\nYou see, this is not about whether or not discrimination will or should take place. It is only an argument about when and where it must take place.\n\nThe Left is co-opting civil rights language to prey upon our national guilt complex over racisim in our past. But no one is being denied service because of sexual orientation.\n\nThere are no hetero-sexual only water fountains in Georgia. Instead it is Christians like Chief Kelvin Cochran and all people with sincerely held religious beliefs who are being escorted to the back of the bus.\n\nTo make matters worse, Nathan Deal is using his faith as cover to do it.\n\nLike John Kasich in Ohio who claimed expanding Obamacare in his state was something Jesus would want him to do, Deal tries to twist Scripture to say Jesus would want Georgians to not have the protection afforded to nearly every other citizen of every other southern state and guaranteed to every citizen of the United States at the federal level.\n\n“What the New Testament teaches us is that Jesus reached out to those who were considered the outcasts, the ones that did not conform to the religious societies’ view of the world … We do not have a belief in my way of looking at religion that says we have to discriminate against anybody. If you were to apply those standards to the teaching of Jesus, I don’t think they fit.” He then turned to a passage from the Gospel of John that showed Jesus reaching out to an outcast. “What that says is we have a belief in forgiveness and that we do not have to discriminate unduly against anyone on the basis of our own religious beliefs. We are not jeopardized, in my opinion, by those who believe differently from us. We are not, in my opinion, put in jeopardy by virtue of those who might hold different beliefs or who may not even agree with what our Supreme Court said the law of the land is on the issue of same-sex marriage. I do not feel threatened by the fact that people who might choose same-sex marriages pursue that route.”\n\nThere is much unbiblical nonsense in Deal’s faulty exposition of this passage about Jesus’ encounter with the Samaritan women at the well which concludes, I might point out, with Jesus’ insistence that the woman stop engaging in sinful behavior.\n\nBut let’s start by tossing Deal’s red herring back where it came from: The call for religious freedom protection is not about showing love to outcasts.\n\nIt is not an argument about discriminating against a person or persons at all—it is about people being forced by the government to violate their conscience and give their approval to one specific act.\n\nIf you doubt this is happening, you have not read You Will Be Made to Care. It is the religious who are now in danger of being considered outcasts, not the secularists.\n\nJesus said that marriage was ordained by God before ever a politician or business roamed the earth:\n\n“Have you not read that he who created them from the beginning made them male and female, and said,‘Therefore a man shall leave his father and his mother and hold fast to his wife, and the two shall become one flesh’? So they are no longer two but one flesh.What therefore God has joined together, let not man separate.” (ESV)\n\nChristians who believe the words of Jesus see no room for compromise. Yet they are not even trying to force their faith upon others in the light of the tyrannical love poetry spouted by Anthony Kennedy in the Obergefell decision. They just do not want to be forced by the government to approve of specific behavior–the abolition of marriage.\n\nDeal continued babbling: “I hope that we can all just take a deep breath, recognize that the world is changing around us, and recognize that it is important that we protect fundamental religious beliefs,” he said. “But we don’t have to discriminate against other people in order to do that. And that’s the compromise that I’m looking for.”\n\nYes, Governor Deal, you do need to discriminate against those who wish to annihilate religious freedom if you want to preserve religious freedom. You cannot have it both ways. To quote Jesus, You cannot serve God and money.\n\nBuilding a wall on our southern border is not wrongfully discriminatory. It is the right thing to do to preserve our national sovereignty. Likewise building a legislative wall to protect the free exercise of religion in Georgia is not wrongfully discriminatory.\n\nIt is the right thing to do.\n\nIf you think Jesus actually wants you to facilitate the persecution of those who follow him, Governor Deal, that is a Jesus Christians throughout history have never known.\n\nPhote credit: Wikimedia Commons", "article_metadata": {"og": {"url": "http://www.patheos.com/blogs/faithwalkers/2016/03/georgia-governor-claims-jesus-wants-him-to-oppose-religious-liberty/", "site_name": "FaithWalkers", "image": "http://wp.production.patheos.com/blogs/faithwalkers/files/2016/03/Georgia-state-capitol-e1457453267895.jpg", "type": "article", "title": "Georgia Governor Claims Jesus Wants Him to Oppose Religious Liberty"}, "article": {"author": "https://www.facebook.com/BillintheBlank/"}, "com.silverpop.brandeddomains": "www.pages04.net,patheos.mkt5005.com,www.patheos.com", "robots": "noodp,noydir"}, "article_summary": "If you think Jesus actually wants you to facilitate the persecution of those who follow him, Governor Deal, that is a Jesus Christians throughout history have never known.\nAnd that’s the compromise that I’m looking for.”Yes, Governor Deal, you do need to discriminate against those who wish to annihilate religious freedom if you want to preserve religious freedom.\nBut let’s start by tossing Deal’s red herring back where it came from: The call for religious freedom protection is not about showing love to outcasts.\nbyThe Atlanta Journal Constitution actually used this headline to report Governor Nathan Deal’s surrender of religious freedom in Georgia:Nathan Deal makes a forceful, biblical case against Georgia’s ‘religious liberty’ billIf ever there was a snort-worthy headline, this is it.\nThey are asking only for crumbs from the table–protection for pastors and organizations that are explicitly religious in nature."}