{"article_title": "Q&A: Ron Calhoun, Aon Risk Solutions", "article_keywords": ["information", "valuebased", "end", "risk", "ron", "providers", "aon", "calhoun", "tied", "payments", "qa", "health", "solutions", "care", "payment", "systems"], "article_url": "http://www.businessinsurance.com/article/20151020/NEWS06/151019831", "article_text": "Ron Calhoun, managing director of Aon Risk Solutions' health care practice in Charlotte, North Carolina, says the changing health care technology landscape is affecting how providers and facilities view cyber risks. In an interview with Business Insurance Associate Editor Sheena Harrison, he also discussed how health care insurers and providers are responding to evolving health care payment models. Edited excerpts follow.\n\nQ: How are data privacy and cyber security issues affecting the health care industry?\n\nA: The proliferation of health care information technology applications, coupled with “meaningful use” rules under the Health Information Technology for Economic and Clinical Health Act, are going to dramatically increase the degree of complexity of the health care IT landscape. Many of our provider clients are embracing a more robust data warehousing strategy that integrates historically disparate revenue cycle management systems, patient accounting systems, clinical workflow platforms, patient satisfaction platforms, human resource systems and electronic medical record platforms into metadata repositories.\n\nAdditionally, we are seeing new risk factors emerging that reach far beyond traditional protected health information theft. There has been an escalation in “bring your own device” activity amongst nonemployed, affiliate health care providers that integrate into various components of a health system's population health management strategy. There are emerging regulatory threats as well, such as states considering the adoption of statutes similar to California's Confidentiality of Medical Information Act that provides for “nominal damages” in the absence of proof of harm related to a protected health information breach.\n\nQ: What other risks are affecting the health care business?\n\nA: Many providers are currently navigating the operational and financial risks associated with the transition from fee-for-service payment models to more risk-bearing payment contracts. Many providers are faced with the reality of having to drive unnecessary utilization out of their care delivery platforms in preparation for greater payment risk assumption. However, many of these providers are, for now, still on a fee-for-service platform. Thus, any reduction in utilization equates to a reduction in top line revenue. Building a financial bridge while navigating this transition can be a challenge.\n\nQ: Is there a sense yet of how health care reform is affecting the health care industry?\n\nA: Since the passage of the Patient Protection and Affordable Care Act in 2010, there has been a steady progression of accountable care organization formations, reaching a total of over 760 ACOs to date. The Medicare shared savings program model, along with value-based purchasing and bundled payments for care improvement, have collectively served as a tipping point for the broader adoption of value-based payment models.\n\nIn January of this year, the Centers for Medicare and Medicaid Services announced two aggressive goals. The first was that 30% of Medicare payments would be tied to quality or value through alternative payment models by end of 2016, and 50% by end of 2018. The second was that 85% of all Medicare fee-for-service payments would be tied to quality or value by end of 2016, and 90% by the end of 2018.\n\nA few days later, UnitedHealthcare followed with an announcement that payments to physicians and hospitals tied to value-based arrangements have nearly tripled at UnitedHealthcare in the last three years, reaching $36 billion. That’s expected to increase 20% to $43 billion in 2015, and hit $65 billion by the end of 2018. Not to be outdone, Anthem Inc. followed a few days later that they had more than $38 billion in payments tied to value-based contracts, representing 30% of its commercial claims and about 40,000 health care providers.\n\nThe value-based payment arms race has begun. In 2014, approximately 40% of all in-network commercial health care payments were value-based.", "article_metadata": {"viewport": "width=device-width, initial-scale=1.0, user-scalable=no, minimal-ui"}, "article_summary": "Ron Calhoun, managing director of Aon Risk Solutions' health care practice in Charlotte, North Carolina, says the changing health care technology landscape is affecting how providers and facilities view cyber risks.\nQ: Is there a sense yet of how health care reform is affecting the health care industry?\nA: The proliferation of health care information technology applications, coupled with “meaningful use” rules under the Health Information Technology for Economic and Clinical Health Act, are going to dramatically increase the degree of complexity of the health care IT landscape.\nAdditionally, we are seeing new risk factors emerging that reach far beyond traditional protected health information theft.\nIn an interview with Business Insurance Associate Editor Sheena Harrison, he also discussed how health care insurers and providers are responding to evolving health care payment models."}