{"article_title": "5 Tips on Reducing Your Social Security Tax Bill", "article_keywords": ["benefits", "money", "bill", "tax", "capital", "roth", "benefit", "income", "social", "ira", "tips", "reducing", "security"], "article_url": "http://www.thefiscaltimes.com/2015/09/05/5-Tips-Reducing-Your-Social-Security-Tax-Bill", "article_text": "This is not a good year to be a higher-income Social Security recipient. Overall, benefits are unlikely to be adjusted for inflation, but Medicare Part B premiums are on track to rise for high-income retirees.\n\nThat means 2015 is a great year to look for ways to cut the taxes on your Social Security benefits for those who expect to owe some. Financial advisors have a number of suggestions to make that happen, from reexamining when you claim Social Security to tweaking your investments.\n\nHigher net worth investors with higher income are going to owe the most taxes on their Social Security income, said John Piershale, a wealth advisor at Piershale Financial Group. \"If people are way over those thresholds, that's where it can be tricky.\"\n\nEven so, there are a few possibilities. Here are five of the best.\n\nRelated: 6 Popular Social Security Myths Busted\n\nPut off benefits. Nearly half of Social Security recipients claim their benefits at age 62, when they first become eligible.\n\nBut you are not required to do so, and in fact, your benefit could increase 76 percent if you wait to claim when you are 70.\n\n\"A lot of people take the benefit and they don't need the income, and they put it in a savings account. Do you know what savings accounts are paying? Nothing,\" said Piershale. \"But if you don't take your benefit, it grows 8 percent a year, and you avoid paying the tax on your Social Security\" during that time.\n\nEven if you have already claimed Social Security, you may be able to put it off. In most cases like this you'd have to suspend benefits when you reach age 66 (or \"full retirement age,\" under Social Security Administration guidelines) and then your benefit will resume growing until you claim it again, up to age 70.\n\nConsider annuities. As investment contracts that allow your money to grow tax free, deferred annuities may be a good idea if you have assets throwing off income that you do not need.\n\nRelated: For Most Seniors, Social Security Is Their Biggest Source of Income\n\nBut make sure to shop around; many deferred annuities have a downside in the form of excessive fees, according to David Mendels, director of planning at Creative Financial Concepts, LLC.\n\n\"There are always special situations, but as a general rule, the expenses on them can easily offset the tax savings,\" he said.\n\nOpen a Roth IRA. In a Roth IRA, your money can grow tax free and and distributions are also tax free, so a Roth can be a great way to lower your income in retirement.\n\nThat said, converting a traditional IRA to a Roth can involve a substantial tax bill at the time the account changes its stripes. If you do not have assets outside the account to pay that bill, you will be seriously cutting into the ability of the account to benefit you.\n\nRelated: Raising the Social Security Retirement Age Could Bridge the Income Gap\n\nAlso, even if you have those assets and you decide to go that route, Mendels warns that your taxes will increase in the year you do the conversion. And he cautions against converting all your IRA assets to Roth status, because you will lock in the tax payments. If you leave some money in a traditional IRA, \"you may very well be able to pull that money out tax-free at a later date if you have medical expenses\" or something else that lowers your taxable income, he said.\n\nTake out a home equity line of credit. Drawing on a line of home equity line of credit, or HELOC, can put cash in your pocket that is not subject to tax. Mendels suggests taking out the line of credit before you retire to obtain a high limit.\n\n\"Maybe you can alternate years by borrowing against the HELOC and next year taking a little more from your IRA to pay off the HELOC,\" he said. But to see if that will reduce your tax bite, \"You then have to look at what that's going to do to your marginal income tax rate.\"\n\nAnd in any case, he added, \"I'm not trying to encourage you to run up a huge amount of money in your HELOC.\"\n\nTap your capital assets. If you are taking the minimum you can from your retirement savings and find that it is just not quite enough, think about selling a capital asset rather than drawing down more on your IRA.\n\nChances are, you will owe capital gains, but the long-term capital gains rate may be lower than your income tax rate. This will work best if you can time the move so you offset any gains with capital losses, Mendels pointed out.\n\nThese moves may or may not do much to cut your tax bill, particularly if you have very high retirement income. But they may help around the edges.\n\nMendels pointed out that just considering these moves should give you some happy thoughts. To be in a bracket where your taxes are not biting, he said, \"is something to be grateful for.\"\n\nThis article originally appeared in CNBC.\n\nRead more from CNBC:\n\nFed closer to 'monetary Y2K,' but not there yet\n\nChina's troubles make Russia's Putin into a loser\n\nObamacare's many double-digit price hikes for next year", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "This is not a good year to be a higher-income Social Security recipient.", "title": "5 Tips on Reducing Your Social Security Tax Bill", "url": "http://www.thefiscaltimes.com/2015/09/05/5-Tips-Reducing-Your-Social-Security-Tax-Bill", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/12082011_SocialSecurity_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/09/05/5-Tips-Reducing-Your-Social-Security-Tax-Bill", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/12082011_SocialSecurity_article.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "This is not a good year to be a higher-income Social Security recipient.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Financial advisors have a number of suggestions to make that happen, from reexamining when you claim Social Security to tweaking your investments.\nThat means 2015 is a great year to look for ways to cut the taxes on your Social Security benefits for those who expect to owe some.\nHigher net worth investors with higher income are going to owe the most taxes on their Social Security income, said John Piershale, a wealth advisor at Piershale Financial Group.\nEven if you have already claimed Social Security, you may be able to put it off.\nThis is not a good year to be a higher-income Social Security recipient."}