{"article_title": "90s Babies Are Up To 3 Times More Likely To Be Obese Than Previous Age Groups", "article_keywords": ["obese", "groups", "90s", "age", "girls", "times", "born", "likely", "individuals", "health", "researchers", "babies", "adults", "obesity", "children", "boys", "previous"], "article_url": "http://www.medicaldaily.com/generation-fat-90s-babies-are-3-times-more-likely-be-obese-previous-age-groups-334246", "article_text": "Nearly a fifth of boys and a quarter of girls born after 1990 were obese by their 10th birthday.\n\nNearly a fifth of boys and a quarter of girls born after 1990 were obese by their 10th birthday. Photo courtesy of Shutterstock\n\nAccording to a recent British study, individuals born in the 1990s are between two to three times more likely to be obese than individuals born between the 1940s through 1980s. The situation is similar in the U.S., and experts have reiterated their warning that if something is not done now to tackle widespread obesity there will be “severe” consequences in the future.\n\nFor the report, researchers at the University College London investigated the records of 56,632 adults and children spanning from 1946 to 2012, the Daily Mail reported. By examining the weight and height of the individuals, the team was able to work out their Body Mass Index, a universal measurement used to determine an individual’s body size. They then determined the average BMI of each generation, and children of the 1990s emerged as the most obese age group by a long shot.\n\nThe report found that around a fifth of boys and a quarter of girls born after 1990 were obese by the time they were 10 years old. This was compared to just seven percent of boys and 11 percent of girls who were born in either the 1940s or the 1970s.\n\nUnfortunately, the trend is not unique to Great Britain, as similar U.S. reports reveal the same trend. According to a 2008 report on the subject, American millennials are less active and more obese than earlier generations.\n\nWhy?\n\nToday we live in a society where for the first time children are less healthy than their parents. The factors that facilitated this shift in health roles are complex.\n\nAs reported by The Huffington Post, today’s young adults have experienced a significant drop in physical activity in school as compared to their parents. Nearly two-thirds of young adults also do not participate in regular leisure-time physical activity.\n\nOther factors believed to have contributed to the obesity of children born in the 1990s are increased time spent in front of computer and TV screens and longer time spent in education and “transitioning” to adulthood, HealthDay reported.\n\nLong-Term Consequences\n\nThe researchers involved in the UCL study described their findings of widespread obesity in young adults as “a daunting public health threat,” the Daily Mail reported. This threat remains “even in high-income countries with good infrastructure for education and health care,” the researchers wrote.\n\nThe younger you are at the onset of obesity, the more dangerous the condition may be. This is because, according to Professor Rebecca Hardy, one of the researchers involved in the study, “The more of their lives people spend overweight or obese, the greater their risk of developing chronic health conditions such as coronary heart disease, type 2 diabetes, high blood pressure, and arthritis.”\n\nOn top of the possible health consequences a generation of obesity may bring about, millions of overweight individuals will likely become a financial burden on health systems as they age. The British government has warned that obesity will cost the economy 22.9 billion pounds ($35.6 billion) by the year 2050. In the U.S. annual health costs related to obesity are nearly $21 billion.\n\nSource: Li L, Kuh D, Hardy R. How Has the Age-Related Process of Overweight or Obesity Development Changed over Time? Co-ordinated Analyses of Individual Participant Data from Five United Kingdom Birth Cohorts. PLOS Medicine. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "obesity, millenials", "og": {"site_name": "Medical Daily", "description": "A recent British study has revealed that individuals born in the 1990s are more likely to be obese than other previous generations.", "title": "Why 90s Babies May Be 'Generation Fat'", "url": "http://www.medicaldaily.com/generation-fat-90s-babies-are-3-times-more-likely-be-obese-previous-age-groups-334246", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/20/overweight-child.jpg", "type": "article"}, "twitter": {"description": "A recent British study has revealed that individuals born in the 1990s are more likely to be obese than other previous generations.", "title": "Why 90s Babies May Be 'Generation Fat'", "url": "http://www.medicaldaily.com/generation-fat-90s-babies-are-3-times-more-likely-be-obese-previous-age-groups-334246", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/20/overweight-child.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/20/overweight-child.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Vitality", "published_time": "2015-05-20T11:50:46-04:00", "modified_time": "2015-05-20T11:55:34-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A recent British study has revealed that individuals born in the 1990s are more likely to be obese than other previous generations."}, "article_summary": "Photo courtesy of ShutterstockAccording to a recent British study, individuals born in the 1990s are between two to three times more likely to be obese than individuals born between the 1940s through 1980s.\nNearly a fifth of boys and a quarter of girls born after 1990 were obese by their 10th birthday.\nThe report found that around a fifth of boys and a quarter of girls born after 1990 were obese by the time they were 10 years old.\nThey then determined the average BMI of each generation, and children of the 1990s emerged as the most obese age group by a long shot.\nAccording to a 2008 report on the subject, American millennials are less active and more obese than earlier generations."}