{"article_title": "Two States, Two Approaches To The Affordable Care Act", "article_keywords": ["affordable", "vermont", "exchange", "companies", "system", "hampshire", "states", "approaches", "health", "act", "insurance", "single", "care"], "article_url": "http://nhpr.org/post/two-states-two-approaches-affordable-care-act", "article_text": "While the Affordable Care Act is a federal law, it’s playing out very differently across the states. In New Hampshire, strong opposition from Republican lawmakers and a lack of competition between insurance companies has marred the roll out advocates had hoped for.\n\nThere’s also been a less-than-stellar debut this fall of Vermont’s health insurance exchange, Vermont Health Connect, which has made headlines for all the wrong reasons. While some improvements have been made, problems remain, mostly notably, the online payment system still doesn’t work. But 45,000 Vermonters have signed up for coverage. And as many as 20,000 people are expected to sign up before next week.\n\nNHPR's Rick Ganley speaking with VPR Reporter Bob Kinzel about the Affordable Care Act in Vermont.\n\nIn New Hampshire, strong opposition from Republican lawmakers and a lack of competition between insurance companies has marred the roll out advocates had hoped for.\n\nNHPR Health Reporter Todd Bookman talks with VPR Host Mitch Wertlieb about health reform in New Hampshire.\n\nMedicaid Expansion\n\nThe different approaches to health care in Vermont and New Hampshire begin with Medicaid expansion. When the Supreme Court ruled on the Affordable Care Act, it said states can’t be forced to expand their health programs to include low-income individuals, even though the federal government would pay for it. Vermont is expanding, but despite having a Democratic governor, New Hampshire isn’t moving forward with expansion.\n\nVermont officials say that of the 15,000 individuals who have signed up for the health care through its exchange so far, over half have found that they’re eligible for expanded Medicaid. The program allows people making up to 138 percent of the poverty level, roughly $15,000 per year, to sign up for free health care coverage.\n\nThe Exchange\n\nNew Hampshire also chose not to create and run its own online health exchange. New Hampshire is technically partnering with the federal government to run the new marketplace, meaning consumers have to shop through healthcare.gov.\n\nIn October, just 269 people made it through the site successfully. New data show a better November, when 1,300 people selected plans. Advocates are now urging people frustrated with the site to try again.\n\nVermont decided to run its own exchange, Vermont Health Connect. But like the federal site, it also has had problems. Most of the initial glitches have been worked out, but the online payment system still isn’t working. Vermont is requiring all businesses with fewer than 50 employees to go through the exchange. When problems emerged, Gov. Peter Shumlin provided two work-arounds for companies. They can either buy their policies directly through a health insurance provider or keep their existing policies through March. Of the 45,000 sign-ups for Vermont Health Connect, 30,000 have come from companies that avoided the exchange and purchased a policy directly from a provider.\n\nMarketplace Competition\n\nOne issue both Vermont and New Hampshire face is a lack of competition in the insurance market. Has the ACA changed that landscape?\n\nNot in New Hampshire. There is only one company selling products in the exchange. That’s Anthem Blue Cross, which already dominates the state’s individual market. Its new offerings don’t include all the state’s hospitals and doctors. At least two other carriers say they hope to join the marketplace in 2015, so more choice may be coming.\n\nVermont has two providers, MVP Health Care and Blue Cross Blue Shield of Vermont. The companies are offering a number of different plans on the exchange.\n\nBut because a number of small companies have gone around the exchange and purchased a plan directly from a health insurance provider, some employees of small companies are finding that they’re limited to one plan picked by their employer. Some companies have decided to self-insure to avoid the exchange. The governor has warned against the idea saying just one or two employee health problems could put companies at risk. The companies say they’re taking that route because they’re unhappy with higher out of pocket caps on the plans offered through the exchange. Those out of pocket caps are due to the federal Affordable Care Act, which tried to limit high deductible plans.\n\nHealth Care Politics\n\nWhen lawmakers return to Concord in January, the expansion of Medicaid is expected to again be at the center of the debate. Gov. Maggie Hassan says she’ll continue to fight for it.\n\nAnd the Affordable Care Act is expected to be front and center in the November elections. New Hampshire has two Democratic House members who both back the law. And both will likely be in competitive races in 2014 when the ACA will be a key issue.\n\nAlso in 2014, first-term Democratic Sen. Jeanne Shaheen is facing re-election. Shaheen is a backer of the law, but has criticized the sloppy launch and is pushing for an extension of the enrollment period beyond the end of March. It’s too soon to know if her allegiance to the law will harm her. As of now, Shaheen isn’t facing any big-name opponents, but that could all change if former Massachusetts Sen. Scott Brown enters the race.\n\nIn Vermont, the state is trying to reach a goal of a single payer health care system. People who support that idea say the roll out of Vermont Health Connect shows the health care system is too complicated and a single payer system would be an improvement. Those against the idea say if the administration can’t get the exchange right, how will they be able to handle single payer?\n\nDuring the next legislative session the Shumlin Administration will roll out options for how to pay for the single payer system, though no action will be taken until 2015. The state needs to raise $2 billion to pay for a single payer system. To put that in perspective, the state’s entire budget right now is $1 billion.", "article_metadata": {"category": "Health", "description": "While the Affordable Care Act is a federal law, it’s playing out very differently across the states. In New Hampshire, strong opposition from Republican", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://nhpr.org/post/two-states-two-approaches-affordable-care-act", "image": "http://mediad.publicbroadcasting.net/p/nhpr/files/styles/medium/public/201312/vt-nh.jpg", "type": "article", "description": "While the Affordable Care Act is a federal law, it’s playing out very differently across the states. In New Hampshire, strong opposition from Republican", "title": "Two States, Two Approaches To The Affordable Care Act"}, "story_id": 251961975, "twitter": {"site": "@nhpr", "card": "summary", "creator": "@bookmannhpr"}, "author": "Todd Bookman, Rick Ganley", "org_id": 0, "dc": {"title": "Two States, Two Approaches To The Affordable Care Act"}, "nid": 40299, "datePublished": "2013-12-17", "keywords": "Affordable Care Act, Health Exchange", "wordCount": 1010, "has_audio": 1, "viewport": "width=device-width"}, "article_summary": "There’s also been a less-than-stellar debut this fall of Vermont’s health insurance exchange, Vermont Health Connect, which has made headlines for all the wrong reasons.\nMedicaid ExpansionThe different approaches to health care in Vermont and New Hampshire begin with Medicaid expansion.\nWhile the Affordable Care Act is a federal law, it’s playing out very differently across the states.\nIn Vermont, the state is trying to reach a goal of a single payer health care system.\nNHPR's Rick Ganley speaking with VPR Reporter Bob Kinzel about the Affordable Care Act in Vermont."}