{"article_title": "Rising anger as Nicaragua canal to break ground", "article_keywords": ["canal", "project", "land", "hknd", "break", "rio", "say", "rising", "grande", "ortegas", "anger", "nicaragua", "ruiz", "ground"], "article_url": "http://www.salon.com/2014/12/21/rising_anger_as_nicaragua_canal_to_break_ground/", "article_text": "Topics: From the Wires, News\n\nRIO GRANDE, Nicaragua (AP) — As a conscripted soldier during the Contra War of the 1980s, Esteban Ruiz used to flee from battles because he didn’t want to have to kill anyone. But now, as the 47-year-old farmer prepares to fight for his land, Ruiz insists, “I’m not going to run.”\n\nRuiz’s property on the banks of Nicaragua’s Rio Grande sits in the path of a $50 billion transoceanic waterway set to break ground on Monday.\n\nNicaraguan officials will start building access roads on state-owned land as the first step in creating a canal expected to rival that of Panama — a project supporters say will directly employ 50,000 people and dramatically boost the country’s GDP.\n\nFarmers like Ruiz insist they’ll fight “until the last breath” to protect their land. Whether or not landowners do actually take up arms, Nicaragua’s government insists it is determined to push through.\n\nThe project is slated to open a huge waterway over what is now the town of Rio Grande, an evangelical-dominated community of 2,000 people with only a dirt road amid fields of corn, beans, banana and sorghum. Everything within 10 kilometers (6 miles) would be subject to expropriation.\n\nBut the project, which opponents call President Daniel Ortega’s pipe dream, is provoking growing anger.\n\nMany complain Ortega is giving too much away to HKND, the Hong Kong-based company set to develop and operate it. Landowners fear they’ll be displaced without fair compensation. Environmentalists accuse the government of ram-rodding past mandated reviews and ignoring the threat that cargo traffic will pose to Lake Nicaragua, the country’s main source of fresh water.\n\nEarlier this month, residents of Obrajuelo, a sleepy fishing village on the banks of Lake Nicaragua, threw stones at an SUV carrying a Chinese team that showed up to survey the land. The following day, they burned tires on the Pan-American highway, blocking it for hours. On Dec. 10, as many as 5,000 people marched through the capital, Managua. Even though protesters complained that police blocked canal-opponents trying to arrive from the countryside, observers said it was the largest anti-government action in years.\n\nSuch political opposition is virtually unheard of in a country where Ortega’s Sandinista party dominates all branches of government, and the president and his wife, the government’s powerful communications chief, keep a tight lid on dissent.\n\n“What it shows is that a significant part of the Nicaraguan people have not bought into the canal project,” said Francisco Aguirre-Sacasa, an economist, former Nicaraguan foreign minister and ex-ambassador to the United States. “A demonstration of that size, despite the impediments that were put in the way of it, shows that the government is playing with fire in this case.”\n\nProjected to span some 173 miles (278 kilometers) between the Caribbean and the Pacific, the canal would be the realization of a dream that has been studied and discarded multiple times since the early 1800s. Backers say it would lift many out of poverty in the Western Hemisphere’s second-poorest country.\n\nLast year, Ortega’s allies in Congress fast-tracked legislation granting HKND a 50-year concession, renewable for another 50, to build and operate a canal in return for a payment of $10 million a year once it’s up and running. The law lets HKND develop ancillary projects — ports, an airport, roads, a railway — even if it doesn’t get built.\n\nHKND hired the respected U.K.-based consulting firm Environmental Resources Management about a year ago to assess the environmental and social impact of a project that is expected to displace some 29,000 people. In late July, just two weeks after HKND announced its preferred route for the canal, ERM held community meetings in seven cities over 10 days, according to a document on HKND’s website.\n\nSome who attended the sessions left feeling they were merely being told what was going to happen rather than asked for input. Those who asked how much they would be paid for their lands were told only that officials would go door-to-door to inform them.\n\n“It was so they could say, ‘We did the meetings,’ ” said Rosa Amelia Mora Novoa, a 37-year-old homemaker in Rio Grande who attended the session in Rivas, capital of the department of the same name.", "article_metadata": {"description": "Rising anger as Nicaragua canal to break ground", "title": "Rising anger as Nicaragua canal to break ground", "og": {"site_name": "Salon", "description": "Rising anger as Nicaragua canal to break ground", "title": "Rising anger as Nicaragua canal to break ground", "url": "http://www.salon.com/2014/12/21/rising_anger_as_nicaragua_canal_to_break_ground/", "image": "http://media.salon.com/2014/12/nicaragua-canal-fight.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "Rising anger as Nicaragua canal to break ground", "title": "Rising anger as Nicaragua canal to break ground", "image": "http://media.salon.com/2014/12/nicaragua-canal-fight.jpeg-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Peter Orsi", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "“What it shows is that a significant part of the Nicaraguan people have not bought into the canal project,” said Francisco Aguirre-Sacasa, an economist, former Nicaraguan foreign minister and ex-ambassador to the United States.\nBut now, as the 47-year-old farmer prepares to fight for his land, Ruiz insists, “I’m not going to run.”Ruiz’s property on the banks of Nicaragua’s Rio Grande sits in the path of a $50 billion transoceanic waterway set to break ground on Monday.\nTopics: From the Wires, NewsRIO GRANDE, Nicaragua (AP) — As a conscripted soldier during the Contra War of the 1980s, Esteban Ruiz used to flee from battles because he didn’t want to have to kill anyone.\nBut the project, which opponents call President Daniel Ortega’s pipe dream, is provoking growing anger.\nMany complain Ortega is giving too much away to HKND, the Hong Kong-based company set to develop and operate it."}