{"article_title": "Davis leads a Gamecocks reunion in San Francisco, while Robinson goes to Detroit", "article_keywords": ["gamecocks", "francisco", "usc", "san", "overall", "offensive", "49ers", "detroit", "theyre", "leads", "baalke", "going", "goes", "reunion", "davis", "went", "robinson", "round"], "article_url": "http://www.postandcourier.com/article/20150502/PC20/150509824/1177/davis-leads-a-gamecocks-reunion-in-san-francisco-while-robinson-goes-to-detroit", "article_text": "Mike Davis finished 18 yards short of becoming the first USC rusher to record consecutive 1,000-yard seasons since George Rogers from 1978-80. (Lee Walker/Sideline Carolina)\n\nThe pipeline between the Palmetto State and the Bay Area remains alive and well.\n\nOnline Read David Caraviello’s blog at postandcourier.com/blog/spur-of-the-moment. Get more Carolina news at postandcourier.com/gamecocks.\n\nThe team which drafted South Carolina’s Marcus Lattimore and Bruce Ellington the past two seasons doubled down on Gamecocks in the NFL draft Saturday, when the San Francisco 49ers took USC running back Mike Davis in the fourth round, and then picked up tight end Rory Anderson in the seventh.\n\nAlso Saturday, USC offensive tackle Corey Robinson went to Detroit in the seventh round. Including offensive guard A.J. Cann, who went to Jaguars in the third round Friday, the Gamecocks have had 19 players drafted in the past four years, and head coach Steve Spurrier has produced 104 career draft picks, the most of any active coach.\n\nWhile some analysts projected that Davis might linger until near the end of the draft, he went with the 126th overall selection, and the 27th of the fourth round. The Atlanta native goes to the same team which drafted Lattimore, his predecessor at USC, in the fourth round in 2013. And in San Francisco he’ll reunite with Moncks Corner native Ellington, a former Gamecocks receiver drafted in the fourth round in 2014 who caught two touchdown passes last season.\n\n“I love the weather. I love (49ers running backs) coach Tom Rathman a lot. Get to play with Bruce Ellington,” Davis said through the 49ers’ Twitter feed. “It’s going to be nice.”\n\nAnd when he arrives for mini-camp in Santa Clara, Calif., Davis will be joined by another former Gamecock — quarterback Dylan Thompson, who went undrafted but tweeted that he had signed a free-agent deal with the 49ers. San Francisco GM Trent Baalke was once a scout with the Washington Redskins under Spurrier.\n\n“You know they’re going to be well-coached,” Baalke, speaking to reporters in Santa Clara, said of USC players. “You know they’re going to come into the league prepared, especially on the offensive side of the ball. You know they’re going to come into the league well-versed. They’re going to pick up information, they’re always going to play three downs if they’re a back, and they’re prepared.”\n\nAnother former Gamecock is staying closer to home — receiver Damiere Byrd tweeted that he had signed with the Carolina Panthers as an undrafted free agent.\n\nDavis left USC after an injury-plagued junior season where he rushed for 982 yards, 18 shy of becoming the first Gamecock back to compile consecutive 1,000-yard seasons since George Rogers did it from 1978-80. His 1,183 yards as a sophomore was the fourth-highest single-season mark in USC history, but he didn’t display the same form as a junior, and was ranked by ESPN analyst Mel Kiper Jr. as the 12th-best tailback in the draft.\n\nWith Frank Gore now in Indianapolis, Baalke said the 49ers had their eyes on Davis, whose ability to catch the ball out of the backfield was particularly appealing. “He’s a three-down back in the National Football League,” Baalke said, “and that was what we were looking for.”\n\nThe 6-8, 344-pound Robinson, taken with the 240th overall pick, was a three-year starter who was tasked at USC with manning the quarterback’s blind side. Offensive line coach Jeremiah Washburn said the Lions held a private workout with Robinson in Columbia, and Detroit’s track record of adding proven players from the SEC didn’t hurt.\n\n“We’ve had a little bit of success with that with our recent picks,” Washburn told reporters in Detroit. As for Robinson’s best attribute? “He gets out of bed big,” Washburn added. “He rolls out of bed tall and long. He’s smart.”\n\nCann and Robinson represent the first two USC offensive linemen taken in the same draft since 1991, when Calvin Stephens went to the Patriots and Ike Harris to the Seahawks. By going with the 67th overall pick, Cann became the highest-drafted offensive lineman out of South Carolina since Earnest Dye went 18th overall to the Cardinals in 1993.\n\nAnderson, a 6-5, 227-pound native of Powder Springs, Ga., was chosen with the 254th overall — and third from last — pick. He caught 22 passes for 260 yards last year before his season ended due to a torn triceps muscle suffered against Clemson which also prevented him from working out at the NFL combine.\n\n“He was the highest-rated player on our board,” said Baalke. “You never go wrong taking good football players.”", "article_metadata": {"news_keywords": "Davis leads a Gamecocks reunion in San Francisco, while Robinson goes to Detroit, Sports, \r\nSportssouthcarolina, \r\nFP LatestNews, \r\nrsssports, \r\nrsssports, Gamecocks,Mike Davis,NFL draft,San Francisco 49ers", "og": {"site_name": "Post and Courier", "description": "COLUMBIA — The pipeline between the Palmetto State and the Bay Area remains alive and well.", "title": "Davis leads a Gamecocks reunion in San Francisco, while Robinson goes to Detroit", "url": "http://www.postandcourier.com20150502/150509824/davis-leads-a-gamecocks-reunion-in-san-francisco-while-robinson-goes-to-detroit", "image": {"url": "http://www.postandcourier.com/storyimage/CP/20150502/PC20/150509824/AR/0/AR-150509824.jpg", "identifier": "http://www.postandcourier.com/storyimage/CP/20150502/PC20/150509824/AR/0/AR-150509824.jpg"}, "type": "article"}, "twitter": {"description": "COLUMBIA — The pipeline between the Palmetto State and the Bay Area remains alive and well.", "title": "Davis leads a Gamecocks reunion in San Francisco, while Robinson goes to Detroit", "app": {"country": "US", "name": {"ipad": "Post and Courier", "iphone": "Post and Courier", "googleplay": "Post and Courier"}, "id": {"ipad": 603721271, "iphone": 603721271, "googleplay": "com.Synapse.PandC"}}, "site": "@hsprepzone", "image": "http://www.postandcourier.com/storyimage/CP/20150502/PC20/150509824/AR/0/AR-150509824.jpg?201505022116", "card": "summary_large_image"}, "metered": "yes", "p": {"domain_verify": "c6511264bdb6fa45c6bb985fb86d3ab2"}, "fb": {"app_id": 146078808769941}, "tout": {"article": {"id": 150509824}}, "keywords": "Davis leads a Gamecocks reunion in San Francisco, while Robinson goes to Detroit , Sports, \r\nSportssouthcarolina, \r\nFP LatestNews, \r\nrsssports, \r\nrsssports, Gamecocks,Mike Davis,NFL draft,San Francisco 49ers", "article": {"published_time": "2015-05-02T13:24:15Z", "modified_time": "2015-05-02T21:16:00Z", "author": "David Caraviello"}, "msvalidate.01": "05BAEC9D8820FA9F10D57DB6EB3C6192", "google-site-verification": "rAW9DX7yfiFF82k05QGF6LbZBkxcKxMTzAwNv0OCKAM", "viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "description": "COLUMBIA — The pipeline between the Palmetto State and the Bay Area remains alive and well."}, "article_summary": "Also Saturday, USC offensive tackle Corey Robinson went to Detroit in the seventh round.\n“You know they’re going to come into the league prepared, especially on the offensive side of the ball.\nYou know they’re going to come into the league well-versed.\n“You know they’re going to be well-coached,” Baalke, speaking to reporters in Santa Clara, said of USC players.\nThe Atlanta native goes to the same team which drafted Lattimore, his predecessor at USC, in the fourth round in 2013."}