{"article_title": "Man seriously injured in NE Wichita shooting", "article_keywords": ["injured", "shot", "fired", "wichita", "ne", "seriously", "near", "suspect", "victim", "hit", "pinecrest", "shooting", "injuries", "man"], "article_url": "http://www.kake.com/home/headlines/Man-seriously-injured-in-NE-Wichita-shooting-265943921.html", "article_text": "Pinecrest shooting scene\n\nA man was shot and seriously injured near the 1500 block of north Pinecrest early Sunday morning.\n\nThis all started near a home in the intersection of 14th and Pinecrest around 1:45 a.m. Police were called to disturbance with the report of gunfire; when they arrived a 20-year-old man was found with a gun shot wound to his thigh.\n\nThere were multiple bullets fired, four of which hit a home adjacent to the location where the wounded man was found. The family in the home says that the wall the bullets hit separated their bedroom from the outside.\n\nAnother shooting happened Saturday night two blocks away. A teenager was shot in the leg while standing at the corner of Northeast Parkway and 14th St.\n\nPolice do not have a suspect in either case.\n\nOfficers tell us that at least one person has serious injuries after being shot around 2 this morning on the 1500 block of N. Pinecrest.\n\nSgt. Moon tells KAKE-TV that dispatch got a call about a possible party and shots fired. Once there they found the victim with non-life-threatening injuries; the victim was transported to a hospital. They have not found a suspect. Police are conducting an ongoing investigation of the incident and we expect to have more information after a police briefing today.", "article_metadata": {"medium": "video", "description": "At least one person has serious injuries after being shot around 1:45 a.m. in Northeast Wichita.", "language": "english", "author": "KAKE News", "og": {"description": "At least one person has serious injuries after being shot around 1:45 a.m. in Northeast Wichita.", "title": "UPDATE: Man seriously injured in NE Wichita shooting", "url": "http://www.kake.com/home/headlines/Man-seriously-injured-in-NE-Wichita-shooting-265943921.html", "image": "http://gray-uploads.s3.amazonaws.com/captures/662/9D5/6629D5379A3D422F909200C55E0540C7", "video": "http://gray-uploads.s3.amazonaws.com/captures/D1E/EB8/D1EEB8A99CD44187AB51B87C44D38C0A.mp4", "type": "article"}, "twitter": {"domain": "www.kake.com", "description": "At least one person has serious injuries after being shot around 1:45 a.m. in Northeast Wichita.", "title": "UPDATE: Man seriously injured in NE Wichita shooting", "url": "http://www.kake.com/home/headlines/Man-seriously-injured-in-NE-Wichita-shooting-265943921.html", "image": "http://media.graytvinc.com/images/pinecrest+shooting1.jpg", "creator": "@KAKEnews", "site": "@KAKEnews", "card": "summary"}, "msvalidate.01": "9CD4A96D8A076527F07FD24CFCDE5489", "video_type": "video/mp4", "video_height": 288, "keywords": "UPDATE: Man seriously injured in NE Wichita shooting", "google-site-verification": "H0mev8O__gMqb34WcvOyZgBXFMRQZvDAQ0YTSGJ9hGQ", "video_width": 512, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "UPDATE Man seriously injured in"}, "article_summary": "Pinecrest shooting sceneA man was shot and seriously injured near the 1500 block of north Pinecrest early Sunday morning.\nThere were multiple bullets fired, four of which hit a home adjacent to the location where the wounded man was found.\nOnce there they found the victim with non-life-threatening injuries; the victim was transported to a hospital.\nPolice are conducting an ongoing investigation of the incident and we expect to have more information after a police briefing today.\nThe family in the home says that the wall the bullets hit separated their bedroom from the outside."}