{"article_title": "Tour de France: Vincenzo Nibali maintains lead, Alexander Kristoff wins Stage 15", "article_keywords": ["maintains", "kristoff", "lead", "wins", "nibali", "second", "france", "rivals", "tour", "pack", "wind", "win", "sprinters", "alexander", "really", "vincenzo", "stage"], "article_url": "http://www.washingtontimes.com/news/2014/jul/20/tour-de-france-vincenzo-nibali-maintains-lead-alex/?page=all", "article_text": "NIMES, France — Alexander Kristoff of Norway captured his second stage win of this year’s Tour de France by leading home a pack that overtook two breakaway riders with only about 50 meters to go in a dramatic finish to Stage 15 on Sunday.\n\nVincenzo Nibali of Italy, having made sure that his main rivals couldn’t claw back any time, finished smoothly in the trailing pack to keep the overall leader’s yellow jersey.\n\nAfter two days in the Alps, Sunday’s stage offered some relief over a flat 222 kilometers (138 miles) from Tallard, southeast France’s parachuting capital, toward the city of Nimes — known for its Roman arena and bullfighting.\n\nKristoff, a Katusha rider who also won Stage 12, lifted a fist after leading the sprinters who surged ahead of the two breakaways — Swiss champion Martin Elmiger and Jack Bauer of New Zealand — who had led the stage virtually since the starter’s gun.\n\n“It was a little bit late for comfort. It was very close,” said Kristoff. “I thought I would be second … we turned on the gas.”\n\nBauer tapped his head on his helmet, sighed heavily, leaned over his bike and burst into tears after failing to win. In the last few hundred meters, he left IAM Cycling’s Elmiger behind as he headed for the line.\n\n“It’s a fantasy for any cyclist to win a stage at the Tour and especially for a Kiwi cyclist, not many of us turn professional and not many of us get a chance to start the Tour de France,” Bauer said.\n\n“I really gave it absolutely everything, and as you can see from my meltdown at the finish I was pretty disappointed to come away empty-handed.”\n\nThe pack, which timed its creep up on the duo to perfection, was just too strong for the New Zealander. By the time that Bauer, pedaling with his last remaining strength, looked back a last time, they were already zooming by. He ended up finishing in 10th place. Elmiger was 16th.\n\nWith about 20 kilometers (12 miles) left in the stage, the riders briefly got doused with heavy rain, though the skies brightened by the end. A series of roundabouts and leg fatigue among the sprinters after the Alpine stages gave an advantage to the breakaway pair until the final seconds.\n\n“Of course, that’s a pity for them, but I don’t feel sorry for them,” said Kristoff, noting that sprinters usually reign in such stages. “Normally, the break should never have had a chance, but they did. They were really strong guys … That must have been really hard.”\n\nNibali kept his main rivals for the Tour title at bay. He leads Spain’s Alejandro Valverde, in second, by 4:37, and Romain Bardet of France is third, 4:50 behind. American Tejay van Garderen trails fifth, 5:49 back.\n\nNibali, the leader of Kazakh team Astana, is looking likely to take home the yellow jersey when the three-week race finishes next Sunday in Paris. Some of his best-placed rivals have already said the contest is now more for a podium spot below him.\n\nThe Italian has shown race savvy — such as by gaining time on tricky cobblestone patches in Stage 2 — and nearly insurmountable dominance on high climbs. He won Stage 13’s entree into the Alps, and was second a day later, also in the snow-capped mountains.\n\nOn Sunday, Nibali showed he wasn’t leaving any opportunities for his rivals to gain ground.\n\nWith about 65 kilometers left, he sped out of the pack and briefly took the lead, fearing a side wind might split it and make catching up hard — a phenomenon known as “echelons” in cycling parlance.\n\n“At that moment, there was a lot of side wind,” he said. “I really didn’t want to miss the good opportunity and try to move up into position … because when there’s wind, you have to be at the front.”\n\nMore grueling climbs are looming in the Pyrenees this week before the only individual time trial of this Tour, next Saturday.\n\nRiders take a second rest day on Monday.", "article_metadata": {"description": "Nibali kept his main rivals at bay in the stage and did not lose any time to them. He is 4:37 ahead of Spain's Alejandro Valverde in second, and 4:50 ahead of France's Romain Bardet in third.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Nibali kept his main rivals at bay in the stage and did not lose any time to them. He is 4:37 ahead of Spain’s Alejandro Valverde in second, and 4:50 ahead of France’s Romain Bardet in third.", "title": "Tour de France: Vincenzo Nibali maintains lead, Alexander Kristoff wins Stage 15", "url": "http://www.washingtontimes.com/news/2014/jul/20/tour-de-france-vincenzo-nibali-maintains-lead-alex/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/07/20/aptopix-cycling-tour-_lanc5.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/07/20/aptopix-cycling-tour-_lanc5.jpg", "description": "Nibali kept his main rivals at bay in the stage and did not lose any time to them. He is 4:37 ahead of Spain's Alejandro Valverde in second, and 4:50 ahead of France's Romain Bardet in third.", "card": "summary", "title": "Tour de France: Vincenzo Nibali maintains lead, Alexander Kristoff win"}, "Author": "Jamey Keaten", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Vincenzo Nibali, France, Alexander Kristoff, Jack Bauer, Martin Elmiger"}, "article_summary": "NIMES, France — Alexander Kristoff of Norway captured his second stage win of this year’s Tour de France by leading home a pack that overtook two breakaway riders with only about 50 meters to go in a dramatic finish to Stage 15 on Sunday.\nThey were really strong guys … That must have been really hard.”Nibali kept his main rivals for the Tour title at bay.\nHe won Stage 13’s entree into the Alps, and was second a day later, also in the snow-capped mountains.\nHe leads Spain’s Alejandro Valverde, in second, by 4:37, and Romain Bardet of France is third, 4:50 behind.\nVincenzo Nibali of Italy, having made sure that his main rivals couldn’t claw back any time, finished smoothly in the trailing pack to keep the overall leader’s yellow jersey."}