{"article_title": "Van Alstine stuns with women's victory", "article_keywords": ["race", "van", "country", "cross", "won", "derrick", "victory", "alstine", "womens", "win", "simpson", "stuns", "really"], "article_url": "http://www.timescall.com/sports/ci_25155378/van-alstine-stuns-womens-victory", "article_text": "Simpson settles for second in women's 8K\n\nFormer Buff Jenny Simpson, left, and eventual winner Amy Van Alstine, right, keep the pace during Saturday's USA Cross Country Championship at Flatirons Golf Course. More photos: www.dailycamera.com ( Cliff Grassmick / Daily Camera )\n\nAmy Van Alstine described herself as surprised or amazed six times during a 5-minute interview Saturday after she won the most significant race of her young professional career.\n\nThe former University of Richmond All-American captured the national championship at the USA Cross Country championships in an 8K race over the rolling terrain at Flatirons Golf Course. The crowds watching Saturday's races were significantly smaller than the 10,000 estimated to have turned out for the same event in Boulder in 2007.\n\nOne of Van Alstine's surprises was that she never really found herself trailing former University of Colorado star and two-time Olympian Jenny Simpson. The two ran together in a small lead pack for more than half the race before Van Alstine made the decision to go to the front because she was feeling good physically and confident mentally and emotionally.\n\n\"It's great. I haven't won any big races,\" Van Alstine said moments after crossing the finish line in 27 minutes, 35 seconds.\n\nSimpson finished 22 seconds behind in 27:57 and used her famous kick to pass several competitors in the final kilometer. Mattie Suver finished third just behind Simpson in 28:01.\n\nThe race was a significant step up in distance for Simpson, who is a world champion in the 1,500 meters.\n\nSimpson said because she hasn't raced longer distances since college four years ago she tried to take cues from her fellow racers who regularly compete in similar races to Saturday's championship event. She said, possibly hinting at a return effort in next year's race also scheduled for Boulder, that if she had another opportunity to compete in the race she would spend more time training on grass.\n\nAdvertisement\n\n\"I really wanted to step out and win today, but this just goes to show there are other amazing American women training every day to be good at this and you can't just step out and beat them,\" Simpson said.\n\nSimpson skipped one of the most prestigious meets in track and field this week to race in Boulder. She could have raced the mile at the Millrose Games in New York City instead.\n\n\"I loved racing here even though I didn't come out with the result I wanted,\" Simpson said. \"...I wanted to be here. I don't regret it at all. I'm really, really happy I got to race here.\"\n\nDerrick repeats as men's champion\n\nChris Derrick could have been mistaken for a man on a leisurely jog through a park during the final laps of his victory in the USA Cross Country Championships if not for the few thousand fans cheering for him.\n\nThe former Stanford standout met little resistance from the competition beyond the halfway point in the 12K senior men's race at Flatirons Golf Course. It was Derrick's second consecutive win in the event. He won last year when the race was in St Louis.\n\nDerrick crossed the finish line in 36 minutes, 14 seconds and wasn't joined by any of his fellow racers for another 25 seconds. Former Oregon distance runner Luke Puskedra finished in 36:39 and 2012 winner Bobby Mack was close behind him in 36:43.\n\n\"I'm excited,\" Derrick said of keeping the title for a second year. \"I want to be the best cross country runner in America. So it's good to win another one.\"\n\nBrent Vaughn was the first of several former CU Buffs to finish the race. Vaughn was sixth, finishing in 37:08, nearly a full minute behind Derrick. Vaughn had jokingly talked trash about challenging Derrick at Friday's pre-race news conference and admitted after the race he was embarrassed by his performance in his adopted hometown.\n\nContact BuffZone.com Writer Kyle Ringo at ringok@dailycamera.com or twitter.com/KyleRingo", "article_metadata": {"startDate": "2014-02-15T22:48:54-0700", "modificationDate": "2014-02-15T22:49:16-0700", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site46/2014/0215/20140215__16TCSUSAW_TEST~1_300.jpg", "sailthru.author": "By Kyle Ringo \n \n  BuffZone.com Writer", "description": "Amy Van Alstine described herself as surprised or amazed six times during a 5-minute interview Saturday after she won the most significant race of her young professional career.", "ag": {"canon": "LongmontTimes-Call:article:25155378:view"}, "og": {"image": "http://extras.mnginteractive.com/live/media/site46/2014/0215/20140215__16TCSUSAW_TEST~1.jpg", "type": "article", "description": "Amy Van Alstine described herself as surprised or amazed six times during a 5-minute interview Saturday after she won the most significant race of her young professional career.", "title": "Van Alstine stuns with women's victory"}, "twitter": {"domain": "timescall.com", "description": "Amy Van Alstine described herself as surprised or amazed six times during a 5-minute interview Saturday after she won the most significant race of her young professional career.", "title": "Van Alstine stuns with women's victory", "image": "http://extras.mnginteractive.com/live/media/site46/2014/0215/20140215__16TCSUSAW_TEST~1.jpg", "site": "@TimesCall", "card": "summary_large_image"}, "sailthru.date": "2014-02-15T22:48:54-0700", "sailthru.site": "timescall.com", "endDate": "2024-02-15T22:48:54-0700", "sailthru.title": "Van Alstine stuns with women's victory", "sailthru.article-section-or-homepage": "article", "byline": "By Kyle RingoBuffZone.com", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "lLtD9ZooxmJUEEdRSCVzkO06t_hYKtyDqZF7EA3N2U0", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site46/2014/0215/20140215__16TCSUSAW_TEST~1.jpg", "pubDate": "2014-02-15T22:50:56-0700", "news_keywords": "Sports, Sports news, Longmont Colorado Sports news, Longmont Colorado news, Sports Longmont news, Sports Colorado news, US Sports news, world Sports news."}, "_id": "\"57477af46914bd0286fd7d51\"", "article_summary": "I haven't won any big races,\" Van Alstine said moments after crossing the finish line in 27 minutes, 35 seconds.\nSimpson settles for second in women's 8KFormer Buff Jenny Simpson, left, and eventual winner Amy Van Alstine, right, keep the pace during Saturday's USA Cross Country Championship at Flatirons Golf Course.\nI'm really, really happy I got to race here.\"\nThe two ran together in a small lead pack for more than half the race before Van Alstine made the decision to go to the front because she was feeling good physically and confident mentally and emotionally.\n\"I want to be the best cross country runner in America."}