{"article_title": "Wisconsin Supreme Court Confirms that the Mortgage Follows the Note", "article_keywords": ["supreme", "law", "court", "doctrine", "mortgage", "follows", "decision", "note", "equitable", "wis", "interest", "assignment", "wisconsin", "confirms"], "article_url": "http://www.natlawreview.com/article/wisconsin-supreme-court-confirms-mortgage-follows-note", "article_text": "Monday, August 25, 2014\n\nOn July 10, 2014, the Wisconsin Supreme Court issued its decision in Dow Family, LLC v. PHH Mortgage Corp., 2013AP221, confirming that “the doctrine of equitable assignment is alive and well in Wisconsin.” ¶5. Under the doctrine of equitable assignment, a mortgage automatically passes by operation of law upon assignment of a mortgage note to the noteholder.\n\nIn this case, the foreclosing lender was not named as mortgagee on the note. The mortgage loan was originated by a different bank, and that entity was listed as lending bank on the mortgage. The mortgage then listed Mortgage Electronic Registration System (MERS) as both the mortgage holder and the nominee for the lending bank. For purposes of the question before it in this case, the Court declined to determine whether the dual role of MERS (as both agent and principal) was proper.\n\nIn its decision, the Court reaffirmed Wisconsin’s recognition of the doctrine of equitable assignment, which originated in case law dating back to at least 1859 and was later codified in Wis. Stats. §409.203(7). The doctrine says that attachment of a security interest in a right to payment or performance secured by a security interest or other lien on personal or real property is also attachment of a security interest, mortgage or other lien. In other words, when a creditor takes an interest in a right to payment (like a note), the creditor also gets an interest in the collateral (like a mortgage) supporting the note. In an expression often heard when a lender’s right to foreclose is questioned because no recorded assignment of mortgage is on file, “the mortgage follows the note.”\n\nThe statute of frauds generally requires all transactions creating an interest in land to be in writing. Wis. Stat. §§ 706.001, 706.02. However, there are several exceptions to the statute of frauds requirements, including transactions in which an interest in land is created by operation of law. Wis. Stat. §706.001(2)(a). Because equitable assignment occurs by operation of law, it does not conflict with the statute of frauds.\n\nThe Wisconsin Supreme Court’s decision removes one of the many arguments raised by property owners (usually home owners) in foreclosure proceedings. The decision does not, however, relieve the foreclosing lender of proving that it is the holder of the promissory note creating the debt that the foreclosing lender has brought the foreclosure to collect.", "article_metadata": {"description": "The Wisconsin Supreme Court issued its decision in Dow Family, LLC v. PHH Mortgage Corp., confirming that “the doctrine of equitable assignment is alive and well in Wisconsin.” Under the doctrine of equitable assignment, a mortgage automatically passes by operation of law upon assignment of a mortgage note to the noteholder.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The National Law Review", "description": "On July 10, 2014, the Wisconsin Supreme Court issued its decision in&amp;nbsp;Dow Family, LLC v. PHH Mortgage Corp., 2013AP221, confirming that &amp;ldquo;the doctrine of equitable assignment is alive and wel", "title": "Wisconsin Supreme Court Confirms that the Mortgage Follows the Note", "url": "http://www.natlawreview.com/article/wisconsin-supreme-court-confirms-mortgage-follows-note", "image": "http://www.natlawreview.com/sites/default/files/styles/thumbnail/public/article/aux/1131/Wisconsin%20Captial%20Protest%28side%29.jpg?itok=0jfEPuGB", "type": "article"}, "keywords": "Legal, Business, Wisconsin, Supreme Court, Real Estate, Litigation, Dow Family, LLC v. PHH Mortgage Corp.", "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Legal, Business, Wisconsin, Supreme Court, Real Estate, Litigation, Dow Family, LLC v. PHH Mortgage Corp."}, "article_summary": "Under the doctrine of equitable assignment, a mortgage automatically passes by operation of law upon assignment of a mortgage note to the noteholder.\nThe mortgage then listed Mortgage Electronic Registration System (MERS) as both the mortgage holder and the nominee for the lending bank.\nMonday, August 25, 2014On July 10, 2014, the Wisconsin Supreme Court issued its decision in Dow Family, LLC v. PHH Mortgage Corp., 2013AP221, confirming that “the doctrine of equitable assignment is alive and well in Wisconsin.” ¶5.\nThe Wisconsin Supreme Court’s decision removes one of the many arguments raised by property owners (usually home owners) in foreclosure proceedings.\nThe mortgage loan was originated by a different bank, and that entity was listed as lending bank on the mortgage."}