{"article_title": "Can Powerful Emotions Kill You? The Negative Health Effects Of Anger, Stress, Sadness, And Shock", "article_keywords": ["heart", "stress", "death", "risk", "study", "shock", "powerful", "negative", "emotions", "increase", "brain", "sadness", "kill", "effects", "anger", "health"], "article_url": "http://www.medicaldaily.com/can-powerful-emotions-kill-you-negative-health-effects-anger-stress-sadness-and-shock-283682", "article_text": "Though feelings are a powerful force and an inescapable part of life, they can have a pretty significant effect on your health — especially if they’re negative emotions. Below are five common emotions that can have a negative impact on your well-being unless they’re coped with properly.\n\nAnger\n\nStudies have shown that anger can actually lead to heart attacks and an increased risk of cardiovascular problems — perhaps not surprisingly, as a sudden burst of anger can cause an over-the-top surge of chemicals throughout the body, like adrenaline and noradrenaline. During a bout of anger, the brain’s amygdala overreacts; blood rushes to the frontal lobe, the area in charge of reasoning. This is why anger can often be blinding — and can lead to you throwing a phone at the wall.\n\nBut along with this impaired judgment, anger also brings with it dangers to your cardiovascular system. There are a number of physiological changes that occur in our bodies when we get angry, and further research is needed to figure out exactly how anger can have such a strong impact on our health. But what researchers found was that two hours after an angry outburst, people had nearly a five-fold increase in heart attack risk, and a three-fold risk increase for stroke. “Although the risk of experiencing an acute cardiovascular event with any single outburst of anger is relatively low, the risk can accumulate for people with frequent episodes of anger,” Dr. Elizabeth Mostofsky, researcher at the Harvard School of Public Health and a lead author of the study, told BBC News.\n\nLoneliness\n\nLoneliness may also be just as dangerous as a sudden outburst of anger. It tends to be a long-term condition, like depression, and is a risk factor for early death, according to Dr. John Cacioppo, a psychologist at the University of Chicago and author of a study about loneliness. Feeling lonely could increase your risk of premature death by 14 percent, he found. “Loneliness is a risk factor for early death beyond what can be explained by poor health behaviors,” Cacioppo told USA Today. “Poor quality of sleep hastens aging.”\n\nIt’s important to maintain social relationships with friends and family, and to even make small talk with new faces every once in a while. Older people who are lonely tend to have higher levels of stress, and less of an ability to adapt to difficult situations if they don’t have anyone to lean on. Loneliness can increase levels of stress hormones in the body like cortisol, affects sleep quality, and increases blood pressure. Isolation and solitude can also weaken your immune system. So maintain your friendships and social bonds; it will do you good.\n\nStress And Anxiety\n\nIt’s almost common knowledge at this point that stress has a huge negative effect on our bodies. Stress almost always manifests itself through physical symptoms: migraines, grinding teeth, lightheadedness, nausea, exhaustion, heart palpitations, insomnia, and a decreased or increased appetite. Constantly worrying and carrying a burden of stress has been linked to early aging, high blood pressure, chest pain, and a weakened immune system. People who are stressed are less likely to take care of themselves, sleep and eat properly, and thus are more likely to get sick.\n\nAccording to the American Psychological Association, stress is a complicated condition that is closely tied to a myriad of health issues:\n\nStress can make existing problems worse. In one study, for example, about half the participants saw improvements in chronic headaches after learning how to stop the stress-producing habit of “catastrophizing,” or constantly thinking negative thoughts about their pain. Chronic stress may also cause disease, either because of changes in your body or the overeating, smoking and other bad habits people use to cope with stress. Job strain — high demands coupled with low decision-making latitude — is associated with increased risk of coronary disease, for example.\n\nLearning how to reduce your stress could be one of your best investments — exercise, eating healthy, and giving yourself “me” time as well as a chance to relax and unwind will go a long way.\n\nShock\n\nShock, or trauma, can cause both short-term and long-lasting consequences on both your mind and body. Shock typically involves an unexpected situation that throws an unprepared person off their feet, and leaves them unable to cope or react properly. Psychological trauma occurs in the brain, and can actually change the structure of the brain in the area where the frontal cortex, emotional brain and survival brain converge. Physical symptoms that occur due to shock or post-traumatic stress disorder (PTSD) include sleeping and eating issues, sexual dysfunction, lack of energy, and chronic pain.\n\nSadness\n\nIt’s called heartbreak for a reason. When you’re experiencing deep grief or sadness, it takes a toll on your health, too. One study from St. George’s University of London found that it is actually possible to die of a broken heart — bereavement increases your risk of a heart attack or stroke by nearly double after a partner’s death, the researchers discovered. “We often use the term a ‘broken heart’ to signify the pain of losing a loved one and our study shows that bereavement can have a direct effect on the health of the heart,” Dr. Sunil Shah, senior lecturer in public health at St. George’s, said in a press release.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "negative health effects of emotions", "og": {"site_name": "Medical Daily", "description": "They're more than just feelings; emotions can have a major physical impact on our body's functions.", "title": "These 5 Emotions Are Damaging Your Health", "url": "http://www.medicaldaily.com/can-powerful-emotions-kill-you-negative-health-effects-anger-stress-sadness-and-shock-283682", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/21/anger.jpg", "type": "article"}, "twitter": {"description": "They're more than just feelings; emotions can have a major physical impact on our body's functions.", "title": "These 5 Emotions Are Damaging Your Health", "url": "http://www.medicaldaily.com/can-powerful-emotions-kill-you-negative-health-effects-anger-stress-sadness-and-shock-283682", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/21/anger.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/21/anger.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-05-21T08:00:00-04:00", "modified_time": "2014-05-21T08:00:04-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "They're more than just feelings; emotions can have a major physical impact on our body's functions."}, "_id": "\"57477af46914bd0286fe1408\"", "article_summary": "But what researchers found was that two hours after an angry outburst, people had nearly a five-fold increase in heart attack risk, and a three-fold risk increase for stroke.\nStress And AnxietyIt’s almost common knowledge at this point that stress has a huge negative effect on our bodies.\nThough feelings are a powerful force and an inescapable part of life, they can have a pretty significant effect on your health — especially if they’re negative emotions.\nBelow are five common emotions that can have a negative impact on your well-being unless they’re coped with properly.\nThis is why anger can often be blinding — and can lead to you throwing a phone at the wall."}