{"article_title": "Study: Childbirth is getting longer", "article_keywords": ["longer", "95th", "getting", "study", "epidural", "labor", "hours", "second", "percentile", "women", "childbirth", "minutes", "anesthesia", "stage"], "article_url": "http://www.salon.com/2014/02/06/study_childbirth_is_getting_longer/", "article_text": "Topics: birth, Childbirth, Fertility, Labor, Motherhood, Mothers, Parenting, parents, Pregnancy, Research, Science, Life News, News\n\nIt’s well established at this point that epidural anesthesia lengthens the second stage of labor, but a new study suggests that the shot may extend childbirth more than previously thought.\n\nThis information is significant, researchers say, because many women have been subject to medical interventions like Cesarean sections because their doctors wrongly believed their labor had become prolonged.\n\n“The effect of epidural can be longer than we think and as long as the baby looks good and the women are making progress, we don’t necessarily have to intervene (and perform a Cesarean section) based on the passage of time,” Dr. Yvonne Cheng, the study’s lead author and a specialist in maternal-fetal medicine at the University of California, San Francisco, told Reuters.\n\nMore on the study from Reuters:\n\nFor the new study, they compared data from over 42,000 women who delivered their children at the University of California, San Francisco between 1976 and 2008. About half of the women received epidural anesthesia and the other half did not. Specifically, the researchers were looking at the length of the second stage of labor at the 95th percentile, which is an extreme. That means 19 out of 20 women would complete that stage of labor within that time. For women who had never had a child before and were in the 95th percentile for length of labor, the second stage took about three hours and 20 minutes to complete without anesthesia and five hours and 40 minutes with the shot. Women who previously had a child, who usually have shorter labors to begin with, took about an hour and 20 minutes to complete the second stage of labor without anesthesia at the 95th percentile. That compared to four hours and 15 minutes with an epidural. Overall, the researchers found the second stage of labor took about two hours longer at the 95th percentile when women got an epidural.", "article_metadata": {"description": "Longer labor does not always mean abnormal labor, meaning fewer Cesareans may be necessary, researchers say", "title": "Study: Childbirth is getting longer", "og": {"site_name": "Salon", "description": "Longer labor does not always mean abnormal labor, meaning fewer Cesareans may be necessary, researchers say", "title": "Study: Childbirth is getting longer", "url": "http://www.salon.com/2014/02/06/study_childbirth_is_getting_longer/", "image": "http://media.salon.com/2013/07/pregnant.jpg", "type": "article"}, "twitter": {"description": "Longer labor does not always mean abnormal labor, meaning fewer Cesareans may be necessary, researchers say", "title": "Study: Childbirth is getting longer", "image": "http://media.salon.com/2013/07/pregnant.jpg", "creator": "@kmcdonovgh", "site": "@salon", "card": "summary_large_image"}, "author": "Katie McDonough", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, birth, Childbirth, Fertility, Labor, Motherhood, Mothers, Parenting, parents, Pregnancy, Research, Science", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdda37\"", "article_summary": "Overall, the researchers found the second stage of labor took about two hours longer at the 95th percentile when women got an epidural.\nTopics: birth, Childbirth, Fertility, Labor, Motherhood, Mothers, Parenting, parents, Pregnancy, Research, Science, Life News, NewsIt’s well established at this point that epidural anesthesia lengthens the second stage of labor, but a new study suggests that the shot may extend childbirth more than previously thought.\nSpecifically, the researchers were looking at the length of the second stage of labor at the 95th percentile, which is an extreme.\nAbout half of the women received epidural anesthesia and the other half did not.\nMore on the study from Reuters:For the new study, they compared data from over 42,000 women who delivered their children at the University of California, San Francisco between 1976 and 2008."}