{"article_title": "Environment: Rafael Salgado", "article_keywords": ["wildlife", "kids", "love", "nature", "students", "science", "calwood", "environment", "recognizes", "salgado", "rafael", "careers"], "article_url": "http://www.dailycamera.com/features/ci_27935521/rafael-salgado-pacesetter-award-environment", "article_text": "Cal-Wood chief aims to help youngters learn to love nature\n\nClass of 2014 Click here to meet the other 2014 Pacesetters Award recipients.\n\nRafael Salgado was captivated by nature from a young age. Growing up in Mexico, he spent his much of his time wandering around and playing in the woods. He especially was fascinated about the migration of local birds, and it inspired him to study wildlife biology.\n\nToday Salgado inspires youngsters to fall in love with nature the way he did as executive director of Cal-Wood Education Center in Jamestown.\n\n\"What we're trying to do it is what I experienced as a kid, which is connecting kids to the outdoors and to the land,\" Salgado said. \"What the kids experience here is the connection to the Rockies.\n\n\"I really think every kid in Colorado deserves the chance to come here and live here — not just come for a day and visit but really invest the time here. They can wake up in the morning and hear the coyotes or, at night, before they go to sleep, looking at the stars. \"\n\nSalgado recognizes the importance of connecting with nature. He also recognizes that not everyone has such an opportunity. This is why one of his focuses is bring students from low-income areas to Cal-Wood, an environmental education center.\n\nMore important, he uses nature to show low-income children the various careers available in the natural science field. Salgado sees that minorities are far underrepresented in the world of science, so he teaches them about wildlife biologists, foresters and other possible careers. He also emphasizes such jobs are within reach.\n\n\"When we show them these jobs they see that it's real,\" Salgado said. \"I tell them that this is for you guys ... We as an organization have a responsibility to present these programs to these kids so they can get excited about going to college. It's real and it's there — we just need to find ways to show them how these types of careers are also for them.\"\n\nSalgado's goal, and Cal-Wood's, is to teach many things, including protecting the environment. He instructs students about the importance of recycling by showing students how much is involved to make a piece of paper. Cal-Wood's staff talks about energy efficiency, composting during meals and water conservation.\n\nBut most important to Salgado is sharing with Cal-Wood students the love of nature he found as a child.", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/features/ci_27935521/rafael-salgado-pacesetter-award-environment", "sailthru.author": "By Sean Kelly  \n \n  For the Camera", "ag": {"canon": "BoulderDailyCamera:article:27935521:view"}, "startDate": "2015-04-18T13:00:00-0600", "twitter": {"domain": "dailycamera.com", "description": "Cal-Wood chief aims to teach youngters to love nature.", "title": "Environment: Rafael Salgado", "url": "http://www.dailycamera.com/features/ci_27935521/rafael-salgado-pacesetter-award-environment", "image": "http://extras.mnginteractive.com/live/media/site21/2015/0417/20150417__19DCPPAC-6w~1.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "Features", "modificationDate": "2015-04-17T15:24:01-0600", "endDate": "2025-04-17T13:06:27-0600", "news_keywords": "Boulder Colorado Daily Camera news and information features lifestyles nonprofit fashion food", "byline": "By Sean Kelly", "pubDate": "2015-04-17T15:24:11-0600", "sailthru.date": "2015-04-18T13:00:00-0600", "sailthru.title": "Environment: Rafael Salgado", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2015/0417/20150417__19DCPPAC-6w~1_300.jpg", "description": "Cal-Wood chief aims to teach youngters to love nature.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/features/ci_27935521/rafael-salgado-pacesetter-award-environment", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "Cal-Wood chief aims to teach youngters to love nature.", "title": "Environment: Rafael Salgado"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2015/0417/20150417__19DCPPAC-6w~1.jpg"}, "article_summary": "But most important to Salgado is sharing with Cal-Wood students the love of nature he found as a child.\nRafael Salgado was captivated by nature from a young age.\nSalgado recognizes the importance of connecting with nature.\nToday Salgado inspires youngsters to fall in love with nature the way he did as executive director of Cal-Wood Education Center in Jamestown.\nSalgado sees that minorities are far underrepresented in the world of science, so he teaches them about wildlife biologists, foresters and other possible careers."}