{"article_title": "Pizzeria Owner Announces Candidacy For Wyoming U.S. House Seat", "article_keywords": ["resolved", "announces", "rep", "wyoming", "tax", "system", "seat", "running", "tyrrel", "casper", "house", "owner", "pizzeria", "candidacy", "decisions", "worked", "thats"], "article_url": "http://k2radio.com/pizzeria-owner-announces-candidacy-for-wyoming-u-s-house-seat/", "article_text": "Tom Morton, Townsquare Media\n\nA downtown Casper pizzeria owner wants to seek the Republican nomination to run for the U.S. House seat being vacated by Republican Rep. Cynthia Lummis.\n\n“Our country is broken, and it’s going broke,” Charlie Tyrrel said at a news conference in front of his Charlie T’s Pizzeria, 112 E. Second St.\n\n“We’ve got too many issues that aren’t resolved, and Congress doesn’t get it resolved,” Tyrrel said.\n\nPresident Barack Obama has doubled the national debt, the budget isn’t balanced, the entitlement system is broken, Social Security is going broke, Medicare and Medicaid aren’t working, and neither is the Affordable Care Act, he said.\n\nThe same goes for the tax system, which is governed by 73,000 pages of tax code, Tyrrel said. “How can anyone understand that? It’s full of loopholes, and people not like us can get into those loopholes and hide.”\n\nTyrrel never has held elective office. But he said he was appointed to the airport board in Gillette. He also is president of the Downtown Casper Business Association.\n\nTyrrel, 64, describes himself as a common guy who can apply his common sense and business experience to solving problems. He was born in Brooklyn, N.Y., and got his first job at 13 as a soda jerk, he said. “I’ve worked every day since.”\n\nHe worked in coal mines for 15 years, he said. “I know what it’s like to live paycheck to paycheck. I know what it’s like to get a raise, and see the check smaller because you got yourself into a higher tax bracket.”\n\nHe was a Wyoming life flight pilot for six years. He saw how medics and nurses made decisions in the back of an airplane while he made decisions in the front of the airplane, he said. “And that’s part of what I’ve done all my life: make decisions, gain knowledge.”\n\nWhen asked about foreign policy in light of the terrorist attacks in Paris on Friday, Tyrrel said that’s a matter of immigration. “France thought their borders were secure, they weren’t.” (CNN reports all but one of the terrorists identified in the Paris attacks were either French or Belgian citizens.)\n\nMost of the aliens who are in the United States are already assimilated in our communities, but the borders need securing, Tyrrel said.\n\nOf the presidential candidates, he likes Florida U.S. Sen. Marco Rubio. Tyrrel also admires U.S. Rep. Paul Ryan, even though he’s not running.\n\nHe describes himself as conservative. But Tyrrel said he would not join the Freedom Caucus, of which Lummis is a member, that drove out former House Speaker John Boehner.\n\nThose intraparty conflicts are not nearly as important as defeating Democrats and especially Hillary Clinton in 2016, he said.\n\nOther Republicans in the running are state Rep. Tim Stubson of Casper and Jason Senteney of Yoder. Liz Cheney , daughter of former Vice President Dick Cheney, also has expressed her interest in running for U.S. House.\n\nNo Democrats or members of other parties have announced their intentions for the position.", "article_metadata": {"sailthru.image.thumb": "http://wac.450F.edgecastcdn.net/80450F/k2radio.com/files/2015/11/Charlie-Tyrrell-HouseRepCandidacy-11-16-15.jpg", "sailthru.author": "tommorton", "description": "A downtown Casper pizzeria owner wants to seek the Republican nomination to run for the U.S. House seat being vacated by Republican Rep. Cynthia", "og": {"site_name": "K2 Radio", "description": "A downtown Casper pizzeria owner wants to seek the Republican nomination to run for the U.S. House seat being vacated by Republican Rep. Cynthia", "title": "Pizzeria Owner Announces Candidacy For Wyoming U.S. House Seat", "url": "http://k2radio.com/pizzeria-owner-announces-candidacy-for-wyoming-u-s-house-seat/", "image": "http://wac.450F.edgecastcdn.net/80450F/k2radio.com/files/2015/11/Charlie-Tyrrell-HouseRepCandidacy-11-16-15.jpg?w=600&h=0&zc=1&s=0&a=t&q=89", "type": "blog"}, "twitter": {"site": "@k2radiowyo", "card": "summary_large_image"}, "sailthru.date": "2015-11-16 17:22:49", "sailthru.title": "Pizzeria Owner Announces Candidacy For Wyoming U.S. House Seat", "sailthru.tags": "tsmsite-ktwo, tsmmarket-casper, tsmtype-local, casper, charlie-ts-pizzeria, charlie-tyrrel, jason-senteney, republican-party, tim-stubson, u-s-house-of-representatives, u-s-rep-cynthia-lummis, local-news, politics-2, wyoming-news", "fb": {"admins": 732998853, "app_id": 204598309557300}, "keywords": "charlie tyrrel, charlie t's pizzeria, u.s. house of representatives, republican. cynthia lummis, liz cheney, tim stubson", "sailthru.description": "A downtown Casper pizzeria owner wants to seek the Republican nomination to run for the U.S. House seat being vacated by Republican Rep. Cynthia", "sailthru.image.full": "http://wac.450F.edgecastcdn.net/80450F/k2radio.com/files/2015/11/Charlie-Tyrrell-HouseRepCandidacy-11-16-15.jpg", "viewport": "width=1020"}, "article_summary": "The same goes for the tax system, which is governed by 73,000 pages of tax code, Tyrrel said.\nTom Morton, Townsquare MediaA downtown Casper pizzeria owner wants to seek the Republican nomination to run for the U.S. House seat being vacated by Republican Rep. Cynthia Lummis.\nLiz Cheney , daughter of former Vice President Dick Cheney, also has expressed her interest in running for U.S. House.\n“Our country is broken, and it’s going broke,” Charlie Tyrrel said at a news conference in front of his Charlie T’s Pizzeria, 112 E. Second St.“We’ve got too many issues that aren’t resolved, and Congress doesn’t get it resolved,” Tyrrel said.\nOther Republicans in the running are state Rep. Tim Stubson of Casper and Jason Senteney of Yoder."}