{"article_title": "Kane et al., v. Healthfirst, Inc., et al. Is There Now a Judicially Created Return of Over-Payment Safe Harbor?", "article_keywords": ["claims", "kane", "return", "continuum", "harbor", "safe", "al", "rule", "identified", "potential", "court", "v", "et", "obligation", "overpayment", "healthfirst", "provider", "judicially"], "article_url": "http://www.natlawreview.com/article/kane-et-al-v-healthfirst-inc-et-al-there-now-judicially-created-return-over-payment", "article_text": "Saturday, October 3, 2015\n\nIn a potentially influential decision, the Federal Court for the Southern District of New York has in effect recognized a safe-harbor exception to the strict 60-day overpayment return rule, which was incorporated into the False Claims Act, 31 U.S.C. §§ 3729 et seq. (“FCA”).\n\nKane v. Healthfirst, Inc. et al, No. 1:11-cv-02325 (S.D.N.Y. 2015) is the first FCA case to be filed alleging the wrongful “retention of an overpayment” in violation of the FCA. 31 U.S.C. §§ 3729(b)(3) based on the defendants’ alleged failure to “report and return” to the government an “overpayment,” 42 U.S.C. §§ 1320a-7k(d)(1), “within sixty days of the date on which the overpayment was identified.” Id §§ 1320a-7k(d)(2)-(3). (the “Sixty Day Rule”). The Sixty Day Rule was established by the Patient Protection and Affordable Care Act of 2010 (“ACA”). Pub. L. 111-148, 124 Stat. 119.\n\nIn Kane, a “software glitch” caused the defendants, three hospitals and the network to which they belonged, Continuum Health Partners, Inc., (“Continuum”), “to submit improper claims seeking reimbursement from Medicaid for services rendered to beneficiaries of a managed care program administered by Healthfirst.” (Op. at 2).\n\nIn 2010, New York State Comptroller’s Office auditors questioned the incorrect billings. Upon identifying the cause of the “error” (Op. at 4), Continuum tasked its employee, Robert Kane, the eventual whistleblower/relator, with determining which claims were billed incorrectly. Five months after the glitch was discovered, Kane created a spreadsheet containing more than 900 claims he identified as incorrect. According to the Court, “There is no dispute the spreadsheet was overly inconclusive,” nor is there dispute, however, that the “vast majority of claims had been erroneously billed.” (Id. at 5). Four days later, Kane was terminated.\n\nThe Complaint alleged that Continuum “did nothing further” with Kane’s spreadsheet. (Id. at 6). It further alleged that although Continuum began to make refunds for “improperly billed claims beginning in April 2011, it did not conclude until March 2013.” Id. at 6. Thus, “fraudulently delaying its repayments for up to two years after Continuum knew of the extent of the overpayments.” Id. The Complaint alleged that defendant’s violated the federal FCA and its New York counterpart by “intentionally or recklessly failing to take necessary steps to timely identify claims affected by the Healthfirst computer glitch or timely reimburse DOH for the overbilling.” (Id.).\n\nThe Court’s analysis focuses on three elements for overpayment liability; obligation, identification and knowledge. In so doing, the Court’s analysis takes the scenic route to its conclusion, meandering through an analysis of what identification means when the decision ultimately rests on the knowledge element. At bottom, the Court, agreeing with the government, holds that an overpayment becomes an obligation to repay when a defendant knows or through the exercise of due diligence should have known it received an overpayment – even if the exact amount to be refunded has not been conclusively determined.\n\nThe decision acknowledges that this standard could prove onerous in some instances, such as when the fact an overpayment has been determined but not the amount to be refunded. That circumstance could lead to a game-show worthy scenario in which the provider is desperately trying to quantify the overpayment before the sixty-day refund obligation ticks down to zero. (Okay, well maybe not so game-show worthy, but you get the point).\n\nAt bottom, this interpretation, while strict, is not altogether unreasonable. The ACA ties the refund obligation to “the date on which the overpayment was identified,” 42 U.S.C. §§ 1320-7k(d)(1), not the date on which the amount of an overpayment was identified. Thus, the lesson is that providers who become aware of an overpayment must promptly and diligently work to identify the amount.\n\nNevertheless, the Court acknowledged the potential harshness of this rule, observing, “Under the definition of ‘identified’ proposed by the government, an overpayment would technically qualify as an ‘obligation’ even where a provider receives an e-mail like Kane’s, struggles to conduct an internal audit, and reports its efforts to the Government within the sixty-day window, but has yet to isolate and return all overpayments sixty-one days after being put on notice of potential overpayments.” The Court’s description of the dilemma – linking the obligation to notice of “potential overpayments” rather than an identification of “an overpayment” demonstrates the practical challenges of the counter-intuitive interpretation it adopts. Recognizing the practical burdens the language imposes, the Court offers companies facing that dilemma a potential safe-harbor – and the government agreed. The Court observes, “in the reverse false claims context, it is only when an obligation is knowingly concealed or knowingly and improperly avoided or decreased that a provider has violated the FCA.”\n\nTherefore, prosecutorial discretion would counsel against the institution of enforcement actions aimed at well-intentioned healthcare providers working with reasonable haste to address erroneous overpayments. Such actions would be inconsistent with the spirit of the law and would be unlikely to succeed. Lawyers for the Government suggested as much during a pre-motion conference last fall: “[T]his is not a question … of a case where the hospital is diligently working on the claims and it’s on the sixty-first day and they’re still scrambling to go through their spreadsheets, you know, the government wouldn’t be bringing that kind of a claim.” Tr. 22:8-12. In that situation, the provider would not have acted with the reckless disregard, deliberate ignorance, or actual knowledge of an overpayment required to support and FCA claim. Op. at 26 (emphasis added).\n\nThe concept of a safe-harbor to balance otherwise unreasonably and impractically broad statutes is well established in health law as in the Antikickback Statute and Stark law. The court’s recognition of a similar need to temper the potential overreach of the Sixty-Day Rule falls well-within that precedent. As the Court acknowledges, it cannot be the case that the sixty day clock is triggered when the first e-mail or memorandum identifying an overpayment is sent. See id. at 25. In any organization, the first notice will trigger numerous questions and entail internal analysis, deliberation, and institutional decision making. The institution has not identified an overpayment until that process has been completed and there are no more good faith questions to ask. (This approach is consistent with the “collective knowledge” doctrine that counsels an organization’s FCA liability cannot be premised on the aggregation of incomplete information fragments held by the individual employees). See, e.g., United States v. Science Applications International Corporation, 653 F. Supp. 2d 87 (2009). The problem in Kane is less the strict Sixty Day Rule, but the allegation that Continuum, “fraudulently [delayed] its repayments for up to two years after Continuum, knew of the extent of the overpayments.”\n\nSo, what lessons does Kane offer? First, as numerous courts have held, a mere mistake such as a “software glitch” or a mere overpayment does not ipso facto produce a false claim. See e.g., United States v. Hamilton Secs. Grp., 298 F. Supp. 2d 91, 101 (D.D.C. 2004) (finding that satisfying knowledge element “requires much more than errors, even egregious errors.”).\n\nSecond, when a mistake results in a potential overpayment, a provider must not stick its head in the sand but must respond deliberately and diligently to confirm whether there has in fact been an overpayment and then promptly determine the amount and repay it. Or, put more succinctly, in response to a potential overpayment a provider must act promptly to investigate, identify, and refund.", "article_metadata": {"description": "In an influential decision, the Federal Court for the Southern District of New York has in effect recognized a safe harbor exception to the strict 60 day overpayment return rule", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The National Law Review", "description": "In a potentially influential decision, the Federal Court for the Southern District of New York has in effect recognized a safe-harbor exception to the strict 60-day overpayment return rule, which wa", "title": "Kane et al., v. Healthfirst, Inc., et al. Is There Now a Judicially Created Return of Over-Payment Safe Harbor?", "url": "http://www.natlawreview.com/article/kane-et-al-v-healthfirst-inc-et-al-there-now-judicially-created-return-over-payment", "image": "http://www.natlawreview.com/sites/default/files/styles/thumbnail/public/article/aux/1123/gavel%20on%20money_10.jpg?itok=n3wv_nwR", "type": "article"}, "keywords": "Kane et al v. Healthfirst, over-payment safe harbor, FCA, False Claims Act, Southern District of New York, violations, sixty day rule, ACA, Affordable Care, medicaid services, reimbursement, beneficiaries, incorrect billing, error, dispute, wrongful terminated, erroneously billed", "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "legal, business, government, Kane et al v. Healthfirst, over-payment safe harbor, FCA, False Claims Act, Southern District of New York, violations, sixty day rule, ACA, Affordable Care, medicaid services, reimbursement, beneficiaries, incorrect billing, error, dispute, wrongful terminated, erroneously billed"}, "article_summary": "Or, put more succinctly, in response to a potential overpayment a provider must act promptly to investigate, identify, and refund.\nFive months after the glitch was discovered, Kane created a spreadsheet containing more than 900 claims he identified as incorrect.\n§§ 1320a-7k(d)(1), “within sixty days of the date on which the overpayment was identified.” Id §§ 1320a-7k(d)(2)-(3).\n§§ 3729(b)(3) based on the defendants’ alleged failure to “report and return” to the government an “overpayment,” 42 U.S.C.\nat 4), Continuum tasked its employee, Robert Kane, the eventual whistleblower/relator, with determining which claims were billed incorrectly."}