{"article_title": "J. Crew Debuts Size Triple Zero For Smaller Frames, Receives Backlash: 'Vanity Sizing' Or 'Skinny-Shaming?'", "article_keywords": ["sizing", "smaller", "receives", "sizes", "j", "skinnyshaming", "crew", "zero", "triple", "frames", "women", "size", "clothing", "vanity"], "article_url": "http://www.medicaldaily.com/j-crew-debuts-size-triple-zero-smaller-frames-receives-backlash-vanity-sizing-or-skinny-shaming", "article_text": "Trying on clothes in the dressing room is one of the biggest pet peeves many women face, especially since some sizes run larger or smaller than others. The scenario goes like this: We find the perfect pair of jeans that accentuate our assets, but they’re a size a bit too small and, unfortunately, the store's out of the next size up. Now imagine this situation reversed, where even the smallest size available is too baggy for you. To cater to those with petite frames, clothing retailer J. Crew has debuted its newest and most controversial size yet: XXXS or 000.\n\nPhoto courtesy of J. Crew. J. Crew\n\n\"We are simply addressing the demand coming from Asia for smaller sizes than what we had carried. Our sizes typically run big and the Asia market tends to run small,\" an unidentified spokeswoman for J. Crew told Today. \"To further put into perspective, these sizes add up to the smallest possible percentage of our overall sizing assortment.\" According to J. Crew’s website, size triple zero is for women with a 30.5 inch bust and a mere 23-inch waist. Women with similar proportions include Keira Knightly and Dita Von Teese who are said to have enviable waists.\n\nPhoto courtesy of J. Crew. J. Crew\n\nPhoto courtesy of J. Crew. J. Crew\n\nAlthough J. Crew upholds its claims size triple zero is for their smaller-framed Asian clientele, others hint at the clothing retailer’s notorious reputation of “vanity sizing.” This term stems from the belief the fashion industry tricks customers into thinking they are wearing a smaller size than usual. In the U.S., the average woman is about 5-foot-4 and 150 pounds. “According to standard size measurements, that average 155-pound woman should be wearing a size 16, but thanks to vanity sizing, she’s probably buying a size 10 or 12,” Jim Lovejoy, the industry director for the SizeUSA survey, told Newsweek.\n\nJ. Crew Afectionada, a fashion blogger, noticed the new size and has no doubt there are customers who rightly are size 000 in J. Crew’s clothing selections. “Many JCAs have even mentioned buying from the Crewcuts line because those clothes fit them (and are slightly cheaper too!)” she wrote on her blog. However, she does admit she had bought into vanity sizing. “Even though I know this intellectually, I remember all those times I was happy when I \"fit\" into a size 0. I am clearly guilty of buying into vanity sizing,” she continued. It seems at one point or another, we may all have been guilty of buying into it.\n\nWhile size triple zero has become a dangerous obsession with extreme thinness in Hollywood, including stars like Kate Bosworth and Alexa Chung, not all women who are a size triple zero or have petite frames are trying to be part of the trend. Dana Oliver, senior beauty editor at HuffPost Style, has been on the other side of fat-shaming: skinny-shaming. “Many of these women were a part of my own family, but not once did they make me feel less feminine because I didn't possess a shapely figure,” Oliver recalled about her childhood. “Yet, I continue to face skinny-shaming.”\n\nSeveral clothing retailers have taken part in vanity sizing, and if this marketing strategy continues some will feel pressured to fit into a size zero some day. Whether J. Crew’s new size triple zero is truly vanity sizing has yet to be determined. However, those who participate in skinny-shaming are just as wrong as the rest of the fashion industry, which continues to manipulate women and their bodies.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "j. crew, clothing retailer, triple zero, size 000, size xxxs, vanity sizing, skinny shaming, weight loss, weight gain, bust, waist, body image", "og": {"site_name": "Medical Daily", "description": "J. Crew has been receiving backlash for what some are calling “vanity sizing,” after introducing a controversial size triple zero.", "title": "Is J. Crew's New Size 000 Really Too Skinny? [PHOTOS]", "url": "http://www.medicaldaily.com/j-crew-debuts-size-triple-zero-smaller-frames-receives-backlash-vanity-sizing-or-skinny-shaming", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/10/j-crew-store-pacific-centre-vancouver.jpg", "type": "article"}, "twitter": {"description": "J. Crew has been receiving backlash for what some are calling “vanity sizing,” after introducing a controversial size triple zero.", "title": "Is J. Crew's New Size 000 Really Too Skinny? [PHOTOS]", "url": "http://www.medicaldaily.com/j-crew-debuts-size-triple-zero-smaller-frames-receives-backlash-vanity-sizing-or-skinny-shaming", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/10/j-crew-store-pacific-centre-vancouver.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/10/j-crew-store-pacific-centre-vancouver.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Consumer News", "published_time": "2014-07-10T17:49:23-04:00", "modified_time": "2014-07-10T17:49:21-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "J. Crew has been receiving backlash for what some are calling “vanity sizing,” after introducing a controversial size triple zero."}, "article_summary": "Whether J. Crew’s new size triple zero is truly vanity sizing has yet to be determined.\nAccording to J. Crew’s website, size triple zero is for women with a 30.5 inch bust and a mere 23-inch waist.\nWhile size triple zero has become a dangerous obsession with extreme thinness in Hollywood, including stars like Kate Bosworth and Alexa Chung, not all women who are a size triple zero or have petite frames are trying to be part of the trend.\nI am clearly guilty of buying into vanity sizing,” she continued.\nHowever, she does admit she had bought into vanity sizing."}