{"article_title": "Sen. Tillman files bill to eliminate Personal Education Plans (PEPs) in public schools – The Progressive Pulse", "article_keywords": ["files", "school", "provide", "plans", "progressive", "personal", "wettach", "tillman", "pulse", "atrisk", "students", "teachers", "grade", "schools", "sen", "peps", "education", "public"], "article_url": "http://pulse.ncpolicywatch.org/2015/03/12/sen-tillman-files-bill-to-eliminate-personal-education-plans-peps-in-public-schools/", "article_text": "Senator Jerry Tillman (R-Randolph) filed a bill Wednesday that would eliminate the requirement for public schools to offer Personal Education Plans (PEPs), which provide academically struggling, at-risk students with strategic interventions to bring them up to grade-level proficiency.\n\n“Personal education plans are just a lot of paperwork for a lot of students who really just don’t need them,” Sen. Tillman told N.C. Policy Watch on Thursday.\n\nTillman said he filed the bill to eliminate PEPs because teachers are already saddled with a lot of work, and the good ones already know which students need help.\n\n“The good teachers are doing informal assessments all the time, and they already know what they’re doing. PEPs are just needless paperwork,” said Tillman.\n\nPersonal education plans were first introduced in 2001 as a way to help at-risk students who struggle academically yet don’t qualify for an Individual Education Plan (IEP), which are federally mandated for students with disabilities.\n\nThe PEPs offer a mechanism for students and parents to work alongside teachers in developing customizable plans that would improve students’ academic achievement. Focused interventions that could be included in the plans include additional tutoring, mentoring, smaller classes and afterschool instruction, among others.\n\nJane Wettach, Duke University law professor and director of the Children’s Law Clinic, doesn’t dispute that teachers likely already know which students need more help than others.\n\nBut the point of the PEPs, says Wettach, is to provide students with additional academic supports outside of the standard academic day, because teachers don’t have the time or means to help all at-risk students during regular hours.\n\n“The thing that PEPs do differently is that they require additional instructional services to be done outside of the normal school day,” said Wettach.\n\n“Even really excellent teachers cannot necessarily in a regular school day provide everything that an at-risk student needs to get to grade level,” Wettach added.\n\nCurrent state law requires local school districts to offer PEPs to all eligible at-risk students, who can be identified as those who do not perform at grade level on End of Grade and End of Course tests, or in other ways as determined by the district. The district must provide the additional academic interventions for free, in addition to providing free transportation to and from these services.\n\nWettach sympathizes with teachers or districts that feel frustrated with the increased demands PEPs place on their time and resources.\n\n“You can’t ask teachers to do [PEPs] with no compensation and no resources. These are only as effective as they are resourced,” said Wettach, who says instead of abandoning PEPs because they are too much work, adequately fund them in order to make them realistic strategies for improving student success.\n\nWettach also pointed out that with today’s increased pressure on school districts to have their students meet grade level standards thanks to the new A-F school grading system, there has to be something in place to address the needs of students who are unable to make that kind of progress in the regular school day.\n\nRepresentative Tricia Cotham (D-Mecklenburg) says eliminating PEPs is a bad idea.\n\n“Eliminating PEPs is a step in the wrong direction,” said Cotham. “It’s a disservice for academically struggling children and limits accountability and measurability.”", "article_metadata": {"fb": {"pages": 71966175060}, "msapplication-TileImage": "http://pulse.ncpolicywatch.org/wp-content/uploads/2016/02/cropped-logo_shadow-square-270x270.jpg", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=0"}, "article_summary": "Senator Jerry Tillman (R-Randolph) filed a bill Wednesday that would eliminate the requirement for public schools to offer Personal Education Plans (PEPs), which provide academically struggling, at-risk students with strategic interventions to bring them up to grade-level proficiency.\n“Personal education plans are just a lot of paperwork for a lot of students who really just don’t need them,” Sen. Tillman told N.C. Policy Watch on Thursday.\nPersonal education plans were first introduced in 2001 as a way to help at-risk students who struggle academically yet don’t qualify for an Individual Education Plan (IEP), which are federally mandated for students with disabilities.\nTillman said he filed the bill to eliminate PEPs because teachers are already saddled with a lot of work, and the good ones already know which students need help.\nThe PEPs offer a mechanism for students and parents to work alongside teachers in developing customizable plans that would improve students’ academic achievement."}