{"article_title": "John Stossel: Make Immigration Easier", "article_keywords": ["immigrants", "average", "work", "immigration", "america", "stossel", "goes", "legally", "john", "makes", "easier", "wait"], "article_url": "http://reason.com/blog/2014/09/17/john-stossel-make-us-immigration-easier", "article_text": "Conservatives rightly point out that America is a nation of laws. No one should be exempt. That's why many oppose amnesty and other paths to citizenship for illegal immigrants who are here now. \"If they want to be in America,\" the argument goes, \"they ought to return to their own countries and apply for a visa legally.\n\n\"That sounds sensible, writes John Stossel, but what happens when the immigrant does that, goes to the U.S. embassy and says, I'd like to work in America legally? He gets paperwork to fill out and is told to go home to wait. And wait. A Forbes investigation found that a computer programmer from India must wait, on average, 35 years. A high school graduate from Mexico must wait an average 130 years.\n\nWe tell eager workers, \"Do it legally; just wait 130 years\"? This makes no sense. We should make legal immigration easier, relax the rules, and issue work permits, argues Stossel. Immigration bureaucracy makes life harder not just for the immigrants but for the rest of us.\n\nView this article.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Conservatives rightly point out that America is a nation of laws. No one should be exempt. That's why many oppose amnesty and other paths to citizenship", "title": "John Stossel: Make Immigration Easier", "url": "http://reason.com/blog/2014/09/17/john-stossel-make-us-immigration-easier", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14109569292991.jpg", "type": "article"}, "twitter": {"image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14109569292991.jpg", "title": "John Stossel: Make Immigration Easier", "description": "Conservatives rightly point out that America is a\nnation of laws. No one should be exempt. That's why many oppose\namnesty and other paths to citizenship for illegal immigrants who\nare here now.&nbsp;\"If they want to be in America,\" the argument\ngoes, \"they ought to return to their own countries and apply for a\nvisa legally.\n\"That sounds sensible, writes John Stossel, but what happens\nwhen the immigrant does that, goes to the U.S. embassy and says,\nI'd like to work in America legally? He gets paperwork to fill out\nand is told", "card": "summary_large_image", "site": "@reason"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"published_time": "2014-09-17T16:00:00+00:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "We should make legal immigration easier, relax the rules, and issue work permits, argues Stossel.\n\"That sounds sensible, writes John Stossel, but what happens when the immigrant does that, goes to the U.S. embassy and says, I'd like to work in America legally?\nImmigration bureaucracy makes life harder not just for the immigrants but for the rest of us.\nA Forbes investigation found that a computer programmer from India must wait, on average, 35 years.\n\"If they want to be in America,\" the argument goes, \"they ought to return to their own countries and apply for a visa legally."}