{"article_title": "FTC Slapped Spamming Company with $350K Fine to Settle Charges", "article_keywords": ["sending", "kobeni", "recipients", "spam", "charges", "company", "spamming", "slapped", "federal", "ftc", "settle", "shalev", "350k", "act", "fine", "insurance"], "article_url": "http://www.spamfighter.com/News-19147-FTC-Slapped-Spamming-Company-with-$350K-Fine-to-Settle-Charges.htm", "article_text": "FTC Slapped Spamming Company with $350K Fine to Settle Charges Computerworld.com reports on 12th August, 2014 stating that a company accused of sending misleading and unsolicited email before the U.S. Affordable Care Act, which is often called Obamacare, rolls out will pay a fine of $350,000 to settle a complaint from the U.S. Federal Trade Commission (FTC).\n\n\n\nThe FTC (Federal Trade Commission) accused Yair Shalev and his company Kobeni, for sending spam email falsely informing recipients that if they do not instantly click a link to buy health insurance, they would violate the Affordable Care Act or Obamacare.\n\n\n\nThe FTC lodged a complaint opposing the company in U.S. District Court for Southern District of Florida in January 2014. The agency alleged that the company has violated the unfair business practices section of the U.S. FTC Act by sending spam emails.\n\n\n\nComputerworld.com published news on 12th August, 2014 stating that the unsolicited spam email also violated the anti-spam CAN-SPAM (Controlling the Assault of Non-Solicited Pornography and Marketing) Act by not giving recipients the chance to opt out of future electronic messages and for not providing a legitimate postal address.\n\n\n\nThe spam emails direct recipients to websites containing ads for insurance and the operators of websites remunerated the defendants when patrons clicked links in the advertisements. However, insurance firms whose ads featured on the sites did not permit the emails.\n\n\n\nThe penalty bans the defendants permanently from faking material details about any service or product, including patrons will infringe federal law if they don't choose health insurance by a particular date, or that the law needs consumers to purchase something.\n\n\n\nYair Shalev and Kobeni Inc., apparently called Kobeni Solutions, seem to be number 2 in the list of the world's worst spammers maintained by Spamhaus Register of Known Spam Operations (ROKSO). Yair Shalev is described as a \"high volume snowshoe spammer from Florida\" on the site.\n\n\n\nThe method of \"snowshoe\" spam involves distributing messages over an extensive variety of IP addresses and domain names to avoid reputation and block lists. ROKSO associates Kobeni and Shalev with more than 100 IP addresses and domain names which are presently on the Spamhaus block list. » SPAMfighter News - 22-08-2014", "article_metadata": {"MSSmartTagsPreventParsing": "true", "robots": "noodp", "description": "The Federal Trade Commission (FTC) in US has complained against a company for spamming users due to which the company has been fined for $350K to settle the spamming complaint."}, "article_summary": "FTC Slapped Spamming Company with $350K Fine to Settle Charges Computerworld.com reports on 12th August, 2014 stating that a company accused of sending misleading and unsolicited email before the U.S.\nThe agency alleged that the company has violated the unfair business practices section of the U.S. FTC Act by sending spam emails.\nThe FTC lodged a complaint opposing the company in U.S. District Court for Southern District of Florida in January 2014.\nAffordable Care Act, which is often called Obamacare, rolls out will pay a fine of $350,000 to settle a complaint from the U.S. Federal Trade Commission (FTC).\nROKSO associates Kobeni and Shalev with more than 100 IP addresses and domain names which are presently on the Spamhaus block list."}