{"article_title": "New Sinai CEO Karen Teitelbaum talks Obamacare, philanthropy, strategic partnerships", "article_keywords": ["teitelbaum", "weve", "system", "ceo", "hospital", "obamacare", "philanthropy", "community", "strategic", "karen", "health", "think", "talks", "care", "really", "sinai", "partnerships"], "article_url": "http://www.chicagobusiness.com/article/20140626/NEWS03/140629894/new-sinai-ceo-obamacare-medicaid-changes-bring-stability", "article_text": "When Karen Teitelbaum needs to unwind, she hops on her black Scott bike. Sometimes those trips take her around the globe.\n\nShe has trekked through Denmark solo on two wheels. Her most recent trip was through Vietnam and Cambodia. This summer she aims to tackle Italy, after she formally takes over one of the largest hospital networks in the Chicago area serving as a safety net for the poor and uninsured.\n\nMs. Teitelbaum, 57, was named the next president and CEO of Sinai Health System in June. On July 1, she succeeds Alan Channing, who is retiring after 10 years at the helm of a nonprofit system with three hospitals — Mount Sinai Hospital in Lawndale on the West Side, Holy Cross Hospital near Marquette Park on the Southwest Side and Schwab Rehabilitation Hospital in Douglas Park — and a research-focused urban health institute.\n\nOriginally a speech pathologist, Ms. Teitelbaum has a health care resume that spans a variety of roles, from owning a small physical rehabilitation business to holding executive positions at Swedish Covenant Hospital in Lincoln Square on the Northwest Side and at north suburban Highland Park Hospital.\n\nAt Sinai, Ms. Teitelbaum was executive vice president and chief operating officer before her promotion. The system, which has $467.9 million in net operating revenue, is known in the Chicago area for its community outreach program, with grants that support such things as an on-site chef to show local residents how to cook fresh meals without having to spend a lot of money.\n\nThe Brooklyn, New York, native recently talked with Crain's about how she plans to navigate her next role as CEO. Here is an edited transcript:\n\nCrain's: What attracted you to health care?\n\nMs. Teitelbaum: With speech pathology, I thought I could work with children, adults, stroke victims. There was a big variety. I was very, very interested in having that kind of career flexibility to really find out how I could best be satisfied helping people in a variety of settings. I really started finding that being on the business side allowed me to impact in a different way.\n\nCrain's:In what way?\n\nMs. Teitelbaum: It really spanned a variety of ways. . . .In each one I was able to either do program planning, develop programs that didn't exist before. I was able to improve profitability, quality or safety.\n\nCrain's: What skills make you a good leader?\n\nMs. Teitelbaum: I think everything that I've done to this date, making sure that the business is sound — very, very important —holding ourselves accountable if we make a commitment, whether it's to a budget, a program, to the community, we've got to follow through. Every day I think about the fact that we've got 4,000 caregivers in this system. We have no shortage of hospitals in Chicago. Anybody who is here really could find a job somewhere else. These people here throughout the entire Sinai system are gifted and just totally committed to the mission of our community and what we're doing. I think getting the benefits of the people who are working here is very, very important.\n\nCrain's:You've been at Sinai for nearly a decade. But now you're leading the system. What's your first move?\n\nMs. Teitelbaum: Most people think about the hospital as patients in hospital beds, and we really look at it holistically, not just the health care (aspect) but all the things that impact health care. What's really different, and this is what's going to be (among my) priorities, would be continuing the work that we're doing to have the impact on communities. We've got wonderful corporate and philanthropic supporters. Priorities (include) continuing to partner with community organizations, getting deeper with a number of organizations, such as social service agencies, looking at strategic affiliations that position us for health care reform, and building our philanthropic base so that we can reinvest in our communities.\n\nCrain's: Do you see more affiliations or mergers in the future?\n\nMs. Teitelbaum: I can't say that we're looking at mergers. And that's not to rule it out. Right now I think we can accomplish what we need to do through great partnerships and strategic affiliations, looking at what the community needs and how do we best deliver that, whether it's partnering with Walgreens on clinic relationships or even healthy eating.\n\nCrain's: Can you give us a sense of the impact of Obamacare on Sinai? Is the health system able to bring in more revenue for some of the care it was providing for free?\n\nMs. Teitelbaum: Traditionally 15 percent of patients that we serve have been without insurance. And under health care reform, now two-thirds of that 15 percent will have some form of insurance. One of the most exciting things about this point in time is that Sinai was a recipient of federal grants to do health care enrollment. We're very, very active . . . (helping) people (who) needed to have applications completed. More importantly we think that's going to make a huge difference for the community that we serve. That coupled with the fact that we've always been focused on delivering care in a different way — in the community — has positioned us so well for where we all need to be for health care reform.\n\nCrain's: What's your biggest challenge?\n\nMs. Teitelbaum: It's hard for me to differentiate between the biggest challenge and the biggest opportunity. In the past we've had financial challenges. Ten years ago we were on the verge of bankruptcy. It was very dark days. (Now) we're on better financial footing than we've been. Legislation (passed by the state recently on Medicaid payments) provides recognition for safety-net hospitals, and particularly of course for Sinai, recognition that we serve communities that other organizations don't serve to the extent that we do, and the importance for us to remain stable. Then with starting to really ramp up the philanthropy and business health care community. When I look at the leadership team that we have here, when I look at the commitment on the part of our caregivers, I think that we're very, very well-positioned.", "article_metadata": {"msapplication-TileImage": "/assets/icons/mstile-144x144.png", "byline": "Kristen Schorsch", "timeCrawled": "20160525_16:56:00", "description": "Visit Crain's Chicago Business for complete business news and analysis including healthcare, real estate, manufacturing, government, sports and more.", "title": "New Sinai CEO Karen Teitelbaum talks Obamacare, philanthropy, strategic partnerships", "taxo_Industries": "Hospitals", "apple-itunes-app": "app-id=571426684", "image": "http://www.chicagobusiness.com/apps/pbcsi.dll/storyimage/CG/20140626/NEWS03/140629894/AR/0/AR-140629894.jpg", "msapplication-TileColor": "#2d89ef", "fb": {"admins": 100001125868754}, "summary": "Karen Teitelbaum, the new CEO of Sinai Health System, says the nonprofit safety net system that treats a large portion of poor and uninsured patients isn't looking for a merger partner right now.", "og": {"site_name": "Crain's Chicago Business", "description": "Karen Teitelbaum, the new CEO of Sinai Health System, says the nonprofit safety net system that treats a large portion of poor and uninsured patients isn't looking for a merger partner right now.", "title": "New Sinai CEO: Obamacare, Medicaid changes bring stability", "url": "http://www.chicagobusiness.com/article/20140626/NEWS03/140629894/new-sinai-ceo-obamacare-medicaid-changes-bring-stability", "image": "http://www.chicagobusiness.com/apps/pbcsi.dll/storyimage/CG/20140626/NEWS03/140629894/AR/0/AR-140629894.jpg", "type": "article"}, "published_at": "2014-6-26", "url": "http://www.chicagobusiness.com/article//NEWS03/140629894", "content_type": "article", "taxo_Companies": "Swedish Covenant Hospital", "google-site-verification": "0QcjJi4OGS9bKu4FBKK58V93fKv0WYCQb7IFbmjATew", "twitter": {"image": "http://www.chicagobusiness.com/apps/pbcsi.dll/storyimage/CG/20140626/NEWS03/140629894/AR/0/AR-140629894.jpg&maxw=400", "site": "@CrainsChicago", "card": "summary_large_image", "title": "New Sinai CEO Karen Teitelbaum talks Obamacare, philanthropy, strategic partnerships"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=no, minimal-ui", "categoryName": "CCB - Health Care"}, "_id": "\"57477af46914bd0286fdf514\"", "article_summary": "Ms. Teitelbaum, 57, was named the next president and CEO of Sinai Health System in June.\nThen with starting to really ramp up the philanthropy and business health care community.\nAnd under health care reform, now two-thirds of that 15 percent will have some form of insurance.\nHere is an edited transcript:Crain's: What attracted you to health care?\nIs the health system able to bring in more revenue for some of the care it was providing for free?"}