{"article_title": "Trump Supporter Grills 'Establishment Candidate' Cruz On Delegate Process (VIDEO)", "article_keywords": ["led", "trump", "candidate", "process", "ted", "hiel", "washington", "donald", "fight", "cruz", "video", "delegate", "vote", "grills", "establishment", "supporter", "texas"], "article_url": "http://talkingpointsmemo.com/livewire/trump-supporter-cruz-establishment-candidate", "article_text": "Sen. Ted Cruz (R-TX) got an earful outside an Indiana ice cream shop on Tuesday from a Trump supporter who accused him of being the \"establishment candidate.”\n\nIn video captured by ABC News, Kathy Hiel grilled Cruz about the delegate selection process and his votes in the Senate. Using language reminiscent of GOP frontrunner Donald Trump, Hiel accused the Texas senator of benefiting from a rigged system that allows candidates to court and win delegates regardless of the outcome of a state’s popular vote.\n\n“How can you have delegates without a vote?” Hiel asked Cruz.\n\n“Every state sets up different rules,” Cruz replied. “I don’t control the rules, but I can tell you the Washington establishments who I’ve been fighting against every day, whether in leading the fight against Obamacare or leading the fight against amnesty, I’m the one who has led the fight. Donald Trump is the one who funded the Gang of 8 that pushed for amnesty.”\n\n“$15,000 over 4 years isn’t funding much of anything,” Hiel shot back.\n\n“Well I gave zero dollars to them and I led the fight against it,\" Cruz countered. \"Donald Trump in 2013 was tweeting out his support for amnesty.\"\n\n“You led the fight in favor of auditing the Fed and didn’t show to vote. You led the fight against TPP but yet voted in favor of it,” Hiel said.\n\n“Ma’am, I’ll have a respectful conversation with you but not—\" a frustrated Cruz interjected.\n\n“That is my respect,” Hiel said. “I’m asking you. You fight on the wrong end.”\n\nCruz has built his name on lashing out at what he often calls the “Washington cartel” and staging high-profile stunts like reading Dr. Seuss’ “Green Eggs and Ham” on the Senate floor during a 21-hour-long push to defund Obamacare. Still, Trump, who has never worked in politics, has had success framing Cruz as a D.C. player who engaged in “dirty tricks” to remain competitive in the 2016 race. A pact forged this week between Cruz and Ohio Gov. John Kasich (R) to try to defeat Trump in key primary states, including Indiana, added fuel to that narrative.\n\nAccording to ABC News, Hiel admitted at the end of her back-and-forth with Cruz that she was a Trump supporter and didn’t believe the Texas senator was a natural-born citizen because he was born in Canada.\n\n“With the collusion of Ted and the Republican Party and John Kasich I feel that they should—both men should just step out,” Hiel said. “They’re just doing nothing but trying to hurt the front-runner when they actually don't have a chance of winning.”\n\nWatch Heil's exchange with Cruz below:", "article_metadata": {"p": {"domain_verify": "da088b457e7d0e91a9f692968f1043c1"}, "og": {"site_name": "Talking Points Memo", "description": "Sen. Ted Cruz (R-TX) got an earful outside an Indiana ice cream shop on Tuesday from a Trump supporter who accused him of being the \"establishment candidate.”", "title": "Trump Supporter Grills 'Establishment Candidate' Cruz On Delegate Process (VIDEO)", "url": "http://talkingpointsmemo.com/livewire/trump-supporter-cruz-establishment-candidate", "image": "http://a3.img.talkingpointsmemo.com/image/upload/c_fill,fl_keep_iptc,g_faces,h_365,w_652/qw7ej6nj5ow9kb1wxtq1.jpg", "type": "article"}, "parsely-metadata": "{}", "csrf-param": "authenticity_token", "csrf-token": "tW1ytiQoraJoTJR//PunmK0upHOEnjB2+5UVp8IIZWU=", "fb": {"admins": 12330256, "pages": 98658495398}, "google-site-verification": "iivVZJBLxzSBdse8fFugr6fbJu-DbSB1dhl_fs48KNQ", "parsely-page": "{\"title\":\"Trump Supporter Grills 'Establishment Candidate' Cruz On Delegate Process (VIDEO)\",\"link\":\"http://talkingpointsmemo.com/livewire/trump-supporter-cruz-establishment-candidate\",\"image_url\":\"http://img.talkingpointsmemo.com/image/upload/v1461686614/qw7ej6nj5ow9kb1wxtq1.png\",\"type\":\"post\",\"section\":\"livewire\",\"author\":\"Allegra Kirkland\",\"pub_date\":\"2016-04-26T16:22:58Z\",\"post_id\":\"article_248957\",\"tags\":[]}"}, "article_summary": "“How can you have delegates without a vote?” Hiel asked Cruz.\n\"Donald Trump in 2013 was tweeting out his support for amnesty.\"\nSen. Ted Cruz (R-TX) got an earful outside an Indiana ice cream shop on Tuesday from a Trump supporter who accused him of being the \"establishment candidate.”In video captured by ABC News, Kathy Hiel grilled Cruz about the delegate selection process and his votes in the Senate.\nDonald Trump is the one who funded the Gang of 8 that pushed for amnesty.”“$15,000 over 4 years isn’t funding much of anything,” Hiel shot back.\n“Well I gave zero dollars to them and I led the fight against it,\" Cruz countered."}