{"article_title": "It's Not Just Texas: Abortion Clinics Are Rapidly Closing in Liberal States Too", "article_keywords": ["liberal", "rights", "clinics", "abortion", "clinic", "states", "state", "medicaid", "abortions", "rapidly", "closing", "patients", "texas", "women"], "article_url": "http://www.alternet.org/news-amp-politics/its-not-just-texas-abortion-clinics-are-rapidly-closing-liberal-states-too", "article_text": "It's Not Just Texas: Abortion Clinics Are Rapidly Closing in Liberal States Too\n\nAs high-profile battles rage in conservative states, clinics are closing just as fast in traditionally abortion-friendly states – without many people noticing.\n\nPhoto Credit: Photograph: Richard Levine/Demotix/Corbis\n\nThe only women who have abortions at the Philadelphia Women’s Center are those with the stamina for an obstacle course.\n\nThe state bans Medicaid and insurance from the Affordable Care Act markets from covering abortions. So patients who are too poor to pay out-of-pocket have to scrounge together the money from friends or family.\n\nTwenty-four hours before their appointment, Pennsylvania requires women to listen to information aimed at changing their minds. And every week, the Women’s Center turns away patients who didn’t get the information in time.\n\nAll this takes place a fleet 20-minute drive from the Cherry Hill Women’s Center, another abortion clinic owned by the same network. Cherry Hill is in New Jersey, yet it feels as though it’s another country. There is no waiting period here, and nothing stops women from paying with their insurance or with Medicaid. It’s what reproductive rights advocates envision when they talk about stripping abortion of its stigma and restrictions.\n\nBut beneath the surface, Cherry Hill exemplifies another, quieter upheaval in US abortion access: clinics in many blue states are struggling to keep their doors open just as much as in red states.\n\nAnd by some counts, they are are shutting down just as fast.\n\n“The trend is disturbing,” said Nikki Madsen, executive director of the AbortionCare Network, a group representing independent abortion providers around the country. “It’s taking root in states we traditionally think of as ‘friendly’ to abortion rights, without many people noticing.”\n\nExact numbers for clinic closures are hard to come by. A rough count by the Abortion Care Network, though, found that for every three clinics that closed in a red state in the past few years, two clinics closed in a more liberal state – one of the 17 states where Medicaid covers abortion, or one of 23 states that the Guttmacher Institute, a thinktank that supports reproductive rights, does not consider hostile to abortion access. A list compiled by the Guardian of more than 50 clinics that closed for good in 2014 shows that a little more than half were located in blue states.\n\nWith many blue-state clinics on the brink, so is access. Cherry Hill loses hundreds of thousands of dollars each year because the state permits women to use Medicaid for abortions without adequately reimbursing the providers. It is also is the closest abortion clinic to Camden, a city of overwhelming poverty, that takes Medicaid. The next closest option for poor women is Trenton, where clinics can have long wait times. Patients frequently come to Cherry Hill who tried to have their abortions in Maryland and Delaware, only to find that those clinics were overbooked. And lately, more are coming from red states where access is dwindling, like Virginia and Kentucky.\n\nThe reasons for each closure are disparate. But five years of knock-down, drag-out fights over abortion rights in conservative areas of the country are largely to blame. Each new bout in a place such as Texas diminishes the ability of advocates to focus on subtler challenges in liberal states.\n\n“The south is where we have to put most of our energy,” said Amanda Kifferly, the head of patient advocacy for the Women’s Center. “Any time there’s a crisis, that’s where it’s coming from, and it goes right to the top of our to-do list.”\n\nThe closures are also a broad consequence of 40 years of anti-abortion policies that have stigmatized the procedure and isolated it from the rest of medicine. Because it is so controversial, abortion is the rare procedure that takes place almost exclusively in dedicated facilities. But a confluence of factors make it difficult, financially, to sustain standalone clinics that only perform abortions.\n\nAmy Hagstrom Miller, the founder of a network of abortion clinics called Whole Woman’s Health, knows these pressures better than almost anyone.\n\nIn Texas, where the group operates four clinics, Miller has led a two-year legal battle to overturn one of the nation’s harshest abortion measures. The law could close at least half of the state’s 20 abortion clinics, including three belonging to Whole Woman’s Health. As soon as Friday, the supreme court may add Miller’s lawsuit to its docket.\n\nThe road to the high court, though, has been all-consuming. Goals that are important to the long-term survival of Miller’s clinics in Maryland, Minnesota and New Mexico have taken a backseat.\n\nIn Maryland and Minnesota, Whole Woman’s Health has lost hundreds of thousands of dollars performing abortions for poor women on Medicaid. Both states reimburse abortion providers for treating Medicaid patients, but the cost to perform the abortion far outstrips the states’ repayments. For surgical abortions, the reimbursement rate is the same regardless of how far along the patient is in her pregnancy – even though the amount of time, medication, and sedation multiplies the later the abortion.\n\nThe reimbursement rates in Minnesota are such that Whole Woman’s Health sustains a $280 loss for every Medicaid patient who takes the abortion pill. Medicaid patients who have a first-trimester surgical abortion cost the clinic $155. For abortions from 12 to 24 weeks, a Medicaid patient can cost Whole Woman’s Health anywhere from $190 to $1,640. “It’s hurt us tremendously, financially,” Miller said.\n\nOne solution would be to negotiate with each state’s Medicaid office for higher repayment rates – the same thing healthcare associations do across the country. But abortion rights activists are preoccupied by other needs. A representative for Naral Pro-Choice New York, an advocacy group, said that providers are more immediately concerned about abortion protesters, and whether laws that prevent them from blocking clinic entrances are fully enforced.\n\nAnd individual abortion clinics tend to lack the man-hours needed to negotiate with Medicaid offices. Staff are distracted by copious regulations or the need to be political advocates.\n\n“If we were doing healthcare that wasn’t politicized, maybe this could be a top priority,” Miller said.\n\nThe alternative is to do what small doctors’ offices have usually done when facing meager repayments: stop taking Medicaid altogether. Whole Woman’s Health has been cautious about providing later abortions to Medicaid patients. But Miller and other providers are reluctant to cut off poor women entirely.\n\n“It doesn’t make business sense to offer what we offer,” Miller said. “But we have a mission and a vision.”\n\n“We’re not going to not see patients on Medicaid,” Groves agreed. “They need us. But in doing their abortions, it’s a constant game to figure out how we’re going to survive.”\n\n‘Abortion has been isolated’\n\nThe Access for Women clinic in upstate New York performs something in the neighborhood of 1,600 abortions every year. If that number dips much lower, the clinic could fold. And thousands of women would be left without a nearby provider.\n\nPeg Johnston, the owner, finds herself facing this precipice every year. Access for Women is the only abortion clinic that takes Medicaid for hours in several directions. Johnston accepts Medicaid – she calls it “a no-brainer” – because more than half her patients couldn’t afford an abortion any other way. But for every Medicaid patient who has a first-trimester surgical abortion, Access for Women loses $100. The only way for the clinic to stay open is volume.\n\nAnd demand has shrunk.\n\nReproductive rights groups have fought for many of the changes that seem to be reducing the number of abortions in blue states. Contraception coverage is more readily available, and the use of long-acting, reversible contraception – one of the most successful ways to prevent pregnancy – has surged.\n\nWhat frightens abortions rights groups, though, is that the economics of abortion dictate that a clinic will close before local demand is all gone.\n\n“Abortion has been isolated to the point that it’s not part of standard medical care,” said Elizabeth Nash, a senior researcher for the Guttmacher Institute. In an ideal world, Nash said, the average OB-GYN might perform abortions, and the procedure would be just one of many ways doctors cover their business expenses. Healthcare generally is becoming more integrated, and moving away from the fee-for-service model.\n\nThe consequences for being affiliated with abortion, though – such as harassment – have prevented abortions from becoming ingrained in general healthcare. As a result, most abortion providers must support themselves on the basis of this one procedure, and abortion is not as widely available as it could be. “And no matter when a clinic closes, women who were dependent on that clinic have lost access.”\n\nParadoxically, abortion clinics in red states don’t have cash flow problems on this scale, said Groves, the Cherry Hill director. That’s because fewer women are insured in red states, and Medicaid doesn’t cover abortion except in rare circumstances.\n\n“In the red states, patients are scrambling to come up with money for the procedure while our staff is struggling to connect them to the abortion funds,” nonprofits that will help patients pay, said Groves. Still, at least by the time a woman arrives for her abortion, she is able to pay full freight.\n\nIn blue states, cash-strapped abortion clinics must look for ways to cut costs internally. And every cut comes under a microscope.\n\nFor instance, New Jersey requires the Cherry Hill Women’s Center and other abortion providers to meet the licensing standards of an ambulatory surgical center – a costly facility for outpatient surgery. To save money, many ambulatory surgical centers that don’t perform abortions have replaced their anesthesiologists with nurses who are certified to perform the same jobs with the same safety record.\n\nThe switch would save Cherry Hill up to $200,000 a year, money that is sorely needed: 65% of Cherry Hill’s patients are on Medicaid. But Groves is balking. “We’re a really stigmatized health service,” Groves said. “And I don’t want to ever give the impression that I’m providing care at a lower level … That change would say something to our patients, and it would say something to our political opponents.”\n\nThere are other roadblocks. The bruising fights in red states have made many abortion rights advocates reticent to lobby for better profits. Among colleagues, Miller has had many conversations about raising Medicaid repayment rates that turned negative. “I’ve heard the same thing word for word from several advocates: ‘We should be glad we work in a state that even allows Medicaid to cover abortions, and we shouldn’t draw attention to it,’” she recalled. “They’re afraid that if people start to notice, we’ll lose what we have.”\n\nAnd what abortion clinics have in the way of Medicaid repayment is already artificially low. One factor states use to determine reimbursement rates is the going price of the procedure. Yet clinics have kept the price of abortion the same for decades, even as costs throughout the rest of the healthcare industry have exponentially grown. Recently Johnston realized that adjusting for inflation, the cost of a first-trimester abortion at her clinic cost less than the illegal abortion her mother paid for in 1949.\n\nNot just Planned Parenthood\n\nThere are some blue state abortion clinics that are thriving. Many of those belong to Planned Parenthood. Although the group is constantly the target of an all-out political assault, it has a robust national fundraising operation that allows it to subsidize abortions for poor women and expand to new locations. Planned Parenthood is also able to leverage its sprawling network of reproductive health clinics for its formidable political operation: in recent years, the group aggressively expanded “express centers” in a bid to appeal to wealthier women who pay full price for every service. The profits from those centers help buttress abortion rights advocacy in places where Planned Parenthood clinics are under fire.\n\nStill, Planned Parenthood facilities provide only about one-third of abortions performed in the US every year. The majority take place in independent abortion clinics that do not have a fearsome political presence or tax-deductible donations as a safety net.\n\nThe Cedar River Clinics in Washington state is one of the few abortion providers that has managed to forge a different path. After meeting a physician who had frequent communications with the state’s Medicaid office, the founder of Cedar Rivers Clinics, Beverly Whipple, spent several years amassing evidence that repayment rates weren’t covering the cost of providing abortions to her neediest patients.\n\n“We found that we were losing $500 on every second-trimester abortion procedure,” said Connie Cantrell, who is now the Cedar River Clinics’ executive director and Whipple’s successor. “It really did get to the point where we were telling the state, we can no longer see women past a certain point” who were on Medicaid.\n\nState officials were alarmed. Over a process of several months, they raised the reimbursement rates.\n\nAbortion rights advocates who were present when Massachusetts raised its Medicaid rates, about a decade ago, told a similar story. In that state, Medicaid officials were concerned enough that it was the state who reached out to abortion providers. At the time, reimbursement rates were also a priority for Planned Parenthood, which used it considerable staff to pull data that was more than anecdotal.\n\nIn Washington state, Cedar River Clinics executives have repeated the negotiations every few years. “We’ve only been successful throughout the years because Washington state cares about women, and they’ve provided more than just lip service to that idea,” Cantrell said. “We would not have been successful if the state weren’t open to those negotiations, if they did not want to make sure those services were available to low-income women.”\n\n“Maybe that’s what makes us different from other states,” she continued. “I suppose it’s partly our luck.”", "article_metadata": {"description": "As high-profile battles rage in conservative states, clinics are closing just as fast in traditionally abortion-friendly states – without many people noticing.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Alternet", "description": "As high-profile battles rage in conservative states, clinics are closing just as fast in traditionally abortion-friendly states – without many people noticing.", "title": "It's Not Just Texas: Abortion Clinics Are Rapidly Closing in Liberal States Too", "url": "http://www.alternet.org/news-amp-politics/its-not-just-texas-abortion-clinics-are-rapidly-closing-liberal-states-too", "image": "http://www.alternet.org/files/story_images/screen_shot_2015-11-15_at_3.21.51_pm.png", "type": "article"}, "dc": {"title": "It&#039;s Not Just Texas: Abortion Clinics Are Rapidly Closing in Liberal States Too"}, "fb": {"page_id": 17108852506, "pages": 17108852506}, "google-site-verification": "-yUzdOYz6i2iShII0x_PYzsvnhQUG2f751funoPlCNM", "article": {"published_time": "2015-11-15T20:04:00"}, "viewport": "width=device-width, user-scalable=yes, initial-scale=1.0, minimum-scale=0.1, maximum-scale=10.0"}, "_id": "\"57477af46914bd0286fd5503\"", "article_summary": "It's Not Just Texas: Abortion Clinics Are Rapidly Closing in Liberal States TooAs high-profile battles rage in conservative states, clinics are closing just as fast in traditionally abortion-friendly states – without many people noticing.\nBoth states reimburse abortion providers for treating Medicaid patients, but the cost to perform the abortion far outstrips the states’ repayments.\nThe law could close at least half of the state’s 20 abortion clinics, including three belonging to Whole Woman’s Health.\nAmy Hagstrom Miller, the founder of a network of abortion clinics called Whole Woman’s Health, knows these pressures better than almost anyone.\nNot just Planned ParenthoodThere are some blue state abortion clinics that are thriving."}