{"article_title": "President's Daily Brief documents, newly declassified by CIA, reveal intel preferences", "article_keywords": ["reveal", "cia", "documents", "preferences", "declassified", "presidents", "mr", "brief", "daily", "brennan", "public", "intelligence", "president", "newly", "pdb", "intel"], "article_url": "http://www.washingtontimes.com/news/2015/sep/20/presidents-daily-brief-documents-newly-declassifie/?page=all", "article_text": "The CIA’s release last week of more than 19,000 pages of declassified material has provided a window into one of Washington’s most secretive documents, the President’s Daily Brief, or PDB, which intelligence officials say has evolved since its creation in the early 1960s.\n\n“It has grown in length and sophistication, adding features like graphics and imagery. It is more comprehensive now, and the analysis is far more rigorous,” CIA Director John O. Brennan said as he and other intelligence community leaders declassified large portions of some 2,500 PDBs from 1961 through 1969.\n\nThe mass release was unprecedented because the closely guarded documents — produced daily for every president since John F. Kennedy — have been made public on only the rarest of occasions.\n\nThe highest-profile example is from 2004, when President George W. Bush yielded to pressure from critics and declassified part of a PDB that intelligence officials had given him just weeks before 9/11, highlighting Osama bin Laden’s desire to “conduct terrorist attacks in the U.S.”\n\nPolitical fallout from the thousands of PDBs released last week won’t be nearly as intense because the documents are a half-century old and largely rooted in an era in which U.S. intelligence officials were consumed not by global jihadi terrorism but by the Vietnam War and the Soviet Union’s aim to spread communism.\n\nBut the documents are likely to result in wider public understanding of how the intelligence community’s interaction with the White House works — as well as how the daily drumbeat of secret assessments has evolved over the years, right up to President Obama, the first U.S. leader to have requested that it be provided in a digital format.\n\n“An important takeaway from this release is the fact that the PDB and the CIA and intelligence community support to presidents is highly customized,” said Stephen Slick, director of the University of Texas at Austin’s Intelligence Studies Project.\n\n“Each president is different in terms of the intelligence support that he demands and expects, but equally important, presidents, particularly those who serve two terms, have changing needs,” said Mr. Slick, who had a 28-year career in the CIA’s clandestine service before serving on Mr. Bush’s National Security Council.\n\n“There are certain baseline understandings and facts and foreign situations that [presidents] need to be brought up to speed on when they first take office — particularly folks that haven’t had extensive experience in international affairs,” said Mr. Slick. “Over time, as they master their brief, they learn their foreign counterparts, they’ve worked around these issues, their needs vary and so the intelligence support varies.”\n\nMr. Brennan told an audience last week at the LBJ Presidential Library in Austin, Texas, that the daily assessments have “gone from a document written by just a handful of people at CIA to one produced by officers representing an array of organizations, specialties and disciplines.”\n\nHe said that “many of the changes have been driven by technology and by the possibilities afforded by our expanding capabilities and a more integrated intelligence community.”\n\nSuch expanding capabilities may mean the intelligence community’s ability to develop human sources in a wider range of nations is more robust today. But it more likely speaks to the proliferation of ever-advancing satellite spying technology, sophisticated camera-mounted drones and mass-surveillance capabilities spawned by the worldwide spread of mobile phones.\n\nRepackaged and personalized\n\nDelivery of the PDB in the Obama era appears to reflect this futuristic landscape of intelligence sources. The president is given his brief on an iPad, and it is believed to include videos and certain hyperlinked items that can be tapped to open pages of expanded analysis — although not connected to any outside Internet source lest the document be vulnerable to penetration by foreign cyberspies.\n\nTechnological change aside, Mr. Brennan stressed that above all, the PDB has changed over the decades in “response to the preferences and habits of each president.”\n\nFrom the start, this has meant tweaks to the document’s style. The very first briefs were President’s Intelligence Checklist documents that Kennedy requested daily from the CIA. That was a precursor of the PDB that the agency began producing for President Johnson in 1964, after officials ascertained that he just didn’t consume information in the same fashion as his predecessor.\n\n“Part of the problem was that, early on at least, he preferred to get his intelligence informally, in meetings and through conversation, instead of from written products,” said Mr. Brennan. “Johnson may have also harbored a built-in bias against the Checklist, since it had been deliberately withheld from him when he was [Kennedy’s] vice president.\n\n“So the editors of the Checklist decided to change course. They gave the document a new name, the President’s Daily Brief. They repackaged it, adding longer articles that supplied greater detail as well as thoughts on future trends. And they delivered it in the afternoon, not the morning, since Johnson liked to do his reading at the end of the day, often in his pajamas while lying in bed,” Mr. Brennan said.\n\nBut the nature of the content also evolved — at least in part because of personal interests of the president.\n\nThe 1960s-era briefs show how the PDBs were populated with fairly basic information about international relations and a kind of “global politics 101” during the initial months after Johnson assumed office upon Kennedy’s death, said William Inboden, executive director of the William P. Clements Jr. Center for History, Strategy and Statecraft at the University of Texas-Austin.\n\nStill secret after all these years\n\n“Over time, you see Johnson’s [growing] interest in what world leaders are thinking about him in the United States. So, a little bit of a personalization there. Not just what’s public opinion writ-large in the Soviet Union, but rather, what does [Soviet leader Nikita] Khrushchev think of me? What does Mao [Zedong] think of me?” said Mr. Inboden, who also pointed to Johnson’s apparent interest in being kept up to date on student protests around the world.\n\n“Then, in the fall of 1967, you see a pronounced increase in items on the Vietnam War, and I think [it] was telegraphed to the CIA, [that] the president wants a special section every day on Vietnam,” Mr. Inboden said. “Vietnam goes from being one front-burner issue among many to the predominant front-burner issue, and fully half of every PDB from September 1967 on is devoted just to Vietnam.”\n\nOne can envision this personalization replaying itself in different ways under each president during the years since, although the highly classified nature of the PDB has made it difficult to know the extent to which a president has acted on or ignored the information presented in the brief.\n\nMr. Obama, for instance, faced criticism in 2013 for having run to a re-election victory with repeated campaign claims that al Qaeda was “decimated” and “on the run,” despite a notably more nuanced assessment provided to him by the intelligence community — namely, that terrorist spinoff groups continued to pose threats to national security.\n\nAlthough some sources told The Washington Times in 2013 that Mr. Obama was receiving briefings from the CIA on the threat posed by al Qaeda affiliates, others said it was not specifically clear how prominently the assessments factored into the any of the PDBs while he was making his claims on the campaign trail.\n\nThe document is so guarded that it may be decades before the public knows.\n\nEven then, there is a chance that such information will be kept classified. In the case of the briefs released last week, the issue of secrecy weighed heavily on the intelligence community. Some 20 percent of the material in the documents was redacted — considered too sensitive for public dissemination a half-century later.", "article_metadata": {"description": "The CIA's release last week of more than 19,000 pages of declassified material has provided a window into one of Washington's most secretive documents, the President's Daily Brief, or PDB, which intelligence officials say has evolved since its creation in the early 1960s.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "The CIA’s release last week of more than 19,000 pages of declassified material has provided a window into one of Washington’s most secretive documents, the President’s Daily Brief, or PDB, which intelligence officials say has evolved since its creation in the early 1960s.", "title": "President’s Daily Brief documents, newly declassified by CIA, reveal intel preferences", "url": "http://www.washingtontimes.com/news/2015/sep/20/presidents-daily-brief-documents-newly-declassifie/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/09/20/Obama.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/09/20/Obama.jpg", "description": "The CIA's release last week of more than 19,000 pages of declassified material has provided a window into one of Washington's most secretive documents, the President's Daily Brief, or PDB, which intel", "card": "summary", "title": "President’s Daily Brief documents, newly declassified by CIA, re"}, "Author": "Guy Taylor", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Politics, United States Central Intelligence Agency, Soviet Union"}, "article_summary": "The very first briefs were President’s Intelligence Checklist documents that Kennedy requested daily from the CIA.\nThey gave the document a new name, the President’s Daily Brief.\nSome 20 percent of the material in the documents was redacted — considered too sensitive for public dissemination a half-century later.\nThe mass release was unprecedented because the closely guarded documents — produced daily for every president since John F. Kennedy — have been made public on only the rarest of occasions.\nThe CIA’s release last week of more than 19,000 pages of declassified material has provided a window into one of Washington’s most secretive documents, the President’s Daily Brief, or PDB, which intelligence officials say has evolved since its creation in the early 1960s."}