{"article_title": "Uncle Joe: A Democrat Republicans Can Believe In", "article_keywords": ["thomas", "youre", "republicans", "political", "democrat", "say", "uncle", "joe", "punditese", "guy", "believe", "democratic", "democrats", "thats"], "article_url": "http://www.thedailybeast.com/articles/2015/09/05/uncle-joe-a-democrat-republicans-can-believe-in.html", "article_text": "SAY IT AIN’T SO, JOE\n\nThere’s no way Joe Biden becomes the Democratic nominee, and P.J. O’Rourke has mixed feelings about that.\n\nJoe, the Democrats don’t like you. That’s fine by me. I’m a Republican. I don’t like you either. But, to quote the universally acknowledged definitive study of practical politics, which starred Marlon Brando, “It’s not personal… It’s strictly business.”\n\nPersonally, I think you’re a great guy. But I’m scared that you, a Democrat, could get elected—by a wide electoral and popular vote margin.\n\nSo, Joe, you and I understand each other. What I don’t understand is your fellow Democrats. I’ve seen what they’ve been saying about you in the mainstream media…\n\nLet me pause for a moment in writing this well-informed and insightful analysis and clear something up for readers.\n\nPolitical pundits like myself speak a different language, “Punditese.” When a conservative political pundit says “mainstream media,” that’s Punditese for “ass-kissing pink-o milksops.” (The clever type of conservative political pundits sometimes alter the phrase to “lamestream media.”)\n\nLikewise, when a liberal political pundit says “right-wing-fringe talk radio,” that’s Punditese for “clear-eyed, sober assessment of the facts.”\n\nAs I was saying, Joe, it doesn’t look good. You’d think you were a Republican, the way our liberal pals in politics and the press are letting you have it.\n\nOn September 2, CNN called you “a reliable fundraiser for the Democratic Party.” In Punditese, a bagman. And, to add slur to slander, they called you a “dutiful emissary of the administration’s initiatives.” That is to say, “comic sidekick.”\n\nOn August 28, Politico’s Katie Glueck wrote, “The vast majority of Democratic insiders… don’t believe Joe Biden will run for president.”\n\nThat’s hardly an insult too bitter to swallow since “political insiders” is a Punditese term for “I” or “me.” But Ms. Glueck went on to cite Politico’s “weekly bipartisan survey of the top strategists, activists, and operatives in Iowa and New Hampshire” (which roughly translates as “people who bothered to answer my emails”). And a number of Cornball and Granite-Pants anonymous Dems unleashed derision and scorn upon you.\n\n“First and foremost, he is a loyal Democrat.” (Translation: “As was FDR’s dog, Fala.”)\n\n“He’s a truly wonderful man universally loved by NH Democrats.” (“Like Jimmy Carter, but with a worse long-term political prognosis.”)\n\n“It’s too late in the game for Biden to mount a serious bid.” (“Biden’s running? Nobody told me!”)\n\n“I have the utmost respect for him.” (“Joe who?”)\n\nThe Atlantic, the official journal of the American bien pensant, called you “another Beltway veteran” (i.e., liar, thief, and cheat). America’s permissive libel laws not withstanding, surely that’s actionable.\n\nGet The Beast In Your Inbox! Daily Digest Start and finish your day with the smartest, sharpest takes from The Daily Beast Cheat Sheet A speedy, smart summary of news and must-reads from The Daily Beast and across the Web By clicking \"Subscribe,\" you agree to have read the Terms of Use and Privacy Policy Subscribe Thank You! You are now subscribed to the Daily Digest and Cheat Sheet. We will not share your email with anyone for any reason\n\nAnd The Atlantic dragged out the 27-year-old supposed scandal about your plagiarizing a speech from British Labor Party leader Neil Kinnock—as if politicians write their own speeches.\n\nJoe, you’re a stand-up guy. It’s not like you believe in the same things as Edmund Burke. But Richard the Lionheart didn’t believe in the same things as Saladin, and they were both stand-up guys. Your Democratic opponents are a couple of worthless little “sits.” One was the babysitter for two juvenile presidents and the other is an Occupy Wall Street protester unaccountably holding his sit-in in Vermont.\n\nAnd, Joe, you’ve borne more personal sorrow than all the other presidential candidates, Democratic or Republican, combined. Borne it manfully.\n\nIndeed, you’ve known more grief than all the other presidential candidates combined will give to the poor electorate over the next 15 months. Which is a lot. And we Americans would be a happier people if you were in the race, even we Republican-Americans.\n\nBut you’re not going to be.\n\nThe Big Donkeys want you kicked out of the Democrat candidate stable. They say you’re “too prone to gaffes.”\n\nHere are a few of your “gaffes” from a Time magazine feature, “Top 10 Joe Biden Gaffs.”\n\nYou said about Obamacare on live TV, “This is a big f______ deal.”\n\nYou told the House Democratic Caucus, “If we do everything right, if we do it with absolute certainty, there’s still a 30 percent chance we’re going to get it wrong.”\n\nAnd when you were running against Obama for the 2008 nomination you described him as a “mainstream African-American who is articulate and bright and clean and a nice-looking guy.” And said of his candidacy, “I mean, that’s a storybook, man.”\n\nPunditese doesn’t have a word for “truth.” And it’s hard to explain, in English, the meaning of “gaffe.” The closest I can come is “saying the thing that is so.”\n\nBut that’s not the real problem, Joe. The real problem is you’re an old, white European male. The Democrats are determined to elect “the first (fill in the blank) American president.”\n\nThey’ve checked off No. 1 (African-American) and are determined to go down the list in order of historical victimhood.\n\nDemocrats are liberals and—to their profound embarrassment—liberalism is a philosophy rooted in the thinking of old, white European males.\n\nLiberalism is based upon the philosophical inquiries of John Locke, Jean-Jacques Rousseau, Thomas Paine and—oh, the shame of it—slave-owning, woman-exploiting Thomas Jefferson. America’s first great liberal populist was Andrew Jackson, perpetrator of the Tail of Tears and annihilator of the Second Bank of the United States—and hence of centralized economic control.\n\nPlus liberalism is painfully un-hip. Say Great Society to today’s with-it young Democratic voters and they assume you’re being fashionably ironic and hear air quotes around the “Great.” Say New Deal and they think you’re talking about the Texas Hold’em they play on their smartphones.\n\nJoe, you’re the Democrats’ best choice not just because you’re a decent, intelligent and experienced man who is, by all accounts, cooperative with your political allies, respectful of your political opponents and considerate to your staff.\n\nYou’re the Democrats’ best choice because you’re so far ahead of every other candidate, from either party, in the “Road Trip Poll.”\n\n“With which presidential candidate would you rather go on a road trip?”\n\nIn the 17 presidential elections since 1948, the Road Trip Poll has had an accuracy rate of 88.2% (with a 5.9% plus or minus margin of error).\n\nSalty, poker-playing Harry Truman beginning each day with a shot of Old Grand-Dad or Thomas E. “little man on the wedding cake” Dewey?\n\nJolly golfer Ike or po-face Adlai Stevenson?\n\nCharming, charismatic JFK or—no adjectives needed—Nixon?\n\nBullroaring longhorn LBJ or Barry “Nuke ’Em” Goldwater?\n\nTricky Dick (at least he was a drinking man) or the sanctimonious RFK fill-in Hubert “Hump” Humphrey?\n\nGeorge McGovern or Trick? Tough one. Dick, I guess. McG’s VP pick Thomas Eagleton was a veteran of McGovern road trips and had to have electro-shock therapy.\n\nCarter or Ford? Okay, we were wrong.\n\nHappy-go-lucky Ron or Persimmon-Puss Jimmy?\n\nReagan or whoever that stiff was?\n\nGeorge H.W. Bush or “I have to go take a Dukakis”? (A word-for-word off-the-record quote from Bush 41 obtained on deep background.)\n\nGeorge Bush or Bill Clinton? “Toga! Toga!” to quote Bill’s Washington colleague, Senator John Blutarski.\n\nThe guy in the Viagra ads or the guy getting his food laced with saltpeter by Hillary?\n\nAl Gore—nickname “Albert”—or the frat boy from Yale’s DKE Animal House?\n\nW. or Kerry, who’d be ordering Chateauneuf-du-pape (’90) at the Billy Goat Tavern in Chicago, wondering where the Ritz Carlton was located in Tucumcari, New Mexico, and worrying about getting stone chips on his BMW 7 Series?\n\nObama or McCain? All right, we were wrong again.\n\nObama or a Mormon wearing special underpants that, according to LDS church literature, provide “protection against temptation and evil”?\n\nHowever, all that said, far be it from me to tell the Democrats how to avoid losing the presidency—and the Senate and the House—in 2016.", "article_metadata": {"twitter": {"site": "@thedailybeast", "card": "summary", "creator": "PJORourke"}, "keywords": "Joe Biden, 2016, 2016 Election, Bernie Sanders, Hillary Clinton, Hillary Clinton, u.s. poli", "publicationDate": 201509050401, "wrap": "/content/dailybeast/politics", "description": "There’s no way Joe Biden becomes the Democratic nominee, and P.J. O’Rourke has mixed feelings about that.", "pageNum": 1, "title": "Uncle Joe: A Democrat Republicans Can Believe In", "tags": "entity:person/joe_biden,entity:event/2016_election,obsessional:2016-election,entity:person/bernie_sanders,obsessional:Hillary Clinton,entity:person/hillary_clinton,topic:politics", "environment": "dev", "platform": "desktop", "template": "article", "type": "house", "parsely-page": "{\"title\":\"Uncle Joe: A Democrat Republicans Can Believe In\",\"link\":\"http://www.thedailybeast.com/articles/2015/09/05/uncle-joe-a-democrat-republicans-can-believe-in.html\",\"image_url\":\"http://cdn.thedailybeast.com/content/dailybeast/articles/2015/09/05/uncle-joe-a-democrat-republicans-can-believe-in/jcr:content/image.crop.410.273.jpg/48047300.cached.jpg\",\"type\":\"post\",\"post_id\":\"/content/dailybeast/articles/2015/09/05/uncle-joe-a-democrat-republicans-can-believe-in\",\"pub_date\":\"2015-09-05T04:01:00+00:00\",\"section\":\"Politics\",\"author\":\"P. J. O’Rourke\",\"tags\":[\"joe_biden\",\"2016_election\",\"2016-election\",\"bernie_sanders\",\"Hillary Clinton\",\"hillary_clinton\",\"politics\"]}", "news_keywords": "Joe Biden, 2016 election, 2016 Election, Bernie Sanders, Hillary Clinton, Hillary Clinton, US Politics", "sectionTaxanomies": "politics", "fb": {"admins": "1703087,30000737,1117577220,1276800108,931159,514915512", "app_id": 189930913679}, "authors": "P. J. O’Rourke", "article": {"section": "politics", "published_time": "2015-09-05T04:01:00.000Z", "author": "http://www.thedailybeast.com/contributors/p-j-o-rourkehtml"}, "resourceType": "dailybeast2/components/pages/article", "contentpath": "/content/dailybeast/articles/2015/09/05/uncle-joe-a-democrat-republicans-can-believe-in", "og": {"site_name": "The Daily Beast", "description": "There’s no way Joe Biden becomes the Democratic nominee, and P.J. O’Rourke has mixed feelings about that.", "title": "Uncle Joe: A Democrat Republicans Can Believe In", "url": "http://www.thedailybeast.com/articles/2015/09/05/uncle-joe-a-democrat-republicans-can-believe-in.html", "image": "http://cdn.thedailybeast.com/content/dailybeast/articles/2015/09/05/uncle-joe-a-democrat-republicans-can-believe-in/jcr:content/image.img.2000.jpg/1441419009228.cached.jpg", "type": "article"}, "authorIds": "/etc/authors/p/p_j_o_rourke", "content-type": "text/html; charset=UTF-8"}, "article_summary": "Joe, you’re a stand-up guy.\nSAY IT AIN’T SO, JOEThere’s no way Joe Biden becomes the Democratic nominee, and P.J.\nBut I’m scared that you, a Democrat, could get elected—by a wide electoral and popular vote margin.\nAnd, Joe, you’ve borne more personal sorrow than all the other presidential candidates, Democratic or Republican, combined.\nJoe, the Democrats don’t like you."}