{"article_title": "The real beneficiaries of an Export-Import Bank shutdown", "article_keywords": ["real", "jobs", "exportimport", "countries", "domestic", "assistance", "companies", "credit", "beneficiaries", "export", "shutdown", "banks", "bank"], "article_url": "http://thehill.com/blogs/congress-blog/economy-budget/248365-the-real-beneficiaries-of-an-export-import-bank-shutdown", "article_text": "When Congress failed to reauthorize the U.S. Export-Import Bank at the end of June, two groups were celebrating. The first was a vocal group of ideological opponents of the Bank. The second, a much larger group, was celebrating more quietly across the globe: America’s competitors abroad. They are cheering because they understand what the bank’s domestic opponents do not—that the Export-Import Bank is vitally important to sustaining U.S. competitiveness in the global economy. Without it, we risk slowing America’s manufacturing resurgence and losing good jobs to other countries.\n\nOur competitors know that the global economy is far from a level playing field. Every year, foreign governments supply trillions of dollars in export credit assistance to help their domestic businesses sell to buyers around the world. This approach has been so successful that nearly sixty countries—including China, France, and Russia—are actually increasing this financing.\n\nADVERTISEMENT\n\nMeanwhile, the United States has consistently taken the opposite course. Even before the Export-Import Bank’s expiration, America ranked dead last in export credit financing compared to all OECD and BRIC countries (and adjusted for the size of national economies). By allowing the Bank’s charter to expire, Congress has raised the hurdle for U.S. companies even higher.\n\nIn many industries, especially politically sensitive ones like nuclear and aerospace, official export credit can actually be a requirement for a company to bid on a project. With no U.S. agency providing such credit, we have unilaterally shut our own companies out of deals that are vital to national security and domestic job creation. Developing countries can go to China to buy nuclear reactors, France for airplanes, or Russia for satellites. But in many cases, they can no longer come to us.\n\nWith no export credit assistance offered here at home, companies that are based in the U.S. would be incentivized to seek such assistance abroad—possibly moving production to the countries that will finance them. This is of particular concern for American manufacturers, who have recently found success turning decades-old industrial processes into technologically advanced supply chains. We now have an opportunity to double down on that progress – to create good jobs in some of the most advanced, innovative fields around. Yet the end of the Export-Import Bank could cripple this chance.\n\nAs countries around the world ramp up their own export credit financing assistance, manufacturers who choose to locate here will be at a greater and greater disadvantage. In an environment like that, the prospects for keeping production and jobs here at home will become increasingly bleak.\n\nSome critics of the bank argue that it engages in “crony capitalism”—looking after the largest and most powerful conglomerates. But in fact, nearly 90 percent of the authorizations that the bank made in 2014 directly served small businesses. Moreover, large companies like Dow, Boeing, GE, and Caterpillar rely on thousands of small-business suppliers to help them produce goods in the United States. The bank’s shutdown, therefore, threatens companies large and small, from local suppliers of raw materials to diners that provide workers with their daily lunches. Eliminating the bank will not just make things difficult for these companies. It will seriously harm the communities they call home.\n\nJust last year, the $27.5 billion worth of exports supported by the Export-Import Bank created or sustained approximately 164,000 U.S. jobs. The bank did this while actually making money. In 2014, it generated over half a billion dollars for American taxpayers. So reauthorizing the Export-Import Bank is common sense. Even in this age of political gridlock, the last reauthorization vote in May 2012 received overwhelming bipartisan support. And this time, the Obama Administration has the backing not only of the U.S. Chamber of Commerce and major corporations, but also labor unions, in its push for reauthorization.\n\nThe facts of the case point in one clear direction: lawmakers should pass a long-term reauthorization for the bank. The longer we wait, the closer we get to fulfilling the hopes and dreams of America’s foreign competitors.\n\nLiveris is chairman and CEO of The Dow Chemical Company.", "article_metadata": {"dcterms.description": "Nearly 90 percent of the authorizations that the bank made in 2014 directly served small businesses.", "description": "Nearly 90 percent of the authorizations that the bank made in 2014 directly served small businesses.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Congress Blog"}}, "og": {"site_name": "TheHill", "description": "Nearly 90 percent of the authorizations that the bank made in 2014 directly served small businesses.", "title": "The real beneficiaries of an Export-Import Bank shutdown", "url": "http://thehill.com/blogs/congress-blog/economy-budget/248365-the-real-beneficiaries-of-an-export-import-bank-shutdown", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-04T03:39:59-05:00", "type": "article"}, "apple-itunes-app": "app-id=396640962", "Smart_Paging": "on", "dcterms.modified": "2016-02-04T03:39-05:00", "dcterms.identifier": "http://thehill.com/blogs/congress-blog/economy-budget/248365-the-real-beneficiaries-of-an-export-import-bank-shutdown", "dcterms.date": "2015-07-20T10:00-04:00", "dcterms.creator": "Joe Picard", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.language": "und", "author": "Andrew N. Liveris", "dcterms.type": "Text", "keywords": ",,", "article": {"published_time": "2015-07-20T10:00:03-04:00", "modified_time": "2016-02-04T03:39:59-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/congress-blog/economy-budget/248365-the-real-beneficiaries-of-an-export-import-bank-shutdown", "widgets": {"csp": "on"}, "description": "Nearly 90 percent of the authorizations that the bank made in 2014 directly served small businesses.", "card": "summary", "title": "The real beneficiaries of an Export-Import Bank shutdown"}, "dcterms.title": "The real beneficiaries of an Export-Import Bank shutdown"}, "_id": "\"57477af46914bd0286fd54ea\"", "article_summary": "When Congress failed to reauthorize the U.S. Export-Import Bank at the end of June, two groups were celebrating.\nThey are cheering because they understand what the bank’s domestic opponents do not—that the Export-Import Bank is vitally important to sustaining U.S. competitiveness in the global economy.\nJust last year, the $27.5 billion worth of exports supported by the Export-Import Bank created or sustained approximately 164,000 U.S. jobs.\nYet the end of the Export-Import Bank could cripple this chance.\nSo reauthorizing the Export-Import Bank is common sense."}