{"article_title": "Syria to Be Referred to ICC? Not a Chance", "article_keywords": ["russians", "icc", "resolution", "crimes", "france", "chance", "council", "international", "syria", "security", "syrian", "war", "referred"], "article_url": "http://www.huffingtonpost.com/daniel-r-depetris/syria-to-be-referred-to-i_b_5097379.html", "article_text": "To say that the United Nations Security Council has been underperforming or underachieving on the Syria file would be a colossal understatement. The Syrian rebellion against Bashar al-Assad is now in its fourth year -- the four deadliest years in Syria's modern history, with over 150,000 Syrians dead and millions upon millions of Syrians as refugees in their own country (the numbers have gotten so high that it's tough to keep track. The U.N. in the meantime has stopped counting the casualties). And yet, despite possibly the worst humanitarian crisis that the world has seen thus far in the 21st Century, the UN Security Council has been unable to come together and punish those responsible for the killings.\n\nThe lone holdout in this process, of course, has been Russia, with China following Moscow's lead. Russia has vetoed at least three Security Council draft resolutions that would have placed sanctions on Assad and his government for its indiscriminate prosecution of the war. Two president statements that would have condemned the Syrian Government for barrel bomb attacks on civilians have been blocked by the Russians since last December. And long as the Russians continue to play the spoiler, there is very little -- if anything -- that the Security Council can do to staunch the bleeding and end the suffering.\n\n\n\nSaad Abobrahim/Reuters\n\nThe French delegation, however, is not taking no for an answer. According to an April 4th report in Friday's edition of the New York Times, France is leading the charge in the Security Council to bring the Syrian Government to the International Criminal Court for prosecution on charges of war crimes and crimes against humanity. Gerard Araud, France's Ambassador to the UN, says \"it's time for accountability.\"\n\nFrance has taken the first steps toward proposing a Security Council resolution that would refer Syria to the International Criminal Court for the prosecution of war crimes, diplomats said Friday, an action long sought by rights advocates... Although Russia might well veto such a resolution, the diplomats said, it could still embarrass the Kremlin, the Syrian government's most important foreign supporter, at a time when the Russians already face isolation over the crisis in Ukraine. The diplomats also cautioned that such a resolution risked alienating the Russians, whose cooperation in pressuring the Syrian government is considered vital... France first signaled its intentions on Thursday by circulating to all council members a report that compiles 55,000 photographs said to have emerged from the secret jails of Syria's president, Bashar al-Assad, showing evidence of torture.\n\nThe question now, of course, is how far France will be able to take the effort. Syria is not a signatory of the Rome Statute, so in order for the prosecutor at the International Criminal Court to start an investigation into war crimes in that country, the entire Security Council must refer the case. Given Russia's propensity for using its veto power on the Syria issue, the possibility of this happening is just as likely as Republicans dropping their opposition to Obamacare. In other words, not very good.\n\nWhy then, is Paris even working on such a draft? Three plausible reasons stand out:\n\n1 -- It embarrasses the Russians and the Chinese by once again isolating them in the Security Council over an issue that is growing worse by the month.\n\n2 -- France is preparing for the day when Bashar al-Assad finally falls from his perch in the presidential palace. When (or if) that development occurs, the leg-work would already be done and a resolution would be ready to go.\n\n3 -- The French are genuinely disturbed the relentless crimes that Bashar al-Assad and his regime have committed since the uprising started in March 2011: mass starvation of entire communities, the use of sarin nerve gas on civilians, the dropping of unguided and deadly barrel-bombs on civilian neighborhoods to drive them out and the systematic torture occurring in Syria's prison system. Given the fact that France was the only European nation strongly with President Barack Obama in August 2013 when it looked as if the United States was preparing for a series of air strikes, this could be the main factor driving France's persistence.\n\nWhatever France's motivations, the fact that we are still talking in symbolism is a sad referral on a body that is supposed to be the world's premier club for maintaining international peace and stability.\n\nFollow Daniel R. DePetris on Twitter: www.twitter.com/DanDePetris", "article_metadata": {"description": "To say that the United Nations Security Council has been underperforming or underachieving on the Syria file would be a colossal understatement.  The Syr...", "sailthru.expire_date": "2014-04-07 20:46:58 -0400", "og": {"site_name": "The Huffington Post", "description": "To say that the United Nations Security Council has been underperforming or underachieving on the Syria file would be a colossal understatement.  The Syr...", "url": "http://www.huffingtonpost.com/daniel-r-depetris/syria-to-be-referred-to-i_b_5097379.html", "image": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "height": 1000}, "creator": "DanDePetris", "description": "To say that the United Nations Security Council has been underperforming or underachieving on the Syria file would be a colossal understatement.  The Syr...", "card": "summary_large_image", "site": "@theworldpost"}, "sailthru.date": "2014-04-06 20:46:58 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=5097379", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "world", "fb": {"app_id": 46744042133}, "keywords": "Middle East,france,international conflict,United Nations,UN Securtiy Council,syria crisis,diplomacy,Bashar al-Assad,syria,syria conflict", "article": {"section": "WorldPost", "tag": "Middle East,france,international conflict,United Nations,UN Securtiy Council,syria crisis,diplomacy,Bashar al-Assad,syria,syria conflict", "published_time": "2014-04-06 20:46:58 -0400", "modified_time": "2014-06-06 05:59:01 -0400"}, "viewport": "width=1000"}, "article_summary": "To say that the United Nations Security Council has been underperforming or underachieving on the Syria file would be a colossal understatement.\nRussia has vetoed at least three Security Council draft resolutions that would have placed sanctions on Assad and his government for its indiscriminate prosecution of the war.\nAnd yet, despite possibly the worst humanitarian crisis that the world has seen thus far in the 21st Century, the UN Security Council has been unable to come together and punish those responsible for the killings.\nAnd long as the Russians continue to play the spoiler, there is very little -- if anything -- that the Security Council can do to staunch the bleeding and end the suffering.\nFrance has taken the first steps toward proposing a Security Council resolution that would refer Syria to the International Criminal Court for the prosecution of war crimes, diplomats said Friday, an action long sought by rights advocates..."}