{"article_title": "Neanderthal And Primitive Traits Found In Skulls From Spanish Cave", "article_keywords": ["primitive", "neanderthal", "features", "neanderthals", "remains", "press", "cave", "traits", "sima", "human", "spanish", "explained", "release", "skulls"], "article_url": "http://www.medicaldaily.com/human-evolution-demystified-neanderthal-and-primitive-traits-found-skulls-spanish-cave-288986", "article_text": "For all you science junkies out there, a cave in Spain has recently revealed some fascinating insight on the evolution of our ancient evolutionary cousins, the Neanderthals. Scientists were able to successfully reconstruct 17 Neanderthal skulls and from this concluded that Neanderthals developed their defining facial features at different times, not all at once.\n\nAnswer In The Skulls\n\nIn the cave, known as the Sima de los Huesos site, researchers found the skeletal remains of 28 individuals, according to the press release. From these remains they were able to reconstruct 17 Neanderthal skulls, which is extremely impressive when you take into account that these bones are thousands of years old. The researchers identified both Neanderthal features and primitive human features in the skulls, which came together to form a “mosaic pattern.” \"With the skulls we found it was possible to characterize the cranial morphology of a human population of the European Middle Pleistocene for the first time,\" co-author of the study on the discovery, Ignacio Martínez, explained in the press release. What this translates as to us who aren’t paleontologists is that Neanderthals did not develop their distinctive “Neanderthal” facial features all at once, but rather separately and at different times.\n\nWhat This Means To Us\n\nYou don’t have to be Ross from Friends to get excited by this news. Learning more about the Neanderthals evolution is essential learning more about human evolution. According to National Geographic, humans did not evolve from Neanderthals, monkeys, gorillas, or anything else. Humans today evolved from ancient humans of prehistoric times. We do, however, share a common ancestor with these others species and Neanderthals are pretty much as genetically close to human you can get without actually being human. In fact, we were so closely related to the now extinct Neanderthals that we were able to interbreed with them, although often unsuccessfully, the press release reported. Today people with European and Asian ancestry have between 1 to 4 percent Neanderthal DNA. The particular skulls involved in the study have helped scientist better understand why Neanderthals differed from other early hominins so quickly and what type of pattern these changes followed.\n\nExtraordinary Cave\n\nThe Sima de los Huesos site, which has been evacuated continuously since 1984, has proved to be a treasure chest of discoveries for scientists. It contains an “extraordinary and unprecedented accumulation of hominin fossils there; nothing quite so big has ever been discovered for any extinct hominin species—including Neanderthals,\" explained lead author Juan-Luis Arsuaga in the recent press release. The remains found in the cave were part of the Neanderthal clade, but according to Arsuaga “not necessarily direct ancestors to the classic Neanderthals.”\n\nIn the Sima cave remains the researchers were surprised to find that the skulls were so similar. This suggests that “there was a lot of diversity among different populations in the Middle Pleistocene,”Arsuaga explained. Other Homo Sapiens during this time period did not have the same Neanderthal features as the Sima samples, suggesting that “more than one evolutionary lineage appears to have coexisted” during this time period. A particularly interesting Neanderthal trait that was found in the skulls was what appeared to be a intensive use of the frontal teeth. \"The incisors show a great wear as if they had been used as a 'third hand,\" typical of Neanderthals,\" explained Arsuaga. As a fellow fan of the “mouth tool” I guess some features may have been able to withstand evolution better than others.\n\nSource:Arsuaga JL, Martinez I, Arnold LJ. Neandertal roots: Cranial and chronological evidence from Sima de los Huesos. Science. 2014", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "human, evolution, demystified, neanderthal, and, primitive, traits, found, skulls, spanish", "og": {"site_name": "Medical Daily", "description": "A cave in Spain has helped scientist learn more about a key part of human evolutionary history regarding the formation of Neanderthal's distinctive facial features.", "title": "The Neanderthal Face Is Easily Recognized, But How Did It Come To Be?", "url": "http://www.medicaldaily.com/human-evolution-demystified-neanderthal-and-primitive-traits-found-skulls-spanish-cave-288986", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/19/caveman.jpg", "type": "article"}, "twitter": {"description": "A cave in Spain has helped scientist learn more about a key part of human evolutionary history regarding the formation of Neanderthal's distinctive facial features.", "title": "The Neanderthal Face Is Easily Recognized, But How Did It Come To Be?", "url": "http://www.medicaldaily.com/human-evolution-demystified-neanderthal-and-primitive-traits-found-skulls-spanish-cave-288986", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/19/caveman.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/19/caveman.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Science/Tech", "published_time": "2014-06-19T14:00:00-04:00", "modified_time": "2014-06-19T14:10:03-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A cave in Spain has helped scientist learn more about a key part of human evolutionary history regarding the formation of Neanderthal's distinctive facial features."}, "article_summary": "From these remains they were able to reconstruct 17 Neanderthal skulls, which is extremely impressive when you take into account that these bones are thousands of years old.\n\"The incisors show a great wear as if they had been used as a 'third hand,\" typical of Neanderthals,\" explained Arsuaga.\nScientists were able to successfully reconstruct 17 Neanderthal skulls and from this concluded that Neanderthals developed their defining facial features at different times, not all at once.\nAnswer In The SkullsIn the cave, known as the Sima de los Huesos site, researchers found the skeletal remains of 28 individuals, according to the press release.\nA particularly interesting Neanderthal trait that was found in the skulls was what appeared to be a intensive use of the frontal teeth."}