{"article_title": "Obama sued for changing Obamacare", "article_keywords": ["case", "sued", "congress", "executive", "obamacare", "authority", "employer", "statutory", "president", "changing", "law", "obama"], "article_url": "http://www.wnd.com/2014/11/obama-sued-for-changing-obamacare/", "article_text": "Major Garrett wrote in National Journal: “The Affordable Care Act means what it says and says what it means. Until it doesn’t.”\n\nAnd the New York Times compiled a list of more than a dozen significant changes President Obama made to the law in just over a year, such as extending deadlines and allowing insurers to reinstate canceled plans.\n\nAll of that could be the subject of a federal court hearing in Washington on Wednesday, where a lawsuit challenges as unlawful the executive orders Obama used to unilaterally alter Obamacare, without any approval or endorsement from Congress, which wrote the law.\n\nDavid Yerushalmi, senior counsel for the American Freedom Law Center, said, “In order to keep his broken promises and clean up the political mess he made, President Obama disregarded his constitutional duty to obey the law of the land and flipped Obamacare upside down without congressional approval.”\n\nAFLC co-founder Robert Muise said the “lawlessness of this administration is breathtaking and dangerous.”\n\n“And the American people are sick and tired of this president’s blatant disregard for the Constitution, so we, as private citizens, are doing something about it,” he said.\n\nTheir lawsuit challenging the use of executive orders to change a federal law was filed months ago, but oral arguments now are scheduled Wednesday before U.S. District Judge Reggie Walton.\n\nThe complaint alleges Obama violated his constitutional duty to “faithfully execute” the law as passed by Congress in 2010. It contends Obama violated the Constitution’s separation of powers, which is designed to protect private individuals from the tyranny of government, and in particular, from the tyranny of a “single branch of government that seeks to usurp power and authority not permitted under the Constitution.”\n\nProblems arose with Obamacare almost as soon as it was adopted. For example, in 2013, “millions of Americans received notices that their health insurance was canceled, a result that was predictable in light of the various mandates imposed by Obamacare,” the AFLC said.\n\n“This caused a political firestorm for the White House because Obama had promised the American people that if ‘you like your health care plan, you can keep it’ – a promise that was declared the ‘lie of the year’ by the Pulitzer Prize winning PolitiFact.com.”\n\nSo Obama “engaged in a series of executive actions that materially altered Obamacare without congressional approval.”\n\nThe case explains, “By executive fiat, President Obama has licensed prohibited conduct and has engaged in a policy-based, non-enforcement of federal law for an entire category of individuals and organizations subject to the law in direct violation of the United State Constitution.”\n\nThe case points out the U.S. Supreme Court just months ago wrote “the power of executing the laws necessarily includes both authority and responsibility to resolve some questions left open by Congress that arise during the law’s administration.”\n\n“But it does not include a power to revise clear statutory terms that turn out not to work in practice.”\n\nWrote Garrett: “Systematically and with an eye toward his party’s immediate political troubles, Obama has reshaped, photo-shopped, reimagined, and reengineered Obamacare. … To those who must live with and live under the law, the arbitrary is the norm. The only pattern is chaos.”\n\nA case filed by a Florida company against Obamacare in 2013 charged Obama had no authority to simply change the law once it had been approved by Congress and signed.\n\nThe case was brought in the U.S. District Court for the Southern District of Florida by Boca Raton-based employer Kawa Orthodontics LLP. It argues that the delay of the employer mandate “exceeded [the Obama administration’s] statutory authority, is arbitrary, capricious, and contrary to law, and is otherwise unlawful.”\n\nThe complaint alleges a decision by Obama to delay the employer mandate violates the Administrative Procedure Act, which forbids “agency action” that exceeds an agency’s statutory authority, is arbitrary, capricious, an abuse of discretion or otherwise not in accordance with the law. The complaint asks the court to enter a judgment declaring the delay to be unlawful and an injunction to stop it immediately.\n\n“We obviously object to the employer mandate and the entire Obamacare law, but we understand that, under the U.S. Constitution, the law can only be changed by legislation passed by Congress and signed by the president,” said Tom Fitton, president of Judicial Watch, which brought the case. “But politics do not trump the Constitution or the rule of law.”\n\nThe latest case, by the AFLC, states: “By altering the clear and unambiguous statutory requirements of the Affordable Care Act, including the act’s ‘essential’ component, and thus establishing with an unconstitutional and illegal claim of executive authority that otherwise-prohibited conduct will not violate the act, [President Obama and his executive agencies] have directly harmed law-abiding citizens, including plaintiffs, and violated the United States Constitution.”", "article_metadata": {"description": "A Free Press For A Free People Since 1997", "generator": "WordPress 4.4.1", "og": {"site_name": "WND", "description": "Major Garrett wrote in National Journal: “The Affordable Care Act means what it says and says what it means. Until it doesn’t.” And the New York Times compiled a list of more than a dozen significant changes President Obama made to the law in just over a year, such as extending deadlines and allowing insurers […]", "title": "Obama sued for changing Obamacare", "url": "http://www.wnd.com/2014/11/obama-sued-for-changing-obamacare/", "image": "http://www.wnd.com/files/2014/07/obama_over_shoulder.jpg", "type": "article"}, "fb": {"app_id": 152299868169938}, "google-site-verification": "5iw1bKISvQcI1qRwIskRfer6GKV4jUf6LImfS9bhaeI", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "The complaint alleges Obama violated his constitutional duty to “faithfully execute” the law as passed by Congress in 2010.\nThe only pattern is chaos.”A case filed by a Florida company against Obamacare in 2013 charged Obama had no authority to simply change the law once it had been approved by Congress and signed.\nUntil it doesn’t.”And the New York Times compiled a list of more than a dozen significant changes President Obama made to the law in just over a year, such as extending deadlines and allowing insurers to reinstate canceled plans.\nMajor Garrett wrote in National Journal: “The Affordable Care Act means what it says and says what it means.\nAll of that could be the subject of a federal court hearing in Washington on Wednesday, where a lawsuit challenges as unlawful the executive orders Obama used to unilaterally alter Obamacare, without any approval or endorsement from Congress, which wrote the law."}