{"article_title": "Hickenlooper’s chief of staff leaving in November for new post – The Denver Post", "article_keywords": ["serving", "service", "state", "serve", "job", "denver", "leaving", "chief", "hickenloopers", "governor", "post", "hickenlooper", "white", "staff"], "article_url": "http://www.denverpost.com/news/ci_26038259/hickenloopers-chief-staff-leaving-november-new-post", "article_text": "Gov. John Hickenlooper announced Thursday that Roxane White, his chief of staff known throughout state government for her tough persona and influence, is leaving after the election in November to oversee a national nursing program serving first-time moms living in poverty.\n\nWhite served as Hickenlooper’s chief of staff when he was mayor of Denver and assumed the same job when he became governor in 2011.\n\nIn that time, she’s accompanied her boss to funerals for the prisons chief, who was assassinated in his home, flood and fire casualties and victims of the Aurora movie theater shooting.\n\nWhite took heat when Hickenlooper indefinitely delayed the execution of death row inmate Nathan Dunlap. White, an ordained minister, admitted she made it clear to the governor she opposed the death penalty, but said she repeatedly told him it was his decision to make.\n\nShe shrugged off criticism directed at her.\n\n“Chiefs of staff tend to take a lot of heat for a lot of stuff,” she said.\n\nWhite will become the chief executive officer of a Denver-based Nurse-Family Partnership National Service Office.\n\n“I am excited to be leaving one amazing job for an equally inspiring role,” she said.\n\nA search for her replacement is underway.\n\n“Roxane is in a league of her own, practically superhuman, when it comes to her energy, her compassion, and her commitment for serving others,” Hickenlooper said in a lengthy statement praising White.\n\n“Roxane did far more than just honor a four-year commitment she made to me to serve as my chief of staff. Through fires and floods, both literal and of other sorts, she gave everything she had to the people of the state of Colorado.”\n\nRepublicans, who have been dinging the Democratic governor for months, couldn’t resist.\n\n“If Roxane White is out, who is actually going to be making decisions?” said Kelly Maher, executive director of the conservative groups Compass Colorado and Revealing Politics.\n\nIn her new job, White will oversee a program intended to allow nurses to deliver the support first-time moms need to have a healthy pregnancy, become knowledgeable and responsible parents, and provide their babies with the best possible start in life, according to the news release.\n\nBefore working in public service, White spent 16 years developing programs to serve the homeless in Denver, Colorado Springs and San Francisco.\n\nLynn Bartels: 303-954-5327, lbartels@denverpost.com or twitter.com/lynn_bartels", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Hickenlooper’s chief of staff leaving in November for new post", "title": "Hickenlooper’s chief of staff leaving in November for new post", "url": "http://www.denverpost.com/2014/06/26/hickenloopers-chief-of-staff-leaving-in-november-for-new-post/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140626__roxane-whitep1.jpg", "height": 435}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140626__roxane-whitep1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-06-26T10:04:28+00:00", "modified_time": "2016-04-27T07:58:27+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "White served as Hickenlooper’s chief of staff when he was mayor of Denver and assumed the same job when he became governor in 2011.\nBefore working in public service, White spent 16 years developing programs to serve the homeless in Denver, Colorado Springs and San Francisco.\n“Roxane did far more than just honor a four-year commitment she made to me to serve as my chief of staff.\nWhite will become the chief executive officer of a Denver-based Nurse-Family Partnership National Service Office.\n“Chiefs of staff tend to take a lot of heat for a lot of stuff,” she said."}