{"article_title": "Bad Boss: Yes, Hobby Lobby’s Steve Green Does Want You To Live By His Religion’s Rules", "article_keywords": ["control", "grossman", "lobby", "christian", "greens", "rules", "boss", "steve", "religions", "live", "does", "green", "birth", "forms", "hobby", "yes", "religious", "lobbys"], "article_url": "https://www.au.org/blogs/wall-of-separation/bad-boss-yes-hobby-lobby-s-steve-green-does-want-you-to-live-by-his", "article_text": "For nearly two years, Americans United has detailed the truth behind Hobby Lobby v. Sebelius, a case brought by a chain of craft stores that claims it has a religious freedom right to deny important preventative health care to its employees.\n\nWe’ve spread the word about the consequences should the U.S. Supreme Court grant the owner of a for-profit corporation the right to make highly personal decisions for his or her employees based purely on religious dogma. The creation of a fictional “corporate conscience” that allows a company to “exercise religion” under the First Amendment is dangerously absurd.\n\nAnd yet, it seems some people still don’t get what’s really going on here.\n\nIn an opinion piece published yesterday by Religion News Service, Cathy Lynn Grossman wrote that Hobby Lobby is not interested in imposing its fundamentalist Christian faith on anyone. She criticized Americans United for implying that Green has theocratic leanings.\n\n“Hobby Lobby President Steve Green, 50, is not…at all interested in imposing his Christian faith on others,” Grossman wrote.\n\nWake up. Green’s actions say otherwise. Green is funding the Museum of the Bible in Washington, D.C., which is supposed to promote his view that the Bible is 100 percent true. He also created a Bible curriculum for public schools in Oklahoma. In Green’s own words the purpose of that curriculum is “to reach as many as possible. That’s our goal, so that we can reintroduce this book to this nation. This nation is in danger because of its ignorance of what God has taught.”\n\nIn other words, the U.S. government ought to legislate to adhere to Green’s literal interpretation of the Christian Bible.\n\nBut Grossman seems to think Green’s stated religious convictions are irrelevant and seems to believe the threat here is overblown.\n\n“Yes, if Hobby Lobby wins, more business owners – including faithful young Catholic women entrepreneurs, in theory – could stand on their religion to exclude all forms of artificial birth control from insurance coverage,” she wrote. “Could. But maybe won’t. Indeed, it’s a stretch to assume many would do so. Most Americans, including most Catholics, support the mandate.”\n\nThe fact is, corporations are focused on one thing: making money. They don’t necessarily have our best interests at heart. Consider GM, which apparently knowingly sold vehicles with faulty ignition switches for years.\n\nHobby Lobby may not have sold products that killed anyone, but the craft-store chain is hardly squeaky clean. The company recently paid a fine for engaging in deceptive advertising practices in New York. Hobby Lobby had been under investigation after the state received reports that the chain advertised steep discounts on certain items year-round. New York state residents kept receiving ads promising 30-50 percent off regular prices, yet the sales never actually seemed to end. New York laws forbid such practices.\n\nHobby Lobby also came under fire this year for the hypocrisy of importing billions of dollars’ worth of products from China, a nation whose government has persecuted Christians in the past and continues to do so today. China also forces women to have abortions in order to control its population. I don’t think any of that aligns with Hobby Lobby’s supposed Christian values.\n\nGrossman points out, “the only forms of contraception to which Hobby Lobby’s evangelical Christian owners object are those four that work by preventing a fertilized egg from implanting in the womb.” This is pseudo-science, and it’s rejected by the mainstream medical establishment.\n\nHobby Lobby may claim it has no problem with most forms of birth control, but once this door is open any religious extremist could deny any and all forms of it – including birth control pills.\n\nIndeed, companies owned by devout Catholics are making this claim in court right now. One company, Hercules Industries, Inc., a Colorado-based distributor and manufacturer of HVAC systems, says it doesn’t want to provide any forms of birth control. If Hobby Lobby wins, who is to say that they won’t wake up one day, decide all birth control is an “abortifiacient” and deny them as well?\n\nGrossman’s assertion that most firms won’t be this extreme is cold comfort to the woman working at the firms that will deny basic health care.\n\nThe Green family would like us to believe that it wants to be completely hands off of actions by its employees that it considers sinful. They don’t want even the tiniest connection to drugs and devices they (wrongly) believe induce abortions. Really? That’s odd, considering that it was widely reported earlier this year that Hobby Lobby’s 401(k) plan for employees included more than $73 million in mutual funds that invested in drug firms that produce emergency contraceptive pills, intrauterine devices and drugs commonly used in abortions. (And then, of course, there’s this: The health insurance plan Hobby Lobby had prior to passage of the Affordable Care Act did cover the very drugs and medical devices Green has now decided he’s against. Anybody hear echoes of anti-Obama animus here?)\n\nAmericans United, Planned Parenthood and others, Grossman concludes, have hyperbolically played up caricatures of fat, ogre-ish, evil bosses in an effort to scare people. In Grossman’s world, Hobby Lobby isn’t so bad and its boss, Steve Green, “is not fat or scowling.”\n\nIt is true that Green certainly is not a cartoon character like Mr. Burns from “The Simpsons.” He is vastly more dangerous. If Hobby Lobby has its way, Green will be able to tell his almost 20,000 employees what medications they can and cannot access. Your boss will be able to do the same.\n\nThe U.S. Constitution offers religious freedom protections as a shield with which to defend one’s own beliefs, not a sword to attack others. Green is sharpening his sword; we can only hope the high court forces him to sheath it.", "article_metadata": {"fb": {"admins": "756885656, 10150361922348092"}, "viewport": "initial-scale=1.0", "Generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fc9f6c\"", "article_summary": "“Hobby Lobby President Steve Green, 50, is not…at all interested in imposing his Christian faith on others,” Grossman wrote.\nHobby Lobby had been under investigation after the state received reports that the chain advertised steep discounts on certain items year-round.\nHobby Lobby may not have sold products that killed anyone, but the craft-store chain is hardly squeaky clean.\nIf Hobby Lobby has its way, Green will be able to tell his almost 20,000 employees what medications they can and cannot access.\nIf Hobby Lobby wins, who is to say that they won’t wake up one day, decide all birth control is an “abortifiacient” and deny them as well?"}