{"article_title": "EU takes aim at multi-billion 'carousel' sales tax frauds", "article_keywords": ["member", "takes", "frauds", "countries", "tax", "sales", "system", "aim", "commission", "multibillion", "state", "carousel", "eu", "vat", "states"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/02/24/EU-takes-aim-multi-billion-carousel-sales-tax-frauds", "article_text": "BRUSSELS (Reuters) - The European Commission wants to implement new measures to counter multi-billion frauds on sales taxes, a top official said on Wednesday, but it may result in more costs and red tape.\n\nValue Added Tax (VAT) frauds cost European Union states almost 170 billion euros ($187 billion)a year in lost revenues, according to Commission data. Nearly a third of this results from scams in sales between EU countries, known as carousel or missing trader frauds.\n\n\"This is unacceptable. There is an urgent need to act,\" Commission Vice President Valdis Dombrovskis told reporters following the EU executive's weekly meeting.\n\nThe Commission is considering tackling this illegal activity by changing the way VAT is collected in EU countries, he said.\n\nIt has not made any formal proposal yet and any legislative initiative on taxation requires the unanimous backing of all 28 member states, making reforms very difficult.\n\nThe reform would not affect EU countries' power to impose their VAT rates on specific products and will maintain the principle that the revenues from VAT will end up in the coffers of the state where the final sale takes place, he added.\n\nChanges would imply that \"tax administrations of the member state of origin will collect this tax on behalf of the member state of destination, thus reducing the possibility for VAT frauds,\" Dombrovskis said.\n\nThe most common frauds exploit the fact that exports are VAT-free, so that fictitious companies in the country of import can claim VAT reimbursements without having paid any tax, resulting in a loss of public revenues.\n\nBy collecting the tax at the origin, the room for fraud will narrow, the Commission says.\n\nDombrovskis acknowledged the system would \"would imply a high degree of trust and cooperation among tax administrations in the EU\" as countries will have to exchange tax profits.\n\nExporting companies could face higher costs as a result, possibly reducing their desire to operate cross-border, and could oppose the initiative.\n\n\"The Commission has to make sure that the new system will not be more burdensome for businesses,\" said Chas Roy-Chowdhury, head of tax at ACCA, a global accounting body.\n\n($1 = 0.9075 euros)\n\n(Editing by Alexander Smith)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "BRUSSELS (Reuters) - The European Commission wants to implement new measures to counte", "title": "EU takes aim at multi-billion 'carousel' sales tax frauds", "url": "http://www.thefiscaltimes.com/latestnews/2016/02/24/EU-takes-aim-multi-billion-carousel-sales-tax-frauds", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/france-politics_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/02/24/EU-takes-aim-multi-billion-carousel-sales-tax-frauds", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/france-politics_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "BRUSSELS (Reuters) - The European Commission wants to implement new measures to counte", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Nearly a third of this results from scams in sales between EU countries, known as carousel or missing trader frauds.\nValue Added Tax (VAT) frauds cost European Union states almost 170 billion euros ($187 billion)a year in lost revenues, according to Commission data.\nChanges would imply that \"tax administrations of the member state of origin will collect this tax on behalf of the member state of destination, thus reducing the possibility for VAT frauds,\" Dombrovskis said.\nThe Commission is considering tackling this illegal activity by changing the way VAT is collected in EU countries, he said.\nIt has not made any formal proposal yet and any legislative initiative on taxation requires the unanimous backing of all 28 member states, making reforms very difficult."}