{"article_title": "blog.aids.gov − Scientific Advances in HIV and HCV To Be Examined Next Week at CROI 2015", "article_keywords": ["week", "conference", "hcv", "scientific", "hiv", "advances", "learn", "blogaidsgov", "infectious", "related", "research", "examined", "croi", "2015", "share", "hivaids", "science"], "article_url": "https://blog.aids.gov/2015/02/scientific-advances-in-hiv-and-hcv-to-be-examined-next-week-at-croi-2015.html", "article_text": "The 2015 Conference on Retroviruses and Opportunistic Infections (CROI) takes place next week in Seattle, Washington, and AIDS.gov will be there. This annual scientific meeting of the world’s leading researchers working to understand, prevent, and treat HIV/AIDS, hepatitis C (HCV), Ebola, and related infectious diseases provides a vital forum for translating laboratory and clinical research into progress against these diseases. Several thousand HIV/AIDS and infectious disease research leaders from dozens of countries will assemble to share the latest studies, important developments, and research methods.\n\nTo learn more about the always-evolving science related to HIV/AIDS and HCV, AIDS.gov is attending CROI. As we’ve done in the past, we’ll share highlights from the conference here on the blog next week and the week following. This will include video interviews by Dr. Ronald Valdiserri of HHS as well as science highlights from NIH’s Dr. Carl Dieffenbach.\n\nWe encourage you to learn more about CROI. View the program-at-a-glance. You can also access webcasts, abstracts, electronic posters, and other resources available online at the conference website (www.CROIconference.org ). And be sure to follow the conference via social media at #CROI2015.", "article_metadata": {"og": {"site_name": "blog.aids.gov — HIV Policy & Programs. Research. New Media.", "description": "The 2015 Conference on Retroviruses and Opportunistic Infections (CROI)   takes place next week in Seattle, Washington, and AIDS.gov will be there. This annual scientific meeting of the world’s leading researchers working to understand, prevent, and treat HIV/AIDS, hepatitis C (HCV), Ebola, and related infectious diseases provides a vital forum for translating laboratory and clinical research into...", "title": "Scientific Advances in HIV and HCV To Be Examined Next Week at CROI 2015", "url": "https://blog.aids.gov/2015/02/scientific-advances-in-hiv-and-hcv-to-be-examined-next-week-at-croi-2015.html", "image": "https://blog.aids.gov/wp-content/uploads/211.jpg", "type": "article"}, "article": {"section": "NIAID", "tag": "NIAID,NIH,Research Agenda,Viral Hep Action Plan"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "_id": "\"57477af46914bd0286fd806b\"", "article_summary": "To learn more about the always-evolving science related to HIV/AIDS and HCV, AIDS.gov is attending CROI.\nThe 2015 Conference on Retroviruses and Opportunistic Infections (CROI) takes place next week in Seattle, Washington, and AIDS.gov will be there.\nAs we’ve done in the past, we’ll share highlights from the conference here on the blog next week and the week following.\nSeveral thousand HIV/AIDS and infectious disease research leaders from dozens of countries will assemble to share the latest studies, important developments, and research methods.\nThis annual scientific meeting of the world’s leading researchers working to understand, prevent, and treat HIV/AIDS, hepatitis C (HCV), Ebola, and related infectious diseases provides a vital forum for translating laboratory and clinical research into progress against these diseases."}