{"article_title": "Amedisys Adds Infinity HomeCare, More Acquisitions Expected", "article_keywords": ["acquisitions", "homecare", "adds", "infinity", "medical", "schryver", "private", "nasdaq", "health", "solutions", "expected", "amedisys", "structure", "care"], "article_url": "http://www.themiddlemarket.com/news/healthcare/amedisys-adds-infinity-homecare-more-acquisitions-expected-258757-1.html", "article_text": "Amedisys Adds Infinity HomeCare, More Acquisitions Expected\n\nDriven by the sector's low cost structure, Schryver Medical and Almost Family have also made home health acquisitions\n\nHome care provider Amedisys Inc. (Nasdaq: AMED) is buying private equity-backed Infinity HomeCare for $63 million, in a merger that could kick off a string of further purchases.\n\nThe acquisition \"expands the Amedisys footprint in our key Florida market, aligns with the growth strategy of both our organizations and sends a strong signal to our stakeholders that we plan to resume growth by acquiring high quality assets in key markets,\" says Amedisys CEO Paul Kusserow.\n\nSarasota, Florida-based Infinity provides home-based health care to more than 14,000 customers through nurses, therapists, medical social workers and home health aides. The business is backed by private equity firm HealthEdge Investment Partners LLC.\n\nThe Tampa, Florida-based investor focuses only on health care companies, and is also behind medical manufacturer Formulated Solutions and Advanced Bio-Technologies Inc.\n\nDealmakers are attracted to the home health sector because of its low cost structure. Other recent home-health deals include Schryver Medical Sales and Marketing LLC's acquisition of On-Site Imaging Solutions, and Almost Family Inc.'s (Nasdaq: AFAM) purchase of WillCare HealthCare. For more, see Health Care Comes Home.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/healthcare/amedisys-adds-infinity-homecare-more-acquisitions-expected-258757-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/homecare2.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "Amedisys Adds Infinity HomeCare, More Acquisitions Expected"}}, "article_summary": "Amedisys Adds Infinity HomeCare, More Acquisitions ExpectedDriven by the sector's low cost structure, Schryver Medical and Almost Family have also made home health acquisitionsHome care provider Amedisys Inc. (Nasdaq: AMED) is buying private equity-backed Infinity HomeCare for $63 million, in a merger that could kick off a string of further purchases.\nSarasota, Florida-based Infinity provides home-based health care to more than 14,000 customers through nurses, therapists, medical social workers and home health aides.\nFor more, see Health Care Comes Home.\nOther recent home-health deals include Schryver Medical Sales and Marketing LLC's acquisition of On-Site Imaging Solutions, and Almost Family Inc.'s (Nasdaq: AFAM) purchase of WillCare HealthCare.\nThe Tampa, Florida-based investor focuses only on health care companies, and is also behind medical manufacturer Formulated Solutions and Advanced Bio-Technologies Inc.Dealmakers are attracted to the home health sector because of its low cost structure."}