{"article_title": "S.E. Cupp gets an income inequality lesson from Robert Reich", "article_keywords": ["wage", "force", "raise", "things", "robert", "minimum", "employers", "job", "inequality", "reich", "income", "cupp", "pawlenty", "lesson", "gets", "se"], "article_url": "http://www.rawstory.com/2014/01/watch-s-e-cupp-gets-an-income-inequality-lesson-from-robert-reich/", "article_text": "S.E. Cupp 011514 [CNN]\n\nCNN host S.E. Cupp appeared to get more than she bargained for on Wednesday when she pushed back against former Labor Secretary Robert Reich’s contention that the minimum wage be raised.\n\n“You would suggest that we force employers to raise wages, force union participation, raise taxes on the top job creators, and force employers to cut off hiring at 50 employees to avoid Obamacare mandates,” Cupp told Reich. “How is that a job recipe for job creation?”\n\n“It’s not forcing,” Reich replied, leading Cupp to shoot back, “You want to raise the minimum wage, which would force [employers] to raise wages.”\n\n“We’ve had a minimum wage in this country since 1935,” Reich responded. “Raising the minimum wage is good for the country. It puts more money in the pockets of people. Sixty-five percent of Americans want to raise the minimum wage. Most minimum-wage workers these days are not teenagers; they are breadwinners. If you help them, you are helping the economy overall. And a lot of employers will benefit from a higher minimum wage.”\n\nReich went on to argue that a minimum wage comparable to pay in 1968 after adjusting for inflation would be $10.40, and $15 an hour after adjusting for “productivity improvements.”\n\n“Still forcing employers to raise wages,” Cupp said. But instead of taking on Reich’s points, she pitched to former Minnesota Gov. Tim Pawlenty (R), who suggested that employers’ advice should be prioritized over that of economists.\n\n“There’s a consistent answer from those folks about what they want,” Pawlenty said. “They basically say to government, ‘Do things to encourage me, not discourage me. Make the load lighter, not heavier.’ That includes things like taxation, like energy policy, like healthcare policy and more. But they’re basically saying, ‘Don’t do things to make my life more difficult, more expensive, more bureaucratic, more inefficient.”\n\nReich then reminded Pawlenty that, during his tenure with then-President Bill Clinton’s administration, the country added 22 million net new jobs.\n\n“One thing that we heard from businesses again and again and again was, ‘We create jobs when there is enough demand. When consumers have money in their pockets, when you have a growing middle class,'” Reich said. “That’s the issue.”\n\nPawlenty later pointed out that he had signed a minimum wage increase in 2008, to $7.75 an hour, 50 cents more than the federal standard.\n\n“And it actually did have a positive effect on Minnesota,” Reich said.\n\n“If we’re gonna have a minimum wage, I think reasonable periodic increases in it are okay,” Pawlenty responded. “But jumping from where we are now to a quote, ‘living wage’ that’s over $10 an hour would be quite a shock to the system.”\n\nWatch the discussion, as aired on CNN on Wednesday, below.", "article_metadata": {"og": {"image": {"width": 800, "identifier": "http://www.rawstory.com/wp-content/uploads/2014/01/S.E.-Cupp-011514-CNN-800x430.jpg", "height": 430}, "title": "WATCH: S.E. Cupp gets an income inequality lesson from Robert Reich"}, "fb": {"app_id": 212555972273585}, "viewport": "width=device-width, user-scalable=yes, initial-scale=1.0, minimum-scale=0.1, maximum-scale=10.0"}, "article_summary": "Cupp appeared to get more than she bargained for on Wednesday when she pushed back against former Labor Secretary Robert Reich’s contention that the minimum wage be raised.\n“If we’re gonna have a minimum wage, I think reasonable periodic increases in it are okay,” Pawlenty responded.\n“Raising the minimum wage is good for the country.\n“That’s the issue.”Pawlenty later pointed out that he had signed a minimum wage increase in 2008, to $7.75 an hour, 50 cents more than the federal standard.\n“You would suggest that we force employers to raise wages, force union participation, raise taxes on the top job creators, and force employers to cut off hiring at 50 employees to avoid Obamacare mandates,” Cupp told Reich."}