{"article_title": "America’s toxic race rule: Why Ferguson protests revive the ugly “twice as good” myth", "article_keywords": ["wilson", "good", "protests", "myth", "twice", "revive", "rule", "protesters", "ugly", "race", "black", "ferguson", "coates", "politics", "toxic", "president", "obama"], "article_url": "http://www.salon.com/2014/11/25/americas_toxic_race_rule_why_ferguson_protests_revive_the_ugly_twice_as_good_myth/", "article_text": "Topics: darren wilson, Ferguson, michael brown, Occupy Wall Street, OWS, Police brutality, Racism, respectability politics, Ta-Nehisi Coates, twice as good, News, Politics News\n\nIn his classic essay “Fear of a Black President,” the Atlantic’s Ta-Nehisi Coates notes how the “myth of twice as good,” which undergirds the respectability politics that’s haunted black Americans for more than a century, is alive and well in our supposedly “post-racial” era. In fact, the idea that black Americans could overcome structural bigotry by being “twice as good” as their non-black competitors is still so mainstream, Coates argues, that it’s forced Barack Obama to conduct his presidency in ways a white president never would. The twice as good myth “smothers” Obama, Coates writes, because it asks him to sidestep the role of race in our society even though race is “the lens through which many Americans view” the president, no matter what.\n\nThe result, Coates says, is that many whites only like Obama so long as he flatters their wish to put the issue of racism in America behind them, to pretend the legacy of white supremacy magically ended after the civil rights movement and to comfort themselves by pointing to their African-American president as proof that, for people of color, things in America were no longer quite so bad. For Obama, Coates argued, “acceptance depends not just on being twice as good but on being half as black.” And even then, as the last six years of efforts to delegitimize Obama have shown, there are no guarantees.\n\nAs the saga that began this summer in Ferguson, Missouri, reached its next crisis-point — the announcement of the grand jury’s decision not to indict Michael Brown’s killer, officer Darren Wilson — I’ve had the “twice as good” rule increasingly on my mind. Not so much in regard to President Obama, who didn’t say much other than urging everyone to be reasonable (which his foes have predictably and absurdly characterized as incitement), but rather concerning the town’s dogged pro-Brown protesters, who have no intention of letting the grand jury’s decision be the final word. Yet despite their being peaceful, respectful and disciplined in the weeks since this summer’s chaos, the overwhelming majority of commentary has been focused on these protesters. The essential message? Be twice as good.\n\nTo be clear, anyone who participated in the Occupy Wall Street protests that swept the nation in late 2011 is familiar with this dynamic — probably more viscerally than they wish. As is happening now to the protesters in Ferguson, the people involved in OWS were routinely described as so unruly and so unreasonable that they risked delegitimizing their whole movement. And as is happening now in Ferguson, OWSers were often contrasted unfavorably with their supposed conservative counterparts — the Tea Party and Darren Wilson supporters, respectively — who didn’t cause nearly so much fuss. Perhaps most tellingly, each group of protesters has been held to this extremely high standard despite the fact that law enforcement in both cases had quite obviously decided (First Amendment be damned) that it was not similarly constrained.", "article_metadata": {"description": "Police brutality started and escalated this controversy. So why are we spending so much energy warning protesters?", "title": "America’s toxic race rule: Why Ferguson protests revive the ugly “twice as good” myth", "og": {"site_name": "Salon", "description": "Police brutality started and escalated this controversy. So why are we spending so much energy warning protesters?", "title": "America’s toxic race rule: Why Ferguson protests revive the ugly “twice as good” myth", "url": "http://www.salon.com/2014/11/25/americas_toxic_race_rule_why_ferguson_protests_revive_the_ugly_twice_as_good_myth/", "image": "http://media.salon.com/2014/09/ferguson22.jpg", "type": "article"}, "twitter": {"description": "Police brutality started and escalated this controversy. So why are we spending so much energy warning protesters?", "title": "America’s toxic race rule: Why Ferguson protests revive the ugly “twice as good” myth", "image": "http://media.salon.com/2014/09/ferguson22.jpg", "creator": "@eliasisquith", "site": "@salon", "card": "summary_large_image"}, "author": "Elias Isquith", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, darren wilson, Ferguson, michael brown, Occupy Wall Street, OWS, Police brutality, Racism, respectability politics, Ta-Nehisi Coates, twice as good", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd9611\"", "article_summary": "The twice as good myth “smothers” Obama, Coates writes, because it asks him to sidestep the role of race in our society even though race is “the lens through which many Americans view” the president, no matter what.\nBe twice as good.\nAs is happening now to the protesters in Ferguson, the people involved in OWS were routinely described as so unruly and so unreasonable that they risked delegitimizing their whole movement.\nFor Obama, Coates argued, “acceptance depends not just on being twice as good but on being half as black.” And even then, as the last six years of efforts to delegitimize Obama have shown, there are no guarantees.\nYet despite their being peaceful, respectful and disciplined in the weeks since this summer’s chaos, the overwhelming majority of commentary has been focused on these protesters."}