{"article_title": "Valerie Jarrett Is The Left's Dick Cheney", "article_keywords": ["minority", "worldview", "jarrett", "wall", "dick", "cheney", "lefts", "theyre", "street", "role", "health", "obama", "elites", "valerie"], "article_url": "http://thefederalist.com/2014/11/10/valerie-jarrett-is-the-lefts-dick-cheney/", "article_text": "The Obama era has been deeply disorienting for the left. Eight years ago, progressives would have delighted at the idea of a president who withdrew from Iraq [ed. note: ha!], remade the rules for Wall Street, slowed the proliferation of greenhouse gases, brought the country within spitting distance of universal health care, and multiplied the rights of gays and lesbians. And yet it’s hard to be a self-respecting progressive these days and not feel a frustration that borders on disillusionment. The victories have been muddled, the errors unforced, the ambitions preemptively scaled back.\n\n\n\nHow could these two legacies coexist in one presidency? They emanate from the worldview that Jarrett and Obama share—call it “boardroom liberalism.” It’s a worldview that’s steeped in social progressivism, in the values of tolerance and diversity. It takes as a given that government has a role to play in building infrastructure, regulating business, training workers, smoothing out the boom-bust cycles of the economy, providing for the poor and disadvantaged. But it is a view from on high—one that presumes a dominant role for large institutions like corporations and a wisdom on the part of elites. It believes that the world works best when these elites use their power magnanimously, not when they’re forced to share it. The picture of the boardroom liberal is a corporate CEO handing a refrigerator-sized check to the head of a charity at a celebrity golf tournament. All the better if they’re surrounded by minority children and struggling moms.\n\n\n\nNotwithstanding his early career as a community organizer, Obama, like Jarrett, is fundamentally a man of the inside. It’s why he put a former Citigroup executive and Robert Rubin chief of staff named Michael Froman in charge of assembling his economic team in 2008, why he avoided a deep restructuring of Wall Street, why he abruptly junked the public option during the health care debate, why he so ruthlessly pursues leakers and the journalists who cultivate them. It explains why so many of his policy ideas—from jobs for the long-term unemployed to mentoring minority youth—rely on the largesse of corporations.", "article_metadata": {"item-publish-date": "Mon, 10 Nov 2014 09:46:06 EDT", "og": {"site_name": "The Federalist", "description": "Valerie Jarrett looks exactly like what the left claimed Dick Cheney was: the real administrative power behind a shallow figurehead president.", "title": "Valerie Jarrett Is The Left's Dick Cheney", "locale": "en_US", "image": "http://thefederalist.com/wp-content/uploads/2014/11/13992611350_78204e30e6_b.jpg", "updated_time": "2014-11-11T09:03:28+00:00", "url": "http://thefederalist.com/2014/11/10/valerie-jarrett-is-the-lefts-dick-cheney/", "type": "article"}, "twitter": {"domain": "The Federalist", "description": "Valerie Jarrett looks exactly like what the left claimed Dick Cheney was: the real administrative power behind a shallow figurehead president.", "creator": "@bdomenech", "image": {"src": "http://thefederalist.com/wp-content/uploads/2014/11/13992611350_78204e30e6_b.jpg"}, "title": "Valerie Jarrett Is The Left's Dick Cheney", "site": "@FDRLST", "card": "summary_large_image"}, "article": {"section": "Politics", "tag": "Barack Obama,Cronyism,Dick Cheney,Editors Picks,Noam Scheiber,Valerie Jarrett", "published_time": "2014-11-10T09:46:06+00:00", "modified_time": "2014-11-11T09:03:28+00:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "description": "Valerie Jarrett looks exactly like what the left claimed Dick Cheney was: the real administrative power behind a shallow figurehead president."}, "article_summary": "Notwithstanding his early career as a community organizer, Obama, like Jarrett, is fundamentally a man of the inside.\nThey emanate from the worldview that Jarrett and Obama share—call it “boardroom liberalism.” It’s a worldview that’s steeped in social progressivism, in the values of tolerance and diversity.\n], remade the rules for Wall Street, slowed the proliferation of greenhouse gases, brought the country within spitting distance of universal health care, and multiplied the rights of gays and lesbians.\nAnd yet it’s hard to be a self-respecting progressive these days and not feel a frustration that borders on disillusionment.\nEight years ago, progressives would have delighted at the idea of a president who withdrew from Iraq [ed."}