{"article_title": "New Demented Brewery opening in Middlesex Boro", "article_keywords": ["building", "zuber", "middlesex", "opening", "double", "brewing", "beer", "breweries", "boro", "demented", "craft", "brewery", "jersey"], "article_url": "http://www.mycentraljersey.com/story/news/local/middlesex-county/2015/03/22/demented-brewery-will-open-middlesex-borough/25037353/", "article_text": "The new Demented Brewery in Middlesex Borough hopes to ride growing popularity of craft beers\n\nBuy Photo Tom Zuber, of Colonia, owner of Demented Brewing Company, stands in the company’s new space. a former warehouse in Middlesex. (Photo: Tanya Breen/Staff Photographer)Buy Photo Story Highlights First kegs of Double Dementia may be rolling out of brewery in April.\n\nThey will be made from what was an empty warehouse building on Lincoln Boulevard in Middlesex.\n\n'We need more breweries in the state,' owner/brewer Tom Zuber says.\n\nThe best thing that ever happened to Tom Zuber was losing his job in January.\n\nThat allowed the software engineer to pursue full-time his dream — his \"passion\"— of opening his own brewery, just a few months after he was laid off from a New York company that downsized.\n\nBy mid-April, if all goes well, the first kegs of his Double Dementia beer will be rolling out of the \"rustic\" building on Lincoln Boulevard that will be Zuber's brewery. He found the building on Craig's List.\n\nThe Double Dementia kegs will be the first beer brewed by Zuber's Demented Brewery, a Double IPA with an 85 IBU.\n\nThat means very little to a beer drinker who swallows nothing more exotic than a Corona from Mexico, but to the millions of serious beer drinkers who are devoted to exploring and debating the subtleties of beer, that means Double Dementia will be a stronger, \"hoppy\" India pale ale with 85 International Bittering Units.\n\n'We need more breweries'\n\nZuber is hoping that his operation — \"you can call it a craft brewery or a microbrewery\" — will ride the growing wave of popularity of beers that don't have the money to advertise on the Super Bowl but are slowly and steadily eroding the popularity of national brands.\n\nThe popularity of microbrews continues to grow. In 2013, though overall beer sales dropped by 1.9 percent in the United States, craft beer sales grew by 17.2 percent.\n\nIn 2013, the overall beer market in the United States was $100 billion, with craft beers accounting for $14.3 billion.\n\nAccording to the Brewers Association, in 2013, New Jersey had 26 craft breweries that produced 48,996 barrels of beer. That works out to .2 gallons per adult, which ranks New Jersey 48th of the 50 states in craft beer consumption.\n\n(Top honors go to Vermont, where per capita consumption of craft beer is 15.1 gallons a year.)\n\nBut the number of craft breweries in New Jersey is on a steady rise, though the state still prefers national brands that connoisseurs say lack character.\n\n\"The New Jersey beer scene is rapidly growing after many years of dormancy,\" said John Holl, the author of the popular \"Draft Picks\" column that appears every Wednesday in this newspaper and MyCentralJersey.com. \"We need more breweries in the state, making clean, flavorful ales and lager. It seems that Middlesex County is lucky to be getting another in its ranks.\"\n\nNew breweries may have cater to New Jersey's preference in beer.\n\n\"New Jersey is still a state where the light American lager reigns supreme,\" said Holl, editor of All About Beer magazine. \"So I'd like to see new (and existing) breweries still focus on the classics. When brewers ask, I usually say, have a stout with no gimmicks, or a pale ale that showcases malt and hops, put out a pilsner or a lager, and then educate drinkers.\n\n\"You can have the wild ingredient-infused beers too, but have a core lineup that can appeal to a wide variety of palates and consumers,\" he added.\n\nNew Jersey towns are beginning to understand that craft breweries and brewpubs are gaining popularity, especially among millennials. Somerville, which has taken a pro-active approach to planning for the needs of a generation just out of college and starting their adult lives, has adopted zoning that will make it easier for brewpubs, which make their own beer, to open in the borough.\n\nSomerville officials, building on the borough's successful identity as a home for restaurants, want to piggyback on the success such as the Triumph Brewing Company in Princeton. Tapastre, a bar and restaurant in the basement of a historic building that once served as a library and jail, has expressed interest in becoming a brewpub.\n\nFinding a niche\n\nFor six years, Zuber has been brewing beer at his Colonia home, first in his backyard, then in his garage. Like most home brewers, he started making beer just as a hobby, but as his interest grew and more and more of his friends and neighbors began asking for his brews, the hobby turned into a \"passion\" that captured his imagination.\n\nHe came up with the name of his brewery by thinking about what was unique to New Jersey and, as a fan of Weird New Jersey, he settled on the imagery of the Jersey Devil. But since that name was already taken, the concept evolved into Demented Brewery, though its logo still has the profile of a devil at both ends.\n\nZuber started looking for a location for his brewery even before he was laid off. He thought he had found a building in North Brunswick, but that deal fell through.\n\nThat discouraged him a bit but that didn't kill his dream. One day last fall he was scanning Craig's List and found a building at 600 Lincoln Blvd. about 100 feet from the road and hard by the railroad that fits his needs.\n\nZuber charitably calls the brick building \"rustic.\" He doesn't know its age but it dates to an era when most of the nation's commerce traveled by rail. You can almost feel the trains roar by and in the rear wall of the warehouse is a boarded wide door at the the height of a boxcar door. Inside the warehouse are walls of exposed brick that would make a post-industrial designer drool.\n\nThe warehouse is cavernous, but by the end of the year Zuber is confident that it will be filled with more equipment that will allow him to produce a variety of beers as his business grows.\n\nYou can tell that Zuber knows both the art and craft of brewing. With his engineering background, he can easily rattle off the temperatures of water at each stage of the brewing process, how much time the brew has to be kept in each vessel and the precise proportion of ingredients necessary to achieve the proper taste and alcohol content. (Double Demented will have an 8.5 percent alcohol level; most national brands are about 5 percent alcohol.)\n\nHe has an engineer's respect for exactitude, but a connoisseur's appreciation of the subtleties of taste that makes a beer unique.\n\nZuber, who has two children, said he likes to drink beer, not to become inebriated but because he enjoys the taste and the dedication and creativity that brewing requires.\n\nBuy Photo Tom Zuber, of Colonia, owner of Demented Brewing Company, holds a growler in the company’s new space in Middlesex. (Photo: Tanya Breen/Staff Photographer)\n\n\"I appreciate beer,\" he said\n\nThe warehouse is cavernous, but by the end of the year Zuber is confident that it will fill with more equipment that will allow him to produce a variety of beers.\n\n\"We want to try a lot of new things,\" he said.\n\nAn artist may be commissioned to create murals on the walls, including the brewery's logo that features the profiles of the devil.\n\nZuber expects the tasting room could be open by summer, if he obtains quick approval from the borough's planning board. As part of that approval, the parking lot, which is now stone, will be paved.\n\nHis wife, Melissa, will be in charge of the tasting room. Under state law the brewery must offer tours in order to have a tasting room, where the beer will be pumped directly from the shed-sized cooler to the taps.\n\nZuber said he will be in charge of marketing and distribution while a full-time brewer will watch over the precise and patient process. He is also looking forward to having his own business.\n\n\"It's nice to be your own boss,\" he said.\n\nHis wife fully supports Zuber's ambition and they managed to skimp, save and \"leverage\" to fund the startup. The success of the first brews will determine how much he will expand the modest operation.\n\nAt first Demented will distribute Double Demented to local establishments in Middlesex Borough where it will be served only on tap. He already has agreements with Cahoots and Ellery's, just a few hundred feet away on Lincoln Boulevard, and Ferraro's, a little further away on Lincoln Boulevard.\n\nHoll believes that Zuber can be successful.\n\n\"It's not hard to find a niche, actually,\" Holl said. \"If all a brewer wants to do is focus on porters, or India pale ales, or sours, or beers aged in whiskey barrels, it can be done and if the local clientele is seeking that out, then the brewery can be successful.\"\n\nBut Zuber has a simpler faith in the ultimate success of Double Dementia, which he said will be like Pliny the Elder brewed by Russian River Bewing Company in California or Heady-Topper produced in Vermont by The Alchemist.\n\n\"People will like the taste,\" he said.\n\nRead or Share this story: http://mycj.co/1CcoiLh", "article_metadata": {"google": "notranslate", "description": "By mid-April, if all goes well, the first kegs of Double Dementia beer will be rolling out of the \"rustic\" building in Middlesex Borough that will be Tom Zuber's brewery, a building he found on Craig's List.", "og": {"site_name": "MY CENTRAL JERSEY", "description": "By mid-April, if all goes well, the first kegs of Double Dementia beer will be rolling out of the \"rustic\" building in Middlesex Borough that will be Tom Zuber's brewery, a building he found on Craig's List.", "title": "New Demented Brewery opening in Middlesex Boro", "url": "http://www.mycentraljersey.com/story/news/local/middlesex-county/2015/03/22/demented-brewery-will-open-middlesex-borough/25037353/", "image": "http://www.gannett-cdn.com/GDContent/applogos/mycentraljersey.png", "type": "article"}, "twitter": {"description": "By mid-April, if all goes well, the first kegs of Double Dementia beer will be rolling out of the \"rustic\" building in Middlesex Borough that will be Tom Zuber's brewery, a building he found on Craig's List.", "creator": "@MyCentralJersey", "image": "http://www.gannett-cdn.com/-mm-/df98413a770709437c6466f022d986ab80df0232/c=864-0-4320-3456&r=x643&c=640x640/local/-/media/Bridgewater/2015/03/20/B9316634860Z.1_20150320090257_000_GPBA8SDHA.1-0.jpg", "title": "New Demented Brewery opening in Middlesex Boro", "site": "@MyCentralJersey", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=859380356", "fb": {"app_id": 177893718898560}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Demented Brewery, Tom Zuber, Middlesex Borough, craft beer, John Holl, Craig's List"}, "article_summary": "At first Demented will distribute Double Demented to local establishments in Middlesex Borough where it will be served only on tap.\nThe new Demented Brewery in Middlesex Borough hopes to ride growing popularity of craft beersBuy Photo Tom Zuber, of Colonia, owner of Demented Brewing Company, stands in the company’s new space.\nThe Double Dementia kegs will be the first beer brewed by Zuber's Demented Brewery, a Double IPA with an 85 IBU.\nBut since that name was already taken, the concept evolved into Demented Brewery, though its logo still has the profile of a devil at both ends.\nBuy Photo Tom Zuber, of Colonia, owner of Demented Brewing Company, holds a growler in the company’s new space in Middlesex."}