{"article_title": "SNL Rips Obama on Ebola", "article_keywords": ["look", "snl", "problems", "live", "actually", "rips", "second", "york", "ebola", "president", "klain", "obama"], "article_url": "http://www.breitbart.com/video/2014/10/25/snl-rips-obama-on-ebola/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nNBC’s “Saturday Night Live” mocked President Barack Obama for his handling of Ebola and other problems in his administration’s second term.\n\nIn the sketch, Obama says “some people want to criticize the way our administration has handled this crisis, and it’s true we made a few mistakes early on. But, I assure you, it was nowhere near as bad as how we handled the ISIS situation. I mean, our various Secret Service mishaps, or the scandals of the IRS and NSA. And I don’t know if you guys remember, but the Obamacare website had some pretty serious problems too. In fact, if you look at all the stuff that’s happened in my second term, this whole Ebola thing is probably one of my greatest accomplishments.”\n\nSIGN UP FOR OUR NEWSLETTER\n\nThe president’s new Ebola czar Ron Klain argues that his lack of medical experience is irrelevant because “I did serve as Chief of Staff to Vice President Joe Biden. So, I do have some experience with a little something called foot in mouth disease.” He also argues against a travel ban with a reporter, stating “we could all go throwing statistics around,” and then admitting, “I don’t have any with me at the moment, but if you just give me some time, everything will be 100% cool as hell” when he is asked to provide some.\n\nWhen the Klain character is asked whether he is simply meant to make the president look good before the midterm elections, he responds, “I am not worried about winning elections, however there are a few safety tips that people should know heading towards Election Day. For example, the Ebola virus actually flourishes in warmer climates. So, if you live in a southern state, such as Louisiana, Arkansas, or Kentucky, you actually may want to avoid any large public spaces like, say, a polling booth. One exception, however, is that we believe Latinos in red states may actually have an immunity to Ebola. So, they’re good to go.”\n\nLater, Al Sharpton is called in because no other Democrats in New York are willing to be seen with the president. Sharpton’s character mispronounces words and misstates basic facts, referring to Klain as “Ebola Caesar,” expressing a belief in “sewer monsters” in New York City, and advising New Yorkers to brush their teeth with hand sanitizer.\n\nFollow Ian Hanchett on Twitter @IanHanchett", "article_metadata": {"description": "SNL Rips Obama on Ebola", "og": {"site_name": "Breitbart", "description": "SNL Rips Obama on Ebola", "title": "SNL Rips Obama on Ebola - Breitbart", "locale": "en_US", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Breitbart-TV/2014/10/25/SNL%20Obama%20Ebola%20Thumbnail.jpg", "url": "http://www.breitbart.com/video/2014/10/25/snl-rips-obama-on-ebola/", "type": "article"}, "twitter": {"description": "SNL Rips Obama on Ebola", "title": "SNL Rips Obama on Ebola - Breitbart", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Breitbart-TV/2014/10/25/SNL%20Obama%20Ebola%20Thumbnail.jpg", "creator": "@BreitbartNews", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "use_automatic_ad_placement": "true", "app_id": 1243316582352556}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Secret Service, SNL, Twitter,Breitbart TV,", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Breitbart TV", "tag": "Twitter", "published_time": "2014-10-25T21:11:00-07:00", "categories": "Breitbart TV"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "SIGN UP FOR OUR NEWSLETTERNBC’s “Saturday Night Live” mocked President Barack Obama for his handling of Ebola and other problems in his administration’s second term.\nOne exception, however, is that we believe Latinos in red states may actually have an immunity to Ebola.\nFor example, the Ebola virus actually flourishes in warmer climates.\nIn the sketch, Obama says “some people want to criticize the way our administration has handled this crisis, and it’s true we made a few mistakes early on.\nAnd I don’t know if you guys remember, but the Obamacare website had some pretty serious problems too."}