{"article_title": "Americans Say Their Biggest Problem Is Their Government", "article_keywords": ["rating", "unemploymentof", "list", "say", "americans", "low", "biggest", "approval", "problem", "view", "wrote", "economy"], "article_url": "http://www.thefiscaltimes.com/2015/03/12/Americans-Say-Their-Biggest-Problem-Their-Government", "article_text": "Despite international turmoil, threats from extreme terror groups, economic inequality and racial tensions at home, Americans continue to view the U.S. government as the number one threat to their country.\n\nA new Gallup poll released this morning reveals that for the fourth consecutive month more Americans—18 percent—identify the government as the country’s biggest problem, beating out the economy and unemployment.\n\nOf course, it shouldn’t be any surprise that Americans aren’t happy with the government. After all, their elected officials consistently have embarrassingly low approval ratings. The latest approval rating for Congress was at a dismal 18 percent, according to Real Clear Politics. That’s actually an improvement from the end of last year when approval was just 13 percent, topping the record low of 9 percent during the government shutdown in 2013.\n\nRelated: Top Problem for Americans Now—U.S. Government\n\nPresident Obama hasn’t fared well either. His approval rating has hovered in the low 40’s for months—especially after the midterm elections when it hit 40 percent.\n\n“While dissatisfaction with government is by no means a new issue to the American people, it has not in recent months been as clearly the leading problem as it is now, given that fewer Americans mention the economy,” Gallup’s Justin McCarthy wrote in a post.\n\nThe economy has slowly moved down the list as it begins to improve. About 11 percent of people list it as the top problem this month—down from 16 percent in February.\n\nThe public’s opinion of other issues, like health care, has also improved.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Despite international turmoil, threats from extreme terror groups, economic inequality", "title": "Americans Say Their Biggest Problem Is Their Government", "url": "http://www.thefiscaltimes.com/2015/03/12/Americans-Say-Their-Biggest-Problem-Their-Government", "image": "http://cdn.thefiscaltimes.com/sites/default/files/10312013_Puck_Gridlock_Partisan.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/03/12/Americans-Say-Their-Biggest-Problem-Their-Government", "image": "http://cdn.thefiscaltimes.com/sites/default/files/10312013_Puck_Gridlock_Partisan.jpg", "creator": "@Briannaehley", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Despite international turmoil, threats from extreme terror groups, economic inequality", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "The latest approval rating for Congress was at a dismal 18 percent, according to Real Clear Politics.\nHis approval rating has hovered in the low 40’s for months—especially after the midterm elections when it hit 40 percent.\nAfter all, their elected officials consistently have embarrassingly low approval ratings.\nRelated: Top Problem for Americans Now—U.S.\nA new Gallup poll released this morning reveals that for the fourth consecutive month more Americans—18 percent—identify the government as the country’s biggest problem, beating out the economy and unemployment."}