{"article_title": "Moody's Expands in Latin America with Equilibrium Deal", "article_keywords": ["ratings", "latin", "financial", "deal", "moodys", "company", "research", "credit", "provides", "america", "expands", "equilibrium"], "article_url": "http://www.themiddlemarket.com/news/financial_services/moodys-expands-in-latin-america-with-equilibrium-deal-255184-1.html", "article_text": "Moody's Expands in Latin America with Equilibrium Deal\n\nThe ratings agency previous acquired WebEquity, ICRA and Amba Investment\n\nMoody's Corp. (NYSE: MCO) is buying Equilibrium, a credit ratings business.\n\nLima, Peru-based Equilibrium provides credit ratings and research services in Peru and other Latin American countries. Terms of the deal weren't disclosed.\n\nMoody's, headquartered in New York, has made several other acquisitions. The company provides credit ratings, research, tools and analysis for the financial markets. Moody's owns Moody's Investors Service, a provider of credit ratings and research for debt instruments and securities, and Moody's Analytics, a software, advisory and research tool.\n\nIn June, Moody's Analytics bought WebEquity Solutions LLC, a cloud-based loan origination service for financial institutions. In February 2014, the company offered $85 million to increase its stake in Indian credit-ratings company ICRA Ltd. In December 2013, Moody's bought Amba Investment Services, a Singapore-based company that provides research to financial institutions.\n\nFor more on investing in Latin America, watch our video with Citi Venture Capital International director Alex Manzo, and read Advisers Ramp Up Latin America Teams.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/financial_services/moodys-expands-in-latin-america-with-equilibrium-deal-255184-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/latin-america-map.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "Moody's Expands in Latin America with Equilibrium Deal"}}, "_id": "\"57477af46914bd0286fd55b9\"", "article_summary": "For more on investing in Latin America, watch our video with Citi Venture Capital International director Alex Manzo, and read Advisers Ramp Up Latin America Teams.\nMoody's Expands in Latin America with Equilibrium DealThe ratings agency previous acquired WebEquity, ICRA and Amba InvestmentMoody's Corp. (NYSE: MCO) is buying Equilibrium, a credit ratings business.\nLima, Peru-based Equilibrium provides credit ratings and research services in Peru and other Latin American countries.\nMoody's owns Moody's Investors Service, a provider of credit ratings and research for debt instruments and securities, and Moody's Analytics, a software, advisory and research tool.\nThe company provides credit ratings, research, tools and analysis for the financial markets."}