{"article_title": "[WATCH] Taran Killam's Matthew McConaughey impression is downright amazing", "article_keywords": ["week", "taran", "sketch", "tried", "impression", "watch", "colin", "killams", "jost", "matthew", "amazing", "congratulate", "mcconaughey", "downright", "true", "responded", "man"], "article_url": "http://redalertpolitics.com/2014/03/09/watch-taran-killams-matthew-mcconaughey-impression-is-downright-amazing/", "article_text": "Who doesn’t love Matthew McConaughey? He recently won the Oscar for his role in Dallas Buyers Club and also stars in the critically acclaimed HBO show, True Detective. And on Saturday Night Live this week, cast member Taran Killam paid tribute to the Hollywood star in a spot-on impression during Weekend Update.\n\nKillam’s McConaughey, in true McConaughey style, drawled his way through the interview with host Colin Jost, using ridiculous phrases — “Hola, kemosabe” — and his all-too-familiar hand gestures.\n\nThe real actor received some flak for his odd best actor acceptance speech at the Oscars, during which he named the future version of himself as his hero and tried to explain that he constantly kept pursuing that person. And on SNL, as Jost tried to congratulate the hippy, dippy, fake McConaughey on his win, it became apparent that the weird, wacky double-talk wasn’t limited to an award speech.\n\n“Don’t congratulate me,” fake McConaughey responded. “Congratulate the man I was a week ago. Congratulate the man I’m chasing. Congratulate, Colin, the man who never existed.”\n\n“And who is that?” Jost asked.\n\n“That’s me,” Killam’s McConaughey said.\n\nThe sketch was filled with classic McConaughey-isms that no one really understands, and Jost struggled to keep it together as Killam went all out in his impression, babbling and waving his hands around. When asked by Jost what his answers meant, McConaughey responded, “It means, Colin, that I don’t remember the question.”\n\nAnd thus, the mystery of the actor’s strange sayings and phrases is revealed: He has no idea what he’s talking about half the time either!\n\nWatch the sketch here:", "article_metadata": {"generator": "NGFB Pro 7.8.4U", "og": {"site_name": "Red Alert Politics", "description": "Who doesn't love Matthew McConaughey? He recently won the Oscar for his role in Dallas Buyers Club and also stars in the critically acclaimed HBO show, True Detective. And on Saturday Night Live this week, cast member Taran Killam paid tribute to the Hollywood star in a spot-on impression during...", "title": "[WATCH] Taran Killam's Matthew McConaughey impression is downright...", "locale": "en_US", "image": {"width": 600, "identifier": "http://redalertpolitics.com/files/2014/03/Taran-Killam-as-Matthew-McConaughey-on-SNL-600x333.jpg", "height": 333}, "url": "http://redalertpolitics.com/2014/03/09/watch-taran-killams-matthew-mcconaughey-impression-is-downright-amazing/", "type": "article"}, "fb": {"admins": 1285945407, "app_id": 529886110401651}, "msvalidate.01": "0F003B4674EABE0F24651B476B61A43C", "article": {"publisher": "https://www.facebook.com/RedAlertPolitics", "tag": "weekend-update", "published_time": "2014-03-09T15:17:34+00:00", "modified_time": "2014-03-09T15:17:34+00:00"}, "viewport": "width=device-width"}, "article_summary": "Killam’s McConaughey, in true McConaughey style, drawled his way through the interview with host Colin Jost, using ridiculous phrases — “Hola, kemosabe” — and his all-too-familiar hand gestures.\n“Don’t congratulate me,” fake McConaughey responded.\nCongratulate, Colin, the man who never existed.”“And who is that?” Jost asked.\nAnd on Saturday Night Live this week, cast member Taran Killam paid tribute to the Hollywood star in a spot-on impression during Weekend Update.\nAnd on SNL, as Jost tried to congratulate the hippy, dippy, fake McConaughey on his win, it became apparent that the weird, wacky double-talk wasn’t limited to an award speech."}