{"article_title": "Resolved: GIFs Are Actually Important", "article_keywords": ["resolved", "gifs", "zeega", "visual", "pop", "actually", "symbols", "gif", "meaning", "important", "way", "images", "think"], "article_url": "http://www.theatlantic.com/technology/archive/2014/03/resolved-gifs-are-actually-important/284203/", "article_text": "Please consider disabling it for our site, or supporting our work in one of these ways\n\nA Q&A with the makers of Pop, the new app that lets you talk in text, pictures, videos ... and GIFs\n\nPop There's something silly about GIFs. Perhaps it's the smell of the early, weird web. Or maybe it's in the nature of the loop itself. Or perhaps we think that such short clips cannot be meaningful, even if they seem devilishly good at transmitting meaning. Well, meet the makers of Pop, a new app that lets you talk with your friends in text, pictures, videos, and a vast library of GIFs from Giphy. Several years ago, Kara Oehler, Jesse Shapins, and James Burns co-founded Zeega, a platform for mixing media. Zeega is great, and we've used it around here, so I was excited to hear that they were working on a new mobile realization of their vision. That's Pop. Pop's action is simple: pick one visual, then pick a second. Pressing the screen let's you toggle between the two. Shot, countershot, shot, countershot. It's a juxtaposition app! When people respond to your posts, they choose one of your visuals and add a second. It is a clever mechanic and leads to hilarious results.\n\nBut Oehler, Shapins, and Burns think that the fun reveals a deeper truth about the way we communicate on screens. \"The meaning of a GIF, like all visual symbols, is built through common cultural understanding,\" they told me. \"The reason a GIF of Jack Nicholson knocking on the door in The Shining says so much, so quickly, is because of the shared lexicon of popular culture. In this way, GIFs are elemental building blocks of the Internet’s language.\" This is a full transcript of our interview, which was conducted on Google Docs, with only occasional help from images. So what is Pop? Pop is a new way to communicate visually. A Pop is two things put together – a video and a GIF – a photo and a video – pretty much any combination of media. To experience a Pop, you press and hold down on the image or video to reveal what’s underneath. The platform is built around creating, sharing, and replying to Pops.\n\nWhat do you see as the essential mechanic of Pop? (I will confess that I think it’s The Reveal when you tap the setup image and get the punchline.) We agree! Pop is all about The Reveal. Setup and punchline tend to be associated with comedy: crafting the perfect combination is what keeps Jon Stewart and the folks at SNL up all night. But if you think about it, setup and punchline is really about creating expectations and then defying them. It’s a fundamental component of narrative – which is why Pop is great for comedy, but also a tremendous vehicle for telling impactful stories. For example, @med has made a series of Pops about the conflicts today in places like Maidan Square in Kiev and Aleppo in Syria. When pressing down, you see the space transition from past to present.\n\nThis two-part structure, or montage, is also one of the most fundamental components of filmmaking. Montage is the idea that two images juxtaposed create a new “third meaning” that is not present in either of the images on their own. When film was a new medium in the 1920s, montage was the main obsession of filmmakers like Sergei Eisenstein and Dziga Vertov. In Battleship Potempkin’s famous scene on the Odessa steps, Eisenstein didn’t just show the baby carriage falling down the stairs, he cut to a screaming mother’s face to show her reaction.\n\n\n\nPerhaps the most fascinating thing about using Pop is that you can have a conversation with someone *through* their Pop. After they post a Pop, you can take one of their two components and build on it. This seems like the more creative version of something I’ve noticed teenagers doing on Twitter: they have like 30 reply conversations that are *just* GIFs. And it also reminds me of this thing Coudal Partners does with designers called Layer Tennis. Honestly, we had no idea what this conversational part would be like when Pop was public. It’s been crazy. We’ve seen conversations amongst strangers that we never could have imagined. If you hang out on Pop, you might get to know @iamzero, a hilarious guy from Arkansas. A few days ago, he sparked a conversation about drawing. In the first part of his Pop, he offered to draw anything people wanted — the second part of his Pop shows blank paper and a pencil.\n\nPeople immediately responded.\n\n\n\n@iamzero responded with his drawing, an incredible rendition of a dog-meets-unicorn. When you make a Pop, you can draw from your own camera, or this whole database of GIFs. You guys have called that latter set of stuff “the visual history of our culture.” Can GIFs be that important? Haha! While often silly, we do believe GIFs are actually really important. We share GIFs to express emotions. A GIF of Grumpy Cat conveys a mood in a way that is fundamentally different than with words. We’re not alone in obsessing over the unique powers of GIFs — in a few weeks, the Museum of the Moving Image in NYC is opening an entire exhibition devoted to the emotional potency of reaction GIFs. It might sound crazy, but we often compare GIFs to the symbols that make up pictorial languages like Mandarin. A symbol in Mandarin represents a word, and GIFs often function in the same way. The meaning of a GIF, like all visual symbols, is built through common cultural understanding. The reason a GIF of Jack Nicholson knocking on the door in The Shining says so much, so quickly, is because of the shared lexicon of popular culture. In this way, GIFs are elemental building blocks of the Internet’s language.\n\nThis language, which includes images and videos, too, is being invented every day. As a result, the vocabulary is constantly morphing, expanding. People are building this language by making entirely new symbols – writing phrases on top of still images or mining cultural history to create GIFs from movies and TV shows. Like the evolution of all languages, phrases bubble up to the top and accrue shared meaning. What’s amazing — and how we can see that it is working like other languages—is that teenagers who have never seen a John Hughes movie in their lives are communicating through scenes from the Breakfast Club. The symbolic value of the images goes beyond the original context in which they were created. While Pop gives access to millions of GIFs today, not too far down the line, we’ll make it possible to search for images and find media that is recorded within Pop. This means that the network itself can be generative of new phrases that can be used by others. The mobile app Pop grew out of Zeega, this much more complex way of creating multimedia stories for the web. What do you see as the connection between these two products? With Zeega, we discovered the power of giving people the ability to mix media from all over the web. This remains a driving force behind Pop. The biggest difference between Pop and Zeega is the context of mobile vs. laptop. Pop allows you to record in the moment and is social, so you can follow people and respond directly to others. You use Zeega while sitting down. It’s a way to edit interactive stories of any length you choose, so you can layer audio, images and text together. Having played with Pop, I think the easiest way to get followers would be to take interesting GIFs and reenact them because it would be such a satisfying reveal. Are people doing that? Are other microgenres gaining traction? People are definitely doing that. In fact, mimicry is becoming one of the most common genres. For example, someone created a Pop where a group of friends shook their heads back and forth like this GIF. And then other people replied with their own personal renditions of the shake, forming a long thread. Like we were saying earlier, it will be incredible when people’s own recordings can be re-used by others. Imagine someone makes the best version of Michael Jackson’s moonwalk? The dance move could become a meme in its own right.", "article_metadata": {"description": "A Q&A with the makers of Pop, the new app that lets you talk in text, pictures, videos ... and GIFs", "author": "Alexis C. Madrigal", "og": {"site_name": "The Atlantic", "description": "A Q&A with the makers of Pop, the new app that lets you talk in text, pictures, videos ... and GIFs", "title": "Resolved: GIFs Are Actually Important", "locale": "en_US", "image": "http://cdn.theatlantic.com/assets/media/img/mt/2014/03/photo_2/lead_large.png", "url": "http://www.theatlantic.com/technology/archive/2014/03/resolved-gifs-are-actually-important/284203/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "_id": "\"57477afa6914bd0286fe5575\"", "article_summary": "In this way, GIFs are elemental building blocks of the Internet’s language.\"\nIn this way, GIFs are elemental building blocks of the Internet’s language.\nYou guys have called that latter set of stuff “the visual history of our culture.” Can GIFs be that important?\nWhile often silly, we do believe GIFs are actually really important.\n\"The meaning of a GIF, like all visual symbols, is built through common cultural understanding,\" they told me."}