{"article_title": "Document offers glimpse into Senate GOP budget ideas", "article_keywords": ["glimpse", "senate", "house", "liquor", "million", "tax", "ideas", "taxes", "budget", "states", "offers", "pension", "spreadsheet", "document", "gop"], "article_url": "http://www.mcall.com/news/nationworld/pennsylvania/capitol-ideas/mc-document-offers-glimpse-into-senate-gop-budget-ideas-20150622-story.html", "article_text": "With the deadline to passing a new budget a week away, Republican lawmakers could be looking to close the state’s estimated $1.2 billion deficit without relying on higher taxes on natural gas drillers, workers and shoppers as Democratic Gov. Tom Wolf has proposed, a financial document shows.\n\nRather, Republican legislative leaders are considering at least a dozen ideas to fill the money gap, according to a Senate GOP spreadsheet obtained by The Morning Call.\n\nThe spreadsheet shows Senate Republicans would:\n\nChange the state liquor laws to raise an additional $175 million. The document does not explain how wine, spirits and beer laws would be altered to raise that additional money.\n\nReduce the state’s scheduled pension contribution rate increase by 31/2 percent to a total of about 22 percent of payroll or nearly $267 million. Reducing the contribution rate would create immediate savings in the 2015-16 budget, but increase long-term interest costs on the postponed payments.\n\nWithhold about $309 million in anticipated costs to the Department of Human Services and school districts’ Social Security payments.\n\nBank on an additional $221 million in gross receipt tax revenue from licensed managed care organizations that serve Medicaid recipients. The extra tax money would be generated because Senate GOP estimates the organizations would treat more Medicaid patients under the federal Affordable Care Act.\n\nMake some internal budget transfers and change taxes affecting state Lottery winnings, nursing homes and banks to generate another $218 million in revenue.\n\nRepublican leaders downplayed the significance of the list, saying they are part of internal budget talks in Senate and House caucuses. Nothing more.\n\n“I think there are legitimate concepts on that list,” said Drew Crompton, Senate Republicans top lawyer. “ “I also think there are illegitimate concepts on that list.”\n\n“It’s not a budget,” said Steve Miskin, spokesman for House Majority Leader Dave Reed, R-Indiana. “They are just ideas.”\n\nWolf spokesman Jeff Sheridan criticized the spreadsheet as poor budgeting that does not solve the state’s recurring revenue shortfall that will lead to a deficit of more than $2 billion in 2016-17.\n\n“They are trying to piece together a Scotch Tape budget that is built on fund transfers, flimsy assumptions, one-time revenues and other gimmicks,” he said.\n\nIn March, Wolf proposed a $33.8 billion spending plan that raises taxes on income, sales and cigarettes, and adds a tax on natural gas extraction while lowering property and business taxes. The budget's cumulative 16 percent tax increase has been rejected by Republican lawmakers, who have their own priorities: liquor privatization for the House and pension changes for the Senate.\n\nThe Senate spreadsheet differs from key aspects of the Senate pension bill and House liquor bill.\n\nThe pension bill, which the House has yet to hold a vote, does not postpone part of the state’s mandated contribution rate as the spreadsheet indicates. The GOP spreadsheet shows the state would contributed an additional 1 percent to the pension system as opposed to the scheduled 4.5 percent increase mandated under current law.\n\nNo Republican or Democrat wants to postpone paying the pension bill, Miskin said.\n\nThe spreadsheet says otherwise, Sheridan disagreed, saying “They're talking about SB 1 publicly, but privately, they are saying they'll kick the can down the road again and not pay the tab.”\n\nIn February, the House passed a bill that estimates selling and dismantling the liquor store system would generate about $1.2 billion in one-time revenue by December 2016.\n\nThe spreadsheet shows the Senate GOP estimates far less revenue due to unspecified liquor law changes. Crompton said he did not know how the $175 million was derived on the spreadsheet.\n\nBy comparison, Wolf proposed raising $185 million by 2017-18 by letting the Liquor Control Board open more state stores on Sunday and make changes to its pricing rules.\n\nsteve.esack@mcall.com\n\nTwitter @sesack\n\n717-783-7305", "article_metadata": {"fb_title": "Document offers glimpse into Senate GOP budget ideas", "Description": "Senate Republicans could look to close $1.2 billion with changes to state liquor laws, reduced pension payments, among other ideas.", "copyright": "Copyright (c) 2016 The Morning Call", "author": "The Morning Call", "og": {"site_name": "themorningcall.com", "description": "With the deadline to passing a new budget a week away, Republican lawmakers could be looking to close the state’s estimated $1.2 billion deficit without relying on higher taxes on natural gas drillers, workers and shoppers as Democratic Gov. Tom Wolf has proposed, a financial document shows.", "title": "Document offers glimpse into Senate GOP budget ideas", "url": "http://www.mcall.com/news/nationworld/pennsylvania/capitol-ideas/mc-document-offers-glimpse-into-senate-gop-budget-ideas-20150622-story.html", "image": "http://www.trbimg.com/img-55889e02/turbine/mc-document-offers-glimpse-into-senate-gop-budget-ideas-20150622", "type": "article"}, "x-servername": "lalvp03.14", "twitter": {"site": "@mcall", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "apple-itunes-app": "app-id=501096172, app-argument=http://www.mcall.com/deeplinkid/83843853", "fb": {"admins": 1762506491, "page_id": 73291032902, "app_id": 377275452340817}, "googlebot-news": "index", "date": "2015-06-22", "y_key": "7164478e9f100cbd", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "googlebot": "index"}, "article_summary": "The Senate spreadsheet differs from key aspects of the Senate pension bill and House liquor bill.\nRather, Republican legislative leaders are considering at least a dozen ideas to fill the money gap, according to a Senate GOP spreadsheet obtained by The Morning Call.\nRepublican leaders downplayed the significance of the list, saying they are part of internal budget talks in Senate and House caucuses.\nThe spreadsheet shows Senate Republicans would:Change the state liquor laws to raise an additional $175 million.\nThe spreadsheet shows the Senate GOP estimates far less revenue due to unspecified liquor law changes."}