{"article_title": "Ohio Tea Party Activist to Challenge Kasich Over Obamacare", "article_keywords": ["party", "president", "stevenot", "tea", "challenge", "republicans", "obamacare", "activist", "medicaid", "zawistowski", "kasich", "ohio", "republican"], "article_url": "http://abcnews.go.com/blogs/politics/2014/01/ohio-tea-party-activist-to-challenge-kasich-over-obamacare/", "article_text": "(Carolyn Kaster/AP Photo)\n\nTea party Republicans in the Buckeye state are bound and determined to make Republican Gov. John Kasich pay for supporting the expansion of Medicaid as part of President Obama's healthcare law.\n\nNext week, former president of the Ohio Liberty Coalition Ted Stevenot will announce that he plans to challenge Kasich in the Republican primary.\n\nAnd should he collect the 1,000 signatures necessary to get on the ballot, it would make Kasich the first sitting Ohio governor to be challenged in a primary since 1978, according to the Columbus Dispatch.\n\nBrenda L. Mack, a former president of the Ohio Black Republicans Association, will be his running mate for lieutenant governor.\n\nTom Zawistowski, also a former president of the Ohio Liberty coalition, who has spoken to Stevenot about his run, said that Kasich's agreeing to expand the Medicaid program as part of Obamacare was the \"tipping point\" for Ohio Republicans and tea partiers alike. It also doesn't help that in a November press conference, Obama praised Kasich by name for expanding the program, which provides health care for low-income Americans.\n\n\"He's literally not a conservative, whether it's his attempt to tax the oil and gas industry or Medicaid expansion,\" Zawistowski told ABC News.\n\n\"The tipping point for rank-and-file Republicans is when he went to the Ohio Controlling Board to get the Medicaid expansion. He couldn't get it through the legislature,\" he added. \"That's just outrageous. You've got to be kidding me. That's so Obama-like.\"\n\nStevenot has declined to do interviews before his Jan. 7 announcement.\n\nAnd for the moment, Zawistowski says Stevenot is managing his own campaign.\n\nKasich, whose backing of an anti-government union law in 2011 made him something of a GOP rising star, is probably not losing much sleep over the challenge from a relatively unknown candidate.\n\nHe has more than $4.4 million cash on hand for his re-election bid.\n\nYet a challenge is still a thorn in Kasich's side. Tea party groups have been known to make a lot of noise that can be time-consuming and costly to counter, even if their candidacies ultimately peter out.\n\n\"Nobody likes spending money in a primary if you don't have to,\" noted Mark Weaver, an Ohio GOP political consultant.\n\n\"The Medicaid expansion has been unpopular amongst the tea party but if they're going to challenge the governor, they're going to have to put together a large-scale organization that can rival the governor's, which is a tall order,\" he added.\n\nAnd Zawistowski acknowledged that Stevenot, a small business owner, is \"not a politician.\"\n\n\"The problem is that we just don't know how to do this,\" Zawistowski said, referring to the challenge of launching a primary campaign against an incumbent governor.\n\nThe Kasich campaign did not immediately respond to an ABC News request for comment. The Ohio Republican Party said in a statement that Kasich will \"continue to have the strong backing of the Ohio Republican Party.\"\n\n\"Three years ago Governor Kasich took over a state in crisis: a record $8 billion budget deficit, 400,000 jobs lost and 89 cents in the rainy day fund,\" said Chris Schrimpf, spokesman for the party. \"His efforts to eliminate the deficit, move Ohio from 47th to 9th in the nation in job growth with 160,000 new private sector jobs, and implement the largest tax cut in the nation are getting Ohio back on track.\"\n\n\"His continued leadership will keep Ohio going in the right direction,\" he said.", "article_metadata": {"fb_title": "Ohio Tea Party Activist to Challenge Kasich Over Obamacare", "description": "Ohio Tea Party Activist to Challenge Kasich Over Obamacare", "copyright": "Copyright (c) 2016 ABC News Internet Ventures", "author": "ABC News", "og": {"url": "http://abcnews.go.com/blogs/politics/2014/01/ohio-tea-party-activist-to-challenge-kasich-over-obamacare/", "site_name": "ABC News", "description": "Tea party activists are angry over Kasich's support for expanding Medicaid.", "title": "Ohio Tea Party Activist to Challenge Kasich Over Obamacare"}, "robots": "index, follow", "fb": {"admins": 704409894, "app_id": 4942312939}, "keywords": "politics news, election news, political news, political news articles", "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "The Ohio Republican Party said in a statement that Kasich will \"continue to have the strong backing of the Ohio Republican Party.\"\nNext week, former president of the Ohio Liberty Coalition Ted Stevenot will announce that he plans to challenge Kasich in the Republican primary.\n(Carolyn Kaster/AP Photo)Tea party Republicans in the Buckeye state are bound and determined to make Republican Gov.\nBrenda L. Mack, a former president of the Ohio Black Republicans Association, will be his running mate for lieutenant governor.\n\"The tipping point for rank-and-file Republicans is when he went to the Ohio Controlling Board to get the Medicaid expansion."}