{"article_title": "5 Most Talked About Stories This Week", "article_keywords": ["week", "talked", "read", "study", "research", "schizophrenia", "set", "breast", "test", "women", "technology", "3d"], "article_url": "http://www.medicaldaily.com/5-most-talked-about-stories-week-290420", "article_text": "This week, these five stories caught everyone’s attention. They include a genetic link between schizophrenia and marijuana use, and why becoming pregnant at 35 may not necessarily be a bad thing.\n\nDo Schizophrenia and Marijuana Share A Set Of Genes?\n\nA new study published in Molecular Psychiatry suggests that people who are genetically predisposed to developing schizophrenia may also have the propensity for cannabis use, influenced by the same set of genes. The study is a collaboration between King's College London and the Queensland Institute of Medical Research in Australia, partly funded by the UK Medical Research Council (MRC). Read more…\n\nGiving Birth After Age 33 May Lead To A Longer Life\n\nAs more and more women opt to have children beyond the age of 35, there is a concern about how their bodies will react to late pregnancies. But new research indicates that women who naturally have children in later stages of their lives tend to live longer, and the genes that allow for late reproduction also influence longevity. Read more…\n\nWhy A 3D Mammogram May Give More Accurate Test Results\n\nInnovative 3D breast imaging is a relatively new technology but should not be underestimated. A recent study reviewed close to half a million breast exams over the course of two years and found that the 3D breast exams were able to not only find cancers that remained undetected by traditional mammograms, but were also able to significantly reduce the number of false exam results. Read more…\n\nLet This Goosebump Sensor Tell You How You're Feeling\n\nA transparent, polymer patch smaller than the size of a postage stamp could soon read your emotions with the same accuracy as a scale reading your weight or a blood pressure cuff reading, well… you know. Researchers from South Korea’s KAIST (Korea Advanced Institute of Science and Technology) have developed the wearable device. Read more…\n\nParalysis Device Help Immobile People Move Again\n\nThe sudden nature of a car crash that causes a person to become paralyzed can be considered among the more shocking outcomes of such an incident. In just a split second, a person’s life goes from normal to immoveable. This was the case for 23-year-old Ian Burkhart, who is now a quadriplegic. Burkhart is the first, however, to test a new technology, which has given him the ability to move his fingers and hand again. Read more…", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "5, most, talked, about, stories, week", "og": {"site_name": "Medical Daily", "description": "The five most talked about stories this week range from the discovery of a genetic link between marijuana use and shizophrenia and why becoming pregnant after the age of 33 may lead to a longer life.", "title": "5 Most Talked About Stories This Week", "url": "http://www.medicaldaily.com/5-most-talked-about-stories-week-290420", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/28/mammogram.jpg", "type": "article"}, "twitter": {"description": "The five most talked about stories this week range from the discovery of a genetic link between marijuana use and shizophrenia and why becoming pregnant after the age of 33 may lead to a longer life.", "title": "5 Most Talked About Stories This Week", "url": "http://www.medicaldaily.com/5-most-talked-about-stories-week-290420", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/28/mammogram.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/28/mammogram.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Consumer News", "published_time": "2014-06-28T09:20:51-04:00", "modified_time": "2014-06-28T09:20:50-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "The five most talked about stories this week range from the discovery of a genetic link between marijuana use and shizophrenia and why becoming pregnant after the age of 33 may lead to a longer life."}, "article_summary": "Read more…Why A 3D Mammogram May Give More Accurate Test ResultsInnovative 3D breast imaging is a relatively new technology but should not be underestimated.\nThis week, these five stories caught everyone’s attention.\nBurkhart is the first, however, to test a new technology, which has given him the ability to move his fingers and hand again.\nThey include a genetic link between schizophrenia and marijuana use, and why becoming pregnant at 35 may not necessarily be a bad thing.\nResearchers from South Korea’s KAIST (Korea Advanced Institute of Science and Technology) have developed the wearable device."}