{"article_title": "Supreme Court scorecard", "article_keywords": ["supreme", "court", "university", "school", "states", "scorecard", "arguments", "v", "public", "texas", "population"], "article_url": "http://blog.constitutioncenter.org/2016/02/supreme-court-scorecard-cases-to-watch-in-2016/", "article_text": "Share:\n\n\n\n\n\n\n\nEmail\n\n\n\n\n\n\n\nThe Supreme Court is on hiatus until February 19, but here’s a quick look at three big cases to track, and three other significant cases with decisions due.\n\nJanuary was the last month in which the Court can usually accept new cases for its current term, which should end in late June. And as expected, the Justices added a case on January 19th to settle questions about President Obama’s executive orders about immigration.\n\nThree other major cases have already been heard by the nine Justices.\n\nTo Be Heard\n\nWhole Women’s Health v. Cole (Abortion)\n\nStatus: Arguments on March 2, 2016\n\nThe petitioners in Whole Woman’s Health v. Cole claim a Texas law enacted in 2013 would force about 75 percent of the state’s abortion services to close. Two provisions in the law require that doctors at clinics have hospital admitting privileges within 30 miles of the clinics, and that clinics have facilities equal to those of an outpatient surgical center. Texas officials believe the laws protect the health of the women seeking abortions by guaranteeing better care.\n\nThe Supreme Court will decide two issues. First, it will look at if the appeals court properly handled a question about if the new restrictions would actually work to protect the health of women. The appeals court said it needed to defer to the Texas state legislature on that issue.\n\nThe second question is a broader one. The Court must decide it the law imposes an undue burden on women who seek abortions. The Court last ruled on this question in a 1992 decision, Planned Parenthood of Southeastern Pennsylvania v. Casey, which reaffirmed the Roe v. Wade decision of 1973.\n\nZubik vs. Burwell (Obamacare)\n\nStatus: Granted on Nov. 6, 2015, arguments to be scheduled\n\nThe United States Supreme Court in November consolidated seven cases challenging Obamacare’s birth-control mandate into one: Zubik v. Burwell. The current legal challenge, the fourth to be accepted by the Court since the Affordable Care Act was passed in 2010, involves religious-sponsored non-profit corporations.\n\nThese institutions object on moral grounds to an Obamacare provision that allows their employees to obtain contraceptive coverage through their health insurance, even if those contraceptive products are provided by insurance companies and the government, instead of the institutions.\n\nThe groups argue that even indirect participation in such a plan is offensive, and they want to be included in a broader Obamacare exception extended to churches, synagogues and worship-based employers.\n\nThe federal government believes that religiously oriented non-profit institutions such as hospitals and universities have numerous employees who don’t share the beliefs of religious groups that sponsor the non-profits, and these workers would be harmed by the exclusions.\n\nUnited States v. Texas (Immigration)\n\nStatus: Granted on January 19, 2016, arguments to be scheduled\n\nThe United States Supreme Court will hear a dispute between President Barack Obama and 26 states over the President’s ability to issue sweeping executive orders about immigration.\n\nThe 26 states had hoped the Supreme Court would rule on several issues, including the ability of the states to sue the Obama administration; the alleged constitutional overreach of the executive branch in forming immigration policies conflicting with laws passed by Congress; and the alleged unwillingness of President Obama to honor the Constitution’s “Take Care Clause” to execute laws passed by Congress.\n\nInstead, the Justices will consider two of the three questions: on standing and the Take Care clause.\n\nTwo lower courts that ruled on the case agreed that the state of Texas had standing to sue the Obama administration because it had been potentially injured by immigration enforcement decisions, which could defer the deportation of 5 million undocumented immigrants. In November 2015, the U.S. Fifth Circuit Court of Appeals upheld a lower court’s injunction that blocked President Obama’s executive orders on immigration from taking effect.\n\nThe orders seek to expand the Deferred Action for Childhood Arrivals program (DACA), which gave prosecutorial discretion regarding the enforcement of immigration laws against “certain young people.” The orders would make millions more eligible for the program. A November 2014 executive action also established the Deferred Action for Parents of Americans program (DAPA), which allows the parents of U.S. citizens to remain “lawfully present” in the United States. The District Court determined that at least 4.3 million individuals would be eligible for lawful presence under DAPA.\n\nCases Heard, Decisions Are Due\n\nEvenwel v. Abbott (One Person, One Vote)\n\nStatus: Arguments heard on Dec. 8, 2015\n\nIn this case, the Court will decide if eligible voting population numbers can be substituted for total population numbers when voting districts are determined.\n\nBack in 2013, the Texas legislature drafted new districts for electing the 31 members of the state senate. The lawmakers proceeded on a theory of equal representation by actual population, with just an 8.04 percent difference between the largest and the smallest districts. But the Texas legislature based its headcount on the total population of each district and not the numbers of people eligible to vote in each district. Due to an imbalance in the voting age population in the districts, the difference between the largest and the smallest districts rose to as much as 49 percent, when it came to who could actually cast votes.\n\nThe question before the Court is if the one-person, one-vote doctrine requires a legislature to use voting population numbers when there is evidence that using total population numbers would cause serious disparities in the strength of the votes cast.\n\nFisher v. University of Texas at Austin (Affirmative Action)\n\nStatus: Argued on Dec. 9, 2015\n\nIn December. the Supreme Court heard oral arguments in Fisher v. University of Texas at Austin, a landmark challenge to affirmative action at Texas’ flagship public university. The University of Texas is required to admit all high school seniors who rank in the top 10 percent of their high school classes. Candidates for any remaining spots undergo a “holistic” evaluation process in which race is among the considered factors.\n\nThe Court has heard this case before. In 2013, the Court indeed issued a decision, but it sent the case back to the lower courts to be reviewed under a tougher constitutional standard.\n\nFormer University of Texas applicant Abigail Fisher contends that the school’s discriminatory admission policies led to her rejection, even though her qualifications surpassed those of many admitted minority students. The university maintains a program by which the top 10 percent of students in each public graduating class are granted automatic admission; Fisher argues that this is enough to ensure diversity. (She narrowly missed the cut at Stephen F. Austin High School, finishing 82nd out of 674.)\n\nFisher argues the 14th Amendment’s the Equal Protection Clause prohibits the school from considering race in any manner as part of the admissions process.\n\nFriedrichs v. California Teachers Association (Public Union Dues)\n\nStatus: Arguments on Jan. 11, 2016\n\nFriedrichs is a challenge to the practices of public unions. The Court will determine whether requiring public school teachers to pay mandatory dues for union activities violates the First Amendment.\n\nCalifornia teacher Rebecca Friedrichs, supported by the Center for Individual Rights, argues that she should have no obligation to pay any union dues whatsoever, since any payment is still a violation of her First Amendment right to free speech.\n\nA defeat for the Teachers Association could affect public-employee unions in about half the states that have “fair share” requirements.\n\nShare:\n\n\n\n\n\n\n\nEmail\n\n\n\n\n\n\n\nComments\n\ncomments", "article_metadata": {"og": {"site_name": "Constitution Daily", "description": "The Supreme Court is on hiatus until February 19, but here’s a quick look at three big cases to track, and three other significant cases with decisions due.", "title": "Supreme Court scorecard: Cases to watch in 2016", "url": "http://blog.constitutioncenter.org/2016/02/supreme-court-scorecard-cases-to-watch-in-2016/", "image": "http://blog.constitutioncenter.org/wp-content/uploads/2014/04/800px-Supreme_Court_US_2010.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"src": "http://blog.constitutioncenter.org/wp-content/uploads/2014/04/800px-Supreme_Court_US_2010.jpg?w=640"}, "card": "summary_large_image"}, "robots": "noodp,noydir", "fb": {"admins": 59543893235, "page_id": 59543893235, "app_id": 108483985888821}, "article": {"published_time": "2016-02-02T11:00:04+00:00", "modified_time": "2016-01-29T14:48:09+00:00", "author": "http://blog.constitutioncenter.org/author/ncc/"}, "msvalidate.01": "7A707BA806870C4CB077BE8CFB94D00F", "google-site-verification": "g-YRZSJfme1Aa6j71jlmtj3ZRUHZKtKda1U7n-deAIA", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "The Supreme Court will decide two issues.\nShare:EmailThe Supreme Court is on hiatus until February 19, but here’s a quick look at three big cases to track, and three other significant cases with decisions due.\nthe Supreme Court heard oral arguments in Fisher v. University of Texas at Austin, a landmark challenge to affirmative action at Texas’ flagship public university.\nThe Court will determine whether requiring public school teachers to pay mandatory dues for union activities violates the First Amendment.\nZubik vs. Burwell (Obamacare)Status: Granted on Nov. 6, 2015, arguments to be scheduledThe United States Supreme Court in November consolidated seven cases challenging Obamacare’s birth-control mandate into one: Zubik v. Burwell."}