{"article_title": "Immune mechanism protecting tumors can be turned against them", "article_keywords": ["helios", "think", "cancer", "tregs", "tumors", "turned", "mechanism", "response", "immune", "teffs", "protecting", "mice", "cells", "researchers"], "article_url": "http://www.upi.com/Health_News/2015/10/19/Immune-mechanism-protecting-tumors-can-be-turned-against-them/8521445262695/", "article_text": "BOSTON, Oct. 19 (UPI) -- In the immune system's response to infection or inflammation, some immune cells undergo changes that allow them to fight specific diseased cells. This response is controlled by a balance of cells that do not change -- which researchers think helps prevent the immune system from attacking tumor cells.\n\nResearchers think blocking the mechanism in targeted areas around cancer cells may increase the immune response to them, providing a new method of immunotherapy against the disease.\n\n\"Our findings results suggest a new strategy for immune system-based therapies for cancer,\" said Dr. Harvey Cantor, a researcher at Dana-Farber Cancer Institute and Harvard Medical School. \"By targeting a genetic pathway in cells that ordinarily restrain the immune response to cancer, we may be able to convert them into cancer fighters. The challenge now is to develop antibodies and small-molecule drugs that can trigger that change.\"\n\nThe researchers found effector T cells, or Teffs, undergo rapid changes in response to inflammation, turning into cells that target diseased cells. This reaction is kept in check by regulatory T cells, called Tregs, in order to prevent damage to normal, healthy tissue.\n\nTregs are kept stable, preventing their transformation into disease-fighting Teffs, by a high level of proteins called helios -- those with high levels help to contain immune response, while those with lower levels are not steady enough to control the response.\n\nIn mice genetically incapable of producing helios, researchers found T-cells and antibodies attacking normal tissue in the rodents' bodies, and that Treg cells had been changing into Teffs and joining the immune response against healthy tissue.\n\nWhen mice were injected with metastatic melanoma cells the rodents that could not produce helios developed less cancer and lived longer than mice that can produce the protein -- leading researchers to think that if helios can be reduced using targeted therapy, the immune system could be turned against tumors.\n\n\"The aim of current approaches is to eliminate Tregs, and thereby increase anti-tumor immunity,\" Cantor said. \"Our findings raise the possibility of achieving a double-barreled effect - by targeting Helios, we may not only reduce the number of Tregs but also convert surviving Tregs into Teffs.\"\n\nThe researchers are currently testing antibodies and small-molecule drugs to target Helios or the genes that lead to their expression in immune cells.\n\nThe study is published in the journal Science.", "article_metadata": {"description": "Blocking the ability of cells to control the immune response against inflammation may lead to targeted immunotherapy treatment for cancer.", "og": {"site_name": "UPI", "description": "Blocking the ability of cells to control the immune response against inflammation may lead to targeted immunotherapy treatment for cancer.", "title": "Immune mechanism protecting tumors can be turned against them", "url": "http://www.upi.com/Health_News/2015/10/19/Immune-mechanism-protecting-tumors-can-be-turned-against-them/8521445262695/", "image": "http://cdnph.upi.com/sv/ph/og/i/8521445262695/2015/1/14452668916102/v2.1/Immune-mechanism-protecting-tumors-can-be-turned-against-them.jpg", "type": "article"}, "twitter": {"site": "@UPI", "image": "http://cdnph.upi.com/ph/st/th/8521445262695/2015/i/14452668916102/v2.1/Immune-mechanism-protecting-tumors-can-be-turned-against-them.jpg?lg=4", "description": "Blocking the ability of cells to control the immune response against inflammation may lead to targeted immunotherapy treatment for cancer.", "card": "summary_large_image", "title": "Immune mechanism protecting tumors can be turned against them"}, "fb": {"app_id": 130795020312660}, "keywords": "Health", "google-site-verification": "vnkcuJA1Q89cLmy4OZpuQKOf5Jf6ny_RVh7BpxZ11a0", "viewport": "initial-scale=1, maximum-scale=1", "news_keywords": "Health"}, "article_summary": "BOSTON, Oct. 19 (UPI) -- In the immune system's response to infection or inflammation, some immune cells undergo changes that allow them to fight specific diseased cells.\nResearchers think blocking the mechanism in targeted areas around cancer cells may increase the immune response to them, providing a new method of immunotherapy against the disease.\nThe researchers are currently testing antibodies and small-molecule drugs to target Helios or the genes that lead to their expression in immune cells.\nThis response is controlled by a balance of cells that do not change -- which researchers think helps prevent the immune system from attacking tumor cells.\n\"By targeting a genetic pathway in cells that ordinarily restrain the immune response to cancer, we may be able to convert them into cancer fighters."}