{"article_title": "Navajo Technical University Awards First Degrees as University", "article_keywords": ["toadlena", "degree", "technical", "science", "university", "mr", "students", "awards", "gorman", "chinle", "degrees", "ntus", "navajo"], "article_url": "http://indiancountrytodaymedianetwork.com/2013/12/25/navajo-technical-university-awards-first-degrees-university-152803", "article_text": "In spite of a snowstorm that swept the northern border of New Mexico and Arizona, Navajo Technical University awarded its first degrees as a university to over 50 students in a small graduation ceremony at the Chinle Community Center in Chinle, Arizona on December 13, 2013.\n\nNTU became a university in mid-August as a result of expanding its curriculum to include more baccalaureate degrees and a master’s degree. Four months later, the Navajo Nation’s first university issued its second Bachelor of Applied Science degree in IT—computer science to Tiffney Segay of Farmington, New Mexico after Dody Begay of Sawmill, Arizona received the same degree a semester earlier.\n\nRELATED: Flooding Won’t Stop Celebration at Navajo Technical University\n\n“It wasn’t easy, but I’m done,” exclaimed Segay, who began her academic career at NTU’s Chinle instructional site before transferring to Crownpoint to pursue a four-year degree. “I’d like to thank my parents for supporting me from the beginning. For five years I traveled back and forth to go to school, and it’s all worth it.”\n\nOne hundred students from across NTU’s three sites in Crownpoint, Chinle, and Teec Nos Pos were set to graduate, but because of the weather, only 55 were able to walk. In attendance for the conferring of the degrees was NTU’s fall commencement speaker Mr. Nelson Gorman Jr., who served on the Navajo Nation council for 20 years representing the Chinle community.\n\n“This is something special,” said Gorman, who also served as the Navajo Nation’s first Speaker of the House. “On the Navajo Nation it’s a struggle for most people to advance to the level of college. What an honor this is for the Navajo Nation.”\n\nGorman had spent five years as the Speaker before working as the developer officer for Navajo Community College—now Diné College—where he raised money to develop the school’s infrastructure. Gorman also chaired the steering committee for the Chinle Comprehensive Health Care Facility in 1977, where he was instrumental in bringing the hospital to the local community.\n\nWhereas many students from NTU’s Crownpoint and Teec Nos Pos sites were unable to attend the graduation due to icy road conditions, students from NTU’s Chinle instructional site were well represented in attendance, including Erin Toadlena of Chinle.\n\n“It’s very emotional to graduate here because we’re a small branch,” stated Toadlena. Toadlena had graduated from Chinle High School in 2007 before going to NTU to get her Associate of Applied Science degree in information technology.\n\n“There really isn’t that many Natives in the United States that are continuing their education,” Toadlena explained, who like Segay will continue her education at NTU’s main campus to obtain a bachelor’s degree in computer science. “To be Native American and have a chance to get a bachelor’s degree close to home is an honor.”\n\nNTU’s Director of Diné Studies, Dr. Wesley Thomas, served as the master of ceremonies, while Mr. Raymond Jim Redhouse of NTU’s Teec Nos Pos site delivered the invocation, prelude, and recessional. NTU’s vice chair of the board of regents, Mr. Harry Claw, introduced Mr. Gorman, and NTU Student Senate president Tyson Ramone of Smithlake, NM gave the student address.\n\nFor more information about Navajo Technical University call 505-786-4100 or visit NavajoTech.edu.", "article_metadata": {"description": "In spite of a snowstorm that swept the northern border of N.M. and AZ, Navajo Technical University awarded its first degrees as a university Dec. 13.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.format": "text/html", "og": {"url": "http://indiancountrytodaymedianetwork.com/2013/12/25/navajo-technical-university-awards-first-degrees-university-152803", "site_name": "Indian Country Today Media Network.com", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/tiffney-segay-baccalaureate-ntu.jpg", "type": "article", "title": "Navajo Technical University Awards First Degrees as University"}, "robots": "follow, index", "dc": {"title": "Navajo Technical University Awards First Degrees as University"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2013/12/25/navajo-technical-university-awards-first-degrees-university-152803", "fb": {"app_id": 493888563989950}, "dcterms.creator": "leeanne", "dcterms.date": "2013-12-25T16:00-05:00", "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Navajo Technical University, Native American students, Graduation", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.title": "Navajo Technical University Awards First Degrees as University"}, "_id": "\"57477afa6914bd0286fe5449\"", "article_summary": "For more information about Navajo Technical University call 505-786-4100 or visit NavajoTech.edu.\nNTU became a university in mid-August as a result of expanding its curriculum to include more baccalaureate degrees and a master’s degree.\nNTU’s vice chair of the board of regents, Mr. Harry Claw, introduced Mr. Gorman, and NTU Student Senate president Tyson Ramone of Smithlake, NM gave the student address.\nIn spite of a snowstorm that swept the northern border of New Mexico and Arizona, Navajo Technical University awarded its first degrees as a university to over 50 students in a small graduation ceremony at the Chinle Community Center in Chinle, Arizona on December 13, 2013.\nToadlena had graduated from Chinle High School in 2007 before going to NTU to get her Associate of Applied Science degree in information technology."}