{"article_title": "How to Impress Your Boss When You're Never Face-to-Face", "article_keywords": ["regularly", "work", "office", "youre", "impress", "headquarters", "boss", "facetoface", "going", "know", "eckhoff", "works"], "article_url": "http://time.com/money/3034487/impress-boss-manager-from-remote-office/", "article_text": "\n\n\n\nQ: I work in a regional office and report to someone who works at headquarters. How do I maintain a good relationship with my boss if we never see each other?\n\nA: Getting your job done and done well is the foundation of a good relationship with your manager. But if your boss doesn’t see you every day, you may be missing out on opportunities to advance, says Ellie Eckhoff, a vice president at ClearRock, a leadership development and executive coaching firm.\n\n“When you’re out of sight, you’re not going to be top of top of mind when it comes to landing important assignments or even promotions,” she says. If you can’t stop by your manager’s office for an impromptu chat, you have to work harder to connect on a personal level and build up trust, and it’s up to you to find ways to foster that connection.\n\n\n\nCheck in with your boss regularly, and don’t do it all by email or instant message. Research into how we communicate finds that about half of comes from non-verbal cues; 38% is the tone of your voice. Set up a regular time to talk by phone to give updates on projects and plan out future assignments.\n\nObviously going to headquarters regularly helps. “Get as much face time with your boss as you can,” says Eckhoff. But you may have to be creative about coming up with excuses to show up, especially if your company’s travel budget is tight.\n\nAttend important meetings in person, sign up for on-site training classes, or volunteer for a team project that requires you to visit the main office. Another tactic is to attend conferences that your boss is going to and catch up at the event’s social functions. If your travel budget is limited, make trips that will give you the most interaction with your boss the priority.\n\nYour manager shouldn’t be the only one you know at headquarters. Build relationships with colleagues who can help you navigate office politics and keep you informed about what’s going on behind the scenes. Recruit a mentor who works closely with your boss and can talk you up. Check in with these co-workers regularly and make lunch or drink plans ahead of your visits.\n\nAs for connecting on a more personal level, you don’t have to be a cyber-stalker to find out more about your boss’ life. “Simply reading his LinkedIn profile may help you find common ground if you know where he went to school and companies where he used to work,” says Eckhoff. Following him or her on Twitter may spark topic of conversations too.\n\nYou’ll have to go the extra mile to get to know your boss — and, more importantly, have him or her know you. For your career’s sake, do it.\n\nHave a workplace etiquette question? Send it to careers@moneymail.com.", "article_metadata": {"description": "If your manager doesn’t see you every day, you may be missing out on opportunities to advance your career. Take these steps to build a relationship from afar", "generator": "WordPress.com", "og": {"site_name": "MONEY.com", "description": "When you work far from headquarters, you need to go the extra mile to impress your boss.", "title": "Boss Out of Sight? Not a Problem.", "url": "http://time.com/money/3034487/impress-boss-manager-from-remote-office/", "image": "https://timedotcom.files.wordpress.com/2014/07/140728_ff_distanceboss_1.jpg?quality=75&strip=color&w=1012", "type": "article"}, "twitter": {"site": "MONEY", "image": {"src": "https://timedotcom.files.wordpress.com/2014/07/140728_ff_distanceboss_1.jpg?quality=75&strip=color&w=1012"}, "description": "When you work far from headquarters, you need to go the extra mile to impress your boss.", "card": "summary_large_image", "title": "Boss Out of Sight? Not a Problem."}, "msapplication-TileColor": "#FFFFFF", "msapplication-tooltip": "Current & Breaking News | National & World Updates", "msapplication-task": "name=Subscribe;action-uri=http://time.com/feed/;icon-uri=http://0.gravatar.com/blavatar/2cee445ea71a179ffd35ea91cf154905?s=16", "apple-mobile-web-app-capable": "yes", "fb": {"app_id": 53177223193}, "p": {"domain_verify": "f48a8936c3fffc943fce516f2e3ff1d2"}, "apple-mobile-web-app-status-bar-style": "black-translucent", "msapplication-window": "width=device-width;height=device-height", "msapplication-TileImage": "https://s0.wp.com/wp-content/themes/vip/time2014/img/time-touch_icon_152.png", "application-name": "TIME", "article": {"publisher": "https://www.facebook.com/MoneyMagazine"}, "keywords": "career, workplace, boss, manager, relationship, advance career, promotion, clearrock, ellie eckhoff, mentor", "google-site-verification": "nFxFQf8F4Xgg0b9Ap9rOUJzg7MY74LicbBIzsLo8yIg", "viewport": "width=device-width,minimum-scale=1.0,maximum-scale=1.0", "news_keywords": "advance career, boss, careers, clearrock, ellie eckhoff, manager, mentor, office politics, remote office, workplace"}, "article_summary": "Check in with your boss regularly, and don’t do it all by email or instant message.\n“When you’re out of sight, you’re not going to be top of top of mind when it comes to landing important assignments or even promotions,” she says.\nAnother tactic is to attend conferences that your boss is going to and catch up at the event’s social functions.\nYou’ll have to go the extra mile to get to know your boss — and, more importantly, have him or her know you.\nObviously going to headquarters regularly helps."}