{"article_title": "Could a Single Food-Safety Agency be the Answer?", "article_keywords": ["fda", "hhs", "usda", "food", "big", "agency", "single", "key", "answer", "foodsafety", "egg", "obama"], "article_url": "http://reason.com/archives/2015/02/07/could-a-single-food-safety-agency-be-the", "article_text": "This week, with little fanfare, the Obama administration released a proposed 2016 budget that would dramatically remake the FDA and USDA. The plan would strip each agency of its extensive food-safety oversight responsibilities and hand them over to a new food-safety agency, to be housed within the Department of Health and Human Services.\n\nThe plan would be a big loss for the FDA—an agency within HHS—which saw its food-safety budget and staff increase thanks to passage of the Food Safety Modernization Act in 2011. It was likely no coincidence that Margaret Hamburg, who has served as FDA commissioner for the past six years, announced this week that she was leaving the agency.\n\nAt the cabinet level, the proposal can be seen as mixed bag. It's a big win for HHS, where the new agency would reside. But HHS's gains mean the USDA would likely lose all of its food-safety budget and staff.\n\nIt’s unclear at this point if the proposal has legs. I expect much will ride on two factors. First, will big players within the regulated industries support the measure? Second, will the Obama administration pitch the idea to the GOP-dominated Congress as a cost-cutting measure or, alternately, as a take-it-or-leave-it regulatory buildup?\n\nThe answer to all these questions remains to be seen. “[T]he devil is in the details,” wrote Marion Nestle, who commonly supports increased food-safety regulations, of the Obama administration’s proposal.\n\nWhile I disagree with Nestle about the manifest need for more regulations—which often cost hundreds of millions of dollars but make our food no safer—I do agree with her call to wait for more details. I said as much during an appearance on HuffPost Live this week.\n\nWhile we wait, there are several factors to consider that will help to determine whether creating a single food-safety agency would benefit the ones who matter: consumers and taxpayers.\n\nOne key issue is the problems caused by current regulatory overlap. No case better illustrates this overlap—and the serious food-safety issues it raises—than the 2010 recall of more than 300 million eggs.\n\nWhile the FDA regulates eggs in the shell—like the kind you purchase by the dozen—the USDA is in charge of grading the eggs. As I wrote in recounting the egg recall in a 2012 law-review article, this overlap meant that the USDA’s egg graders, who were on site at the offending egg-laying facility and saw its filthy conditions firsthand, ignored their key food-safety responsibilities because they saw the safety of the eggs as the FDA’s problem. (The FDA might inspect such facilities once every few years.)\n\n“Yet the presence of these egg graders at the laying facility did nothing to ensure the eggs were safe—in spite of the graders’ duty,” I wrote in the article. “The egg graders’ presence and oversight merely offered a false veneer of safety—a facade that made food less safe.”\n\nA related problem is the differing standards imposed by USDA and FDA regulations on similar products. The egg case illustrates but one example. Frozen cheese pizzas sold at your local grocer are regulated by the FDA, for example, while the same manufacturer’s frozen pepperoni pizzas are regulated by the USDA. The USDA requires all food labels to be pre-approved by the agency before the food may be marketed and sold. On the other hand, the FDA has no such requirement. That means if you were to put one piece of pepperoni on an FDA-regulated frozen cheese pizza, it would be subject both to label pre-approval requirements and USDA regulations.\n\nAnother key issue is the same that arose during the FDA’s FSMA rulemaking process. Simply put, the FDA crafted inane and costly rules for regulating agricultural producers that demonstrated—charitably—how little agricultural expertise the agency possesses. There’s no reason to believe that the FDA’s parent department, HHS, possesses such expertise, either.\n\nWho would lead this new food-safety agency within HHS? Noted food-safety litigator Bill Marler nominated himself for the job. Agricultural and restaurant interests might chafe at the idea of Marler, who has won civil suits against them for food-safety violations. Other food producers, such as grocery food makers, would no doubt balk at other potential choices for the job.\n\nWhat would the removal of food-safety oversight from the FDA mean for the agency’s ban on the interstate shipment of raw milk? Recall that the ban came into being in the late 1980s thanks to a court decision that is based solely on FDA data. Could a new challenge to the ban argue that since the FDA no longer plays a role in food safety, there is no longer a legal basis for the ban?\n\nCalls for some unitary food authority are nothing new. Nestle notes food-safety advocates have urged the federal government to consolidate its food-safety authority for decades. Other big ideas for big new government action have also appeared from time to time.\n\nIn 2008, New York Times columnist Nick Kristof urged the Obama administration to scrap the USDA and FDA altogether, in favor of a “Department of Food.” More recently, fellow Times food columnists Mark Bittman and Michael Pollan called for the creation of a national food policy. (Interestingly, neither piece focuses on food safety.)\n\nIf a new federal food-safety agency would help eliminate redundancies in staffing and inefficiencies in budgeting while establishing simpler, uniform requirements, then the new agency might earn—and even deserve—widespread support. But if such an agency would not save consumers and taxpayers money, wouldn’t make our food safer, would put those with little expertise in charge of key regulations, and would double down on existing FDA and HHS campaigns targeting everything from caffeine to soda to trans fats and salt, then this proposal is rightly dead in the water.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "If a new federal food-safety agency would help eliminate inefficiencies, it might earn widespread support.", "title": "Could a Single Food-Safety Agency be the Answer?", "url": "http://reason.com/archives/2015/02/07/could-a-single-food-safety-agency-be-the", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/1423263786325.jpg", "type": "article"}, "twitter": {"description": "This week, with little fanfare, the Obama administration\nreleased a proposed 2016 budget that would dramatically \nremake&nbsp;the FDA and USDA. The plan would strip each agency\nof its extensive food-safety oversight responsibilities and hand\nthem over to a new food-safety agency, to be housed within the\nDepartment of Health and Human Services.\nThe plan would be a big loss for the FDA—an agency within\nHHS—which saw its food-safety budget and staff increase thanks to\npassage of the Food Safety Modernization Act in 2011. It was likely\nno coincidence that Margaret Hamburg, who has se", "title": "Could a Single Food-Safety Agency be the Answer?", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/1423263786325.jpg", "creator": "@baylenlinnekin", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "HomePage", "published_time": "2015-02-07T13:00:00+00:00", "author": "http://reason.com/people/baylen-linnekin"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "The plan would strip each agency of its extensive food-safety oversight responsibilities and hand them over to a new food-safety agency, to be housed within the Department of Health and Human Services.\nIf a new federal food-safety agency would help eliminate redundancies in staffing and inefficiencies in budgeting while establishing simpler, uniform requirements, then the new agency might earn—and even deserve—widespread support.\nWhile we wait, there are several factors to consider that will help to determine whether creating a single food-safety agency would benefit the ones who matter: consumers and taxpayers.\nWho would lead this new food-safety agency within HHS?\nThe USDA requires all food labels to be pre-approved by the agency before the food may be marketed and sold."}