{"article_title": "'Run, Joe, run': Biden hints at possible presidential pitch", "article_keywords": ["run", "parade", "vice", "pittsburgh", "annual", "possible", "labor", "biden", "joe", "pitch", "president", "day", "presidential", "hints"], "article_url": "http://www.aol.com/article/2015/09/08/run-joe-run-biden-hints-at-possible-presidential-pitch/21232900/", "article_text": "Before you go, we thought you'd like these...\n\n\n\nPITTSBURGH — Vice President Joe Biden told supporters Monday he wasn't the one to ask about his potential presidential bid. PITTSBURGH — Vice President Joe Biden told supporters Monday he wasn't the one to ask about his potential presidential bid.\n\n\"You got to talk to my wife!\" he said in response to a call encouraging him to run from the crowd at a Labor Day parade in Pittsburgh on Monday.\n\n\n\nSEE ALSO: Planned Parenthood faces unexpected challenge from Obamacare\n\n\"I've got to talk to my wife about that,\" he told steelworkers who erupted into chants of \"Run, Joe Run!\"\n\nBut it was clear the possibility was on the Biden's mind as he spoke at the United Steelworkers' headquarters in downtown Pittsburgh.\n\n\n\nSee photos of Biden on Labor Day:\n\n\n\n'Run, Joe, run': Biden hints at possible presidential pitch PITTSBURGH, PA - SEPTEMBER 7: U.S. Vice President Joe Biden runs while participating in the annual Allegheny County Labor Day Parade September 7, 2015 in Pittsburgh, Pennsylvania. Biden has been subject of speculation about whether he will run for the U.S. presidency. (Photo by Jeff Swensen/Getty Images) Vice President Joe Biden, center, greets some of the crowd as he walks in the annual Labor Day parade on Monday, Sept. 7, 2015, in Pittsburgh. (AP Photo/Keith Srakocic) PITTSBURGH, PA - SEPTEMBER 7: U.S. Vice President Joe Biden speaks to union members and supporters during the annual Allegheny County Labor Day Parade September 7, 2015 in Pittsburgh, Pennsylvania. Biden has been subject of speculation about whether he will run for the U.S. presidency. (Photo by Jeff Swensen/Getty Images) PITTSBURGH, PA - SEPTEMBER 7: U.S. Vice President Joe Biden shakes hands with a girl during the annual Allegheny County Labor Day Parade Monday September 7, 2015 in Pittsburgh, Pennsylvania. Biden has been subject of speculation about whether he will run for the U.S. presidency. (Photo by Jeff Swensen/Getty Images) Vice President Joe Biden pose with Brooklyn, left, and Kemora Holley as their mother, Linda Holley, right, takes their picture as Biden walks in the annual Labor Day parade on Monday, Sept. 7, 2015, in Pittsburgh. (AP Photo/Keith Srakocic) PITTSBURGH, PA - SEPTEMBER 7: U.S. Vice President Joe Biden walks in the annual Allegheny County Labor Day Parade September 7, 2015 in Pittsburgh, Pennsylvania. Biden has been subject of speculation about whether he will run for the U.S. presidency. (Photo by Jeff Swensen/Getty Images) PITTSBURGH, PA - SEPTEMBER 7: U.S. Vice President Joe Biden takes a selfie with a supporter during the annual Allegheny County Labor Day Parade Monday September 7, 2015 in Pittsburgh, Pennsylvania. Biden has been subject of speculation about whether he will run for the U.S. presidency. (Photo by Jeff Swensen/Getty Images) Vice President Joe Biden, in white short sleeve shirt, walks in the annual Labor Day parade on Monday, Sept. 7, 2015, in Pittsburgh. (AP Photo/Keith Srakocic) PITTSBURGH, PA - SEPTEMBER 7: U.S. Vice President Joe Biden walks in the annual Allegheny County Labor Day Parade Monday September 7, 2015 in Pittsburgh, Pennsylvania. Biden has been subject of speculation about whether he will run for the U.S. presidency. (Photo by Jeff Swensen/Getty Images) Vice President Joe Biden, right, is photographed with one of the people lining the street as Biden walks in the annual Labor Day parade on Monday, Sept. 7, 2015, in Pittsburgh. (AP Photo/Keith Srakocic) PITTSBURGH, PA - SEPTEMBER 7: U.S. Vice President Joe Biden walks in the annual Allegheny County Labor Day Parade Monday September 7, 2015 in Pittsburgh, Pennsylvania. Biden has been subject of speculation about whether he will run for the U.S. presidency. (Photo by Jeff Swensen/Getty Images) of SEE ALL BACK TO SLIDE SHOW CAPTION + HIDE CAPTION –\n\nHis brief remarks to a crowd of about 200 union workers and their families offered the vague outlines of what could become a Biden presidential pitch: a progressive slate of policies focused on the middle class, accented by an authentic — if unvarnished — folksy charm.\n\nRelated: Biden Gives Union Faithful Red Meat — But No New 2016 Clues\n\n\"In D.C., I'm known as 'Middle Class Joe,' and they say it in D.C. not like a compliment,\" he said. \"It's like I'm unsophisticated.\"\n\nHis populist tone went hand in hand with the policies and problems he outlined in his speech. Biden hammered companies for putting profits into stock buybacks and warned that company leaders \"don't look out for you.\"\n\nWhile he expressed optimism that \"American companies are coming back\" to the U.S., he emphasized the need for higher wages and said infrastructure investment and better access to education — paid for by tax reform that would lean heavily on the wealthy — were needed to ensure that Americans were receiving those higher wages and prepared for the returning jobs.\n\nBiden said last week that he \"will not hesitate\" to run, but only if he and his family \"have the emotional energy.\"\n\nRelated: Biden Says Family Will Decide Whether He Runs for President\n\n\"Can my family undertake an arduous commitment they would be proud to undertake under ordinary circumstances?\" he said in an address at an Atlanta synagogue.\n\nAnd in the clearest sign of where he'd position himself in the presidential race if he ran, Biden said Monday that Sen. Bernie Sanders of Vermont — the underdog Democratic presidential contender who's ridden a wave of progressive enthusiasm to national prominence since jumping in — is doing a \"helluva job.\"\n\n\n\nMore on AOL.com:\n\nPlanned Parenthood faces unexpected challenge from Obamacare\n\nTropical Storm Grace expected to weaken to depression\n\nGreece picks up nearly 500 migrants overnight", "article_metadata": {"msapplication-config": "http://www.blogsmithmedia.com/www.aol.com/assets-3af9d6a02a9854da3646959922f4fe0c/images/favicon/browserconfig.xml?v=Kmmv6Rgb5o", "description": "PITTSBURGH &mdash; Vice President Joe Biden told supporters Monday he wasn't the one to ask about his potential presidential bid. \"You got to talk to my wife!\" he said in respon", "author": "AOL Staff", "og": {"site_name": "AOL.com", "description": "PITTSBURGH &mdash; Vice President Joe Biden told supporters Monday he wasn't the one to ask about his potential presidential bid. \"You got to talk to my wife!\" he said in respon", "title": "'Run, Joe, run': Biden hints at possible presidential pitch", "url": "http://www.aol.com/article/2015/09/08/run-joe-run-biden-hints-at-possible-presidential-pitch/21232900/", "image": "http://www.blogcdn.com/slideshows/images/slides/361/120/6/S3611206/slug/l/joe-biden-attends-allegheny-county-labor-day-parade-1.jpg", "app_id": 183146218394780, "type": "article"}, "twitter": {"domain": "www.aol.com", "account_id": 66237835, "title": "'Run, Joe, run': Biden hints at possible presidential pitch", "image": "http://www.blogcdn.com/slideshows/images/slides/361/120/6/S3611206/slug/l/joe-biden-attends-allegheny-county-labor-day-parade-1.jpg", "creator": "@AOL", "site": "@AOL", "card": "summary", "description": "PITTSBURGH &mdash; Vice President Joe Biden told supporters Monday he wasn't the one to ask about his potential presidential bid. \"You got to talk to my wife!\" he said in respon"}, "msapplication-TileColor": "#3399ff", "robots": "index,follow", "publish-date": "September 8, 2015", "p": {"domain_verify": "96bae1739d3231d21abe59a638021d5d"}, "fb": {"app_id": 183146218394780}, "theme-color": "#ffffff", "msapplication-TileImage": "http://www.blogsmithmedia.com/www.aol.com/assets-43dafc02cf4f3bf4849e499b04c0aa82/images/favicon/mstile-144x144.png?v=Kmmv6Rgb5o", "article": {"publisher": "https://www.facebook.com/aol"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fc9f76\"", "article_summary": "SEE ALSO: Planned Parenthood faces unexpected challenge from Obamacare\"I've got to talk to my wife about that,\" he told steelworkers who erupted into chants of \"Run, Joe Run!\"\nSee photos of Biden on Labor Day:'Run, Joe, run': Biden hints at possible presidential pitch PITTSBURGH, PA - SEPTEMBER 7: U.S. Vice President Joe Biden runs while participating in the annual Allegheny County Labor Day Parade September 7, 2015 in Pittsburgh, Pennsylvania.\nPITTSBURGH — Vice President Joe Biden told supporters Monday he wasn't the one to ask about his potential presidential bid.\nBefore you go, we thought you'd like these...PITTSBURGH — Vice President Joe Biden told supporters Monday he wasn't the one to ask about his potential presidential bid.\nhe said in response to a call encouraging him to run from the crowd at a Labor Day parade in Pittsburgh on Monday."}