{"article_title": "Heritage Foundation Falls Under Control of the TEA Party", "article_keywords": ["control", "foundation", "tea", "income", "tax", "taxes", "falls", "state", "heritage", "party", "carolinas", "south", "demint"], "article_url": "http://thepublicslate.com/2015/01/heritage-foundation-falls-under-control-of-the-tea-party/", "article_text": "If you don’t know Jim DeMint, this is a brief biography. He was elected in 2004 as a Senator from South Carolina. Sworn in for the 2005 Congressional session his two major accomplishments were unremarkable. He was one of only two Senators to vote against the appointment of Hillary Clinton as Secretary of State, and he introduced legislation to completely repeal the Affordable Care Act. He was reelected in 2010. He introduced legislation to force a balanced budget without increasing any taxes. In 2012 DeMint resigned to become president of the conservative think tank, the Heritage Foundation. The choice of DeMint placed the foundation under the control of the TEA Party instead of the GOP.\n\nHis ignorance became evident when he was instrumental in the government shutdown in 2013. Senator Orrin Hatch joined others with concerns that the Heritage Foundation was losing its way and becoming more political than substantive. DeMint’s personal ideology is unsettling. He once stated that homosexuals should not have any contact with the nation’s children, most importantly denying them the opportunity to be teachers. He also allowed and encouraged an ill-informed author to write a report regarding immigration, claiming that Hispanics were less intelligent than other people. The report was pulled before a national release.\n\nThe Heritage Foundation was intended to research and suggest intelligent and honest policy. Under DeMint the core reason for the think tank has been abandoned. He has led the foundation into the extremist ideas of the TEA Party. His focus continues to be the repeal of the Affordable Care Act, although all TEA Party claims of its failure and financial ruin have been debunked.\n\nMultiple former employees of the Heritage Foundation have resigned. Their issue is the change from intellectual discussion to a purely political forum.\n\nHis latest debacle is to embrace changes in the tax structure which were proposed by the governor of the state he formerly represented. South Carolina’s Nikki Haley proposed a swap; state income taxes would be replaced by an increase in gasoline taxes. DeMint praised her calling Haley a great conservative leader, promoting tax reform while taking on the transportation industry. He said that she is attempting to make South Carolina more competitive with other states, and that she is a great leader for the people of her state.\n\nHaley’s previous record suggests a lack of fiscal awareness. One year ago she proposed reducing income taxes by a whopping $29 a year for families. Seven months ago she passed the largest state budget in South Carolina’s history of $25 billion, while claiming that she had vetoed part of the spending bill. Her veto affected one-tenth of one-percent of the actual budget. During that same period Haley authorized local governments to raise taxes by $1.6 billion.\n\nNorth Carolina’s fiscal conservatives reject the tax swap. They claim that it would not be a step forward for the citizens of their state, and most likely a step backwards. Their proposal is to entirely eliminate state income tax. Income tax contributors are primarily small businesses and individual income earners.\n\nSouth Carolina’s conservative leaders have criticized the changes in the Heritage Foundation claiming that their ideas are regressive.\n\nCommentary by James Turnage\n\nSources:\n\nWashington Post\n\nWashington Post\n\nFitsNews\n\nPhoto courtesy of Gage Skidmore\n\nFlickr License\n\nLike this: Like Loading...", "article_metadata": {"generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "author": "James Turnage", "og": {"site_name": "The Public Slate", "description": "If you don’t know Jim DeMint, this is a brief biography. He was elected in 2004 as a Senator from South Carolina. Sworn in for the 2005 Congressional session his two major accomplishments were unre…", "title": "Heritage Foundation Falls Under Control of the TEA Party", "url": "http://thepublicslate.com/2015/01/heritage-foundation-falls-under-control-of-the-tea-party/", "image": {"width": 375, "identifier": "http://i2.wp.com/thepublicslate.com/wp-content/uploads/2015/01/Jim-DeMint-e1422368905672.jpg?fit=375%2C250", "height": 250}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://i2.wp.com/thepublicslate.com/wp-content/uploads/2015/01/Jim-DeMint-e1422368905672.jpg?fit=375%2C250&w=640", "site": "@DiMarkcoChandle", "card": "summary_large_image"}, "article": {"published_time": "2015-01-27T14:31:47+00:00", "modified_time": "2015-01-27T14:31:47+00:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fde1d7\"", "article_summary": "Senator Orrin Hatch joined others with concerns that the Heritage Foundation was losing its way and becoming more political than substantive.\nSouth Carolina’s conservative leaders have criticized the changes in the Heritage Foundation claiming that their ideas are regressive.\nThe choice of DeMint placed the foundation under the control of the TEA Party instead of the GOP.\nThe Heritage Foundation was intended to research and suggest intelligent and honest policy.\nIn 2012 DeMint resigned to become president of the conservative think tank, the Heritage Foundation."}