{"article_title": "Snow response in DC, NYC comes down to money, manpower", "article_keywords": ["city", "million", "district", "inches", "manpower", "money", "streets", "washington", "snow", "dc", "miles", "york", "capital", "nyc", "response", "comes"], "article_url": "http://townhall.com/news/us/2016/01/25/icy-roads-spotty-transit-service-follow-east-coast-blizzard-n2109395", "article_text": "WASHINGTON (AP) — The nation's capital and its largest city both got walloped by the same near-record blizzard this weekend. But while Washington struggled to recover, New York City was mostly up and running on Monday.\n\nIn the District of Columbia, schools and government offices, monuments and memorials and museums were all shut down on Monday. The Metro had an extremely reduced schedule, providing free rides as a goodwill gesture. Digging out remained such a huge challenge that Mayor Muriel Bowser sought federal disaster aid.\n\nIn New York, the subway and schools were open, just a day and a half after the last flakes fell, and leaders praised themselves for getting this one right.\n\nA look at the numbers helps explain the outcomes:\n\nSnowfall:\n\nWashington gets eight days of snowfall, accumulating 14.5 inches a year on average. New York gets 11 snowy days, accumulating 25.1 inches, according to federal climate data. In the \"Snowmageddon\" winter of 2009-2010, Washington got 56 inches and New York City got 51.4. But the capital got just 2 and 3 inches the next two winters, while New Yorkers can always count on at least some heavy snow 230 miles northeast.\n\nMoney:\n\nEach spends about $9 per capita on snow removal: The District of Columbia government sets aside $6.2 million a year for its 658,000 people, while New York's snow budget is $77.5 million for its population of 8.4 million. The Big Apple's snow budget and population are each about 12 times bigger.\n\nSize:\n\nThe capital covers 68 square miles, a fourth of New York's 302 square miles. The District has 4,400 lane miles to clear, budgeting $1,400 per mile. New York has to clear 19,000 lane miles and budgets $4,000 per mile, almost three times as much.\n\nSnowforce:\n\nDistrict officials deployed 1,200 employees and 727 pieces of equipment to clear streets. New York sent out 4,600 workers and more than 2,000 pieces of equipment, keeping its crews on 12-hour shifts so that half were on the streets at a time.\n\nConsequences:\n\nAccording to an analysis by Moody's, the Washington Metro area lost $570 million due to the storm through Monday, about a quarter of the total economic activity for that three-day stretch. By contrast, the New York metro area lost $460 million — roughly 7 percent of its economic activity.\n\n\"I know other cities struggled,\" New York City Mayor Bill de Blasio said. \"We are so blessed to have the personnel, the training, the equipment that allows to this city to turn on a dime. Things are not entirely normal, today but most of the city is operating well.\"\n\nAsked why New York schools are open while the District's are closed, Washington's emergency management director, Christopher Geldart, said \"It's a total unfair comparison.\"\n\n\"Is it a safe situation for those children that get there? That's Mayor de Blasio's call and his folks advising him. Here in the District we know our conditions and what our roadways look like and what it's like for our residents and children out there, and we're making the best decision we can make here.\"\n\nMost streets in downtown Washington were coated in a brown, slushy mess during the morning rush. Some lanes on major thoroughfares suddenly disappeared under snowbanks.\n\n\"It's incredible that these streets aren't plowed,\" said Robert Raben, 52, who works in public affairs in the capital. \"I've lived here 25 years. Snow is not our best foot forward.\"\n\nIn the District's bustling Shaw neighborhood, people frustrated at not seeing plows began shoveling their street, like suburbanites taking care of their driveways.\n\nDe Blasio did some damage control in Queens, where plows got stuck and people complained of being forgotten. And New York Gov. Andrew Cuomo acknowledged a miserable experience getting in from Long Island Monday while the nation's busiest commuter railroad ran a reduced schedule. But both were able to focus on what went right this time.\n\nUnlike during \"Snowmaggedon,\" when New York's transit system stayed open at first, stranding buses and blocking streets, this time early closings and a coordinated response enabled the city and state to reopen the roads more quickly.\n\n\"Because we put the travel ban in, Sanitation was able to get out there and plow as well as they did,\" de Blasio said. \"And when the buses came back online, they could actually get around. It was really good decision-making.\"\n\nGetting around was enough of an ordeal in New York for some to simply give up. Wayne Westervelt of Port Washington, New York, rescheduled his doctor's appointment in Manhattan for a hip problem after discovering en route how limited the train service was on the Long Island Rail Road.\n\n\"They said to grab a train to Mineola. But they said it's mobbed,\" Westervelt said. \"What am I going to do — go into a sardine can?\"\n\nIn the capital, Meagan Jones had a brighter attitude as she slogged to work in an H&M clothing store. \"They did a lot better than last year,\" she said.\n\nCultural differences tend to surface after snowstorms. New Yorkers can be ... demanding. In the capital, people have learned to lower expectations.\n\n\"Most of us who spend part of our lives in Washington know to expect the worst when it comes to snow,\" said U.S. Sen. Dick Durbin, who was struggling to return from Illinois on Monday.\n\n___\n\nLemire reported from New York. Associated Press writers Kiley Armstrong in New York and Jessica Gresko in Arlington, Virginia, and AP photographer Alex Brandon in Washington, contributed to this report.\n\n___\n\nFollow Ben Nuckols on Twitter at https://twitter.com/APBenNuckols. His work can be found at http://bigstory.ap.org/content/ben-nuckols.", "article_metadata": {"description": "Snow response in DC, NYC comes down to money, manpower - AP News: WASHINGTON (AP) — The nation's capital and its largest city .05/26/2016 18:44:00PM EST.", "author": "AP News", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "WASHINGTON (AP) — The nation's capital and its largest city both got walloped by the", "title": "AP News - Snow response in DC, NYC comes down to money, manpower", "url": "http://townhall.com/news/us/2016/01/25/icy-roads-spotty-transit-service-follow-east-coast-blizzard-n2109395", "image": "http://media.townhall.com/townhall/reu/ha/2016\\24\\2da13a35-c0e1-4cb0-9b97-0c15cc6d98c2.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "WASHINGTON (AP) — The nation's capital and its largest city both got walloped by the", "title": "AP News - Snow response in DC, NYC comes down to money, manpower", "url": "http://townhall.com/news/us/2016/01/25/icy-roads-spotty-transit-service-follow-east-coast-blizzard-n2109395", "image": "http://media.townhall.com/townhall/reu/ha/2016/24/2da13a35-c0e1-4cb0-9b97-0c15cc6d98c2.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Snow response in DC, NYC comes down to money, manpower, AP News, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "\"I know other cities struggled,\" New York City Mayor Bill de Blasio said.\nIn the \"Snowmageddon\" winter of 2009-2010, Washington got 56 inches and New York City got 51.4.\nBut while Washington struggled to recover, New York City was mostly up and running on Monday.\nWASHINGTON (AP) — The nation's capital and its largest city both got walloped by the same near-record blizzard this weekend.\nBut the capital got just 2 and 3 inches the next two winters, while New Yorkers can always count on at least some heavy snow 230 miles northeast."}