{"article_title": "OKC Police Arrest Two In Violent Home Invasion - News9.com - Oklahoma City, OK - News, Weather, Video and Sports", "article_keywords": ["city", "suspects", "suspect", "ok", "reece", "door", "oklahoma", "able", "violent", "officers", "victims", "arrest", "okc", "weather", "video", "invasion", "weapon", "news9com", "mayes", "inside"], "article_url": "http://www.news9.com/story/27327595/okc-police-arrest-two-in-violent-home-invasion", "article_text": "Oklahoma City police arrested two suspects who broke into a home and assaulted the residents inside early Thursday morning.\n\nAccording to police, at about 12:40 a.m., officers responded to the report of a home invasion in the 2700 block N. Coltrane Road. The caller said to police on the phone, “They broke in and have guns.”\n\nThere were five people inside the home at the time of the break-in. Police said multiple suspects knocked on the door and pushed their way in, when one victim began to open the door. Once inside, two suspects, 21-year-old Shaquille Devonte Mayes and 21-year-old Deondre Reece, began attacking the victims and even pistol-whipped them.\n\nAccording to police, Mayes and Reece then kicked in the bedroom door where two more victims were sleeping, and they held them at gunpoint. Police said Reece told those two victims to take off their clothes and stand up against the wall.\n\nThe victims said when officers arrived, Reece held his gun against one victim's head and counted down from three, after he threatened to kill the victim.\n\nAccording to police, during the attack, the suspects stole several items from the home and loaded them into an SUV. Mayes was standing on the front porch of the home when he saw the officers. He then ran back into the home and jumped out of the window, but officers were able to take him into custody.\n\nPolice searched the home and found Reece hiding in a bathtub. Officers said another suspect was able to run out of the house. That suspect has not been arrested.\n\nOfficers said they were able to locate the guns the suspects hid in a bedroom.\n\nBoth Mayes and Reece were booked into the Oklahoma County Jail on charges of robbery with a dangerous weapon, and assault with a dangerous weapon. Police said Mayes also had a warrant out for larceny of a motor vehicle.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "Oklahoma City police arrested two suspects who broke into a home and assaulted the residents inside early Thursday morning.", "author": "Xin Xin Liu", "og": {"url": "http://www.news9.com/story/27327595/okc-police-arrest-two-in-violent-home-invasion", "image": "http://KWTV.images.worldnow.com/images/5656043_G.jpg", "type": "article", "description": "Oklahoma City police arrested two suspects who broke into a home and assaulted the residents inside early Thursday morning.", "title": "OKC Police Arrest Two In Violent Home Invasion"}, "twitter": {"image": "http://KWTV.images.worldnow.com/images/5656043_G.jpg", "description": "Oklahoma City police arrested two suspects who broke into a home and assaulted the residents inside early Thursday morning.", "card": "summary", "title": "OKC Police Arrest Two In Violent Home Invasion"}, "wnreadableurl": "okc-police-arrest-two-in-violent-home-invasion", "ROBOTS": "index,follow,noarchive", "owner": "KWTV", "fb": {"app_id": 538140636230283}, "date": "2014/11/07", "KEYWORDS": "oklahoma city,okc,media,news,weather, shaquille mayes, deondre reece,", "wn-version": "ContainerE-Story", "wn-base": "IIS25", "verify-v1": "d5ZN+GNiazjgWlnr3WHikwraMvFljdUSLMgex4CGnc8=", "news_keywords": "oklahoma city,okc,media,news,weather, shaquille mayes, deondre reece,"}, "article_summary": "Oklahoma City police arrested two suspects who broke into a home and assaulted the residents inside early Thursday morning.\nOnce inside, two suspects, 21-year-old Shaquille Devonte Mayes and 21-year-old Deondre Reece, began attacking the victims and even pistol-whipped them.\nBoth Mayes and Reece were booked into the Oklahoma County Jail on charges of robbery with a dangerous weapon, and assault with a dangerous weapon.\nPolice said multiple suspects knocked on the door and pushed their way in, when one victim began to open the door.\nAccording to police, at about 12:40 a.m., officers responded to the report of a home invasion in the 2700 block N. Coltrane Road."}