{"article_title": "Does Uber Discriminate Against The Blind? Car Service App To Defend Itself In Lawsuit", "article_keywords": ["uber", "blind", "discriminate", "service", "uberx", "car", "defend", "driver", "dog", "guide", "disabilities", "does", "ms", "trunk", "lawsuit", "app", "drivers"], "article_url": "http://www.medicaldaily.com/does-uber-discriminate-against-blind-car-service-app-defend-itself-lawsuit-330246", "article_text": "After as many as 40 reports of alleged discrimination against blind people with guide dogs, Uber must now defend itself in court.\n\nFive years after it started offering Bay Area commuters an alternative to taxis, Uber has grown into a cab-hailing giant, employing as many as 900,000 drivers in 55 countries — by conservative estimates at least. In the midst of that speedy growth, however, there have been several problems the company has had to deal with, from reckless, angry drivers to all sorts of problems with women. Now, Uber must defend itself in a lawsuit alleging the company discriminates against blind people by refusing to allow guide dogs in its vehicles.\n\nThe suit was originally filed in September 2014 by the California chapter of the National Federation of the Blind after as many as 40 reports emerged of Uber customers being refused rides once the drivers saw they had guide dogs with them. In some cases, drivers reportedly abandoned “blind travelers in extreme weather” or charged them cancellation fees after denying the rides. One case even alleges an UberX driver forced a dog to get in his trunk, The Washington Post reported.\n\n“Leena Dawes is blind and uses a guide dog,” the initial civil complaint said. “An UberX driver forced Ms. Dawes's guide dog into the closed trunk of the UberX sedan before transporting Ms. Dawes. When Ms. Dawes realized where the driver had placed her dog, she pleaded with the driver to pull over so that she could retrieve her dog from the trunk, but the driver refused her request.”\n\nOn Friday, however, U.S. Magistrate Judge Nathaniel Cousins rejected Uber’s claims that these allegations had no standing and that, because Uber is a private company, it isn’t required to abide by the rules of the Americans with Disabilities Act. It said the plaintiffs could sue on the basis that Uber is a “travel service” liable under the law, according to Reuters.\n\nThe Americans with Disabilities Act prohibits discrimination and ensures equal opportunity for “persons with disabilities in employment, state and local government services, public accommodations, commercial facilities, and transportation.”\n\n“We remain confident in the facts surrounding this case,” Uber spokeswoman Kristin Carvell told Ars Technica. “The Uber app is built to expand access to transportation options for all, including users with visual impairments and other disabilities. It is Uber’s policy that driver partners are expected to comply with local, state, and federal laws regarding the transportation of service animals, and we have consistently communicated this policy to drivers nationwide.”\n\nCousins gave Uber two weeks to formally respond to the complaint.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "does, uber, discriminate, against, blind, car, service, app, defend, itself, lawsuit", "og": {"site_name": "Medical Daily", "description": "After as many as 40 reports of alleged discrimination against blind people with guide dogs, Uber must now defend itself in court.", "title": "Does Uber Discriminate Against The Blind?", "url": "http://www.medicaldaily.com/does-uber-discriminate-against-blind-car-service-app-defend-itself-lawsuit-330246", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/04/21/guide-dog.jpg", "type": "article"}, "twitter": {"description": "After as many as 40 reports of alleged discrimination against blind people with guide dogs, Uber must now defend itself in court.", "title": "Does Uber Discriminate Against The Blind?", "url": "http://www.medicaldaily.com/does-uber-discriminate-against-blind-car-service-app-defend-itself-lawsuit-330246", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/04/21/guide-dog.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/04/21/guide-dog.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-04-21T17:12:11-04:00", "modified_time": "2015-04-21T17:12:10-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "After as many as 40 reports of alleged discrimination against blind people with guide dogs, Uber must now defend itself in court."}, "article_summary": "“An UberX driver forced Ms. Dawes's guide dog into the closed trunk of the UberX sedan before transporting Ms. Dawes.\nAfter as many as 40 reports of alleged discrimination against blind people with guide dogs, Uber must now defend itself in court.\nNow, Uber must defend itself in a lawsuit alleging the company discriminates against blind people by refusing to allow guide dogs in its vehicles.\n“Leena Dawes is blind and uses a guide dog,” the initial civil complaint said.\nOne case even alleges an UberX driver forced a dog to get in his trunk, The Washington Post reported."}