{"article_title": "Medical Marijuana Law In Illinois Expands To Include Children, Adults Suffering From Seizures", "article_keywords": ["seizures", "law", "families", "adults", "medical", "epilepsy", "marijuana", "illinois", "states", "cannabis", "suffering", "treatment", "include", "expands", "children"], "article_url": "http://www.medicaldaily.com/medical-marijuana-law-illinois-expands-include-children-adults-suffering-seizures-294334", "article_text": "Illinois has become the 23rd state to allow both adults and children to use medical marijuana in the treatment of seizures.\n\nIllinois Gov. Pat Quinn signed Senate Bill 2636 on Sunday, saying that the law would help people all over the state suffering from seizures. Medical cannabis has been shown to have a beneficial effect on children with epilepsy, and withholding this treatment option from patients can reduce their chances for survival and quality of life. “This new law will help alleviate the suffering of many adults and children across the state,” Quinn said in a statement. “Epilepsy is a debilitating condition, and this much-needed relief will help to reduce some of its symptoms for those who endure seizures.”\n\nSenate Bill 2636 was spearheaded by Sen. Iris Martinez (D-Chicago) in order to expand the state’s medical marijuana law to include people with seizure disorders, like epilepsy, or traumatic brain injury (TBI)-related seizures. The bill will also allow minors to take part in the Illinois Medical Cannabis Pilot Program if they have both parental consent and physician recommendations. Before Senate Bill 2636, Illinois was one of three states that didn’t allow minors to take part in their medical marijuana programs.\n\n“Medical marijuana is an effective treatment option for people suffering from seizure disorders,” Chris Lindsey of the Marijuana Policy Project told The Examiner. “As more elected officials become familiar with its medical benefits, more states will adopt laws that allow it.”\n\n'Compassionate' Legislation\n\nRecently, families with severely epileptic children that have searched out medical cannabis in desperation have made headlines. Take Charlotte Figi, for example, the 6-year-old who suffers from a rare form of epilepsy. Charlotte was placed under special diets and given various treatments, but nothing worked until her family began using cannabis oil. It was unconventional, but it worked, bringing Charlotte’s seizures down from 300 a week to only three per week.\n\nThe Epilepsy Foundation has since called for “increased medical marijuana access and research,” noting that it’s unacceptable for only a handful of states to have open access to the drug while others don’t. “The Epilepsy Foundation believes that an end to seizures should not be determined by one’s zip code,” the website says. “Families looking to access medical marijuana as a treatment are facing terrible decisions. One parent may move across the country to live with a child to seek this treatment. Other families may uproot entirely, including leaving their job, to move where they can access CBD oil.”\n\nPerhaps this is why Illinois refers to the law as the \"Compassionate Use of Medical Cannabis Act.\" “We applaud Gov. Quinn and the legislature for adopting this compassionate and much-needed legislation,” Lindsey told The Examiner. “It comes as a relief to countless patients and their families, many of whom tirelessly advocated for the new law. It will improve the quality of life for many Illinois residents.”", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "medical marijuana, cannabis oil, illinois marijuana law", "og": {"site_name": "Medical Daily", "description": "Previously one of three states that barred children from participating in medical marijuana programs, Illinois recently passed a bill expanding access to both minors and adults who suffer from seizures.", "title": "Kids In Illinois Can Use Marijuana, Too — Under One Condition", "url": "http://www.medicaldaily.com/medical-marijuana-law-illinois-expands-include-children-adults-suffering-seizures-294334", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/22/marijuana.jpg", "type": "article"}, "twitter": {"description": "Previously one of three states that barred children from participating in medical marijuana programs, Illinois recently passed a bill expanding access to both minors and adults who suffer from seizures.", "title": "Kids In Illinois Can Use Marijuana, Too — Under One Condition", "url": "http://www.medicaldaily.com/medical-marijuana-law-illinois-expands-include-children-adults-suffering-seizures-294334", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/22/marijuana.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/22/marijuana.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Drugs", "published_time": "2014-07-22T14:14:16-04:00", "modified_time": "2014-07-22T14:08:31-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Previously one of three states that barred children from participating in medical marijuana programs, Illinois recently passed a bill expanding access to both minors and adults who suffer from seizures."}, "article_summary": "Illinois has become the 23rd state to allow both adults and children to use medical marijuana in the treatment of seizures.\nThe bill will also allow minors to take part in the Illinois Medical Cannabis Pilot Program if they have both parental consent and physician recommendations.\n“Medical marijuana is an effective treatment option for people suffering from seizure disorders,” Chris Lindsey of the Marijuana Policy Project told The Examiner.\nBefore Senate Bill 2636, Illinois was one of three states that didn’t allow minors to take part in their medical marijuana programs.\n“This new law will help alleviate the suffering of many adults and children across the state,” Quinn said in a statement."}