{"article_title": "Potter budget plans include 4.25 percent tax hike", "article_keywords": ["increase", "plans", "potter", "hike", "million", "tax", "budget", "taxes", "county", "rate", "station", "health", "include", "425", "mental"], "article_url": "http://amarillo.com/news/local-news/2015-08-12/potter-budget-plans-include-425-percent-tax-hike", "article_text": "A Potter County budget that has received preliminary approval includes a 4.25 percent property tax rate increase.\n\nThis would bring the total property tax rate from 0.634 of a percent to 0.66 of a percent, which would raise taxes from $634 to $660 for a $100,000 house and would generate an additional $2.6 million in tax revenue.\n\n“We’ve been very conservative with our spending and inflating is getting to us now, so we have to increase our revenue a bit,” said county auditor Kerry Hood.\n\nOf the increase, $941,646 will be raised through taxes from new properties added to the tax roll.\n\nHood said the county did not raise taxes in three of the last six years.\n\nA majority of the increase, which received its first approval Monday, will go to a new, $1.9 million fire station, an additional bailiff in the child support court and a new mental health court.\n\n“The fire station will be going to serve the people that voted down the tax increase for that,” said Potter County Judge Nancy Tanner. “We had (the decision) on the ballot last time to raise sales taxes to pay the same rate as city taxes ... but they voted it down.”\n\nInstead of raising sales taxes or borrowing money through a government bond, Potter County has decided to add the purchase of the new fire station to the budget this year, Hood said.\n\nAdditionally, $3.25 million was to be earmarked for a new sheriff’s administration office, but this will be delayed for now.\n\nFinally, a contract for $1.09 million has been added to the Capital Project Funds to pay for Potter County’s portion of the downtown garage project, but “we’re not sure when that will happen,” Hood said.\n\nWhile Randall County had nearly $864,000 in costs associated with Affordable Care Act compliance, Potter County has kept those costs to about $118,000.\n\n“We’ve been watching that for several years and we’ve tried to make as subtle a change each year as possible,” Hood said.\n\nThe cost of the new mental health court will come to $75,760. Originally, a mental health facility had been planned, but that was later scuttled.\n\nThe mental health court will identify Potter County jail inmates who could benefit from mental health care. Authorities would gradually pull patients from the jail and provide assistance to deal with their criminal charges while placing them on probation and providing medication or counseling services, Globe-News files show.\n\nThere will be two public hearings on the tax increases. The first one will be at 5:30 p.m. on Sept. 3 and the second is scheduled for 9 a.m. on Sept. 8.", "article_metadata": {"keywords": "Local News", "og": {"url": "http://amarillo.com/news/local-news/2015-08-12/potter-budget-plans-include-425-percent-tax-hike", "site_name": "Amarillo Globe-News", "type": "article", "description": "A Potter County budget that has received preliminary approval includes a 4.25 percent property tax rate increase. \nThis would bring the total property tax rate from 0.634 of a percent to 0.", "title": "Potter budget plans include 4.25 percent tax hike"}, "description": "A Potter County budget that has received preliminary approval includes a 4.25 percent property tax rate increase.This would bring the total property tax rate from 0.634 of a percent to 0.66 of a percent, which would raise taxes from $634 to $660 for a $100,000 house and would generate an additional $2.6 million in tax revenue.“We’ve been very conservative with our spending and inflating is getting to us now, so we have to increase our revenue a bit,” said county auditor Kerry Hood."}, "article_summary": "A Potter County budget that has received preliminary approval includes a 4.25 percent property tax rate increase.\nThe mental health court will identify Potter County jail inmates who could benefit from mental health care.\nWhile Randall County had nearly $864,000 in costs associated with Affordable Care Act compliance, Potter County has kept those costs to about $118,000.\n“The fire station will be going to serve the people that voted down the tax increase for that,” said Potter County Judge Nancy Tanner.\nOriginally, a mental health facility had been planned, but that was later scuttled."}