{"article_title": "Health Net’s 2015 changes affect Santa Cruz County residents", "article_keywords": ["blue", "covered", "shield", "changes", "county", "cruz", "health", "santa", "california", "2015", "affect", "residents", "nets", "net"], "article_url": "http://www.santacruzsentinel.com/article/NE/20141210/NEWS/141219963", "article_text": "SANTA CRUZ >> Santa Cruz County residents who bought health insurance through Covered California and picked a Health Net plan to see physicians with the Palo Alto Medical Foundation will have to change plans for 2015 to continue seeing those doctors.\n\nThe deadline to switch without a coverage gap Jan. 1 is Dec. 15.\n\nThe options are limited as people used to a preferred provider organization, PPO, will discover the meaning of EPO, exclusive provider organization.\n\nAptos resident Eugene Tsuji, who spent decades growing roses, picked Health Net from three Covered California options a year ago so his wife could see Palo Alto Medical melanoma specialists.\n\n“We signed up for the Blue Shield EPO as it covers us locally,” he said, noting the plan is “useless for our son going to school in Washington so he will end up needing an off-exchange plan.”\n\nTsuji said he is grateful the Affordable Care Act covers people with pre-existing conditions but points out consumers need accurate information about which doctors are in which networks, an issue from last year that is unresolved.\n\n“Covered California’s website doesn’t allow one to check the network, and calling only confuses the issue,” Tsuji said.\n\nThis year, Consumer Watchdog filed lawsuits against Anthem Blue Cross, Cigna and Blue Shield of California alleging the insurers misled consumers who enrolled in their health plans about the size of their provider networks.\n\nHealth Net spokesman Brad Kieffer said he did not know how many Santa Cruz County residents are affected by its change in plans.\n\nIt could be as many as 1,000, based on Covered California reporting enrollment by 15,000 Santa Cruz County residents and Health Net’s 8 percent market share in the tri-county Santa Cruz-Monterey-San Benito region, dwarfed by Anthem with 62 percent and Blue Shield 30 percent.\n\n“People who shop on exchanges value price over depth of network,” Kieffer said.\n\nHealth Net offered a network with fewer doctors and lower premiums in Southern California that was “very successful,” he said, gaining a market share of more than 30 percent.\n\nThose who want PAMF doctors can get a PPO plan from Health Net but they must buy the policy from an agent, not from Covered California, and that means no subsidies.\n\nOnly 2,074 Santa Cruz County residents bought unsubsidized health insurance from Covered California for 2014.\n\nAdvertisement\n\nPAMF’s agreement with Blue Shield runs until Dec. 31 but 2015 is under negotiation.\n\n“Until we finalize the contract, we won’t know which, if any, of their Covered California plans we will accept for 2015,” said Mark Riley, spokesman for Sutter Health and PAMF. “We don’t have a target date for when the contract for 2015 will be finalized. We apologize for the inconvenience to our patients who are running to the Dec. 15 deadline in order to continue coverage into January.”\n\nHe added, “We remain optimistic that we will likely have the contract finalized by the end of the Covered California open enrollment period.”", "article_metadata": {"description": "SANTA CRUZ >> Santa Cruz County residents who bought health insurance through Covered California and picked a Health Net plan to see physicians with the Palo Alto Medical Foundation will have to change plans for 2015 to continue seeing those doc", "title": "Health Net’s 2015 changes affect Santa Cruz County residents", "og": {"url": "http://www.santacruzsentinel.com/article/NE/20141210/NEWS/141219963", "image": {"width": "470px", "identifier": "http://local.santacruzsentinel.com/common/dfm/assets/logos/small/santacruzsentinel.png?052016", "height": "247px"}, "type": "article", "title": "Health Net’s 2015 changes affect Santa Cruz County residents"}, "twitter": {"domain": "santacruzsentinel.com", "description": "SANTA CRUZ >> Santa Cruz County residents who bought health insurance through Covered California and picked a Health Net plan to see physicians with the Palo Alto Medical Foundation will have to change plans for 2015 to continue seeing those doc", "title": "Health Net’s 2015 changes affect Santa Cruz County residents", "url": "http://www.santacruzsentinel.com/article/NE/20141210/NEWS/141219963", "image": {"src": "http://local.santacruzsentinel.com/common/dfm/assets/logos/small/santacruzsentinel.png?052016"}, "site": "@scsentinel", "app": {"id": {"ipad": "id563358177?mt=8", "iphone": "id499677382?mt=8", "googleplay": "com.spreedinc.providers.californianewspaperpartnership.santacruzsentinel"}}, "card": "summary_large_image"}, "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "keywords": "business,cityeditor,hcare,jondigumz,santacruz, Business", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "business,cityeditor,hcare,jondigumz,santacruz, Business"}, "article_summary": "SANTA CRUZ >> Santa Cruz County residents who bought health insurance through Covered California and picked a Health Net plan to see physicians with the Palo Alto Medical Foundation will have to change plans for 2015 to continue seeing those doctors.\nHealth Net spokesman Brad Kieffer said he did not know how many Santa Cruz County residents are affected by its change in plans.\nOnly 2,074 Santa Cruz County residents bought unsubsidized health insurance from Covered California for 2014.\nAdvertisementPAMF’s agreement with Blue Shield runs until Dec. 31 but 2015 is under negotiation.\nIt could be as many as 1,000, based on Covered California reporting enrollment by 15,000 Santa Cruz County residents and Health Net’s 8 percent market share in the tri-county Santa Cruz-Monterey-San Benito region, dwarfed by Anthem with 62 percent and Blue Shield 30 percent."}