{"article_title": "Important Obamacare Dates That You'll Want to Circle on Your Calendar -- The Motley Fool", "article_keywords": ["fool", "dates", "15", "consumers", "motley", "enrollment", "obamacare", "period", "jan", "ftes", "important", "health", "circle", "2016", "youll", "calendar"], "article_url": "http://www.fool.com/investing/general/2015/11/21/important-obamacare-dates-that-youll-want-to-circl.aspx", "article_text": "For the third time since being signed into law in March 2010, the Patient Protection and Affordable Care Act, best known as Obamacare, is enrolling or reenrolling members through its online marketplace exchanges.\n\nFollowing its first year of enrollment, Obamacare had around 6.7 million paying enrollees by the time the second enrollment period began in mid-November 2014. This time around, as of the end of June 2015, there were nearly 10 million paying enrollees (although this number is expected to drop slightly as people shift jobs and obtain health insurance through their employers, or simply drop out of the system due to affordability). Based on estimates from the Congressional Budget Office, this third enrollment period should add another 900,000 paying adults to the insured pool by the end of 2016.\n\nImportant Obamacare dates you need to know\n\nBut each new enrollment period brings changes to Obamacare. In 2016, these changes include bigger penalties for non-compliance with the individual mandate, an earlier starting date for open enrollment (consumers began enrolling nearly three weeks ago on Nov. 1, 2015), and new rules for businesses with 50 or more full-time equivalent employees.\n\nWith this in mind, let's take a gander at some of the important Obamacare dates that you'll want to circle on your calendar.\n\nDec. 15, 2015: The first important date you'll want to be aware of is Dec. 15, 2015. This marks the last day you can enroll in Obamacare and still have coverage begin on Jan. 1, 2016. Even though you'll complete your enrollment for health insurance online, it can still take about two weeks for a health-benefits provider to process your enrollment and get you information related to your plan. In sum, if you want to be insured when the new year starts, you'll want to ensure you've selected a plan by no later than Dec. 15, 2015.\n\nJan. 1, 2016: The beginning of the year will be especially important for businesses as it marks when the employer mandate will be fully implemented.\n\nIn 2015, businesses with 100 or more full-time equivalent employees, or FTEs, were required to offer coverage options to at least 70% of these FTEs and their dependents, and to provide financial assistance in instances where premium costs totaled more than 9.5% of an FTE's modified adjusted gross income for the year. Obamacare defines an FTE as someone working 30 or more hours per week for more than 120 days in a calendar year. Businesses with 50 to 99 FTEs were exempt from the employer mandate this year.\n\nIn 2016, businesses with 50 or more FTEs will be required to offer health coverage to at least 95% of their FTEs and dependents, as well as provide financial assistance to lower-income FTEs. If businesses fail to do so, they could be facing fines of $2,000 to $3,000 per non-compliant employee.\n\nJan. 15, 2016: Similar to the previous month, Jan. 15, 2016 marks the last day consumers can enroll in January if they want their health coverage to begin on Feb. 1, 2016. This date also serves as a good reminder to those who've not yet chosen a plan that the closing date of the enrollment period is right around the corner.\n\nAdditionally, this is probably the time when you'll begin to see younger, healthier adults begin to enroll. Individuals who oppose Obamacare, or feel invincible and choose not to go to the doctor, will do whatever they can to save money under Obamacare without violating the individual mandate -- the actionable component of the ACA requiring consumers to purchase health insurance or pay a penalty. By enrolling after Jan. 15, 2016, consumers can avoid paying a premium in January or February, but still be covered by March and thus not violate the individual mandate.\n\nJan. 31, 2016: This date marks the end of the third open enrollment period. In the prior two open enrollment sign-up periods there were extensions for consumers who were unable to complete their enrollments for select reasons. It's not out of the question that this will happen again, but your safest bet is to assume it won't, and to enroll by no later than Jan. 31, 2016.\n\nOne thing to keep in mind here is that these enrollment dates are specifically for Obamacare's marketplace exchanges. Nothing stops consumers from purchasing health insurance directly from an insurer or seeking it out on a private platform such as eHealth after Jan. 31, 2016. However, since about 85% of Obamacare enrollees qualify for subsidies, enrolling directly with an insurer or through a private exchange would only make sense if your income is above 400% of the federal poverty level (consumers earning less than 400% FPL likely qualify for subsidies). Also understand that the individual mandate applies to all adults, regardless of where you buy your health coverage.\n\nOct. 1, 2016: Finally, if you really want to look over the horizon, you'll note that beginning next year and beyond the open enrollment period will shift forward by a full month and begin on Oct. 1, 2016 for the 2017 calendar year.\n\nFurthermore, the open enrollment period for the 2017 coverage year will also be a half-month shorter, ending on Dec. 15, 2016. This not only ensures that everyone who enrolls will have their coverage start on the same day (Jan. 1, 2017), making things easier for health-benefit providers, but it also removes the quirk that allowed consumers to avoid paying one or two months' of premiums but still enroll via Obamacare's marketplace exchanges. All told, this move should help ever-so-modestly boost insurers' top- and bottom-lines beginning in 2017.", "article_metadata": {"publish_time": "14:18", "date": "2015-11-21T19:18:00Z", "description": "Get out your marker, because recent changes in Obamacare make these dates worth circling on your calendar.", "ResponsiveALP": "1Ses_2things-v-single_2-things_50", "author": "Sean Williams", "promo": "Get out your marker, because recent changes in Obamacare make these dates worth circling on your calendar.", "twitter": {"site": "@themotleyfool", "description": "Get out your marker, because recent changes in Obamacare make these dates worth circling on your calendar.", "title": "Important Obamacare Dates That You'll Want to Circle on Your Calendar --  The Motley Fool"}, "tags": "Yahoo", "og": {"site_name": "The Motley Fool", "description": "Get out your marker, because recent changes in Obamacare make these dates worth circling on your calendar.", "title": "Important Obamacare Dates That You'll Want to Circle on Your Calendar --  The Motley Fool", "url": "http://www.fool.com/investing/general/2015/11/21/important-obamacare-dates-that-youll-want-to-circl.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F185839%2Fobama-doctor.jpg&h=630&w=1200&op=resize", "type": "article"}, "article_type": "article", "headline": "Important Obamacare Dates That You'll Want to Circle on Your Calendar", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "77e0d1a8-8a6b-11e5-add7-0050569d32b9", "pitch": 2518, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2015 11 21", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "Important Obamacare dates you need to knowBut each new enrollment period brings changes to Obamacare.\nFollowing its first year of enrollment, Obamacare had around 6.7 million paying enrollees by the time the second enrollment period began in mid-November 2014.\nWith this in mind, let's take a gander at some of the important Obamacare dates that you'll want to circle on your calendar.\nFurthermore, the open enrollment period for the 2017 coverage year will also be a half-month shorter, ending on Dec. 15, 2016.\nBy enrolling after Jan. 15, 2016, consumers can avoid paying a premium in January or February, but still be covered by March and thus not violate the individual mandate."}