{"article_title": "Obama pushing new rules on payday loan industry", "article_keywords": ["republicans", "rules", "industry", "pushing", "say", "wall", "payday", "street", "speech", "lenders", "taking", "consumer", "loan", "obama"], "article_url": "http://www.washingtontimes.com/news/2015/mar/26/obama-pushing-new-rules-payday-loan-industry/", "article_text": "President Obama will push for new regulations on the $46 billion payday loan industry Thursday and will criticize congressional Republicans for trying to undermine the federal agency that enforces consumer laws.\n\nIn a speech in Birmingham, Alabama, Mr. Obama will say lenders should ensure that they’re not taking advantage of low-income consumers in need of quick cash.\n\n“If you lend out money, you should first make sure that the borrower can afford to pay it back,” Mr. Obama will say, according to portions of his speech released by the White House. “As Americans, we believe there’s nothing wrong with making a profit. But if you’re making that profit by trapping hardworking Americans in a vicious cycle of debt, then you need to find a new way of doing business.”\n\nThe Consumer Financial Protection Bureau is considering new rules that would require lenders to determine at the outset that a consumer is not taking on “unaffordable debt.” The agency held a field hearing on the problem Thursday in Richmond, Virginia.\n\nThe industry’s lobbying group said any new regulations should be grounded in sound data.\n\n“We are prepared to entertain reforms to payday lending that are focused on customers’ welfare and supported by real data,” said Dennis Shaul, CEO of the Community Financial Services Association of America. “In addition, we strongly support the creation of a national registry of all legitimate and licensed lenders to protect against illegal, unscrupulous companies that defraud consumers.”\n\nHe said “substantial regulation” already exists for legitimate payday lenders in the more than 30 states, including strict limits on loan amounts, fees and rollovers.\n\nMr. Obama will criticize the GOP for a budget proposal that would put the CFPB’s funding under control of Congress, instead of the Federal Reserve, saying the move would “make it harder for the CFPB to do its job, and allow Wall Street to go back to the kind of recklessness that led to the crisis in the first place.”\n\n“If Republicans in Congress send me a bill to unravel Wall Street reform, I will veto it,” he will say.", "article_metadata": {"description": "President Obama will push for new regulations on the $46 billion payday loan industry Thursday and will criticize congressional Republicans for trying to undermine the federal agency that enforces consumer laws.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "President Obama will push for new regulations on the $46 billion payday loan industry Thursday and will criticize congressional Republicans for trying to undermine the federal agency that enforces consumer laws.", "title": "Obama pushing new rules on payday loan industry", "url": "http://www.washingtontimes.com/news/2015/mar/26/obama-pushing-new-rules-payday-loan-industry/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/03/26/Obama.JPEG-0a914.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/03/26/Obama.JPEG-0a914.jpg", "description": "President Obama will push for new regulations on the $46 billion payday loan industry Thursday and will criticize congressional Republicans for trying to undermine the federal agency that enforces con", "card": "summary", "title": "Obama pushing new rules on payday loan industry"}, "Author": "Dave Boyer", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Business Finance, Politics"}, "article_summary": "President Obama will push for new regulations on the $46 billion payday loan industry Thursday and will criticize congressional Republicans for trying to undermine the federal agency that enforces consumer laws.\nIn a speech in Birmingham, Alabama, Mr. Obama will say lenders should ensure that they’re not taking advantage of low-income consumers in need of quick cash.\n“In addition, we strongly support the creation of a national registry of all legitimate and licensed lenders to protect against illegal, unscrupulous companies that defraud consumers.”He said “substantial regulation” already exists for legitimate payday lenders in the more than 30 states, including strict limits on loan amounts, fees and rollovers.\n“If you lend out money, you should first make sure that the borrower can afford to pay it back,” Mr. Obama will say, according to portions of his speech released by the White House.\nThe industry’s lobbying group said any new regulations should be grounded in sound data."}