{"article_title": "How the U.S. Can Reduce Waste in Health Care Spending by $1 Trillion", "article_keywords": ["supplyside", "total", "spending", "trillion", "reduce", "system", "demandside", "costs", "health", "reforms", "waste", "quality", "care"], "article_url": "https://hbr.org/2015/10/how-the-u-s-can-reduce-waste-in-health-care-spending-by-1-trillion", "article_text": "During the presidential campaign, Americans will be bombarded with proposals to improve the U.S. health care system in ways big and small that would either build on or radically revamp the Affordable Care Act (ACA). All will claim to reduce costs and improve quality. In order to accomplish this, proposals will largely focus on what is termed “wasteful spending” in health care, spending not associated with improved quality that, by some estimates, accounts for over one-fourth of total health care spending.\n\nBut, as Michael Porter and Robert Kaplan of Harvard Business School have argued, we need to examine costs at a more granular level at which clinical outcomes are matched with the business and administrative processes. While this has been challenging, experts have recently better measured the effectiveness of many interventions, ranging from demand-side options such as consumer-directed health plans to supply-side options such as alternative methods to pay care providers. These interventions are beneficial because they eliminate mostly waste in the system, avoiding the hard trade-offs among cost, quality, and access to care.\n\nTo assess what we already know we can save in our system and where policymakers, entrepreneurs, investors, and health care leaders need to focus their attention, we categorized the interventions measured by experts into the different strategies put forth by various presidential candidates and analyzed their total potential savings. We reviewed four strategies: the current health care system’s trajectory as is; comprehensive demand-side reform; aggressive supply-side reform; and a combination of demand-side and supply-side reform.\n\nWe had two key findings:\n\nThe political rhetoric about demand-side versus supply-side as a better option is ill-founded; both have roughly the same effect on total spending.\n\nEven if the United States implemented all the approaches whose effectiveness has been measured, only 40% of the estimated $1 trillion of wasteful spending would be addressed, leaving a significant opportunity for innovation in all areas of health care.\n\nBefore looking at what can and should be done, it’s important to note that the public and private sectors have already made significant strides in reducing the growth in health care costs and improving quality. As a result, the United States experienced five years of the lowest growth in health care costs ever in the 2009-2013 period — although an uptick in the rate in 2014 raises questions about what it will take to contain costs on a sustainable basis.\n\nNotably, the adoption of value-based-payment reforms in the private sector such as Blue Cross Blue Shield of Massachusetts’ Alternative Quality Contract coupled with public-sector reforms such as accountable care organizations and bundled-payment initiatives appear to be changing how the delivery system is organized and importantly makes money. There has also been progress in the implementation of demand-side measures aimed at getting consumers to make wiser purchasing choices. These include the widespread adoption of health plans like Silver plans on state exchanges that require subscribers to share at least 30% of the costs up to a specified limit and the introduction of technology to allow consumers to make informed decisions such as Castlight Health’s price-transparency tools. These trends likely result in market-share gains for providers that deliver high quality at lower costs.\n\nInsight Center Measuring Costs and Outcomes in Healthcare Sponsored by Medtronic A collaboration of the editors of Harvard Business Review and the New England Journal of Medicine, exploring cutting-edge ways to improve quality and reduce waste.\n\nTell us what health-care content you’d like to see more of from HBR. Take our survey and download “How Not to Cut Health Care Costs” as a thank you.\n\nWhile only 20% of health care expenditures flow through new value-based payment models and only 20% of people with employer-sponsored insurance are in high cost-sharing plans, both shares are expected to grow rapidly. The U.S. Department of Health and Human Services has stated that it plans to shift at least 50% of all its payments to these new payment models by 2018. Since provider margins are razor thin and fixed costs are very high, small changes in incentives or market share should have a significant impact.\n\nWe believe that the current set of public- and private-sector activities will continue to work and generate annual savings of $140 billion (achieved over five years), representing approximately 5% of health care spending in 2014. To put this in perspective, the annual savings generated by these programs represents more than five times the average annual federal savings that the Congressional Budget Office estimates that the Affordable Care Act (ACA) will produce this decade.\n\nThere are two primary ways to reduce costs and improve quality much more: a comprehensive demand-side strategy that gives consumers incentives and information to be much better purchasers of health care, and an aggressive supply-side strategy that changes the way providers are paid so their profit margins are tightly linked to outcomes and efficiency rather than the volume of services delivered. We believe that the United States should pursue both strategies.\n\nSpecifically, policymakers could adopt the following reforms that have been proven to work:\n\nComprehensive demand-side reforms. Accelerate the growth of consumer-directed health plans paired with other reforms to encourage consumers to be more sensitive to prices. These reforms should include increased regulations to promote price and quality transparency and payer innovations to introduce insurance plans with reference prices. With this strategy, the country could achieve an incremental $110 billion in savings beyond the $140 billion it’s already on the path to achieve, representing an additional 3% of health care spending. However, this approach would not be totally positive: Evidence suggests that some portion of the reduction in costs would result from the patients not seeking necessary care due to increased sensitivity to prices. Innovation in insurance products, such as value-based-insurance designs that reduce cost sharing for highly effective clinical services, can help address these concerns.\n\nAggressive supply-side reforms. Accelerate the migration from the fee-for-service payment system to alternative payment methods such as bundled payments or capitated budgets for individuals, which will also drive providers to reorganize their care-delivery models. This strategy would save a similar amount to the demand-side strategy, and evidence from early implementations suggests it will result in no reductions in quality or the use of “necessary” care.\n\nThe choice between demand-side and supply-side reforms is artificial. We can pursue both together. That would generate an incremental $170 billion in savings (rather than the $220 billion total of each) due to some overlap. By also pursuing other concrete opportunities (e.g., reducing administrative complexity to the levels in other service industries) that would yield $130 billion, the United States could save a total of $440 billion per year, or 14% of total spending on health care. If achieved over five years, this would halve the projected growth in health care spending, reducing the average annual growth rate from 5.5% to 2.4%.\n\nThis, however, only represents 40% of the waste in the health care system, leaving another 60% of waste, or 20% of total health care spending, that could be eliminated. Of this remaining $600 billion-plus opportunity, wasteful clinical goods and services account for about a third, illegal fraud and abuse (bending the rules or not following good medical practices) for roughly another third, administrative complexity one-fifth, and excessive, or unjustifiably high, prices the remainder.\n\nTherefore, in addition to implementing everything that have been proven to work, the United States should create an environment that encourages innovations that can address areas of waste such as administrative complexity that known strategies cannot eliminate. Finding ways to address these challenges will help unleash unprecedented productivity increases in the health care system, extend the viability of the Medicare trust fund by years, allow employers to use money that would otherwise go to health care to raise wages, and, by reducing state and federal expenditures on health care, permit governments to lower taxes.", "article_metadata": {"page-category-id": 1407, "msapplication-config": "none", "description": "Reforms will have to address both supply and demand.", "page-category-name": "Economy", "og": {"site_name": "Harvard Business Review", "description": "Reforms will have to address both supply and demand.", "title": "How the U.S. Can Reduce Waste in Health Care Spending by $1 Trillion", "url": "https://hbr.org/2015/10/how-the-u-s-can-reduce-waste-in-health-care-spending-by-1-trillion", "image": "https://hbr.org/resources/images/hbr_opengraph_940x490.png", "type": "article"}, "twitter": {"image": "https://hbr.org/resources/images/article_assets/2015/10/oct15-13-87752817.jpg", "site": "@harvardbiz", "card": "summary_large_image", "creator": "@harvardbiz"}, "ox-group": 537063787, "item-name": "How the U.S. Can Reduce Waste in Health Care Spending by $1 Trillion", "intromercial": "protected", "page-id": 300, "article-content-type": "Digital Article", "rr-placements": "item_page.articles,item_page.top_right,item_page.bottom,item_page.red_strip,item_page.subscribe_now,item_page.topbar_subscribe,item_page.mag_cover,item_page.subscribe,item_page.article_slider,item_page.exit_popup_slider", "viewport": "initial-scale=1,width=device-width", "shopper-attributes": "state:guest", "sid": "74F439DFA969B63D202BBCD0E830058E", "article": {"publisher": "https://www.facebook.com/HBR", "published_time": "2015-10-13T13:00:43Z", "author": "David M. Cutler", "section": "Economy", "modified_time": "2015-10-23T18:44:47Z", "tag": "Policy"}, "page-type": "ITEM", "primary-editor": 57, "item-id": "tag:blogs.harvardbusiness.org,2007-03-31:999.110916", "uid": "b2a654db464da24dffaafbb73485b2a8"}, "article_summary": "This, however, only represents 40% of the waste in the health care system, leaving another 60% of waste, or 20% of total health care spending, that could be eliminated.\nIn order to accomplish this, proposals will largely focus on what is termed “wasteful spending” in health care, spending not associated with improved quality that, by some estimates, accounts for over one-fourth of total health care spending.\nFinding ways to address these challenges will help unleash unprecedented productivity increases in the health care system, extend the viability of the Medicare trust fund by years, allow employers to use money that would otherwise go to health care to raise wages, and, by reducing state and federal expenditures on health care, permit governments to lower taxes.\nIf achieved over five years, this would halve the projected growth in health care spending, reducing the average annual growth rate from 5.5% to 2.4%.\nTake our survey and download “How Not to Cut Health Care Costs” as a thank you."}