{"article_title": "The Future Doesn't Work", "article_keywords": ["jobs", "working", "unemployed", "work", "labor", "hours", "job", "doesnt", "thompson", "parttime", "future", "workers"], "article_url": "http://www.usnews.com/news/the-report/articles/2015/07/10/the-future-doesnt-work", "article_text": "History stuck a pin in one of the more famous conversational balloons: \"I have seen the future and it works.\" This was muckraker-reporter Lincoln Steffens speaking to American audiences in 1919 on returning starry-eyed from a stay in the Soviet Union. Now comes another bright traveler whose journey has been into a hypothesis, this time a world without work where we've all been replaced by robots. The epithet for Derek Thompson's investigation, published in The Atlantic, would be: \"I have seen the future and it is not working.\" The prospect of our running out of jobs has excited a bunch of theorists who are called \"post-workists.\" The Utopian way of putting this is to say that with a lot of help from robots and some from government to soothe the transition, we can look forward in the odd decade or so to having enough to sustain body and mind without having to go to work, and plenty of leisure in a new golden age. The time we used to spend working for a living, we will devote to living. We will care for the old and infirm and indulge our cultural passions.\n\n[SEE: Political Cartoons on the Economy]\n\nThe dystopian view of a 'world without work' is of a society divided between people in secure full-time work – affluent and mobile – and most of the rest scrabbling for a living with only occasional part-time work or none at all. Thompson noted that in 1964 a group of activists \"sent an open letter to President Lyndon B. Johnson arguing that 'the cyber-nation revolution' would create 'a separate nation of the poor, the unskilled, the jobless' who would be unable either to find work or to afford life's necessities\" from a broken welfare system unable to raise enough in taxes in a new age of indolence.\n\nIt sounds far-fetched, but Thompson writes that Oxford University researchers forecast that machines might be able to perform half of all U.S. jobs over the next two decades. The success of capital in replacing labor is manifest in just one comparison. In 1964 AT&T was a $267 billion company employing 750,000-plus. Google is a $370 billion company employing 55,000, Thompson notes. The working man has been much diminished as the catalyst for getting things done, while information technology has shown great versatility. There are now robots in the operating room and behind the fast-food counter, self-driving cars, etc. The capabilities of chips boasting a billion transistors continue to multiply while the price of computing continues to decline.\n\nRachel Brody for USNWR\n\nThompson suggests skeptics consider the history of the second most important species in U.S. economic history, to wit, the horse. The inventions that made the horse obsolete – the tractor, the car and the tank – reduced the job prospects for horses and mules, so the population fell nearly 50 percent by the 1930s and 90 percent by the 1950s. Yes, we understand that humans are not horses, but many of our skills are as replaceable as those of the horse. Tasks that are repetitive can be learned quickly and do not require the full range of our intelligence are all candidates for the chip. Look at routine jobs in retail sales, food and beverage service and office clerks – jobs that employ 15.4 million people, roughly 10 percent of the labor force. All of these jobs are highly susceptible to automation. Meanwhile, \"high-tech\" sectors like computing, software and telecommunications provided just 5 percent of the jobs generated between 1993 and 2013, Thompson writes.\n\n[READ: Failing the College Test]\n\nThe effect is stark for working stiffs, the men of prime age in what was once their most productive period, Thompson notes. Since the late 1970s, the number who are neither working nor looking for work has doubled. The recovery has made no dent; the numbers have been as bad as they were through the Great Recession. Prime-age men should almost all be working, but one in six is not. That is mainly a function of a loss of nearly one third of our manufacturing workforce since 2000, 5 million good jobs, writes Thompson.\n\nLet's look through the other end of the telescope for what's happening right now. The Bureau of Labor Statistics for June give us that – the essence captured in the headlines. \"Jobs at a Crossroads: Hiring Up, Pay Flat\" (Wall Street Journal); \"The New Jobs Numbers Are Weaker Than They Look\" (The New York Times); \"US employers hire apace but pay stalls\" (The Financial Times).\n\nHiring was barely satisfactory, while pay was flat. The Bureau reports that non-farm payrolls rose 223,000, down 30,000 from the preceding month. The gains for April and May were collectively revised down, too, by 60,000 from previous estimates. But part-time jobs increased by about 220,000, to more than 33 million. According to The Economist magazine, 4 percent of Americans who work part time would rather work full time.\n\nAll those Americans juggling part-time gigs are happier in work than out of it altogether, but part-time jobs put millions close to poverty and sometimes into it. They tend to be paid less per hour than full-time workers even if they do the exact same jobs, get no benefits such as paid sick leave or health care, and have less job security.\n\nOne of the causes of the boom in part-timers is the Affordable Care Act. It's good that millions more are now insured – but there is a serious effect on employment. The Act has a built-in motor for reducing full-time jobs. Obamacare requires businesses with more than 50 full-time employees to offer medical insurance to employees working 30 or more hours a week. Now businesses have an incentive to either eliminate entry-level jobs or limit the workers to less than a 30-hour week. If they do work these lesser hours, the cost of the ACA to a company is significantly reduced.\n\nJPMorgan Chase & Co. estimates that ACA is the root of between one-fifth and one-third of the rise in involuntary part-time employment. The only brackets that show noticeable increases are in the 25-29 hour range, just the ones you'd expect to grow most if employers were shifting work schedules to conform with ACA. The number working 25-29 hours is up by 17 percent; those working 31-39 hours are down by 4 percent. The estimate is that the ACA has thus far created 500,000 extra workers in the 25-29 hour pocket.\n\n[READ: 4 Reasons Why We Need to Reinvent Capitalism]\n\nRewards are stagnant altogether. Average hourly earnings are unchanged at $24.95, up just 2 percent over the past year. Some 56 percent of the jobs created in the first half of 2014 paid wages or offered hours that were so low as to produce average weekly pay of $614, a sum well below what we would normally consider for a good full-time job. A piece of the dilemma is that just recently there was a proposal to increase the minimum wage to $10.10, but if that were to take effect, the result, says the Congressional Budget Office, will be a loss of 500,000 jobs.\n\nThe story on pay is no better for younger college graduates. More of them than in 2007 and even 2000 are underemployed in jobs that historically haven't required college degrees, notes Thompson. Since 2000, real wages of college graduates have fallen by 7.7 percent. Surprisingly, a remarkably limited portion of college graduates make more than $50,000 a year.\n\nThese are all weak readings that point to the continued slack in the labor market, hardly strong enough for the Federal Reserve to increase interest rates as soon as was previously thought.\n\nThe official unemployment rate looks better. Alas, it is misleading. It is cheering, of course, to see the Alps of a job graph emerge from the deep valley of five years ago when it touched bottom at 10 percent in late 2009. For June, it is 5.3 percent – but that figure overlooks the long-term and often permanently unemployed as well as the depressingly underemployed. America's labor participation rate is depressed. Defined as the number of people in work or actively looking for jobs as a proportion of the population 16 years old and over, the rate has been falling for the past 6 years. At 62.7 percent it is now three percentage points lower than mid-2009. The unemployment rate hides the real story.\n\nFor the prime-age men who are unemployed or out of the workforce, the workless future is here and now. No debate here about whether work is good for the soul. The tell-tale measure of unemployment, which includes people forced to take part-time positions, remains high for non-recessionary times at 10.8 percent.\n\nAt the end of last year, the six-month average for job creation had reached 281,000, but that six-month average has now tumbled to 208,000. If you or a family member are unemployed and has subsequently given up finding a job, or you have stopped looking over the past four weeks, the Department of Labor doesn't count you as unemployed. While you are as unemployed as one could possibly be, you are not counted in the unemployment figures you read in the news.\n\n[READ: Why Workers Deserve New Overtime Rules]\n\nWork lies at the heart of the country's politics, economics and social interaction. Millions of people have struggled for years to build a sense of purpose and this means jobs. What happens if a larger piece of work evaporates? The consequences of mass idleness could be grave. One of the most common side effects of unemployment is loneliness on the individual level and the hollowing out of community pride. What do they do with their time now, all these unemployed and partially employed men and women? Not, as you'd think, re-training or socializing with friends or taking up new hobbies. Jobless prime-age people dedicate some of the time once spent working to cleaning and childcare, but devote most of their free time to leisure, the majority of which they spend watching television, browsing the internet and sleeping. Most of them want to work. They tend to suffer mental and physical ailments reflecting a loss of status and demoralization. According to Thompson, research shows that it is harder to recover from a long bout of joblessness than from losing a loved one or suffering a life-altering injury. That is why Germany gives firms incentives to cut all workers hours rather than lay off some of them during hard times, but many jobs can't be easily shared.\n\nSo the question is not how we will comport ourselves in workless Utopia, but how our society can cope with a world that cannot provide universal work. How will people earn incomes and have a career that lends meaning and purpose to so many lives? Even today, Gallup tells us that 70 percent of Americans don't feel engaged by their current job.", "article_metadata": {"zone": "opinion/articles", "keyword": "The Report [News]", "title": "The Future Doesn't Work", "og": {"site_name": "US News & World Report", "description": "The Utopian ideal may be a 21st century nightmare.", "title": "The Future Doesn't Work", "url": "http://www.usnews.com/news/the-report/articles/2015/07/10/the-future-doesnt-work", "image": "http://www.usnews.com/cmsmedia/1e/dc/0c4fc55c4a1cb65898c209889dbc/150710reportedit-editorial.edit.jpg", "type": "article"}, "twitter": {"site": "@USNews", "description": "The Utopian ideal may be a 21<sup>st</sup> century nightmare.", "card": "summary", "title": "The Future Doesn't Work"}, "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "site": "thereport", "date_published": "July 10, 2015", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Mortimer B. Zuckerman,economy,employment,unemployment,technology,picks,jobs reports,The Report [News]", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "The Utopian ideal may be a 21st century nightmare."}, "article_summary": "[SEE: Political Cartoons on the Economy]The dystopian view of a 'world without work' is of a society divided between people in secure full-time work – affluent and mobile – and most of the rest scrabbling for a living with only occasional part-time work or none at all.\nAccording to The Economist magazine, 4 percent of Americans who work part time would rather work full time.\nAll those Americans juggling part-time gigs are happier in work than out of it altogether, but part-time jobs put millions close to poverty and sometimes into it.\nHistory stuck a pin in one of the more famous conversational balloons: \"I have seen the future and it works.\"\nBut part-time jobs increased by about 220,000, to more than 33 million."}