{"article_title": "This is how your brain tells time", "article_keywords": ["remembering", "striatum", "hippocampus", "clock", "temporal", "neural", "long", "passage", "brain", "tells", "neuroscientists"], "article_url": "http://www.salon.com/2013/12/01/this_is_how_your_brain_tells_time_partner/", "article_text": "Topics: Brain, Neuroscience, Psychology, Science, Scientific American, Time, Innovation News, News\n\nThis article was originally published by Scientific American\n\nDid you make it to work on time this morning? Go ahead and thank the traffic gods, but also take a moment to thank your brain. The brain’s impressively accurate internal clock allows us to detect the passage of time, a skill essential for many critical daily functions. Without the ability to track elapsed time, our morning shower could continue indefinitely. Without that nagging feeling to remind us we’ve been driving too long, we might easily miss our exit.\n\nBut how does the brain generate this finely tuned mental clock? Neuroscientists believe that we have distinct neural systems for processing different types of time, for example, to maintain a circadian rhythm, to control the timing of fine body movements, and for conscious awareness of time passage. Until recently, most neuroscientists believed that this latter type of temporal processing – the kind that alerts you when you’ve lingered over breakfast for too long – is supported by a single brain system. However, emerging research indicates that the model of a single neural clock might be too simplistic. A new study, recently published in the Journal of Neuroscience by neuroscientists at the University of California, Irvine, reveals that the brain may in fact have a second method for sensing elapsed time. What’s more, the authors propose that this second internal clock not only works in parallel with our primary neural clock, but may even compete with it.\n\nPast research suggested that a brain region called the striatum lies at the heart of our central inner clock, working with the brain’s surrounding cortex to integrate temporal information. For example, the striatum becomes active when people pay attention to how much time has passed, and individuals with Parkinson’s Disease, a neurodegenerative disorder that disrupts input to the striatum, have trouble telling time.\n\nBut conscious awareness of elapsed time demands that the brain not only measure time, but also keep a running memory of how much time has passed. Scientists have long known that a part of the brain called the hippocampus is critically important for remembering past experiences. They now believe that it might also play a role in remembering the passage of time. Studies recording electrical brain activity in animals have shown that neurons in the hippocampus signal particular moments in time. But the hippocampus isn’t always necessary for tracking time. Remarkably, people with damage to their hippocampus can accurately remember the passage of short time periods, but are impaired at remembering long time intervals. These findings hint that the hippocampus is important for signaling some – but not all – temporal information. If this is the case, what exactly is this time code used for, and why is it so exclusive?", "article_metadata": {"description": "New research helps to explain a phenomenon so ingrained it's impossible to imagine life without it", "title": "This is how your brain tells time", "og": {"site_name": "Salon", "description": "New research helps to explain a phenomenon so ingrained it's impossible to imagine life without it", "title": "This is how your brain tells time", "url": "http://www.salon.com/2013/12/01/this_is_how_your_brain_tells_time_partner/", "image": "http://media.salon.com/2013/11/shutterstock_145105318.jpg", "type": "article"}, "twitter": {"description": "New research helps to explain a phenomenon so ingrained it's impossible to imagine life without it", "title": "This is how your brain tells time", "image": "http://media.salon.com/2013/11/shutterstock_145105318.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Emilie Reas", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Brain, Neuroscience, Psychology, Science, Scientific American, Time", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Scientists have long known that a part of the brain called the hippocampus is critically important for remembering past experiences.\nStudies recording electrical brain activity in animals have shown that neurons in the hippocampus signal particular moments in time.\nHowever, emerging research indicates that the model of a single neural clock might be too simplistic.\nGo ahead and thank the traffic gods, but also take a moment to thank your brain.\nWhat’s more, the authors propose that this second internal clock not only works in parallel with our primary neural clock, but may even compete with it."}