{"article_title": "Surprise! Obamacare Is Providing This Unexpected Benefit -- The Motley Fool", "article_keywords": ["fool", "parttime", "unexpected", "jobs", "fulltime", "motley", "employees", "healthcare", "obamacare", "benefit", "health", "mandate", "surprise", "providing", "workers", "law"], "article_url": "http://www.fool.com/investing/high-growth/2015/08/16/surprise-obamacare-is-providing-this-unexpected-be.aspx", "article_text": "The Affordable Care Act, better known as Obamacare, has officially been the law of the land for the U.S. healthcare system since Jan. 1, 2014, but it's been facing a mountain of harsh criticism since the day it was signed into law in March 2010.\n\nDespite this criticism, through its first two official enrollment periods Obamacare has brought insurance to more than 11 million Americans. According to Gallup, this has dropped the uninsured rate from 18% in the quarter prior to Obamacare's implementation to just 11.4% as of the second quarter of 2015. That's not a negligible decline, and it certainly gives the impression of success to naysayers of the health reform law.\n\nA persistent concern with Obamacare\n\nYet, initial success in the individual market or not, one concern that continues to haunt Obamacare is what the law might do to the U.S. jobs picture.\n\nThe concern boils down to this: Under the employer mandate businesses with 50 or more full-time employees are required to offer their full-time employees (those who work 30 or more hours per week) access to healthcare coverage, and ensure that the coverage offered covers a minimum of 60% of allowed costs. Additionally, if the cost an employee pays for health insurance exceeds 9.5% of their modified adjusted gross income, the employer will need to step up and provide a subsidy for that employee or face a fine of $2,000 to $3,000 per employee. In other words, there are concerns that as the cost of providing health benefits for employees rises, people could lose work hours or their jobs. The employer mandate doesn't apply to people working an average of 29 hours or less per week.\n\nIn the early stages following Obamacare's passing as a law, but prior to its implementation at the beginning of 2014, we did actually see some high-profile instances where the law was blamed for hourly cuts or job losses. Orthopedic device maker Stryker cut nearly 1,200 workers, or about 5% of its workforce, in an effort to save $100 million annually in anticipation of higher health benefits costs tied to Obamacare. Companies like Stryker are also subject to the medical device excise tax, which imposes a 2.3% tax on the total sales of medical devices within the United States.\n\nOutside the healthcare sector, we witnessed Regal Entertainment, the largest nationwide operator of movie theaters, move thousands of workers into part-time status to avoid having to potentially pay health insurance subsidies or fines.\n\nBased on these hand-selected examples, critics would have ample firepower to suggest that Obamacare is negatively affecting the jobs market.\n\nObamacare's surprising jobs benefit\n\nHowever, according to Dean Baker of the Center for Economic and Policy Research, Obamacare has actually led to a surprisingly positive benefit within a subsector of the jobs market.\n\nWhile much has been said about involuntary job cuts to part-time status in order for business owners to save on costs, Baker notes that there's an ongoing trend among increasing part-time employment for those who are voluntarily seeking part-time employment. The trend has been especially apparently in those aged 16 to 35, with families of one or two kids, or three or more, both seeing double-digit percentage increases in voluntary part-time employment.\n\nWhat's the cause of this? Baker, who spoke on Bloomberg's Television last week, suggested that prior to the implementation of Obamacare most workers felt tied to their jobs, since employer-sponsored healthcare is how most Americans gained insurance. However, with the rollout of Obamacare, Baker opines that workers have the transparent exchanges at their disposal, and they no longer need to have a full-time job to gain health insurance. The result has been a welcoming market for voluntary part-time workers, and it's been of great benefit to businesses since part-time workers are exempt from the penalties of the individual mandate.\n\nAs the employer mandate begins its rollout in 2015 and 2016, it's possible we could see voluntary part-time employment figures move even higher.\n\nStill plenty of questions left to be answered\n\nBut as we examined last week, there are still plenty of questions to be answered in regards to how Obamacare affects the jobs market over the long run.\n\nFor starters, Obamacare was signed into law shortly after the worst recession the country had witnessed in 70 years. Robust growth following that recession has led to strong hiring on the part of businesses. Simply put, we can't be certain if strength in the economy is the factor keeping Obamacare from costing the nation jobs or if American businesses plan to pick up the tab on purported higher healthcare costs. We also don't fully understand as of yet what impact Obamacare is having on the underemployment rate as it pertains to workers involuntarily in the part-time camp when they want to work full-time.\n\nIt should also be mentioned that it's really difficult to predict Obamacare's effect on jobs over the long run when the employer mandate itself hasn't even been fully implemented. This year, businesses of 100 or more full-time employees will need to comply with the mandate by supplying coverage to 70% of full-time employees. In 2016, the mandate expands in full whereby businesses of 50 or more full-time workers will need to offer coverage to their full-time employees. It means the dynamics of healthcare costs versus worker productivity are likely to shift a bit from what we're seeing now over the next two or three years.\n\nWhile it's a fair assessment to say that Obamacare hasn't truly cost America jobs thus far, it's also not a complete picture, and it probably won't be for a few more years.", "article_metadata": {"publish_time": "14:18", "date": "2015-08-16T18:18:00Z", "description": "Critics have no shortage of concerns with Obamacare, but they might be shocked by this unexpected benefit.", "ResponsiveALP": "1Ses_2things-v-single_single-control_50", "author": "Sean Williams", "promo": "Critics have no shortage of concerns with Obamacare, but they might be shocked by this unexpected benefit.", "twitter": {"site": "@themotleyfool", "description": "Critics have no shortage of concerns with Obamacare, but they might be shocked by this unexpected benefit.", "title": "Surprise! Obamacare Is Providing This Unexpected Benefit --  The Motley Fool"}, "tags": "Yahoo", "og": {"site_name": "The Motley Fool", "description": "Critics have no shortage of concerns with Obamacare, but they might be shocked by this unexpected benefit.", "title": "Surprise! Obamacare Is Providing This Unexpected Benefit --  The Motley Fool", "url": "http://www.fool.com/investing/high-growth/2015/08/16/surprise-obamacare-is-providing-this-unexpected-be.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F176087%2Fobama-point.jpg&h=630&w=1200&op=resize", "type": "article"}, "headline": "Surprise! Obamacare Is Providing This Unexpected Benefit", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "3ab136fe-3fcc-11e5-9c58-0050569d4be0", "pitch": 2518, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2015 08 16", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "This year, businesses of 100 or more full-time employees will need to comply with the mandate by supplying coverage to 70% of full-time employees.\nThe result has been a welcoming market for voluntary part-time workers, and it's been of great benefit to businesses since part-time workers are exempt from the penalties of the individual mandate.\nIn 2016, the mandate expands in full whereby businesses of 50 or more full-time workers will need to offer coverage to their full-time employees.\nThat's not a negligible decline, and it certainly gives the impression of success to naysayers of the health reform law.\nDespite this criticism, through its first two official enrollment periods Obamacare has brought insurance to more than 11 million Americans."}