{"article_title": "Republicans are missing a huge opportunity with Obamacare", "article_keywords": ["huge", "aca", "republican", "missing", "tax", "republicans", "obamacare", "health", "choose", "butler", "repeal", "opportunity", "law", "care"], "article_url": "http://www.businessinsider.com/republicans-are-missing-a-huge-opportunity-with-obamacare-2015-6", "article_text": "With the Supreme Court’s decision last week, the last serious challenge to the legitimacy of the Affordable Care Act seems to have been pushed aside. For the foreseeable future, Obamacare is the law of the land.\n\nThat ruling has left Republicans with two options, economist Stuart Butler, a staunch Republican who spent 35 years at the Heritage Foundation before decamping to the Brookings Institution last year, wrote recently:\n\n“They can choose to adopt ‘repeal’ as simply an election battle cry for 2016, using the ACA as a ‘messaging’ issue much as they did with the Clinton health plan after its collapse in 1994. Or they can engage in a more focused and deliberate strategy to change the direction of an established program, as they did successfully in accomplishing welfare reform in 1996.”\n\nTwo years from now, Butler pointed out, even if a Republican takes the White House, the prospects of wholesale repeal of Obamacare will still be slim, if only because citizens will have become accustomed to it and the health care sector will have invested huge amounts of money into adapting to the new reality of how insurance is provided.\n\n“If Republicans choose the first alternative, there may be some short-term election gains – although that is far from clear – but they will probably lose the long-term health reform war…. But if they choose the second alternative, and focus on the redesign of core elements of the law that could win bipartisan support, they could well change the structure and evolution of the ACA.”\n\nSo, which will Republican candidates for the presidency choose, the dubious promise of short-term gain? Or the long-term commitment needed to bring about actual reform?\n\nFormer Florida Gov. Jeb Bush, currently the leading GOP candidate, set the tone Monday in a mass email to supporters with the all-caps subject line: THIS IS NOT THE END OF THE FIGHT AGAINST OBAMACARE.\n\n“As President of the United States, I would make fixing our broken health care system one of my top priorities,” he wrote. “I will work with Congress to repeal and replace this flawed law with conservative reforms that empower consumers with more choices and control over their health care decisions.”\n\nWisconsin Gov. Scott Walker, currently running second to Bush in the Real Clear Politics average of polls over the last month, said last weekend that he didn’t just support repealing and replacing Obamacare, but that he would support changing the rules of the United States Senate to do away with the filibuster if it would allow a Republican majority to overturn the ACA. Bush has also said he would support such a move. (When he led the Senate in 2014, Nevada Democrat Harry Reid engineered what was called the “nuclear option” by changing Senate rules to do away with the filibuster on certain presidential nominations. Eliminating the filibuster for regular legislation would be a much more dramatic change.)\n\nRight down the line of high-profile GOP candidates, the promise to repeal the law remains front and center.\n\n“Despite the court's decision, Obamacare is still a bad law that is having a negative impact on our country and on millions of Americans,” Florida Sen. Marco Rubio said last week. “I remain committed to repealing this bad law and replacing it with my consumer-centered plan that puts patients and families back in control of their health care decisions.”\n\nTexas Sen. Ted Cruz reiterated his promise to do away with the law completely. “Mark my words, following the election in 2016… [the Senate] will return and we will repeal every word of Obamacare,” he said.\n\nIf a Republican nominee should choose to back away from the repeal pledge, though, Butler of Brookings has a few areas where he thinks conservatives could press for changes to the law that would make it less offensive to their political sensibilities.\n\nHe suggests the creation of an “off-ramp” for states that would take advantage of provisions in the law for state-by-state discretion on how to implement the act via waivers. One section, he noted “explicitly allows these waivers to include such things as an end to the individual and employer mandates, a fundamental redesign of the subsidy system and a substantial modification of the benefits package. Even with no change in the law, Republican governors — especially if there is a Republican in the White House in 2017 — could use Section 1332 to achieve the broad goals of the ACA in quite different ways.”\n\nSimilarly, he points out, the Obama administration has suggested that it is open to alternatives to the controversial expansion of Medicaid, including the use of federal money that would be spent on Medicaid expansion to enroll the uninsured in private insurance plans.\n\n“If Republicans focus on structural reform of the ACA rather than a repeal-only strategy, they have an opportunity to covert at least the Medicaid expansion provisions of the ACA, and potentially much of Medicaid and the Children’s Health Insurance Program (CHIP), into direct subsidies for private coverage,” Butler wrote.\n\nFinally, there is an opportunity for conservatives in the looming battle over the ACA’s so-called “Cadillac tax,” which will be imposed on high-cost, employer-provided health care plans. “The tax provides an opening to completely change the tax treatment of employer-provided health care – a long-time conservative goal,” he said.\n\n“This will be a test case for Republicans. Those focused only on short-term politics will line up with calls simply to eliminate the Cadillac Tax. Those committed to an overhaul of the tax system as well as achieving an efficient health system will seek to modify the Cadillac Tax as a first step towards replacing the exclusion with tax credits for coverage,” Butler said.\n\nButler may be hopeful that members of his party will see the logic in his approach, and ease up on calls for repeal in favor of calls for reform. But judging from the line taken by the GOP’s top presidential candidates, he’s likely to be disappointed.\n\nThis story was originally published by The Fiscal Times.", "article_metadata": {"msapplication-TileColor": "#185f7c", "sailthru.author": "Rob Garver", "application-name": "Business Insider", "twitter": {"description": "The Supreme Court ruling has left Republicans with two options,", "title": "Republicans are missing a huge opportunity with Obamacare", "url": "http://www.businessinsider.com/republicans-are-missing-a-huge-opportunity-with-obamacare-2015-6", "image": "http://static5.businessinsider.com/image/5591ecf1eab8ea30556e8db0-506-253/republicans-are-missing-a-huge-opportunity-with-obamacare.jpg", "site": "bi_contributors", "card": "summary_large_image"}, "sailthru.verticals": "politics-contributor,politics", "linkedin": {"owner": "mid:1d5f7b"}, "sailthru.tags": "The Fiscal Times, Republicans, Obamacare, Democrats, Obama, Healthcare, Rob Garver", "description": "The Supreme Court ruling has left Republicans with two options,", "author": "Rob Garver, The Fiscal Times", "sailthru.date": "2015-06-29", "sailthru.title": "Republicans are missing a huge opportunity with Obamacare", "theme-color": "#185f7c", "sailthru.image.thumb": "http://static1.businessinsider.com/image/5591ece0eab8eab0556e8db1-50-50/republicans-are-missing-a-huge-opportunity-with-obamacare.jpg", "news_keywords": "The Fiscal Times, Republicans, Obamacare, Democrats, Obama, Healthcare, Rob Garver", "tbi-image": "http://static4.businessinsider.com/image/5591ece0eab8eab0556e8db1/republicans-are-missing-a-huge-opportunity-with-obamacare.jpg", "fb": {"app_id": 155043519637}, "msapplication-TileImage": "http://static1.businessinsider.com/assets/images/us/favicons/mstile-144x144.png?v=BI-US-2016-03-31", "date": "2015-06-29", "article": {"publisher": "businessinsider", "author": "http://www.businessinsider.com/author/rob-garver"}, "sailthru.description": "The Supreme Court ruling has left Republicans with two options,", "viewport": "width=1024", "og": {"site_name": "Business Insider", "description": "The Supreme Court ruling has left Republicans with two options,", "title": "Republicans are missing a huge opportunity with Obamacare", "url": "http://www.businessinsider.com/republicans-are-missing-a-huge-opportunity-with-obamacare-2015-6", "image": "http://static3.businessinsider.com/image/5591ecf1eab8ea30556e8db0-1190-625/republicans-are-missing-a-huge-opportunity-with-obamacare.jpg", "type": "article"}, "apple-mobile-web-app-title": "Business Insider", "title": "Republicans are missing a huge opportunity with Obamacare", "sailthru.image.full": "http://static4.businessinsider.com/image/5591ece0eab8eab0556e8db1/republicans-are-missing-a-huge-opportunity-with-obamacare.jpg", "tbi-vertical": "politics-contributor"}, "article_summary": "“As President of the United States, I would make fixing our broken health care system one of my top priorities,” he wrote.\n“The tax provides an opening to completely change the tax treatment of employer-provided health care – a long-time conservative goal,” he said.\nFinally, there is an opportunity for conservatives in the looming battle over the ACA’s so-called “Cadillac tax,” which will be imposed on high-cost, employer-provided health care plans.\n“Mark my words, following the election in 2016… [the Senate] will return and we will repeal every word of Obamacare,” he said.\nFor the foreseeable future, Obamacare is the law of the land."}