{"article_title": "Why Did Obama Declare June LGBT Pride Month?", "article_keywords": ["gay", "rights", "union", "stonewall", "month", "lgbt", "inn", "marriage", "president", "pride", "declare", "obama"], "article_url": "http://www.newsmax.com/FastFeatures/lgbt-pride-gay-pride/2015/06/05/id/649050/", "article_text": "Vote Now:\n\nShould Gay Marriage Be Legal in All 50 States?\n\nTell Us:\n\nShould the States or the Federal Government Decide the Legality of Gay Marriage?\n\nVote Now:\n\nWas the Supreme Court Right to Strike Down the Defense of Marriage Act?\n\nOn May 29th, 2015, President Barack Obama declared June LGBT Pride Month.\n\nOn civil rights progress, “our journey is not complete until our lesbian, gay, bisexual, and transgender (LGBT) brothers and sisters are treated like anyone else under the law,” said President Obama in his announcement.It is in the effort of extending LGBT rights that President Obama has followed President Bill Clinton’s June 2000 example and declared every June of his presidency LGBT Pride Month.President Obama has selected June to be LGBT Pride Month in order to remember the 1969 Stonewall Riots in which police raided the Stonewall Inn, a New York City gay club.Tired of what they felt was unfair targeting, the surrounding gay community injured two police officers and held days of demonstrations. Today the Stonewall Inn is known for being “where pride began.”“We mark 45 years since the patrons of the Stonewall Inn defied an unjust policy and awakened a nascent movement, let us honor every brave leader who stood up, sat in, and came out, as well as the allies who supported them along the way. Following their example, let each of us speak for tolerance, justice, and dignity — because if hearts and minds continue to change over time, laws will too,” President Barack Obama announced in his 2014 acknowledgement of LGBT Pride Month.Throughout his two terms, President Obama has made several efforts to support the LGBT community.In 2011, President Obama signed a repeal of the ‘Don’t Ask, Don’t Tell Law,” which prohibited LGBT individuals in uniform from making their sexual orientation known.Additionally, the President has taken steps to expand the LGBT community’s health care rights via the Affordable Care Act, hospital visitation rights, and global recognition. In 2008, President Obama told Saddleback Church that “I believe that marriage is the union between a man and a woman. Now, for me as a Christian – for me – for me as a Christian, it is also a sacred union… I am not somebody who promotes same-sex marriage.”However, President Obama’s seemingly staunch support of LGBT rights suggests that his view has, as he said later in 2008 “evolved.”“We continue to extend family and spousal benefits to legally married same-sex couples,” announced President Obama in his most recent May 2015 acknowledgement of LGBT Pride Month.", "article_metadata": {"news_keywords": "lgbt pride, gay pride", "pubdate": "2015-06-05T15:06:59", "og": {"site_name": "Newsmax", "description": "On May 29th, 2015, President Barack Obama declared June LGBT Pride Month.", "title": "Why Did Obama Declare June LGBT Pride Month?", "url": "http://www.newsmax.com/FastFeatures/lgbt-pride-gay-pride/2015/06/05/id/649050/", "type": "article", "image": "http://www.newsmax.com/App_Themes/Newsmax/images/facebook/newsmaxFBLogo.gif", "page_id": 85452072376}, "twitter": {"url": "http://www.newsmax.com/FastFeatures/lgbt-pride-gay-pride/2015/06/05/id/649050/", "title": "Why Did Obama Declare June LGBT Pride Month?", "description": "On May 29th, 2015, President Barack Obama declared June LGBT Pride Month.", "site": "Newsmax"}, "fb": {"admins": 100002083767056, "app_id": 323020797885219}, "msvalidate.01": "FAF1322EC761685A5DD9344A1C19E82A", "epoch": 1433516819, "google-site-verification": "Jt2HUKgzJJw9VwIQJv31ETytuvNNm5ypTWN6j0nYvHM", "keywords": "lgbt pride, gay pride", "article": {"section": "FastFeatures", "published_time": "2015-06-05T15:06:59"}, "original-source": "http://www.newsmax.com/FastFeatures/lgbt-pride-gay-pride/2015/06/05/id/649050/", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=yes", "description": "On May 29th, 2015, President Barack Obama declared June LGBT Pride Month."}, "article_summary": "On May 29th, 2015, President Barack Obama declared June LGBT Pride Month.\nIn 2008, President Obama told Saddleback Church that “I believe that marriage is the union between a man and a woman.\nTell Us:Should the States or the Federal Government Decide the Legality of Gay Marriage?\nVote Now:Should Gay Marriage Be Legal in All 50 States?\nVote Now:Was the Supreme Court Right to Strike Down the Defense of Marriage Act?"}