{"article_title": "Critical thinking 101: how to read a meme (think – it ain’t illegal yet)", "article_keywords": ["meme", "aint", "oil", "power", "read", "illegal", "youre", "theyre", "thinking", "lets", "critical", "way", "facts", "101", "think"], "article_url": "https://scholarsandrogues.com/2016/01/02/how-to-read-a-meme-think-it-aint-illegal-yet/", "article_text": "The four stages of critical thinking:\n\nCritical thinking is something you make yourself do. Critical thinking is something you do automatically. Critical thinking is something you can’t stop doing. Critical thinking is who you are.\n\nHopefully you’re on the spectrum somewhere, preferably at four or working your way to it.\n\nI noted this because I’ve been thinking about Facebook memes. We all see them – zillions of them – purporting to provide us with useful (or conclusive, or irrefutable, or mic drop) facts and information. Some of these are quite helpful. Many are misdirections and outright deceptions.\n\nIf we’d like to benefit from these bits of ever-circulating wisdom (instead of becoming some cynical manipulator’s dupe), it’s important for us to apply a lot of critical thought.\n\nHere’s an example that streamed through my feed this morning. It, and the way I read it, illustrate what we should all be doing. All the time.\n\nAnd here’s how my brain read and responded to it, point by point.\n\nStock Market Tripled\n\nGreat for millionaires, How much better are YOU economically?\n\nUnemployment Cut in Half:\n\nOK, but some of this results from people simply giving up the search and dropping out of the analysis and a lot more involves people taking worse jobs for lower wages. I can’t quantify this, so I suspect the answer is something like yes, he’s done a far better job than the GOP alternative, but there’s probably less room for celebration that the meme would have you believe.\n\n16 Million More Insured…:\n\nGood, and yes, it’s a step in the right direction. Obamacare also guarantees coverage for many previously at-risk children and it prevents insurance companies from denying care based on pre-existing conditions. These are big wins. However, I’ve been on Obamacare, and make no mistake – the cost of it can be borderline prohibitive. In sports terms, then, let’s call this a solid RBI single and let’s not kid ourselves that it was an upper deck slam.\n\n$2 Gas, Oil Imports Cut By Two Thirds:\n\nFrom one angle – how much money working people have to spend getting around – this is very good. No argument. Reduced reliance on foreign oil? Again, great. Big win. And our overall oil consumption is down a good bit since Obama took office – another win. Now, what I want to be reading about is a massively increased commitment to sustainables and getting those carbon numbers down even more.\n\nIran’s Nuclear Program Disarmed:\n\nGood. Let’s keep an eye on them, though. Given the volatility of the region and the complexities of Iran’s government there’s no need to be printing “Mission Accomplished” banners. (Also, by way of being fair, Iran’s government is, at its worst, nothing like the threat to peace posed by our own government.)\n\nMarriage Equality Nationwide:\n\nUh-huh. Of course, he was against it before he was for it. So let’s not give the guy too much praise for following the polls and doing the only expedient thing he could, mmkay?\n\nBin Laden Dead:\n\nGreat. The terror threat doesn’t seem to have been eradicated, so let’s not, as a citizenry, make the mistake of confusing just vengeance with policy solutions.\n\nThe world is full of people with a vested interest in what you think. Government, corporate, private, public, you name it. If you think what they want you to then they can harness you to their goals. Their goals may or may not benefit you, so it’s essential that you only allow yourself to be harnessed for things that align with your best interests. Otherwise you’re just somebody’s dupe. Their punk. Their bitch. They’re appropriating your power and using it against you and they’re laughing all the way to the bank (or the capitol, or the statehouse). They’re holding you by the arms and playing the old “why are you hitting yourself?” game.\n\nIndividual citizens have very little power these days. What little power they have begins with their willingness to think critically about what they are told. Whether it’s a presidential candidate in a televised debate or an innocent meme coming from somebody you trust to be on your side – like, say, Occupy Democrats, in the case above – you have to ask whether or not the message is supported by actual facts, and if you don’t know those facts you have to go find them. This is true whether you’re Republican, Democrat, Green, Libertarian, Socialist, Independent or Freak Power Party.\n\nYou’re being lied to every day. That isn’t your fault.\n\nBut falling for it is.", "article_metadata": {"application-name": "Progressive Culture | Scholars & Rogues", "generator": "WordPress.com", "title": "Critical thinking 101: how to read a meme (think – it ain’t illegal yet) | Progressive Culture | Scholars & Rogues on WordPress.com", "og": {"site_name": "Progressive Culture | Scholars & Rogues", "description": "The four stages of critical thinking: Critical thinking is something you make yourself do. Critical thinking is something you do automatically. Critical thinking is something you can’t stop d…", "title": "Critical thinking 101: how to read a meme (think – it ain’t illegal yet)", "url": "https://scholarsandrogues.com/2016/01/02/how-to-read-a-meme-think-it-aint-illegal-yet/", "image": {"width": 650, "identifier": "https://scholarsandrogues.files.wordpress.com/2016/01/1919028_1036660679760319_1789131702000484901_n.jpg", "height": 650}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://m.c.lnkd.licdn.com/mpr/mpr/p/4/005/05f/01f/3ba2cf0.jpg?w=240", "site": "@wordpressdotcom", "card": "summary"}, "msapplication-tooltip": "Arts & literature, pop culture, media, photography, sports and climate", "p": {"domain_verify": "d4c64b77e8947a8dc5eff7f725b17544"}, "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=WordPress.com Forums;action-uri=http://forums.wordpress.com/;icon-uri=https://s2.wp.com/i/favicon.ico", "article": {"publisher": "https://www.facebook.com/WordPresscom", "published_time": "2016-01-02T20:00:50+00:00", "modified_time": "2016-01-27T23:51:55+00:00"}, "msvalidate.01": "9314EC07937D51DFB8DF657B006311E5", "google-site-verification": "iknn8olT_xhZ2o9rdS9JZwsdwq_R-xOTDMqr7Cak52c", "viewport": "width=device-width", "description": "The four stages of critical thinking: Critical thinking is something you make yourself do. Critical thinking is something you do automatically. Critical thinking is something you can't stop doing. Critical thinking is who you are. Hopefully you're on the spectrum somewhere, preferably at four or working your way to it. I noted this because I've…"}, "article_summary": "Critical thinking is something you can’t stop doing.\nCritical thinking is something you do automatically.\nCritical thinking is who you are.\nThe four stages of critical thinking:Critical thinking is something you make yourself do.\nWhat little power they have begins with their willingness to think critically about what they are told."}