{"article_title": "Boulder DA's office passes out cards to help seniors combat phone scams", "article_keywords": ["seniors", "passes", "help", "office", "boulder", "caller", "elderly", "meals", "phone", "doesnt", "scams", "das", "cards", "wheels", "combat", "talk", "dont"], "article_url": "http://www.timescall.com/longmont-local-news/ci_29174365/boulder-das-office-passes-out-cards-help-seniors", "article_text": "'They prey on these people'\n\nMeals on Wheels volunteer Shawn Lewis talks with Walt and Irene Schwendemann after delivering their holiday meals Wednesday. ( Lewis Geyer / Staff Photographer )\n\nBoulder County District's tips to handle telephone solicitors • You do not have to talk to every caller • If you don't know the caller, don't answer the phone. • You can hang up on an unknown caller • Phrases to use include \"Please put me on your do not call list,\" \"I never give out my personal information,\" and \"I never talk to anyone I don't know.\" • If you have questions, call the DAs office at 303-441-3700\n\nBoulder County has an aging population as many people choose it as a nice place to retire and high property values keep younger people from buying homes.\n\nBoulder County District Attorney Stan Garnett said many seniors have cash from 401Ks, ERAs and other money they are using to live on.\n\nAnd that can make them targets for criminals.\n\nGarnett added that as people age, they can become less certain how to make decisions about their money and other personal matters and often don't reach out for help.\n\nHe said the district attorney's office is available as a \"sounding board\" for people who are solicited on the phone for charities, investment opportunities, even those who have been told they've won the lottery.\n\n\"They can have a chance to talk it through with someone and keep them from making a bad decision,\" he said.\n\nPhone scams have become widespread and it is difficult to prosecute the offenders, because they are often calling from out of the country. Some of the offshore scam operations use sophisticated methods to get at people's money.\n\nAdvertisement\n\nAs part of its ongoing effort to increase awareness of telephone scams that target the elderly, the DA's office has printed out 800 cards with tips on how to handle the situation if they find themselves a target.\n\nThe cards advise residents not to talk to anyone they don't know who calls, and what to say should they find themselves talking to an unknown caller. The cards also provide phone numbers for local law enforcement agencies.\n\nGarnett said the cards have a simple and clear message for residents, adding that it is also important to reach the right people, which he hopes the cards will do.\n\n\"Working with Meals on Wheels and others is a good way to target people who tend to be victims at a higher rate,\" he said. \"We are always working in the community protection division to give people the information they need.\"\n\nThe district attorney's office began passing out the cards — and coasters made for the occasion — to people eating lunch at the Longmont Senior Center on Monday and more stops were planned later in the week.\n\nKarla Hale, Executive Director for Longmont Meals on Wheels, said the elderly often worry about being rude when they receive a call from a stranger, which can make them vulnerable to being exploited.\n\n\"We tell them to forget those manners that you were brought up with,\" she said.\n\nHer organization serves 350 meals to about 300 people five days a week, so volunteers serve as an excellent way to reach people. Hale said Meals on Wheels volunteers were expected to hand out cards on their routes on Wednesday.\n\nShe said the interaction between volunteers and the people they serve has led to at least one elderly man reporting that family members were financially exploiting him, although he declined to prosecute.\n\nDeputy District Attorney Jane Walsh said success in elder abuse cases doesn't always involve prosecution, saying that just the perpetrator knowing that law enforcement is aware of the situation can make the victim feel safer.\n\n\"Sometimes we can prevent crimes from continuing, without the criminal justice system having to come in full force with felony charges,\" Walsh said. \"If we file charges, we will try to hold offenders fully accountable.\"\n\nLongmont resident Tawni Hamilton is a caretaker for an elderly man and said that the elderly can sometimes fall victim to phone scammers, because they are often very trusting.\n\n\"They prey on these people,\" she said. \"It's terrifying.\"\n\nHamilton said she doesn't answer the phone when she doesn't recognize the number on her caller ID. She said she receives suspicious looking phone calls about once a month.\n\n\"My favorite is when my own number shows up,\" she said. \"I'm not calling myself.\"\n\nHale said that most of her clients are senior citizens, but because her outfit doesn't receive federal funds, it can also serve the disabled and people with mental health problems.\n\n\"It makes sense that we can help these people,\" she said. \"They are falling victims to the same scams.\"\n\nJohn Bear: 303-684-5212, bearj@timescall.com or twitter.com/johnbearwithme", "article_metadata": {"sailthru.url": "http://www.timescall.com/longmont-local-news/ci_29174365/boulder-das-office-passes-out-cards-help-seniors", "modificationDate": "2015-11-30T06:22:37-0700", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site46/2015/1127/20151127__30TCAELDw~1_300.jpg", "sailthru.author": "By John Bear \n  Staff Writer", "description": "Boulder County has an aging population as many people choose it as a nice place to retire and high property values keep younger people from buying homes.", "ag": {"canon": "LongmontTimes-Call:article:29174365:view"}, "startDate": "2015-11-29T10:00:00-0700", "og": {"url": "http://www.timescall.com/longmont-local-news/ci_29174365/boulder-das-office-passes-out-cards-help-seniors", "image": "http://extras.mnginteractive.com/live/media/site46/2015/1127/20151127__30TCAELDw~1.jpg", "type": "article", "description": "Boulder County has an aging population as many people choose it as a nice place to retire and high property values keep younger people from buying homes.", "title": "Boulder DA's office passes out cards to help seniors combat phone scams"}, "twitter": {"domain": "timescall.com", "description": "Boulder County has an aging population as many people choose it as a nice place to retire and high property values keep younger people from buying homes.", "title": "Boulder DA's office passes out cards to help seniors combat phone scams", "url": "http://www.timescall.com/longmont-local-news/ci_29174365/boulder-das-office-passes-out-cards-help-seniors", "image": "http://extras.mnginteractive.com/live/media/site46/2015/1127/20151127__30TCAELDw~1.jpg", "site": "@TimesCall", "card": "summary_large_image"}, "sailthru.date": "2015-11-29T10:00:00-0700", "sailthru.site": "timescall.com", "endDate": "2025-11-27T18:11:24-0700", "sailthru.title": "Boulder DA's office passes out cards to help seniors combat phone scams", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Local News", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "lLtD9ZooxmJUEEdRSCVzkO06t_hYKtyDqZF7EA3N2U0", "byline": "By John BearStaff", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site46/2015/1127/20151127__30TCAELDw~1.jpg", "pubDate": "2015-11-27T18:19:07-0700", "news_keywords": "Longmont Colorado TimesCall local news"}, "article_summary": "( Lewis Geyer / Staff Photographer )Boulder County District's tips to handle telephone solicitors • You do not have to talk to every caller • If you don't know the caller, don't answer the phone.\nHamilton said she doesn't answer the phone when she doesn't recognize the number on her caller ID.\nBoulder County District Attorney Stan Garnett said many seniors have cash from 401Ks, ERAs and other money they are using to live on.\nHale said Meals on Wheels volunteers were expected to hand out cards on their routes on Wednesday.\nPhone scams have become widespread and it is difficult to prosecute the offenders, because they are often calling from out of the country."}