{"article_title": "Students for Life Says Hulu 'Censors' Ads Aimed at Women", "article_keywords": ["body", "website", "life", "planned", "parenthood", "ads", "students", "censors", "sale", "hulu", "video", "aimed", "women"], "article_url": "http://dailysignal.com/2015/11/16/students-for-life-says-hulu-is-censoring-ads-aimed-at-women/", "article_text": "A pro-life group complains that Hulu, an online video streaming service, banned its ads from the website because the ads aren’t pro-choice.\n\nHulu is “censoring content” meant to help women, the group says.\n\nIn a press release, Students for Life of America said it created the ads in the style of public service announcements to show viewers alternatives to Planned Parenthood, such as federally qualified community health centers.\n\n“The ads were designed to be noncontroversial, yet reach women who may need to see it the most,” Kristan Hawkins, president of Students for Life of America, said in a formal statement. “The only reason Hulu would find this controversial is because Planned Parenthood is currently caught in the middle of a damning scandal, where high-level officials were seen on video discussing the harvesting and sale of baby body parts.”\n\nHawkins was referring to the controversy surrounding Planned Parenthood following the release of a series of undercover videos by the Center for Medical Progress depicting some of the organization’s executives discussing the sale of aborted babies’ body parts.\n\nProfiting from the sale of human body parts, including those of the unborn, is illegal in the United States. Throughout the controversy, spokesmen for Planned Parenthood have denied illegal conduct.\n\n“We weren’t trying to be controversial, Hawkins said, adding:\n\nOur commercials never even promote a ‘pro-life’ website. We simply produced these ads to show women that there are federally funded, non-biased options for care. Isn’t that what choice is all about? Hulu is censoring content and it’s a shame to see them do this because our commercials are designed to help women, not exploit them like Planned Parenthood does.\n\nHulu has run ads for Planned Parenthood, the nation’s largest abortion provider.\n\nHave you seen our advertisements on Hulu? They’ll be airing through early September.http://bit.ly/O7uSFQ Posted by Planned Parenthood of Orange and San Bernardino Counties on Tuesday, August 14, 2012\n\nHulu did not immediately respond to The Daily Signal’s request for comment.\n\nStudents for Life also created a petition where supporters may make their feelings on the ad known to Mike Hopkins, the chief executive officer of Hulu.", "article_metadata": {"description": "The pro-life group notes that the video streaming service doesn't turn away ads from Planned Parenthood, the nation's largest abortion provider.", "og": {"site_name": "The Daily Signal", "description": "The pro-life group notes that the video streaming service doesn't turn away ads from Planned Parenthood, the nation's largest abortion provider.", "title": "Students for Life Says Hulu 'Censors' Ads Aimed at Women", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/151116_Hulu_Scanlon.jpg", "updated_time": "2015-11-16T18:30:12+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1LiynpR"}, "twitter": {"domain": "The Daily Signal", "description": "The pro-life group notes that the video streaming service doesn't turn away ads from Planned Parenthood, the nation's largest abortion provider.", "title": "Students for Life Says Hulu 'Censors' Ads Aimed at Women", "image": {"src": "http://dailysignal.com/wp-content/uploads/151116_Hulu_Scanlon.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Society", "tag": "Protecting Life", "published_time": "2015-11-16T18:29:35+00:00", "modified_time": "2015-11-16T18:30:12+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Hulu, Students for Life, Planned Parenthood, Planned Parenthood videos, pro-life"}, "article_summary": "A pro-life group complains that Hulu, an online video streaming service, banned its ads from the website because the ads aren’t pro-choice.\nHulu has run ads for Planned Parenthood, the nation’s largest abortion provider.\nThroughout the controversy, spokesmen for Planned Parenthood have denied illegal conduct.\nIn a press release, Students for Life of America said it created the ads in the style of public service announcements to show viewers alternatives to Planned Parenthood, such as federally qualified community health centers.\nHulu is censoring content and it’s a shame to see them do this because our commercials are designed to help women, not exploit them like Planned Parenthood does."}