{"article_title": "Jeb Bush Wants to Share", "article_keywords": ["wants", "uber", "service", "share", "young", "think", "jeb", "bush", "told", "asked", "thumbtack", "economy"], "article_url": "http://www.realclearpolitics.com/articles/2015/07/19/jeb_bush_wants_to_share_127434.html", "article_text": "The most recent time I had seen Jeb Bush speak in San Francisco was in January, when he addressed the National Automobile Dealers Association. It is hard to imagine a group more invested in the old-school economy. It was a friendly crowd. The former Florida governor seemed comfortable -- and boring. I left feeling as if I'd spent an hour listening to a human BarcaLounger.\n\nThe Jeb Bush I saw Thursday morning was a different candidate. He had shed some 30 pounds on the Paleo Diet. His campaign had pulled the dynasty name from the campaign logo and added an exclamation point. Now he's \"Jeb!\" In this trip to San Fran, Bush ventured away from the stolid GOP base to address the young workforce of Thumbtack, a 6-year-old digital service that links consumers to painters, DJs, dog walkers and other contractors. Bush arrived in a Toyota Camry ordered via Uber -- the ride-hailing company that runs roughshod over the single-occupant vehicle model dear to car dealers.\n\nIt's hard to think of a clearer contrast to Hillary Clinton. In 2014, she told NADA, \"The last time I actually drove a car myself was 1996.\" The former first lady, who has Secret Service protection for life, has no reason to use Uber.\n\nIn a recent speech, the former secretary of state took Uber to task -- without, and this is so Clinton-like, naming Uber. She said: \"Many Americans are making extra money renting out a spare room, designing websites, selling products they design themselves at home or even driving their own car. This on-demand, or so-called gig, economy is creating exciting opportunities and unleashing innovation. But it's also raising hard questions about workplace protections and what a good job will look like in the future.\"\n\nAccording to The New York Times, Team Hillary \"diplomatically contacted top officials at Uber to let them know about the passage in her speech that would draw attention to the service, according to people told of the conversations.\" That passage probably was: \"I'll crack down on bosses who exploit employees by misclassifying them as contractors or even steal their wages.\"\n\nClinton clearly is on the side of politicians who want to cripple ride-hailing startups that allow individuals to drive their cars at their own discretion. These outfits truly reflect market demand. If consumers don't like a service, they won't use it. If drivers don't like the terms, they will stop offering rides. Competition improves the outcome -- but Clinton wants to impose more regulation.\n\nIn contrast, the son and brother of former presidents embraced the benefits of \"disrupting the old order.\" Bush started the day extolling businesses such as Thumbtack on a LinkedIn post. \"I love learning about these kinds of companies precisely because before they existed, their market didn't exist either,\" he wrote. Startups, he added, \"cause mental dissonance for people who think they can plan the future of the economy from Washington D.C. -- people like Hillary Clinton.\"\n\n\"He's got a good grasp of the way tech is changing the workforce,\" Thumbtack economist Jon Lieber told me after the talk.\n\n2012 GOP nominee Mitt Romney extolled \"creative destruction\" as an essential element of free enterprise. He was right, but those words mean nothing to kids used to summoning wheels with their phones. They just know what they want. Perhaps 2016 will be the year capitalism finally clicks for millennial voters.\n\nIf so, Bush is ready. When a reporter asked him about Uber, Bush talked about a college student he met who graduated without crippling debt -- because he drove for Uber. A Thumbtacker asked Bush about Obamacare. He turned \"repealing Obamacare\" into an act of disruption that would free consumers to \"opt out of these old models.\"\n\nWhen a Thumbtack worker asked Bush what he thinks of new FCC net neutrality regulation dear to the South of Market crowd, Bush did not pander. He answered, \"The unintended consequence of these top-down proven rules is always negative.\"\n\nUnlike the man I saw in January, I think, I maybe could vote for this Jeb Bush. CEO Marco Zappacosta, 30, seemed to be enjoying Thumbtack's first presidential hopeful meet-and-greet, so I asked him: Would you vote for Bush? Zappacosta answered, \"I don't know.\"\n\nIt's not clear at all that feeling the love for the sharing economy can win Bush young voters. During the Thumbtack town hall, no one asked Bush about Uber or Clinton or niggling regulations. Other than the net neutrality query, Thumbtackers asked about equal pay for women, about gun control, whether Bush supports state laws to protect gays from discrimination in housing and the workplace -- social issues where, as with net neutrality, young voters like government regulation. And really, they're not all that impressed when a Republican uses Uber.", "article_metadata": {"description": "The most recent time I had seen Jeb Bush speak in San Francisco was in January, when he addressed the National Automobile Dealers Association. It is hard to imagine a group more invested in the...", "title": "Jeb Bush Wants to Share | RealClearPolitics", "fragment": "!", "twitter": {"site": "@RealClearNews", "card": "summary"}, "og": {"url": "http://www.realclearpolitics.com/articles/2015/07/19/jeb_bush_wants_to_share_127434.html", "image": "http://images.rcp.realclearpolitics.com/309539_5_.jpg", "type": "article", "description": "The most recent time I had seen Jeb Bush speak in San Francisco was in January, when he addressed the National Automobile Dealers Association. It is hard to imagine a group more invested in the...", "title": "Jeb Bush Wants to Share | RealClearPolitics"}, "fb": {"app_id": 1415921935346245}, "tweetmeme-title": "Jeb Bush Wants to Share | RealClearPolitics", "keywords": "uber,Hillary Clinton,Jeb Bush,", "viewport": "width=device-width, initial-scale=1.0, user-scalable=1"}, "article_summary": "The most recent time I had seen Jeb Bush speak in San Francisco was in January, when he addressed the National Automobile Dealers Association.\nThe Jeb Bush I saw Thursday morning was a different candidate.\nUnlike the man I saw in January, I think, I maybe could vote for this Jeb Bush.\nWhen a Thumbtack worker asked Bush what he thinks of new FCC net neutrality regulation dear to the South of Market crowd, Bush did not pander.\nIt's not clear at all that feeling the love for the sharing economy can win Bush young voters."}