{"article_title": "Two Pigs: DirecTV / Raycom battle threatens Browns opener", "article_keywords": ["pay", "money", "service", "tv", "threatens", "nfl", "watch", "directv", "pigs", "opener", "things", "battle", "browns", "local", "raycom"], "article_url": "http://www.waitingfornextyear.com/2014/09/two-pigs-directv-raycom-battle-threatens-browns-opener/", "article_text": "By now, you’ve probably seen reports that DirecTV might not be able to show the Browns game on Sunday. They are currently battling Raycom media over a “carriage agreement” over 50-some local TV stations around the country. One of those happens to be the local CBS affiliate, WOIO Channel 19. Both companies are waging their wars to win the public relations battle, but like with all these things lately where companies are merely arguing about splitting up my money, I don’t care which one of the pigs thinks they’re right.\n\nDirecTV claims consistently that they need to put their foot down so that they can keep customers’ bills under control. Raycom, of course wants to leverage their programming to get as much money as possible in a carriage agreement. I get it. It’s a negotiation. I won’t be a pawn. I pay too much money for my television service to be anyone’s pawn.\n\nI pay more than $100 per month for my DirecTV service and far more than that when you consider I also pay for NFL Sunday Ticket. I am not dissatisfied with my DirecTV service, mind you. I think it’s pretty cool that I can watch Boston U. play hockey a few times per year on NESN while living in Cleveland. Sure, their “On Demand” isn’t really all that on-demand, but overall I’m happy. That being said, it’s largely impossible to buy into the NFL more than I have as a consumer in the United States between normal DirecTV service and added on Sunday Ticket. Yet I sit here today facing the possibility that I won’t be able to watch the Browns in my home on Sunday.\n\nI hope Raycom and DirecTV enjoy their urination competition, because they’re going to be very sorry in the end. Things like this dispute, the one going on in the Los Angeles Dodgers viewing area, and previous ones like DirecTV against Viacom will garner the wrong kind of attention for all the involved parties from the government.\n\nWhile not completely related, two senators are pushing the FCC on the NFL’s local TV blackout policies, saying “the rule unfairly harms consumers by insulating the NFL from market realities and punishing fans in cities with large stadiums and declining populations.” Additionally, Senators Jay Rockefeller and John Thune are pushing for a 2015 action involving the unbundling of expensive, comprehensive TV packages like the one I pay DirecTV for. This is on the heels of John McCain’s previous efforts to do the same when he proposed the “Television Consumer Freedom act of 2013.”\n\nThis legislation has three principal objectives: (1) encourage the wholesale and retail ‘unbundling’ of programming by distributors and programmers; (2) establish consequences if broadcasters choose to ‘downgrade’ their over-the-air service; and (3) eliminate the sports blackout rule for events held in publicly-financed stadiums.\n\nYou can’t tell me that this wouldn’t be popular legislation. I can’t think of anyone other than lobbyists in the industry who wouldn’t be in support of this.\n\nSo I say enjoy your little fight, DirecTV and Raycom. For once, I’ll be rooting for my government to step in and make it so I no longer have to pay anyone for things I don’t want to watch, let alone pay for. Instead of pigging out on the backs of consumers, DirecTV and Raycom are creating yet another example the government will use to prove that consumers need to be protected from being used as pawns in a P.R. battle to decide who gets the biggest slice of chocolate cake.\n\nEat up piggies. Eat up.\n\n—\n\nPhoto: Scott Sargent/WFNY", "article_metadata": {"generator": "WordPress 4.3.4", "og": {"site_name": "Waiting For Next Year", "description": "DirecTV might not be able to show the Browns game on Sunday. That sucks.", "title": "Two Pigs: DirecTV / Raycom battle threatens Browns opener - Waiting For Next Year", "locale": "en_US", "image": "http://www.waitingfornextyear.com/wp-content/uploads/2014/09/DirecTV-Fight-compressor800-compressor.jpg", "updated_time": "2014-09-03T11:38:42+00:00", "url": "http://www.waitingfornextyear.com/2014/09/two-pigs-directv-raycom-battle-threatens-browns-opener/", "type": "article"}, "twitter": {"description": "DirecTV might not be able to show the Browns game on Sunday. That sucks.", "title": "Two Pigs: DirecTV / Raycom battle threatens Browns opener", "url": "http://www.waitingfornextyear.com/2014/09/two-pigs-directv-raycom-battle-threatens-browns-opener/", "image": "http://www.waitingfornextyear.com/wp-content/uploads/2014/09/DirecTV-Fight-compressor800-compressor.jpg", "creator": "@WFNYCraig", "site": "@WFNYArticles", "card": "summary_large_image"}, "fb": {"app_id": 106265117682}, "article": {"publisher": "https://www.facebook.com/waitingfornextyear", "section": "Browns", "tag": "Raycom", "published_time": "2014-09-03T11:00:29+00:00", "modified_time": "2014-09-03T11:38:42+00:00"}, "viewport": "width=device-width, user-scalable=no, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fe3ff5\"", "article_summary": "They are currently battling Raycom media over a “carriage agreement” over 50-some local TV stations around the country.\nI am not dissatisfied with my DirecTV service, mind you.\nI hope Raycom and DirecTV enjoy their urination competition, because they’re going to be very sorry in the end.\nI pay more than $100 per month for my DirecTV service and far more than that when you consider I also pay for NFL Sunday Ticket.\nBy now, you’ve probably seen reports that DirecTV might not be able to show the Browns game on Sunday."}