{"article_title": "Abbreviated Pundit Round-up: Jason Chaffetz, class clown", "article_keywords": ["roundup", "chaffetz", "abbreviated", "jason", "campaign", "pundit", "clown", "arab", "1957", "officials", "healthcare", "push", "syria", "law", "soviet", "class", "presidential"], "article_url": "http://www.dailykos.com/story/2015/10/8/1429124/-Abbreviated-Pundit-Round-up-Jason-Chaffetz-class-clown", "article_text": "NY Times:\n\nResponding to the mass murder by a gunman at Umpqua Community College in Oregon, Democrats on Thursday will begin a new push for gun control legislation in the Senate and plan to block other bills until their measures get a vote, Senate Democrats said.\n\nThe push will be led by my two Senators, but there's plenty of D backing. Not likely to pass, but the right thing to do.\n\nWaPo:\n\nThe lack of accurate information about police-involved shootings is roiling the nation’s law enforcement community, leaving officials unable to say whether high-profile killings are isolated events or part of an alarming trend, FBI Director James B. Comey said Wednesday. Speaking to a private gathering of more than 100 politicians and top law enforcement officials, Comey expressed frustration that the federal government has no better data on police shootings than databases assembled this year by The Washington Post and the Guardian newspaper.\n\nWith the first primaries of the 2016 presidential campaign just months away, the national healthcare debate is poised to enter a new phase, more focused on consumers’ pocketbooks than on re-litigating the 5-year-old Affordable Care Act. Hillary Rodham Clinton, who is campaigning on a detailed program to crack down on rising drug prices and runaway medical bills, is making a play for the hearts of voters increasingly irritated about what they have to pay for healthcare. In the process, Clinton, the front-runner for the Democratic presidential nomination, has issued an implicit challenge to her Republican rivals, who continue to campaign with broadsides against Obamacare but few details about how they would address consumers’ basic healthcare worries. “She is talking to people’s wallets … at a time when healthcare prices are a huge concern,” said Frank Luntz, an influential Republican strategist who helped develop the GOP’s highly successful campaign to tarnish Obamacare even before the law was enacted. “It’s smart.”\n\nRunning for president is a lousy form of therapy. And if Joe Biden thinks a presidential campaign will heal either him or his family, he is kidding himself. Campaigns are meat grinders. They crush; they do not mend.\n\nRegardless of who called who first, the Politico \"exclusive\" was just the latest course in a feeding frenzy of Biden news that -- even considered collectively -- hasn't added up to all that much. The vice president remains, much like in June, on the edge of running. And being in that political limbo has given him the type of intense political coverage that basically has eluded his office for years.\n\nRussia Is Repeating Cold War Mistakes in Syria In 1957, the Soviet Union’s ally Egypt intervened in Syria’s messy politics. It didn’t go well. Why does Putin think this time will be different? After the 1957 debacle in Syria, the United States could do little but watch events unfold, acquiescing to the realities of the situation and the limits of U.S. power. Indeed, following the Iraqi revolution in July 1958 that swept aside the pro-Western monarchy, the three most important Arab countries (Egypt, Syria, and Iraq) appeared to be aligned with Moscow. But in Washington, one could almost sense a sigh of relief. The Eisenhower administration had waded into the minefield of Middle East politics and got burned. Even as they faced criticism at home for appearing to allow Soviet influence in the Middle East to expand, Eisenhower administration officials seemed only too happy to let the Soviets try to dig out of the hole they had created for themselves. It’s almost as if they dared the Kremlin to maintain productive relations with three Arab countries increasingly in competition with one another in the so-called Arab Cold War. Perhaps Putin’s intervention in Syria will result in something akin to Egypt’s Pyrrhic victory in 1957 or to the Soviet Union’s sudden expansion of influence in the late 1950s that was accompanied by an exponential increase in foreign-policy headaches. Fifty years from now, historians may identify Russia’s 2015 push in Syria as the beginning of the end of Putinism, just as the 1957 landing was the beginning of the end of Nasserism.", "article_metadata": {"og": {"site_name": "Daily Kos", "description": "Pat Bagley via politicalcartoons.com (from this )", "title": "Abbreviated Pundit Round-up: Jason Chaffetz, class clown", "url": "http://www.dailykos.com/story/2015/10/8/1429124/-Abbreviated-Pundit-Round-up-Jason-Chaffetz-class-clown", "image": "http://images.dailykos.com/images/169144/story_image/53_169787.jpg?1444262274", "type": "article"}, "csrf-param": "authenticity_token", "fb": {"app_id": 170357783709}, "twitter": {"description": "Pat Bagley via politicalcartoons.com (from this)\n\nThe Hill:\nDEMS: GOP CHAIR HIDING FULL PLANNED PARENTHOOD FOOTAGE: Top House Democrats are accusing the chairman of the House Oversight Committee of...", "title": "Abbreviated Pundit Round-up: Jason Chaffetz, class clown", "image": {"src": "http://images.dailykos.com/images/169144/story_image/53_169787.jpg?1444262274"}, "creator": "@demfromct", "site": "@dailykos", "card": "summary_large_image"}}, "_id": "\"57477af46914bd0286fd8805\"", "article_summary": "And if Joe Biden thinks a presidential campaign will heal either him or his family, he is kidding himself.\nRussia Is Repeating Cold War Mistakes in Syria In 1957, the Soviet Union’s ally Egypt intervened in Syria’s messy politics.\nThe push will be led by my two Senators, but there's plenty of D backing.\nWith the first primaries of the 2016 presidential campaign just months away, the national healthcare debate is poised to enter a new phase, more focused on consumers’ pocketbooks than on re-litigating the 5-year-old Affordable Care Act.\nAnd being in that political limbo has given him the type of intense political coverage that basically has eluded his office for years."}