{"article_title": "DeMarcus Ware sidelined by back injury, but expects to be back with Broncos – The Denver Post", "article_keywords": ["great", "broncos", "defense", "won", "sacks", "season", "sidelined", "expects", "denver", "demarcus", "ware", "game", "defensive", "oakland", "post", "injury", "think"], "article_url": "http://www.denverpost.com/broncos/ci_28955580/demarcus-ware-sidelined-by-back-injury-but-expects-be-back-broncos", "article_text": "OAKLAND, Calif. — DeMarcus Ware stood up from his folding chair in the oppressively hot visiting locker room, and tucked away headphones into his travel bag. A grimace replaced his usual smile.\n\nThe Broncos won for the second time this season without scoring an offensive touchdown, trumping the Oakland Raiders 16-10. They won because their defense plays with tenacity and aggression not seen in Denver since the 1970s. They won because of their strength and their strength in numbers.\n\nWare, who entered Sunday as the league leader in sacks, exited the game in the first quarter with back spasms. And the Broncos still didn’t allow a second-half touchdown, finishing with four sacks and a third defensive score in five games.\n\n“We have a lot of guys who can make plays,” Ware said. “You are seeing that every week.”\n\nGiven the havoc caused by Ware, his tentative walk to the team bus at o.Co Coliseum created concern. At age 33, Ware has begun this season on a rampage, providing a pressure point for a defense that continues to find creative ways to make quarterbacks miserable. Ware insisted he would be fine, though the flight back to Colorado figured to be uncomfortable.\n\n“It just locked up on me. I came into the locker room, and I just couldn’t get it to loosen up,” Ware said. “But I don’t think it’s going to be anything that would keep me out.”\n\nWare suffered the injury when his right foot gave way on the new turf at the coliseum as he turned around to make a tackle on a Raiders screen pass. This was the first game Oakland has had a full 100 yards of sod as the Oakland Athletics, the shared tenet, finished their season last weekend.\n\n“It just slipped as I pushed off,” Ware said.\n\nThat the defense remained stout without Ware provides compelling evidence of why it ranks tops in football in yards allowed. Ware attacks the quarterback. So does Von Miller. That was expected. What wasn’t anticipated was the quality work from former Colorado State star Shaquil Barrett and first-round pick Shane Ray. Barrett finished with a sack, tackle for loss and a hit on the quarterback. Ray added a sack and a takedown behind the line of scrimmage.\n\nThe Broncos have made 22 sacks in five games, leaving them on pace for 70 on the season. The 1984 team set the franchise record with 57.\n\n“Of course we miss DWare, but we have a lot of great players with a great scheme and great coaches who demand greatness,” said defensive Derek Wolfe, who returned from a four-game performancing enhancing drug suspension to record five tackles. “It doesn’t matter if it’s at practice, or in the game. They set high expectations for us.”\n\nThe defense hasn’t allowed a point in the first quarter this season. Ware was in the game for the latest bagel. And his teammates believe he will be back when they attempt to extend the streak Sunday at Cleveland.\n\n“Unless it’s something serious — and I don’t think it’s a big deal — he will be be out there. I think he will be all right,” defensive lineman Antonio Smith said. “Nothing is going to keep that man off the field. He’s a warrior.”\n\nTroy E. Renck:@TroyRenck; trenck@denverpost.com", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "DeMarcus Ware sidelined by back injury, but expects to be back with Broncos", "title": "DeMarcus Ware sidelined by back injury, but expects to be back with Broncos", "url": "http://www.denverpost.com/2015/10/11/demarcus-ware-sidelined-by-back-injury-but-expects-to-be-back-with-broncos/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20151003__BN20151004_C1_BNSP04FBNBRONXp2-1.jpg", "height": 435}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20151003__BN20151004_C1_BNSP04FBNBRONXp2-1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-10-11T21:00:53+00:00", "modified_time": "2016-04-21T06:38:37+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe0412\"", "article_summary": "Ware, who entered Sunday as the league leader in sacks, exited the game in the first quarter with back spasms.\nThe Broncos won for the second time this season without scoring an offensive touchdown, trumping the Oakland Raiders 16-10.\nThey won because their defense plays with tenacity and aggression not seen in Denver since the 1970s.\nOAKLAND, Calif. — DeMarcus Ware stood up from his folding chair in the oppressively hot visiting locker room, and tucked away headphones into his travel bag.\nThis was the first game Oakland has had a full 100 yards of sod as the Oakland Athletics, the shared tenet, finished their season last weekend."}