{"article_title": "U.S. Sen. Jim Inhofe: If the choice is Hillary or Trump, give me Trump", "article_keywords": ["obama", "inhofe", "mandates", "trump", "obamas", "screen", "jim", "administration", "choice", "hillary", "party", "sen", "republican", "email", "remember"], "article_url": "http://www.tulsaworld.com/opinion/readersforum/u-s-sen-jim-inhofe-if-the-choice-is-hillary/article_aff944e4-3875-50f5-9255-dbe1feffd430.html", "article_text": "After a robust Republican primary race, Donald Trump has emerged as our presidential candidate. The future is now clear — Trump or Hillary. It is time for the party to set aside our differences and unite around the people’s choice in order to regain the White House and maintain a Republican majority in Congress so we can successfully enact Republican priorities into law.\n\nWith Hillary, we know what lies ahead for America — four more years of the Obama administration, which has given us a failing healthcare system, an anemic economy burdened by over-regulation, and a disarmed America left vulnerable to appeasement foreign policy.\n\nLogin required We have used your information to see if you have a subscription with us. So far we have not found one. If you feel you are currently subscribed please click on the button to attempt to find your account. Screen Name or Email Password Forgot? Remember me on this computer Login Screen Name or Email Now I remember! Need an account? Create one now. Back Thank you for reading and relying on TulsaWorld.com for your news and information. You have now viewed your allowance of free articles. Login\n\nYou must login to view the full content on this page. Screen Name or Email Password Forgot? Remember me on this computer Login Screen Name or Email Now I remember! Need an account? Create one now.\n\nWith “Obamacare,” Americans were promised they would get to keep their doctors and that premiums would decrease by $2,500 for a typical family. Instead, Oklahomans endured a 35.7 percent increase in their premiums this past year, and constituents regularly notify me of losing access to their preferred doctor or their healthcare plan. On the campaign trail, Hillary embraces this failed legacy when she reminds her base at rallies that, “before ‘ObamaCare’ it was called ‘HillaryCare.’”\n\nUnder the Obama administration, we have experienced the slowest economic recovery in our nation’s history, in large part due to over-regulation. This is most obvious in the Obama administration’s EPA, which developed the president’s carbon mandates called the Clean Power Plan that would cost our economy $292 billion and result in double-digit electricity increases in 40 states.\n\nThe Supreme Court dealt these carbon mandates a major blow by issuing a stay on its implementation earlier this year. Despite this, Hillary calls the mandates a “crucial tool” in the climate change battle and says she will make it a “top priority” in her administration to fight back against a majority in Congress and against 150 entities, to include 27 states, 24 trade association, 37 rural electric co-ops and three labor unions that do not support the Clean Power Plan and are questioning its legality. EPA’s own data shows that the mandates won’t make an impact on climate trends, but with millions of dollars in green campaign donations up for grabs, Hillary is aligning with Obama’s strategy to play to perception rather than admit reality.\n\nThen there is the Waters of the United States rule the Obama administration updated last year that expands the federal government’s ability to regulate on our private lands. Tom Buchanan, president of the Oklahoma Farm Bureau, testified before my committee on this matter, saying that farmers and ranchers’ top concern is how the rules will empower the federal government to dictate farm land practices. The courts have also put a temporary hold on its implementation. Under Hillary, expect these legally questionable, big government mandates to move forward.\n\nWhen it comes to our national security and America’s standing in the world, Hillary and Obama’s similarities couldn’t be more obvious. While Hillary was spearheading Obama’s appeasement foreign policy as Secretary of State, the Clintons were also pocketing millions from foreign governments through the Clinton Foundation. Corruption at its finest. While Obama was downplaying the dangers and growing influence of ISIS, Hillary was dismissing the red flags leading up to the terrorist attack on our U.S. consulate in Benghazi that resulted in the murder of four brave Americans. The media is painting her as a hawk, but the people will remember that under her watch as part of Obama’s cabinet, our allies have come to no longer respect us and our enemies no longer fear us.\n\nThe divide between the values of the Republican Party and the Democrat Party couldn’t be greater. Democrats say our defense spending is unnecessary and that looming catastrophic global warming is more important, that a single-payer health care system is about shared prosperity, and that illegal immigrants deserve to skip over the established legal process to become an American citizen.\n\nRepublicans are for a balanced budget, the right to life, rolling back big government taxes and mandates, and building a strong national defense. Without a Republican in the White House, accomplishing these priorities will be impossible. Let’s move our party forward by taking back the White House in November.", "article_metadata": {"googlebot": "noarchive", "og": {"site_name": "Tulsa World", "description": "After a robust Republican primary race, Donald Trump has emerged as our presidential candidate. The future is now clear — Trump or Hillary. It is time for the party to set aside our differences and unite around the people’s choice in order to regain the White House and maintain a Republican majority in Congress so we can successfully enact Republican priorities into law.", "title": "U.S. Sen. Jim Inhofe: If the choice is Hillary or Trump, give me Trump", "url": "http://www.tulsaworld.com/opinion/readersforum/u-s-sen-jim-inhofe-if-the-choice-is-hillary/article_aff944e4-3875-50f5-9255-dbe1feffd430.html", "image": "http://bloximages.newyork1.vip.townnews.com/tulsaworld.com/content/tncms/assets/v3/editorial/a/e4/ae4219c4-7562-5554-91e9-26da6d3013b1/572c8c6b628ab.image.jpg?resize=485%2C630", "type": "article"}, "twitter": {"site": "@tulsaworld", "card": "summary"}, "description": "After a robust Republican primary race, Donald Trump has emerged as our presidential candidate. The future is now clear — Trump or Hillary. It is time for the party to set aside our differences and unite around the people’s choice in order to regain the White House and maintain a Republican majority in Congress so we can successfully enact Republican priorities into law.", "fb": {"app_id": 288003941350366}, "keywords": "hillary,mandate,big government,republicans,priority,jim inhofe,donald trump,white house,republican party,services committee,america,presidential candidate,congress,healthcare plan,oklahoma,isis,democrat party,clinton foundation,tom buchanan,federal government,healthcare system,crucial tool,u.s. consulate,senate environment and public works committee,chairman,president,oklahoma farm bureau,secretary of state,senator,supreme court,united states,double-digit electricity increases,obama administration,environmental protection agency,republican primary race,senior member,editorial,readersforum,othervoices,opinionfeatured", "news_keywords": "hillary,mandate,big government,republicans,priority,jim inhofe,donald trump,white house,republican party,services committee,america,presidential candidate,congress,healthcare plan,oklahoma,isis,democrat party,clinton foundation,tom buchanan,federal government,healthcare system,crucial tool,u.s. consulate,senate environment and public works committee,chairman,president,oklahoma farm bureau,secretary of state,senator,supreme court,united states,double-digit electricity increases,obama administration,environmental protection agency,republican primary race,senior member,editorial,readersforum,othervoices,opinionfeatured"}, "_id": "\"57477af46914bd0286fe4028\"", "article_summary": "The divide between the values of the Republican Party and the Democrat Party couldn’t be greater.\nThen there is the Waters of the United States rule the Obama administration updated last year that expands the federal government’s ability to regulate on our private lands.\nWhen it comes to our national security and America’s standing in the world, Hillary and Obama’s similarities couldn’t be more obvious.\nWhile Hillary was spearheading Obama’s appeasement foreign policy as Secretary of State, the Clintons were also pocketing millions from foreign governments through the Clinton Foundation.\nAfter a robust Republican primary race, Donald Trump has emerged as our presidential candidate."}