{"article_title": "Obama: I'm not a 'tax-and-spend' liberal", "article_keywords": ["liberal", "families", "youve", "tax", "deficits", "budget", "im", "taxandspend", "clinton", "mr", "president", "came", "obama"], "article_url": "http://www.washingtontimes.com/news/2015/apr/15/obama-im-not-tax-and-spend-liberal/", "article_text": "President Obama expressed amazement Wednesday that his opponents portray him as a tax-and-spend liberal, and he also gave a plug for the fiscal responsibility of the Clinton administration.\n\n“If you listen to some of my political critics, they always want to paint me or the Democratic Party as this tax-and-spend, you know, irresponsible,” Mr. Obama said at a town-hall meeting in Charlotte, North Carolina. “Since I came into office, the federal deficit’s come down by two-thirds.”\n\nThe annual budget deficit has fallen significantly since the trillion-dollar-plus deficits that Mr. Obama and Congress ran up in his first term. Those deficits have contributed in the total national debt rising from $10.6 trillion in 2009 to more than $18 trillion.\n\nSEE ALSO: Conservative leaders to huddle in bid to coalesce around 2016 candidate: report\n\nMr. Obama also called attention to what he said was the fiscal prudence of former President Clinton, whose wife, Hillary Rodham Clinton, embarked on her own presidential campaign this week.\n\n“When Bill Clinton was president, the budget got balanced, and we had low deficits,” Mr. Obama said, failing to mention that the books were balanced with the largest tax increase in U.S. history in 1993.\n\nThen Mr. Obama took a shot at his predecessor, Republican George W. Bush.\n\nSEE ALSO: IRS commish: Tax season ‘better than anticipated’ this year, despite Obamacare horror tales\n\n“Then somebody else came in [after Mr. Clinton], and deficits started going up,” Mr. Obama said. “And then I came in and I inherited this huge recession that drove up the deficits.”\n\nHe didn’t mention the $830 billion economic stimulus program of 2009 or the passage of Obamacare in 2010.\n\nThe president said in his current budget battle with congressional Republicans, lawmakers should accept his plan to grant expanded tax breaks for middle-class families that would be paid for by closing tax loopholes on wealthier households.\n\n“When I hear a proposal from the House Republicans to reduce what we call the Trust Fund loophole, so that the top one-tenth of one percent are getting a tax break, literally fewer than 6,000 families benefit from this,” he said. “You don’t even pay this tax until you’ve got $5.5 million, or $11 million as a couple. You’ve got to have some priorities here.”\n\nThe president said wealthy friends of his such as billionaire Warren Buffett don’t need a tax break.\n\n“He has too much money to spend — he can’t spend it all,” Mr. Obama said. “Why would we be giving him a tax break when there are a whole bunch of families who need help? It shouldn’t even be a partisan issue, it’s just a matter of common sense and fairness.”\n\nCory Fritz, a top aide to Speaker John A. Boehner, Ohio Republican, said Mr. Obama’s decision to hold the event on Tax Day was ironic.\n\n“President Obama should’ve told Americans the truth about his latest budget plan,” Mr. Fritz said. “The fact is, despite all the White House spin, even liberals say the president’s proposal will mean higher taxes for middle-class families.”\n\nHe added, “Across the board, the president’s policies are proving to be a bust for working families.”", "article_metadata": {"description": "President Obama expressed amazement Wednesday that his opponents portray him as a tax-and-spend liberal, and he also gave a plug for the fiscal responsibility of the Clinton administration.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "President Obama expressed amazement Wednesday that his opponents portray him as a tax-and-spend liberal, and he also gave a plug for the fiscal responsibility of the Clinton administration.", "title": "Obama: I’m not a ‘tax-and-spend’ liberal", "url": "http://www.washingtontimes.com/news/2015/apr/15/obama-im-not-tax-and-spend-liberal/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/04/15/Obama.JPEG-0ad15.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/04/15/Obama.JPEG-0ad15.jpg", "description": "President Obama expressed amazement Wednesday that his opponents portray him as a tax-and-spend liberal, and he also gave a plug for the fiscal responsibility of the Clinton administration.", "card": "summary", "title": "Obama: I’m not a ‘tax-and-spend’ liberal"}, "Author": "Dave Boyer", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Politics, Social Issues"}, "article_summary": "President Obama expressed amazement Wednesday that his opponents portray him as a tax-and-spend liberal, and he also gave a plug for the fiscal responsibility of the Clinton administration.\n“He has too much money to spend — he can’t spend it all,” Mr. Obama said.\nThen Mr. Obama took a shot at his predecessor, Republican George W. Bush.\n“If you listen to some of my political critics, they always want to paint me or the Democratic Party as this tax-and-spend, you know, irresponsible,” Mr. Obama said at a town-hall meeting in Charlotte, North Carolina.\n“President Obama should’ve told Americans the truth about his latest budget plan,” Mr. Fritz said."}