{"article_title": "Why Repealing Obamacare Could Have Detrimental Consequences For Women", "article_keywords": ["control", "aca", "vasectomies", "consequences", "sterilization", "pregnancies", "obamacare", "repealing", "permanent", "detrimental", "birth", "insurance", "procedure", "women"], "article_url": "http://elitedaily.com/women/obamacare-women-health/1295674/", "article_text": "This past summer, while researching long-term and/or permanent birth control options, I made an amazing discovery.\n\nPermanent birth control for women, including any and all sterilization, such as tubal ligation, is 100 percent covered under the Affordable Care Act.\n\nWhat this means is, if you have insurance, thanks to the ACA, you can have permanent birth control via sterilization completely covered under your policy. (The only exceptions to this are policies in place before March 23, 2010, and some certain religious employers. Contact your insurance provider to verify coverage.)\n\nAround 345,000 women in America choose permanent sterilization as their primary means of birth control, and not immediately following a pregnancy. (The numbers are much higher for women choosing sterilization immediately following the birth of a child.)\n\nThis is compared to around 500,000 vasectomies being performed each year, due to vasectomies being faster, easier and an outpatient procedure (not requiring anesthesia).\n\nVasectomies are also much cheaper than female sterilization, costing only between $800 – $1,500, and have a much faster recovery time.\n\nBut what about the women who are not in a permanent relationship? Vasectomies are not an option for them.\n\nTubal ligation, and other such forms of permanent birth control via female sterilization, can cost up to $8,500 if not done immediately following the birth of a child, due to the fact that the procedure involves actual surgery, complete with being put under general anesthesia.\n\nProcedures such as these also had little to no insurance coverage prior to the implementation of the ACA, as they were classified as elective surgeries.\n\nWhile the heated debate about abortion remains prevalent in current day politics, this small little piece of the ACA could ease the minds of those who, like myself, know that they are done having children.\n\nAccidental pregnancy is a major issue, with 6.6 million pregnancies each year in the United States being unintended.\n\nFemale sterilization is a near fool-proof safety net for those women who wish to avoid complication arising from an unintended pregnancy.\n\nUnplanned pregnancies are not only a physical burden on women, but a financial and emotional one as well.\n\nA woman's life completely changes forever the minute she finds out she is pregnant, regardless of whether she decides to keep the child, give it up for adoption or abort the pregnancy.\n\nAn unwanted childbirth can also have long term damages, to both the mother and the child, resulting in lifelong issues for them both.\n\nNow, thanks to the Affordable Care Act, also widely referred to as Obamacare, women can have sterilization done for about the same cost as the office visits to schedule the procedure and follow-up with their doctor afterward. This is extremely important for women with a low income, who often times cannot afford or don't have access to birth control.\n\nWith the Republican party defunding women's healthcare organizations such as Planned Parenthood. provisions such as 100 percent coverage of female sterilization as a federal mandate is not only important, but essential to lowering unplanned pregnancies in this country.\n\nHaving access to birth control also lowers the rate of abortions.\n\nIf the Republican party truly wants to cut down on abortions, provisions in women’s healthcare like this one can bring them much closer to that goal, along with more sexual education and easier access to birth control for all women, regardless of insured status or an employer's religious affiliation.\n\nLess unintended pregnancies are a win-win for everyone in America.\n\nI urge all women that would consider this option to speak with their doctor about it, before the GOP finally gets its way, and repeals the ACA, and this important provision included in it.", "article_metadata": {"description": "Women deserve to have choices.", "og": {"site_name": "Elite Daily", "description": "Women deserve to have choices.", "title": "Why Repealing Obamacare Could Have Detrimental Consequences For Women", "locale": "en_US", "image": "http://cdn29.elitedaily.com/content/uploads/2015/11/02133126/cD1iMGZkY2U2ZWY3ZDc2ZTJiOGY3NGRkM2M5MGNlMGNkNyZnPTcxMmI3MDRlMzg3ZDhhNmQ4MWYxMDI4ZDViNDViMGVj-1.jpg", "url": "http://elitedaily.com/women/obamacare-women-health/1295674/", "type": "article"}, "twitter": {"domain": "Elite Daily", "description": "Women deserve to have choices.", "title": "Why Repealing Obamacare Could Have Detrimental Consequences For Women", "image": {"src": "http://cdn29.elitedaily.com/content/uploads/2015/11/02133126/cD1iMGZkY2U2ZWY3ZDc2ZTJiOGY3NGRkM2M5MGNlMGNkNyZnPTcxMmI3MDRlMzg3ZDhhNmQ4MWYxMDI4ZDViNDViMGVj-1.jpg"}, "creator": "@coacheeka", "site": "@EliteDaily", "card": "summary_large_image"}, "al": {"web": {"url": "http://elitedaily.com/women/obamacare-women-health/1295674/"}, "ios": {"url": "http://elitedaily.com/women/obamacare-women-health/1295674/", "app_store_id": 1032458504, "app_name": "Elite Daily"}}, "fb": {"app_id": 378366428966386}, "keywords": "obamacare,", "article": {"publisher": "http://www.facebook.com/EliteDaily", "section": "Women", "tag": "#women,baby,obamacare,pregnancy,woman", "published_time": "2015-12-02T13:36:02+00:00", "author": "coacheeka"}, "msapplication-square150x150logo": "http://www.elitestatic.com/content/themes/strangelove/images/apple_favicon.png", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "obamacare,"}, "article_summary": "This past summer, while researching long-term and/or permanent birth control options, I made an amazing discovery.\nAround 345,000 women in America choose permanent sterilization as their primary means of birth control, and not immediately following a pregnancy.\nPermanent birth control for women, including any and all sterilization, such as tubal ligation, is 100 percent covered under the Affordable Care Act.\nThis is extremely important for women with a low income, who often times cannot afford or don't have access to birth control.\nWhat this means is, if you have insurance, thanks to the ACA, you can have permanent birth control via sterilization completely covered under your policy."}