{"article_title": "10 of the best health insurance TV ads", "article_keywords": ["blue", "care", "alm", "ads", "tv", "times", "lifehealthprocom", "health", "need", "sign", "insurance", "best", "ad"], "article_url": "http://www.lifehealthpro.com/2015/07/08/10-of-the-best-health-insurance-tv-ads", "article_text": "Sit back and enjoy these recent ads. Let them inspire or make you laugh and learn how to reach your audience. Did you know that Americans spend almost five hours a day watching television? That's according to Nielsen’s “Total Audience Report” for Q4 2014, and it equates to almost 76 days a year sitting on a couch — so advertisers better make every second worth it for their audience. Luckily, most brands have noticed that some people really do love classic, inspiring or funny TV ads and have uploaded most of this content to video websites like YouTube in the hopes that people share them via social media. And, they're right. Nothing brings a smile to someone's face like sharing a favorite ad. Complete your profile to continue reading and get FREE access to LifeHealthPro.com, part of your ALM digital membership. Benefits:\n\nYour access to unlimited LifeHealthPro.com content isn’t changing. Once you are an ALM digital member, you’ll receive: Critical LifeHealthPro.com information including advice from veteran agents, comprehensive service provider listings, educational webcasts and videos, resources from industry leaders, and informative eNewsletters.\n\nExclusive discounts on ALM, National Underwriter and LifeHealthPro.com events.\n\nAccess to other award-winning ALM publications including ThinkAdvisor.com and Law.com. Register Now Already have an account? Sign In X Sign in with your ALM Account Remember Me Or... Sign In With LinkedIn\n\n10. Highmark: All for health If you're from Pennsylvania, you know what the visual of the capitol building invokes: pride, the will to persevere and a sense of community spirit. \"Let's do anything for health,\" says the narrator, while the visuals shift to people exercising and health care professionals taking care of patients. And cue the baby at the end, of course.\n\n9. Independence Blue Cross: Live fearless Take a kid and have him or her narrate what's happening. Add a dash of inspiring music and stunning visuals, maybe add more tiny kids dancing flamenco, and you've got advertising gold. Tugging at the heart strings — and mentioning the word \"free\" a few times, which appeals to every American — Independence Blue Cross's TV spot nails it from the very beginning. It offers people the freedom that peace of mind brings when your health and your health insurance are well protected.\n\n8. Blue Cross Blue Shield Association: Open enrollment 2015 This ad gets straight to the point: how to re-enroll in your health exchange in 2015 and how the Blue Cross Blue Shield Association can help consumers do just that. The ad in itself is a very simple presentation that uses icons, charts, photos and animation to show how to enroll, what dates to keep in mind and, of course, what you need to know about BCBS.\n\n7. Covered California: I'm in (To view the video, go here.)\n\n6. BeWellNM: The accidental spokesman The New Mexico Health Insurance Exchange, BeWellNM, put out this funny and sometimes over-the-top TV ad. The commercial features a man who is a walking disaster, running into one accident after another.\n\n5. Cigna: Together all the way There are some studies that suggest that in order to be successful at anything, you need a support group. Cigna takes on that role for viewers of this ad, saying that they're on your side all the way, from the times you're trying to be healthy to moments when, well, you give in to the craving of a huge cheesy hamburger.\n\n4. MNSure: Paul goes water skiing Either Minnesotans are the coolest people in the country or they have the weirdest sense of humor ever. In fact, this ad reminded me of some Dutch insurance ads from Delta-Lloyd that we featured last year (and which you can watch here).\n\n3. Emblem Health: Our legacy of care Why is it that we always love to look back at old recordings of times gone by? That's what Emblem Health is trying to appeal to here: great care that has been central to their mission since they started in this industry. \"What care feels like, in the neighborhood\" permeates throughout the TV spot, with shots of people from yesterday, today and tomorrow living and going about their daily routines in New York City.\n\n2. Humana: Rose's story \"There's no place like home,\" we remember Dorothy from the Wizard of Oz saying over and over again. And there definitely is no place like one's home, especially when one has spent many nights at a hospital recovering from illness. Especially for older people who need home care or assistance, it can be very difficult to get back into a routine and be able to do things by themselves, in their own homes.", "article_metadata": {"sailthru.author": "Lynette Gil", "description": "In insurance, as in all business, one of the fastest ways to succeed is to learn from the cream of the marketing crop.", "og": {"url": "http://www.lifehealthpro.com/2015/07/08/10-of-the-best-health-insurance-tv-ads", "image": "http://media.lifehealthpro.com/lifehealthpro/article/2015/07/08/thinkstockphotos-472002799.jpg", "type": "website", "description": "In insurance, as in all business, one of the fastest ways to succeed is to learn from the cream of the marketing crop.", "title": "10 of the best health insurance TV ads"}, "twitter": {"description": "In insurance, as in all business, one of the fastest ways to succeed is to learn from the cream of the marketing crop.", "title": "10 of the best health insurance TV ads", "image": {"src": "http://media.lifehealthpro.com/lifehealthpro/article/2015/07/08/thinkstockphotos-472002799-crop-120x120.jpg"}, "creator": "@LifeHealthPro", "site": "@LifeHealthPro", "card": "summary"}, "sailthru.date": "2015-07-08", "sailthru.tags": "lifehealthpro, article, 559d3b46140ba0a940d8e723, Features, Individual Health,Company News,Sales & Marketing, tv,tv ad,commercial,tv commercial,health insurance tv ad,health insurance commercial,health insurance ad,health ad,health tv ad,marketing,advertising", "keywords": "Individual Health, Sales & Marketing, Company News, marketing, Minnesota, Delaware, YouTube, West Virginia, health insurance plans, Cigna, Humana, Netflix, National Basketball Association, advertising, Blue Cross Blue Shield Association, tv, commercial, insurance ads, tv ad, tv commercial", "sniply-options": "block", "sailthru.image.full": "http://media.lifehealthpro.com/lifehealthpro/article/2015/07/08/thinkstockphotos-472002799.jpg", "viewport": "width=device-width, minimum-scale=1.0, maximum-scale=1.0, user-scalable=0"}, "article_summary": "\"Let's do anything for health,\" says the narrator, while the visuals shift to people exercising and health care professionals taking care of patients.\nBeWellNM: The accidental spokesman The New Mexico Health Insurance Exchange, BeWellNM, put out this funny and sometimes over-the-top TV ad.\nIt offers people the freedom that peace of mind brings when your health and your health insurance are well protected.\nIn fact, this ad reminded me of some Dutch insurance ads from Delta-Lloyd that we featured last year (and which you can watch here).\nEmblem Health: Our legacy of care Why is it that we always love to look back at old recordings of times gone by?"}