{"article_title": "Celebrities Are Economic Hypocrites When They Attack Free Markets", "article_keywords": ["mattera", "business", "tax", "celebrities", "system", "free", "ford", "hair", "attack", "economic", "owns", "hypocrites", "hollywood", "markets", "chest"], "article_url": "http://reason.com/archives/2013/12/11/celebrity-are-economic-hypocrites", "article_text": "I'm annoyed that so many Hollywood celebrities hate the system that made them rich.\n\nActor/comedian Russell Brand told the BBC he wants \"a socialist, egalitarian system based on the massive redistribution of wealth.\"\n\nDirector George Lucas got rich not just from movies but also by selling Star Wars merchandise. Yet he says he believes in democracy but \"not capitalist democracy.\"\n\nActor Martin Sheen says, \"That's where the problem lies ... It's corporate America.\"\n\nAnd so on.\n\nOn my TV show, actor/author Kevin Sorbo pointed out that such sentiments make little sense coming from entertainers. \"It's a very entrepreneurial business. You have to work very hard to get lucky, mixed with any kind of talent to get a break in this business. I told Clooney, George, you're worth $100 million—of course you can afford to be a socialist!\"\n\nIt's bad enough that celebrities trash the only economic system that makes poor people's lives better.\n\nWhat's worse is that many are hypocrites.\n\nCelebrities who support big-government politicians routinely take advantage of tax breaks, which reduce the amount they contribute to that government.\n\nIt's nice that Obama supporter Bon Jovi has a foundation that builds houses for poor people, but at tax time, the musician labels himself a \"farmer.\" He pays only $100 in state property tax. And his tax dodge gimmick: raising honeybees.\n\nBruce Springsteen sings about factories closing down but pays little tax on the hundreds of acres of land he owns. His dodge: An organic farmer works his land.\n\nHollywood's campaign to \"save the earth\" brings out the most hypocrisy. Actor Leonardo DiCaprio recently announced, \"I will fly around the world doing good for the environment.\" Really? Flying around the world? I'm amazed they're not embarrassed by what they say.\n\nMaybe they don't know how clueless they are because reporters rarely confront them about their hypocrisy. Hollywood reporters want access to celebrities, and posing uncomfortable questions reduces that access.\n\nTo fill the gap, Jason Mattera, author of Hollywood Hypocrites, confronts hypocritical celebrities.\n\nHe and his cameraman located Harrison Ford after the actor had himself filmed getting his chest hair waxed. Ford said the pain of ripping out his chest hair should make us think about the pain the earth feels when trees in a rainforest are cut down. Chest hair, rain forest—get it? But that environmental message came from a celebrity who owns seven airplanes. Ford once even flew his private jet to get a cheeseburger!\n\n\"I don't care that he owns seven airplanes,\" said Mattera, \"but do not lecture the rest of us that we're on the precipice of global warming Armageddon while you have a sasquatch-sized carbon footprint.\" Even though Ford ignored Mattera when confronted by him, at least he was forced to listen to someone questioning his positions.\n\nSome actors wake up to the burden of big government when they try doing something outside acting. Actors usually collect a paycheck. They rarely deal with government regulation; their agent handles the details.\n\nWhen actor and lifelong Democrat Rob Schneider tried launching a business, he was so offended by California's burdensome regulation that he left the state and changed political parties.", "article_metadata": {"og": {"url": "http://reason.com/archives/2013/12/11/celebrity-are-economic-hypocrites", "site_name": "Reason.com", "type": "article", "description": "It's easy to be a socialist when you have $100 million.", "title": "Celebrities Are Economic Hypocrites When They Attack Free Markets"}, "twitter": {"site": "@reason", "description": "I'm annoyed that so many Hollywood celebrities hate the system\nthat made them rich.\nActor/comedian Russell Brand told the BBC he wants \"a socialist,\negalitarian system based on the massive redistribution of\nwealth.\"\nDirector George Lucas got rich not just from movies but also by\nselling Star Wars merchandise. Yet he says he believes in democracy\nbut \"not capitalist democracy.\"\nActor Martin Sheen says, \"That's where the problem lies ... It's\ncorporate America.\"\nAnd so on.\nOn my TV show, actor/author Kevin Sorbo pointed out that such\nsentiments make little sense coming from entertainers. \"It's a very\nentrepreneurial business. You have to work very hard to", "card": "summary_large_image", "title": "Celebrities Are Economic Hypocrites When They Attack Free Markets"}, "fb": {"pages": 17548474116}, "article": {"tag": "HomePage", "published_time": "2013-12-11T17:00:00+00:00", "author": "http://reason.com/people/john-stossel"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fd880a\"", "article_summary": "I'm annoyed that so many Hollywood celebrities hate the system that made them rich.\nHe and his cameraman located Harrison Ford after the actor had himself filmed getting his chest hair waxed.\nChest hair, rain forest—get it?\nIt's bad enough that celebrities trash the only economic system that makes poor people's lives better.\nTo fill the gap, Jason Mattera, author of Hollywood Hypocrites, confronts hypocritical celebrities."}