{"article_title": "Comic book characters who fought cancer", "article_keywords": ["foster", "cancer", "comics", "thor", "fought", "im", "greatest", "characters", "jane", "comic", "marvel", "book", "superman"], "article_url": "http://www.salon.com/2014/09/21/comic_book_characters_who_fought_cancer/", "article_text": "Topics: Cancer, Comic Books, Comics, Media News\n\nAs artistically interesting as comics can be, let’s face it: they are mainly a means of escape. When I’m in a funk, I love being taken away by Walt Simonson’s version of Norse mythology, Matt Faction and Howard Chaykin’s black-and-white look at fifties TV, or Skottie Young’s exuberant new series starring movie star Rocket Raccoon.\n\nBut sometimes comics take on a real-life villain and do it well. I’m talking about cancer.\n\nMy dad was recently diagnosed with prostate cancer, so the c-word is on my mind. Thankfully, they caught it early, so his prognosis is excellent, but it got me thinking about how well comic books — particularly Marvel, for some reason — have dealt with this horrible disease. Here’s a look at some of the comic book characters who have battled a villain scarier than the Joker, Dr. Doom and the Brotherhood of Evil Mutants combined.\n\nJane Foster\n\nPlayed by Natalie Portman in the “Thor” movies, Jane Foster has been a love interest for Thor since she was introduced back in 1962. Back then, Thor had a mortal form he turned into when he slammed his hammer onto the ground: Dr. Donald Blake, who fell for Nurse Jane Foster. The romance led to drama, since daddy Odin was not cool with his son dating a Midgardian. I guess old gods tend to be as racist as old people. Anyway, Foster later becomes a doctor herself, and during the current run on Thor by Jason Aaron, she reveals to Thor (still a close friend) that she has breast cancer, and she’s currently undergoing treatment. Her courage and Thor’s powerlessness have been damn poignant. Foster recently joined the Council of Worlds as Earth’s representative: the Council is kind of the UN for the nine worlds of Norse mythology. I’m not sure where that storyline is leading, but I can’t imagine a better representative of our planet.\n\nCaptain Marvel\n\nThe original Captain Marvel (well before the current Carol Danvers) was a Kree warrior named Mar-Vell, and he died of cancer in the aptly titled graphic novel “The Death of Captain Marvel.” This is one of comics legend Jim Starlin’s greatest works, showing that a writer/artist known for his cosmic stories is just as good at telling the most human story of all. Throughout the comic, Marvel’s greatest heroes search for a cure unsuccessfully, as close friends of Mar-Vell such as Rick Jones deal with the grief and try to help their friend cope.\n\nSuperman\n\nIn possibly the greatest Superman story ever — Grant Morrison and Frank Quitely’s “All-Star Superman” — Lex Luthor uses Superman’s alien cells against him by forcing him to absorb too much solar radiation, which gives Superman cancer. This elseworlds story shows Superman trying to do the most good he can, for everyone from Lois Lane to the bottle city of Kandor, before his death. Despite cancer, this story is tremendously fun and uplifting, as Morrison and Quitely celebrate everything great about Superman, including the kindness of the Kents, the loyalty of Krypto, the arrogance of Luthor and the absurdity of the Bizarro World. I won’t spoil the outcome of the story, but there’s no cop-out to be found.\n\nMary Jane Watson\n\nMost comic book portrayals of cancer are realistic and powerful. But not all. Sometimes the absurdity of comics infects a subject that deserves serious treatment, like in “Spider-Man: Reign,” a tale of a future Spider-Man that tried to be “The Dark Knight Returns” of Marvel. When an older Peter Parker holds Mary Jane Watson’s lifeless body, he exposits, “The doctors didn’t understand how it happened! How you had been poisoned with radioactivity! How your body slowly became riddled with cancer! I do. I was… I am filled with radioactive blood. And not just blood. Every fluid.” Yikes. Peter Parker killed Mary Jane with radioactive semen. Let’s just move on.", "article_metadata": {"description": "From \"Superman\" to \"Captain Marvel,\" comics have offered some surprisingly artful, sensitive takes on the disease", "title": "Comic book characters who fought cancer", "og": {"site_name": "Salon", "description": "From \"Superman\" to \"Captain Marvel,\" comics have offered some surprisingly artful, sensitive takes on the disease", "title": "Comic book characters who fought cancer", "url": "http://www.salon.com/2014/09/21/comic_book_characters_who_fought_cancer/", "image": "http://media.salon.com/2014/09/superman.jpg", "type": "article"}, "twitter": {"description": "From \"Superman\" to \"Captain Marvel,\" comics have offered some surprisingly artful, sensitive takes on the disease", "title": "Comic book characters who fought cancer", "image": "http://media.salon.com/2014/09/superman.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Mark Peters", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Cancer, Comic Books, Comics", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Topics: Cancer, Comic Books, Comics, Media NewsAs artistically interesting as comics can be, let’s face it: they are mainly a means of escape.\nMary Jane WatsonMost comic book portrayals of cancer are realistic and powerful.\nSupermanIn possibly the greatest Superman story ever — Grant Morrison and Frank Quitely’s “All-Star Superman” — Lex Luthor uses Superman’s alien cells against him by forcing him to absorb too much solar radiation, which gives Superman cancer.\nJane FosterPlayed by Natalie Portman in the “Thor” movies, Jane Foster has been a love interest for Thor since she was introduced back in 1962.\nHere’s a look at some of the comic book characters who have battled a villain scarier than the Joker, Dr. Doom and the Brotherhood of Evil Mutants combined."}