{"article_title": "Let doctors help you – The Denver Post", "article_keywords": ["help", "gay", "providers", "medical", "denver", "lgbt", "likely", "let", "know", "doctors", "health", "post", "lesbian", "care"], "article_url": "http://www.denverpost.com/ci_24134855/lgbt-let-doctors-help-you", "article_text": "I came out in 1991. A couple of years later, I let my parents know that I was gay. I let my employer know before they hired me. I filled my doctor in on my first visit. And I told my dentist about a decade ago.\n\nPolling data suggest that people who know someone who is lesbian, gay, bisexual or transgender are more likely to support laws affirming of LGBT families. In health care, building a relationship with a medical provider by coming out improves outcomes.\n\nPatients who report that their provider is LGBT-friendly are more likely to seek regular care, more likely to get tested for HIV, even more likely to get a flu shot. In order to fully support us in health, providers have to know who our support systems are, who will help us remember to take our medications, who will pick us up when our eyes have been dilated and we cannot drive.\n\nThirty years ago at a conference hosted in Denver by the precursor to the Gay and Lesbian Medical Association and other LGBT health organizations, a handful of activists — most of them gay and living with or impacted by AIDS — chose to speak up. They drafted the Denver Principles, a manifesto of sorts empowering people living with HIV to demand that they be engaged as equals in their care.\n\nDespite three decades and enormous forward momentum on LGBT rights, conversations about sexuality are still not universal if they occur at all in medical settings. In a survey conducted in 2011 by One Colorado of 1,300 lesbian, gay, bisexual and transgender Coloradans, only 50 percent of respondents had ever been asked about their sexual orientation.\n\nIt is time for a broader gay manifesto for health care. If coming out to families moves the dial on LGBT rights, coming out to our medical providers would do the same for LGBT care. Doctors aren’t homophobic. They just don’t know we exist. And most acknowledge that they could use help understanding our needs and our health care concerns.\n\nIn partnership with the Colorado and Denver Medical Societies, One Colorado surveyed 378 medical providers this summer. Eighty-two percent shared that they are comfortable taking care of gay and lesbian people.\n\nUnfortunately, only 47 percent of medical providers were comfortable asking their patients about their sexual orientation or gender identity. Only half would be comfortable caring for transgender Coloradans. But most providers were open to learning how to better provide culturally responsive care. We must advocate on our own behalf by teaching our providers how to engage us more meaningfully in care.\n\nThis past week, three decades after the Denver Principles were drafted, 400 LGBT medical professionals gathered in Denver again for the Gay and Lesbian Medical Association’s annual meeting, “Striving and Thriving.” There, an exhibit from the National Institutes of Health about AIDS activism, highlighting the creation of the Principles, was on display.\n\nBut the conference attendees are the choir. We need to be singing to our primary medical providers and mental health counselors. Obamacare will make health care more accessible to hundreds of thousands of LGBT people. We must engage fully in our health care by coming out.\n\nOne of the few people I am not yet out to is my eye doctor. But if he assumes I am straight when I check “married” on his intake form, I will correct him.\n\nI am married, but to a guy. He should know that.\n\nMark Thrun (mthrun@comcast. net) is a public health physician in Denver. He was a Colorado Voices writer in 2007.\n\n", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "LGBT: Let doctors help you", "title": "LGBT: Let doctors help you", "url": "http://www.denverpost.com/2013/09/19/lgbt-let-doctors-help-you/", "image": {"width": 600, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20130920__LGBT-health-carep1.jpg", "height": 400}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20130920__LGBT-health-carep1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2013-09-19T17:57:10+00:00", "modified_time": "2016-04-28T14:51:52+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "In partnership with the Colorado and Denver Medical Societies, One Colorado surveyed 378 medical providers this summer.\nAnd most acknowledge that they could use help understanding our needs and our health care concerns.\nUnfortunately, only 47 percent of medical providers were comfortable asking their patients about their sexual orientation or gender identity.\nIf coming out to families moves the dial on LGBT rights, coming out to our medical providers would do the same for LGBT care.\nIn health care, building a relationship with a medical provider by coming out improves outcomes."}