{"article_title": "The Surprising Koch Fueled Return of Edwin Meese", "article_keywords": ["attorney", "return", "constitution", "surprising", "appropriations", "edwin", "obamacare", "meese", "fueled", "written", "meeses", "koch", "involvement", "rider"], "article_url": "http://www.politicususa.com/2013/10/09/unusual-suspect-surprising-koch-fueled-return-edwin-meese.html", "article_text": "Why was Edwin Meese hired by the Koch Brothers to be a Tea Party strategist?\n\nThe New York Times on Saturday reported that the Republican Party has been developing the strategy behind the week-long government shutdown for over two years, shortly after President Barack Obama’s reelection in 2012. That this strategy was poorly conceived and executed, is not surprising. That the probable negative impact of a government shutdown upon the public and the economy was not a concern, is not surprising. That the financiers and impetus behind the Republican’s Tea Party, the Koch Brothers, were involved in the creation of this strategy, is also not surprising. But the man they chose to lead the development of the strategy, former Reagan Administration Attorney General Edwin Meese, is very surprising.\n\nUntil recently, the Koch Brothers have been very secretive about their actions, such as their leadership in the formation of the American Legislation Exchange Council (ALEC). Their choice of the scandal-ridden and incompetent Ed Meese as strategist, on the surface, seems perplexing. The notoriety from his past illegalities, views and actions, is what makes him a curious choice. Meese’s past includes:\n\nThe National Guard Crackdown: In 1969 students at the University of California at Berkeley were protesting the proposed conversion of “People’s Park” into student dorms. Governor Ronald Reagan called in the National Guard to break up the two week protest. One student was killed and hundreds injured in the crackdown. Meese was Governor Reagan’s chief-of-staff and the chief strategist behind the crackdown.\n\nThe Iran-Contra Affair: During his tenure as President Reagan’s Attorney General, Meese was involved in the Iran-Contra affair. Meese’s involvement in the sale of HAWK missiles to Iran, as part of the money-laundering scheme to provide aid to the Nicauraguan rebels as an end-run around Congressional opposition. Meese was investigated by an Independent Counselor, Lawrence Walsh, whose report stated that Meese’s involvement raised “serious legal questions”.\n\n“Meese was conducting the November 21-24 investigation as “counselor” and “friend” to the President, not as the nation’s chief law enforcement officer. Independent Counsel concluded that he was not so much searching for the truth about the November 1985 HAWK shipment, as he was building a case of deniability for his client-in-fact, President Reagan. By this time, Meese knew that the 1985 HAWK transaction, in which the National Security Council staff and the Central Intelligence Agency were directly involved without a presidential covert-action Finding authorizing their involvement, raised serious legal questions.”\n\nChapter 31, Independent Counsel’s Report to the Iran-Contra Select Committe.\n\n\n\n\n\nThe Iraq-Jordan Pipeline Scandal: Meese played a central role in the negotiations of the proposed Iraq to Jordan natural gas pipeline.\n\n“The Bechtel Group offered to sell oil at reduced rates to Israel for 10 years – a reduction worth $650 million to $700 million – in exchange for an Israeli pledge not to attack a proposed oil pipeline from Iraq to Jordan, an aide to Foreign Minister Shimon Peres said today.\n\nThe assertion follows the disclosure of a memo written to Attorney General Edwin Meese 3d in 1985 that Israel would receive $650 to $700 million in proceeds from the pipeline and that some of those proceeds would ”go directly” to the Labor Party in Israel, headed by Mr. Peres.”\n\nMeese was part of the team, including Israeli Prime Minister Shimon Peres and National Security Advisor Robert McFarlane, that negotiated this illegal deal, even though Meese was never indicted for his involvement.\n\nThe Westech Scandal – It was his involvement in the Westech scandal that finally forced Meese to resign as Attorney General in 1988. Westech, a defense contractor was awarded $250M in no-bid Department of Defense contracts as a minority owned business, even though, the company’s major stockholder was not a minority. Meese, a former lobbyist for the company, was cited for complicity by another independent counsel.\n\nIt is also likely that Meese’s involvement with the right-wing think-tank Freedom Works’ efforts to defund Obamacare hat led to the Koch Brothers’ choosing him to be the strategist. He was primary signatory to the Freedom Works’ “Blueprint to Defunding Obamacare”:\n\n“Obamacare’s funding mechanisms are as complicated as the law itself, but they can be stopped through the appropriation process, which includes the upcoming continuing resolution.\n\n1 Federally Backed Exchanges: An appropriations rider must eliminate the refundable tax credits for premiums and the cost sharing subsidies that are essentially used to support insurance purchased in the Obamacare exchanges, which starts January 1, 2014.\n\n2 Medicaid Expansion; An appropriations rider must eliminate the enhance match funding for the Medicaid expansion, which takes effect January 1, 2014.\n\n3 Permanent Appropriations: Obamacare contains items called “permanent appropriations” which guarantee funding for the Community Health Center Fund (CHCF) and Prevention and Public Health Fund (PPHF). An appropriations rider turns off funds for these so-called permanent appropriations, which are already in effect.\n\n4 Implementation: An appropriations rider must block the implementation of Obamacare, covering salaries, rulemaking, enforcement, etc.\n\n5 Life and Religious Liberty: Obamacare is an unprecedented attack on life and religious liberty. An appropriations rider must repeal the HHS mandate that attacks the religious values and principles of countless Americans.\n\n6 Miscellaneous Programs: An appropriations rider must block all funding for newly authorized discretionary programs contained in Obamacare and return reauthorized programs back to their pre-Obamacare levels.\n\nSigned:\n\nEdwin Meese III\n\nFormer Attorney General\n\nPresident Ronald Reagan\n\n(Note: Meese was the primary signatory. The usual right-wing suspects also signed this letter.)\n\nOn November 15, 1985, Meese delivered a speech calling for a “jurisprudence of original intent” and criticizing the Supreme Court for straying from the original intention of the U.S. Constitution. In the speech before the District of Columbia chapter of the Federalist Society’s Lawyer’s Division, Meese said:\n\n“Our approach to constitutional interpretation begins with the document itself. The plain fact is, it exists. It is something that has been written down. Walter Berns of the American Enterprise Institute has noted that the central object of American constitutionalism was “the effort” of the Founders “to express fundamental governmental arrangements in a legal document-to ‘get it in writing’.” Indeed, judicial review has been grounded in the fact that the Constitution is a written, as opposed to an unwritten, document. In Marbury v. Madison, [5 U.S. 137 (1803),] John Marshall rested his rationale for judicial review on the fact that we have a written constitution with meaning that is binding upon judges. “[I]t is apparent,” he wrote, “that the framers of the Constitution contemplated that instrument as a rule for the government of courts, as well as of the legislature. Why otherwise does it direct the judges to take an oath to support it?” The presumption of a written document is that it conveys meaning. As Thomas Grew of the Stanford Law School has said, it makes “relatively definite and explicit what otherwise would be relatively indefinite and tacit.”\n\n\n\nWhat this means is that the Constitution is to be taken literally and not subject to change by legal interpretation or the differences in society since the Constitution was written. The words of the Constitution are what the authors of the document said they meant, despite that it has been 226 years since it was written. Current Justices Alito, Scalia and Thomas, and Chief Justice Roberts are believers in original intent. This is the main reason why there are so many 5-4 decisions by the current court.\n\nIt is not just the Affordable Care Act at stake, it is also other federal government programs and agencies not specifically enumerated in the Constitution: Medicare/Medicaid, Social Security, the Department of Education or the Koch Brothers’ other biggest bugaboo, the Environmental Protection Agency. What is really at sake is democracy. That a former United States Attorney General would attempt to undermine a law at the request as his rich benefactors is reprehensible, but in Ed Meese’s sorry case, is not surprising.", "article_metadata": {"description": "Why was Edwin Meese hired by the Koch Brothers to be a Tea Party strategist?", "generator": "WordPress 4.5.2", "author": "Michael A Maynard", "og": {"site_name": "Politicus USA", "description": "Why was Edwin Meese hired by the Koch Brothers to be a Tea Party strategist?", "title": "The Unusual Suspect: The Surprising Koch Fueled Return of Edwin Meese", "url": "http://www.politicususa.com/2013/10/09/unusual-suspect-surprising-koch-fueled-return-edwin-meese.html", "image": "http://15130-presscdn-0-89.pagely.netdna-cdn.com/wp-content/uploads/2013/10/EdMeese.jpg", "updated_time": "2013-11-02T22:18:17+00:00", "type": "article"}, "fb": {"admins": 523732690, "app_id": 113462415332922, "pages": 186473214703370}, "keywords": "Featured News,Issues,Republican Party,U.S. Supreme Court,affordable care act,Edwin Meese,Government Shutdown,Koch Brothers,Original Intent,Supreme Court,Tea Party,politicususa,liberal,politics,sarah jones,jason easley,barack obama,hillary clinton,bernie sanders,msnbc,media", "article": {"publisher": "https://www.facebook.com/PoliticusUSA", "section": "U.S. Supreme Court", "published_time": "2013-10-09T16:32:34+00:00", "modified_time": "2013-11-02T22:18:17+00:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "affordable care act, Edwin Meese, Government Shutdown, Koch Brothers, Original Intent, Supreme Court, Tea Party"}, "article_summary": "But the man they chose to lead the development of the strategy, former Reagan Administration Attorney General Edwin Meese, is very surprising.\nMeese was investigated by an Independent Counselor, Lawrence Walsh, whose report stated that Meese’s involvement raised “serious legal questions”.\nAn appropriations rider must repeal the HHS mandate that attacks the religious values and principles of countless Americans.\nAn appropriations rider turns off funds for these so-called permanent appropriations, which are already in effect.\n2 Medicaid Expansion; An appropriations rider must eliminate the enhance match funding for the Medicaid expansion, which takes effect January 1, 2014."}