{"article_title": "GOP’s toxic white male bluster: Trump, Cruz and Christie bully to overcompensate", "article_keywords": ["jindal", "real", "school", "trump", "american", "republicans", "weak", "christie", "gops", "high", "cruz", "candidates", "toxic", "overcompensate", "white", "male", "bluster", "bully"], "article_url": "http://www.salon.com/2015/07/11/gops_toxic_white_male_bluster_trump_cruz_and_christie_bully_to_overcompensate/", "article_text": "Topics: Bobby Jindal, Chris Christie, Donald Trump, Editor's Picks, Elections 2016, Jeb Bush, Marco Rubio, Ted Cruz, Politics News\n\nChris Christie roared onto the presidential campaign stage calling out his onetime pal, President Obama, for being “weak.” He labeled the economy as “weak,” U.S. foreign policy as “weak,” and the president’s style of governance as a “handwringing” incompetence. Christie’s theme is not just his, though; it seems to dominate the Republican candidates’ critique of any Democratic leader whose approach to the larger world refrains from their over-the-top bluster. The real question, though, is what makes the Republicans think theirs is the party of strength? What lies behind their in-your-face, Clint Eastwood-style American bravado?\n\nFor one, the macho pose ironically owes some of its inspiration to the famed breeder and hockey mom Sarah Palin, who adopted as her motto “going rogue,” which was actually a euphemism for departing from the facts. Now another untamed candidate, Donald Trump, sees nothing wrong in maligning a sizable percentage of Mexican immigrants as roving rapists; instead of recognizing his irresponsible comments for what they are, a certain slice of the Republican electorate has insisted that he was merely saying what others are thinking but haven’t the guts to voice publicly.\n\nGuts? Another word for the wing-nut rhetorical method is “gall,” which in linguistic terms takes us even closer to the internal bitterness that oozes from angry mouths in the form of hypocritical taunts. Hispanic immigrant Ted Cruz is so viscerally troubled by the Hispanic immigrant problem that he must sound the alarm louder than his colleagues, who have less to prove on that score. Piyush “Bobby” Jindal, exudes a gargantuan impatience with all foreigners who refuse to shed their foreign skin. One narcissist’s blanched bigotry meets another narcissist’s self-denial. The common denominator is how loudly each feels impelled to proclaim his or her visceral rejection of the imaginary force of human pollution that Democrats define, less fearfully, as a respect for difference. When it comes to foreigners, the Dems’ watchwords of “sensitivity” and “moderation” are characterized as “weakness” in the GOP lexicon.\n\nThe Democrats’ thoughtful restraint may in fact be accompanied by unspoken, behind-the-scenes intelligence collection and terror elimination activities, but the Republicans have constructed a narrative that paints Democrats as physically, constitutionally weak. Though it hasn’t succeeded of late, and isn’t even true, Republicans attach to themselves a well-practiced, “reality-based” focus on reactive power. They yell at the camera that the American ideal is something marked by uncompromising strength, and only one party will “stand up” for that America.\n\nHere’s the problem with their Eastwood logic. The notion that the louder the verbal attack, the more real it is, is as idiotic at yelling at an empty chair. Indeed, to rely on rudeness to convey one’s mind is, sadly, childlike. Trump and Christie resemble high school punks more than prospective statesmen. It is fitting, in that sense, that Christie staged his campaign kickoff at his alma mater, Livingston High School. Perhaps he really believes that it was here that the New Jersey governor attained manhood. He reminds us that he was a star catcher on the varsity baseball team, a point of pride he used to belittle Port Authority executive David Wildstein during the Bridgegate scandal: poor, nerdy David was not his friend, not in his crowd, but strictly a member of the chess team. It was in this “Back to the Future” episode that the line between the nerds and jocks was permanently drawn: a mindset, a small worldview, in which the scripts for future success are found in yearbooks. Trump, too, recalls out loud his educational background as a young student of business, whose promise was readily apparent at a tender age — all to pose questions about phony, unAmerican Barack Obama: “Nobody remembers him” until “Barry” suddenly appeared as a pot-smoking college student. Are we to assume that democracy is like high school — a place where uncensored arrogance triumphs? Is that where these Republicans are trapped?\n\nLet’s go a bit deeper. In politics, rudeness seems to be, at least at this moment, a white male privilege. What would it look like if the careful, ruminative President Obama suddenly became as forward and obnoxious as Chris Christie? He would be an out-of-control black man. Or if Hillary Clinton snarled like Trump? The ravenous press would have a field day, remaking her into the heartless mogul Leona Helmsley, or the poisonous Lucrezia Borgia, or the evil queen in “Snow White.”\n\nHere is the obverse image transformation to ponder: Louisiana’s Jindal is as close-shaven and clean-cut as they come, but he has gone overboard to befriend the “Duck Dynasty” clan; they represent his main constituency these days. Sure, NRA-supported candidates will don camouflage and go out for some photo-op weekend hunting; but imagine how Republicans would react to Jindal if he sported a bandana and grew a long, scraggily beard. Despite his constant call for everyone who loves America to be a “real” and not a hyphenated American, the Robertson clan’s hillbilly chic only works on white men’s bodies.\n\nWhat do the faux-macho Republican candidates think it takes to belong to the proud American past they have manufactured and seek to “recover”? In the Trump-Christie tell-it-like-it-is Eastern boastfulness or the Cruz-Jindal self-reinventing backcountry Gothic, we have the perverse appropriation of a make-believe Western narrative, one that functions as a mirror image of the nineteenth century’s romance with “Manifest Destiny.” Like then, nativist dismissal of inferior others still accompanies an exaggerated rhetoric of America’s bigness and irresistibility.\n\nOur current GOP candidates’ love for a folksy “democracy of manners” dates back to the 1840s, the first time that educated men saw that they could get elected to state or national office by dressing down and appealing to voters as “log cabin” types. That same fascination with commonness was revived in the 1940s, when a host of down-home candidates strummed their way into office: Ohio-reared Wilbert Lee “Pappy” O’Daniel became a governor, then senator from Texas after he wrote little ditties and performed on the radio (and was the only politician who ever defeated Lyndon Johnson at the polls). The “singing cowboy” Glen Taylor was elected to the Senate from Idaho; Louisiana Governor Jimmy Davis was yet another actor and country crooner, who composed the memorable “You are My Sunshine.” So, Canadian-born Cruz’s Texas twang and Rhodes scholar Jindal’s constant reference to his stupid cowboy boots are nothing new. Remember Mitt Romney in mom jeans? Politicians have been pretending to humble themselves before the almighty voter, and largely getting away with it, for ages.\n\nOn another level, the macho bragging that Trump and Christie excel at (or at least can’t resist) allows them to go against type, to distance themselves from the “Northern liberal” stigma. Dr. Ben Carson is another perfect example of this phenomenon. The neurosurgeon Carson rejects his educational background, when it comes to social issues, by finding his inner Ann Coulter and lashing out with the refinement of your average high school bigot. Ivy League darlings like Cruz and Jindal have to go out of their way to make up for pampered educations. Any chance they get, they scream: Hey, look at me, all them liberal manners ain’t infectin’ my “real American” social fiber!", "article_metadata": {"description": "The right's in-your-face obnoxiousness and need to portray Democrats as weak is classic phony bravado. Paging Freud", "title": "GOP’s toxic white male bluster: Trump, Cruz and Christie bully to overcompensate", "og": {"site_name": "Salon", "description": "The right's in-your-face obnoxiousness and need to portray Democrats as weak is classic phony bravado. Paging Freud", "title": "GOP’s toxic white male bluster: Trump, Cruz and Christie bully to overcompensate", "url": "http://www.salon.com/2015/07/11/gops_toxic_white_male_bluster_trump_cruz_and_christie_bully_to_overcompensate/", "image": "http://media.salon.com/2015/07/christie_trump_cruz.jpg", "type": "article"}, "twitter": {"description": "The right's in-your-face obnoxiousness and need to portray Democrats as weak is classic phony bravado. Paging Freud", "title": "GOP’s toxic white male bluster: Trump, Cruz and Christie bully to overcompensate", "image": "http://media.salon.com/2015/07/christie_trump_cruz.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Andrew Burstein and Nancy Isenberg", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Bobby Jindal, Chris Christie, Donald Trump, Editor's Picks, Elections 2016, Jeb Bush, Marco Rubio, Ted Cruz", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Any chance they get, they scream: Hey, look at me, all them liberal manners ain’t infectin’ my “real American” social fiber!\nIt is fitting, in that sense, that Christie staged his campaign kickoff at his alma mater, Livingston High School.\nAre we to assume that democracy is like high school — a place where uncensored arrogance triumphs?\nTrump and Christie resemble high school punks more than prospective statesmen.\nThe neurosurgeon Carson rejects his educational background, when it comes to social issues, by finding his inner Ann Coulter and lashing out with the refinement of your average high school bigot."}