{"article_title": "Katie Ledecky sets latest record at Winter Nationals", "article_keywords": ["freestyle", "200", "winter", "relay", "ledecky", "craig", "team", "mens", "record", "won", "sets", "meet", "100", "katie", "nationals", "latest"], "article_url": "http://www.washingtontimes.com/news/2013/dec/7/katie-ledecky-sets-latest-record-winter-nationals/?page=all", "article_text": "KNOXVILLE, Tenn. — The records keep piling up for Katie Ledecky.\n\nFour months after setting world records in the 800-meter freestyle and 1,500-meter freestyle at the World Championships in Barcelona, Ledecky continued her banner year Saturday by shattering the American record in the 1,650-yard freestyle at the Winter National Championships. Ledecky’s time of 15 minutes, 15.17 seconds was more than 9 seconds faster than the previous American record of 15:24.35 set by Katie Hoff in 2008.\n\n“I wasn’t expecting 15:15,” Ledecky said. “I knew I was going pretty fast, but I couldn’t really tell exactly how fast. I was pretty shocked.”\n\nLedecky, a 16-year-old from Bethesda, Md., beat all her competitors Saturday by at least 39½ seconds. She turned in that record performance two days after winning the 500 freestyle in 4:32.37.\n\nNot bad for someone who felt a little tuckered out at the start of the day.\n\n“I woke up a little tired today, but I got a good nap in after prelims,” said Ledecky, the 2012 Olympic gold medal winner in the 800-meter freestyle. “I was feeling pretty good tonight.”\n\nLedecky wasn’t the only swimmer feeling good.\n\nNathan Adrian celebrated his 25th birthday Saturday by winning the 100 freestyle in 41.39 to edge Adam Brown (41.89) and fellow Olympic gold medalists Matt Grevers (41.99) and Darian Townsend (42.13). Adrian won the 50 freestyle Thursday.\n\nAs soon as Adrian finished, California’s swimmers sang “Happy Birthday” to the former Golden Bears star.\n\n“There aren’t many things I feel that are more special than your teammates — although I’m not on a college team anymore — singing ‘Happy Birthday’ after you win a race,” Adrian said. “That was really cool and special for me.”\n\nMissy Franklin closed a productive meet by joining California teammates Rachael Acker, Elizabeth Pelton and Kaylin Bing on a women’s 400 freestyle relay team that set a meet record (3:13.45). Franklin also finished second in the 200 backstroke (1:49.59) and third in the 100 freestyle (47.42) on Saturday. The four-time Olympic gold medalist won two individual events — the 200 freestyle and 100 backstroke — and was part of three first-place relay teams this week.\n\nFranklin now returns to campus, where the California freshman will take semester exams later this month.\n\n“I couldn’t be happier at Berkeley,” Franklin said. “It’s been absolutely incredible. I love practices. I love school. I love my new coaches, my team. It’s been such a blast.”\n\nPelton won the 200 backstroke in 1:49.59 to cap a meet in which she also had finished first in the 200 individual medley and had competed on the winning 400 medley relay team and 400 freestyle relay team. Natalie Coughlin won the 100 freestyle (47.19) two days after placing first in the 50 freestyle.\n\nConnor Jaeger won the men’s 1,650 freestyle in 14:39.02 after finishing first in the 500 freestyle two days earlier. Alia Atkinson won the women’s 200 breaststroke in 2:06.22 to follow up her victory Friday in the 100 breaststroke.\n\nThe final day of competition at the University of Tennessee’s Allan Jones Aquatic Center also featured a first-place performance from Brad Craig, who swam collegiately at Tennessee and still trains in Knoxville. Craig won the men’s 200 breaststroke in 1:52.99. Members of the Tennessee swim team cheered Craig on as he led from start to finish.\n\n“It’s a nice change being kind of back in a team environment, having all them behind me,” Craig said. “I’ve got some friends from out of town that came in. Just having kind of that home-pool advantage and everything, it’s a great feeling.”\n\nOther individual winners Saturday included Arkady Vyatchanin in the men’s 200 backstroke (1:37.87), Kelsi Worrell in the women’s 200 butterfly (1:54.12) and Dylan Bosch in the men’s 200 butterfly (1:41.01). Tyler Messerschmidt, Ryan Murphy, Fabio Gimondi and Seth Stubblefield set a meet record in the men’s 400 freestyle relay (2:51.16).", "article_metadata": {"description": "Ledecky continued her banner year Saturday by shattering the American record in the 1,650-yard freestyle at the Winter National Championships. The 16-year-old from Bethesda, Md., beat all her competitors Saturday by at least 39½ seconds.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Ledecky continued her banner year Saturday by shattering the American record in the 1,650-yard freestyle at the Winter National Championships. The 16-year-old from Bethesda, Md., beat all her competitors Saturday by at least 39½ seconds.", "title": "Katie Ledecky sets latest record at Winter Nationals", "url": "http://www.washingtontimes.com/news/2013/dec/7/katie-ledecky-sets-latest-record-winter-nationals/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2013/12/07/winter-nationals-swimmingjpeg-0333a.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2013/12/07/winter-nationals-swimmingjpeg-0333a.jpg", "description": "Ledecky continued her banner year Saturday by shattering the American record in the 1,650-yard freestyle at the Winter National Championships. The 16-year-old from Bethesda, Md., beat all her competit", "card": "summary", "title": "Katie Ledecky sets latest record at Winter Nationals"}, "Author": "Steve Megargee", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Sports, Katie Ledecky"}, "article_summary": "Tyler Messerschmidt, Ryan Murphy, Fabio Gimondi and Seth Stubblefield set a meet record in the men’s 400 freestyle relay (2:51.16).\nJust having kind of that home-pool advantage and everything, it’s a great feeling.”Other individual winners Saturday included Arkady Vyatchanin in the men’s 200 backstroke (1:37.87), Kelsi Worrell in the women’s 200 butterfly (1:54.12) and Dylan Bosch in the men’s 200 butterfly (1:41.01).\nNatalie Coughlin won the 100 freestyle (47.19) two days after placing first in the 50 freestyle.\nCraig won the men’s 200 breaststroke in 1:52.99.\nFranklin also finished second in the 200 backstroke (1:49.59) and third in the 100 freestyle (47.42) on Saturday."}