{"article_title": "FDA Watchdog Speaks Out on Dangerous Drugs and Docs", "article_keywords": ["fda", "heart", "big", "advisory", "drugs", "docs", "medical", "drug", "wolfe", "safety", "dangerous", "watchdog", "speaks", "study"], "article_url": "http://www.bu.edu/today/2014/fda-watchdog-speaks-out-on-dangerous-drugs-and-docs/", "article_text": "FDA Watchdog Speaks Out on Dangerous Drugs and Docs Sidney Wolfe to deliver annual SPH Shine Lecture tomorrow\n\nFor four decades, physician Sidney Wolfe has been holding federal regulators and the drug industry accountable for unsafe drugs and medical devices. Forbes Magazine dubbed him “The FDA’s Big Bad Wolfe.” He has battled the introduction of new medications by the pharmaceutical industry so aggressively that a Boston doctor once snapped, “Is there any drug Sid Wolfe likes?”\n\nPublic Citizen Health Research Group, the nonprofit Wolfe founded with consumer activist Ralph Nader in 1971, has pushed the Food and Drug Administration to take more than two dozen unsafe drugs off the market and pointed out the safety risks in dozens more, including the painkiller Vioxx, which was withdrawn in 2004, and the diabetes drug Avandia, whose sales plunged after a black-box label warning about heart risks was mandated. Wolfe’s group also was instrumental in getting a warning about Reye’s syndrome put on aspirin bottles, and in getting silicone breast implants restricted.\n\nJust last week, Public Citizen petitioned the FDA to immediately add a black box warning about the increased risks of heart attacks and other dangers to the labels of all testosterone-containing drugs sold in the United States after a recent study found a significantly increased risk of heart attack in men who took the drugs.\n\n“Considering how many drugs have been approved in 40 years, we’ve really only questioned a handful,” says Wolfe, who will deliver the annual School of Public Health Cathy Shine Lecture tomorrow on the Medical Campus. “We only step in when there are clear safety concerns that are being overlooked—and when the drug in question has no advantage over other drugs already on the market.”\n\nSponsored by the SPH health, law, bioethics, and human rights department, the lecture is endowed by the family of the late Cathy Shine, a strong advocate for human rights, who died in 1992 from a severe asthma attack, in recognition of the work of George Annas, a William Fairfield Warren Distinguished Professor and department chair. Annas wrote about Shine’s experience and the importance of respecting patients’ rights in a much-cited article in the New England Journal of Medicine.\n\nWolfe, author of several books, among them Worst Pills, Best Pills: A Consumer’s Guide to Avoiding Drug-Induced Death or Illness, will speak about the failings of regulatory agencies, including the FDA, to ensure that patients are properly protected against risk and harm. The Public Citizen Health Research Group also monitors state oversight of physicians who practice substandard medicine, and many other issues related to patient safety.\n\nHe has published extensively in medical and health policy journals and writes a regular column for the British Medical Journal. He served on the FDA Drug Safety and Risk Management Advisory Committee from 2008 to 2012. His numerous awards include a 1990 MacArthur Foundation Fellowship.\n\nBU Today spoke with Wolfe about his work and his views on the status of regulatory oversight. As for the “Big Bad Wolfe” moniker, “I think that’s probably disparaging to wolves,” he says.\n\nBU Today: You’ve battled the FDA for four decades to get certain drugs off the market or to acknowledge problems with drugs or devices. Is the FDA review process any better now?\n\nWolfe: The leadership of the FDA is almost as bad as it has ever been, especially for drugs. Combined with the fact that the major funder of drug review is no longer the US taxpayer, but instead is direct cash from drug companies to the FDA via the 1992 Prescription Drug User Fee Act, the situation is miserable. However, during these 40-plus years, we have been able to force more open information from the FDA and to push the agency to ban more than two dozen prescription drugs.\n\nWhy aren’t safety concerns—such as the painkiller Darvon’s potential impact on the heart, which you pushed for decades—picked up during the FDA review process?\n\nThe power of a study to find safety risks is a function of how big the study is. The FDA requires drug companies to show that a drug works—i.e., a drug for diabetes just has to lower your blood sugar. If it causes increased heart failure or heart attack—that may not show up in a smaller study. There’s a split between the smaller numbers of people you need to show that a drug is effective vs. the larger numbers to assess whether it’s safe. The standard for safety is greatly hampered by the fact that you don’t have enough people enrolled to really answer important safety questions, so you have drugs prematurely thrown on the whole population in what I would call an experimental way.\n\nCombined with an increasingly faster review process, this is too frequently a recipe for disaster.\n\nDoesn’t the FDA advisory committee serve as a check against potentially dangerous drugs coming on the market?\n\nIt should, but it doesn’t. Even when there are safety concerns, the FDA often sides with the drug makers. There are cases where the FDA advisory committee says, ‘This drug is too dangerous,’ and the FDA approves it anyway.\n\nBefore the weight-loss drug Meridia was approved in 1997, the primary FDA physician who reviewed it said it was too dangerous—it caused increased blood pressure and pulse in some patients—and should not be approved. The advisory committee voted not to approve it, but the FDA was eager to approve another weight loss drug, because it had just taken one off the market. In 2002, we petitioned to have it removed, but the FDA rejected our petition. After a subsequent European study showed a large increase in strokes and heart attacks, it was immediately banned in Europe, but not here until later, after we had petitioned again. What the European study found was predictable before approval.\n\nToo often, the FDA has its mind made up in advance. And overall, only about a third of drugs even have to go through an advisory committee.\n\nYou’ve watched Big Pharma up close and once said many drug companies have a “pathological lack of corporate integrity.” Do you see that changing after all the litigation against them in the last decade and the new transparency rules under Obamacare?\n\nCriminal and civil penalties against Big Pharma have escalated enormously in the past several years, but their size is outstripped by the financial gains from these illegal activities. Thus, we consider such behavior to literally be part of their business model.\n\nThe transparency, if it is ever finalized and put into practice, will disclose the extent to which individual doctors are on the take from Big Pharma, receiving payments as speakers and consultants. But those who are not embarrassable will continue to benefit from Big Pharma largesse.\n\nPublic Citizen has done a lot to shine a light on the failure of state medical boards to discipline physicians. Why are so many of the boards ineffective?\n\nFor more than 20 years, we have ranked state medical boards on the basis of their rates of serious disciplinary actions against doctors. As in the case of the FDA—but, in this case varying by state—inadequate, ineffective oversight of important disciplinary decisions explains much of the discrepancies between states.\n\nThere’s a case in Texas where a neurosurgeon on the staff of a hospital botched procedures in which patients were injured or died, and instead of taking any action against him, the hospital wrote him a de facto letter of recommendation. He went on to another hospital, where he caused further harm. Almost half of the hospitals in the country have never reported taking action against even one doctor—not one—in 23 years.\n\nIn addition to shortcomings at most medical boards and hospitals, inactivity by the appropriate state legislators, and the spotty role of the press in illustrating the downsides to patients of an underperforming board, need to be remedied.\n\nWhat’s available to consumers who want to check out their drugs?\n\nYou can find information on drugs on our website Worst Pills.org. There’s also more information out there on the internet because of lawsuits we filed against the FDA to get some of their documents out to the public. Whenever there’s an FDA advisory committee meeting, they now have to post the documents on their website at least 48 hours in advance to allow public participation. We also pushed the FDA to make information available sooner after a drug is approved. It’s better than it was, in terms of getting information out there.\n\nThe 2014 Cathy Shine lecture, Do Government Agencies Protect Patients? is tomorrow, Wednesday, March 5, at noon in the School of Medicine Instructional Building, Hiebert Lounge, 14th floor, 72 East Concord St. The lecture is free and open to the public.\n\nLisa Chedekel can be reached at chedekel@bu.edu.", "article_metadata": {"og": {"site_name": "BU Today", "description": "Sidney Wolfe to deliver annual SPH Shine Lecture tomorrow", "title": "FDA Watchdog Speaks Out on Dangerous Drugs and Docs | BU Today | Boston University", "url": "http://www.bu.edu/today/2014/fda-watchdog-speaks-out-on-dangerous-drugs-and-docs/", "image": "http://www.bu.edu/today/files/2014/03/t_Sidney-Wolfe-large-332x221.jpg", "type": "article"}, "last-updated": "2014-03-04T00:06:12-05:00", "MSSmartTagsPreventParsing": "true", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "Copyright": "Copyright (c) 2016 Boston University"}, "article_summary": "There are cases where the FDA advisory committee says, ‘This drug is too dangerous,’ and the FDA approves it anyway.\nDoesn’t the FDA advisory committee serve as a check against potentially dangerous drugs coming on the market?\nFDA Watchdog Speaks Out on Dangerous Drugs and Docs Sidney Wolfe to deliver annual SPH Shine Lecture tomorrowFor four decades, physician Sidney Wolfe has been holding federal regulators and the drug industry accountable for unsafe drugs and medical devices.\nHe served on the FDA Drug Safety and Risk Management Advisory Committee from 2008 to 2012.\nWhenever there’s an FDA advisory committee meeting, they now have to post the documents on their website at least 48 hours in advance to allow public participation."}