{"article_title": "Older Americans Act Receives Senate Approval – Now for the House – AARP", "article_keywords": ["oaa", "older", "senate", "house", "programs", "representatives", "including", "aarp", "americans", "receives", "act", "services", "approval"], "article_url": "http://blog.aarp.org/2015/07/23/older-americans-act-receives-senate-approval-now-for-the-house/", "article_text": "In the same week as its 50th anniversary, the Senate finally renewed the Older Americans Act (OAA). Thanks to the bipartisan support of Senators Lamar Alexander (R-Tenn.), Patty Murray (D-Wash.), Richard Burr (R-N.C.) and Bernie Sanders (I-Vt.), the Older Americans Act is moving forward after 5 years of inaction.\n\nAppropriately timed with the White House Conference on Aging held earlier last week, the OAA reauthorization addresses AARP’s core concern for any legislation to protect, nourish and sustain our nation’s older Americans, help them maximize their choices, and promote dignity and independence in a fiscally responsible way.The OAA helps older Americans live independently by:\n\nSupporting nutrition programs, including Meals-on-Wheels;\n\nProviding home and community-based services, including preventive health services and transportation assistance;\n\nAssisting family caregivers with information and referral, counseling and respite care;\n\nPreventing and detecting elder abuse; and\n\nProviding part-time community service employment and training, including the Senior Community Employment Program (SCSEP), which has helped more than 1 million older Americans enter the workforce.\n\n\n\nSince it was enacted into law in 1965, millions of vulnerable older Americans have relied on the services provided by the Older Americans Act for their health and economic security. Without these transportation options and services, many seniors would be isolated from their communities. These programs supported by the Older Americans Act are crucial in ensuring that graying Americans can live and age with dignity and independence.\n\nNewsletter: Get the latest on AARP advocay programs affecting you »\n\nAfter several years of carefully crafting and revising legislation, the U.S. Senate successfully passed the reauthorization of the Older Americans Act on July 16. Although that is reason to celebrate after many years of delay, the bill still must pass the House of Representatives before it is renewed.\n\nWhile we would like for the House to take up and pass the Senate bill, the process in the House of Representatives could take months. Aging is something that can’t wait. The older population continues to grow and require assistance, and we urge the House of Representatives to act without delay.\n\nPlease read, share and tell the House of Representatives: renew the Older Americans Act. There are no political “sides” when it comes to seniors’ health and well-being.\n\nFollow me on Twitter @DavidCertner for the latest updates on what’s happening in Washington on the issues that matter most to older Americans.\n\nAlso of Interest\n\n\n\nSee the AARP home page for deals, savings tips, trivia and more.", "article_metadata": {"page_title": "blog", "twitter": {"description": "AARP thanks the U.S. Senate for passing the bipartisan Older Americans Act, which helps millions of seniors live with dignity and independence. We urge the House to swiftly do the same.", "creator": "@aarp", "url": "http://blog.aarp.org/2015/07/23/older-americans-act-receives-senate-approval-now-for-the-house/", "title": "Older Americans Act receives Senate Approval - Now for the House", "site": "@aarp", "card": "summary"}, "estimated_publish_date": "2015-07-23", "Last-Modified": "2015-07-28EDT11:31:00", "keywords": "where we stand, aarp advocacy, advocacy, aging, congress, elder abuse, elder hunger, health, independence, meals on wheels, mobility, nutrition, oaa, older americans act, seniors, services, supports, transportation", "houseAds": "commercial", "paywallStatus": "off", "isArticle": "false", "livefyreId": "350138:http://blog.aarp.org/2015/07/23/older-americans-act-receives-senate-approval-now-for-the-house", "title": "Older Americans Act Receives Senate Approval – Now for the House", "comments": "on", "sponsorship": "on", "source": "aarp_washington_office", "description": "AARP thanks the U.S. Senate for passing the bipartisan Older Americans Act and urges the House to swiftly do the same.", "robots": "index,follow", "Subject1": "Division:AARP.org", "fb": {"app_id": 114175878660191}, "aarpAdUnit": "Where-We-Stand", "article": {"author": "http://www.facebook.com/AARP"}, "pluckId": "http://www.aarp.org/vendor/blog/", "viewport": "width=device-width, initial-scale=1", "language": "english", "og": {"site_name": "AARP", "description": "In the same week as its 50th anniversary, the Senate finally renewed the Older Americans Act (OAA). Thanks to the bipartisan support of Senators Lamar Alexander (R-Tenn.), Patty Murray (D-Wash.), Richard Burr (R-N.C.) and Bernie Sanders (I-Vt.), the Older Americans Act is moving forward after 5 years of inaction. Appropriately timed with the White House Conference on Aging held earlier last week, the OAA reauthorization addresses AARP’s core concern for any legislation to protect, nourish and sustain our nation’s older …", "title": "Older Americans Act Receives Senate Approval – Now for the House", "url": "http://blog.aarp.org/2015/07/23/older-americans-act-receives-senate-approval-now-for-the-house/", "image": "http://blog.aarp.org/wp-content/uploads/2015/07/Will-the-House-act-to-protect-older-4-185x185.png", "type": "article"}, "contentId": "/content/aarpe/en/home/vendor/blog", "Subject2": "Resources and Tools:Blogs", "aarpeContent": "true", "IALevel1": "vendor", "IALevel2": "blog", "s43": "13.Volunteerism|MyPersonalTime", "action": "read", "dateToday": "2016/05/26"}, "article_summary": "Since it was enacted into law in 1965, millions of vulnerable older Americans have relied on the services provided by the Older Americans Act for their health and economic security.\nIn the same week as its 50th anniversary, the Senate finally renewed the Older Americans Act (OAA).\nThese programs supported by the Older Americans Act are crucial in ensuring that graying Americans can live and age with dignity and independence.\nPlease read, share and tell the House of Representatives: renew the Older Americans Act.\nFollow me on Twitter @DavidCertner for the latest updates on what’s happening in Washington on the issues that matter most to older Americans."}