{"article_title": "Morning Plum: The GOP plot to undermine Obama’s push for global climate deal", "article_keywords": ["plot", "climate", "republicans", "iran", "deal", "senate", "plum", "global", "morning", "marriage", "americans", "push", "international", "obamas", "gop", "undermine"], "article_url": "https://www.washingtonpost.com/blogs/plum-line/wp/2015/04/27/morning-plum-the-gop-plot-to-undermine-obamas-push-for-global-climate-deal/", "article_text": "Who says the new GOP Congress isn’t interested in getting anything done? The Wall Street Journal reports that Senate Republicans are hard at work hatching a new strategy to accomplish a key piece of their agenda: Undermining President Obama’s chances of reaching an international deal in which major countries agree to curb climate emissions, by sowing doubts about his ability to deliver on our end of the bargain.\n\nRepublicans are already fighting in court to block Obama’s proposed new EPA rules curbing emissions from existing power plans, which are central to U.S. efforts to reach a global climate deal in talks later this year. They argue that the rules are unconstitutional and amount to more executive overreach. The Journal reports that the idea is to send a message that Obama cannot unilaterally negotiate a climate deal, and the model is Tom Cotton’s recent letter to Iran:\n\nSen. James Inhofe said Mr. Obama’s unilateral pursuit of the climate accord exceeds the scope of president’s power. Mr. Inhofe, the chairman of the Senate Environment and Public Works Committee, plans to hold a hearing this summer focused on the Senate’s advice-and-consent process and its possible application in international climate negotiations. Additionally, Mr. Inhofe said the Iran letter, which was penned by Sen. Tom Cotton, could be a useful model to send a message about the climate agreement. “The Tom Cotton letter was an educational effort,” Mr. Inhofe said in an interview. Other countries think “if the president of the United States says something, it’s just automatic…His letter was over there saying, ‘the president says he can do this; he can’t do this.’ ”\n\nInhofe, of course, is the same Senator who recently brandished a snowball on the Senate floor to disprove global warming. Now Senator Snowball is emerging, fittingly enough, as a lead architect of the Senate Republican strategy to block a global climate deal. (One imagines he had the forethought to keep snowballs in a freezer in his Senate office, to haul out at this summer’s hearings.)\n\nThe core question of whether Obama has the authority to carry out the EPA rules that will be crucial to making an international deal work will eventually be decided in court (his authority to negotiate the deal itself could conceivably be tested in court, too). But these GOP moves appear to be about more than just legal differences over the president’s authority and more than merely an effort to assert more Congressional oversight over the process, a legitimate goal unto itself.\n\nRather, just as on Iran, the moves also appear designed to sow uncertainty abroad, in hopes of imperiling Obama’s ability to negotiate the deal itself. Indeed, the Journal story claims that “many Republicans” see this as a “potential avenue” to “complicate negotiations of the international agreement.”\n\nThe climate maneuvering is related to the battle over the Iran deal in another way, too. They are a reminder that the eventual 2016 GOP nominee will have pledged to retreat from U.S. international engagement when it comes to solving multiple major challenges — climate change; Iran nukes — even as Hillary Clinton promises to sustain and build upon that international engagement.\n\n*******************************************************************************\n\n* A BIG TEST FOR IRAN BILL: The Senate will vote this week on the bipartisan Corker-Cardin bill requiring a Congressional vote on Obama’s authority to temporarily lift Iran sanctions to implement a nuclear deal. But it could be doomed by new amendments:\n\nAmendments filed by lawmakers…include one that would require Iran to recognize Israel and another that would give any final nuclear deal the status of a treaty, which would require ratification by two-thirds of the Senate. Another proposal would require the release of American citizens detained in Iran as part of an agreement.\n\nObama grudgingly backs Corker-Cardin in its current form. But any of these amendments could kill the deal. Thus, the amended bill would draw a veto, and enough Dems might drop off to preclude a veto-proof majority. Will the desire to “toughen up” the bill end up killing it?\n\n* AMERICANS BACK IRAN FRAMEWORK BY WIDE MARGIN: A new Quinnipiac poll finds Americans back the preliminary framework to curb Iran’s nuclear program by 58-33. This, even though 62 percent are not confident the deal would prevent Iran from developing nukes: Perhaps Americans are skeptical the deal will work, but want to try it, anyway.\n\nWhile independents agree with the broader public on the framework by 60-33 — as do Democrats, by 76-15 — Republicans oppose it by 56-37, another reason the eventual GOP nominee will have pledged to roll back any eventual deal.\n\n* REPUBLICANS BACK ALLOWING BUSINESSES TO REFUSE GAYS: The new Quinnipiac poll also finds that Americans say by 58-35 that a business should not be allowed “to refuse service” to gays and lesbians if the business says “says homosexuality violates its owners’ religious beliefs.”\n\nThe poll question is too simplistic — it implicitly asks whether such a refusal is acceptable in all cases, as opposed to in narrow exceptions — and may skew the results in favor of a ban. Yet even with this wording, Republicans say a business should be allowed to refuse service on this basis, by 56-37.\n\n* ON GAY MARRIAGE, IT’S KENNEDY VERSUS SCALIA: The Supreme Court will hear cases tomorrow on whether there’s a Constitutional right to gay marriage. Robert Barnes has a terrific look at Anthony Kennedy’s legacy as the author of previous pro-gay-rights decisions, and his chief antagonist, Antonin Scalia. This, from lawyer Paul Smith, is key:\n\nScalia believes the only freedoms that should be viewed as protected by the Constitution “are those that have been protected under American law throughout our history, defined at the most specific level,” Smith said. Otherwise, the people decide. Kennedy, Smith said, “believes that each generation has the right to conceive of newer and broader forms of liberty that merit constitutional protection. He sees history as a guide but not a straitjacket.”\n\nReminder: 61 percent of Americans — and surprisingly large percentages of Republicans and Conservatives — oppose state laws banning gay marriage, which are at the center of the case.\n\n* AMERICANS ARE CONFLICTED ABOUT GOVERNMENT: E.J. Dionne looks at a phenomenon taking hold in multiple countries, our own included: Electorates want government to do more to reduce inequality, but are also losing faith in government’s ability to do exactly that. And on top of that, increasing partisanship is imperiling politicians’ ability to “aggregate sustainable majorities,” which is “a big problem for self-government.”\n\nAs Dionne notes, the early indications are that the 2016 campaign, whatever the outcome, may not break this problem.\n\n* THE REAL MEANING OF HILLARY’S SHIFTS: Hillary Clinton has shifted on immigration and gay marriage, and now backs a Constitutional amendment on campaign finance. Brian Beutler has a good piece explaining why this is actually good news for the left:\n\nIf indeed she’s merely betting that things like campaign finance reform, same-sex marriage, and immigration reform will amount to a winning platform — then it’s an acknowledgment that the Obama coalition is stable, loyal, and larger than the Republican electorate…And if those reliably liberal positions turn out to be reliably winning positions with the national electorate, that would mean America itself has moved durably to the left.\n\nAlso, as Beutler notes, there’s an irony here: “It would also, finally, undo the rightward shift that Clinton’s husband initiated more than 20 years ago.” Remember, Clinton signed DOMA — the overturning of which could help pave the way to a Constitutional right to gay marriage.\n\n* AND CONSERVATIVES DEMAND NO-SURRENDER ON OBAMACARE: Politico reports on a developing GOP conflict over Obamacare: GOP leaders want to use the “reconciliation” tactic to pass a “fix” if SCOTUS guts subsidies. But conservatives are balking:\n\nGOP leaders are eyeing reconciliation as a way to approve a potential “fix” for Obamacare should the need arise. Some Republicans think it could give the GOP a golden opportunity to force Obama’s hand: When he finds himself in a jam, with millions stranded over health care, they hope he could be forced to accept a GOP alternative that helps those individuals. But some conservatives want no part of what they view as an attempt to rescue the law.\n\nAs noted the other day, Republicans want to pass a “contingency fix” to push off the political fallout from millions losing subsidies until after the election, but conservatives may not let them.", "article_metadata": {"description": "On climate and Iran, Republicans work to block Obama's efforts at international engagement.", "author": "https://www.facebook.com/WashingtonPostPlumLine?ref=hl", "og": {"site_name": "Washington Post", "description": "On climate and Iran, Republicans work to block Obama's efforts at international engagement.", "title": "Morning Plum: The GOP plot to undermine Obama’s push for global climate deal", "url": "https://www.washingtonpost.com/blogs/plum-line/wp/2015/04/27/morning-plum-the-gop-plot-to-undermine-obamas-push-for-global-climate-deal/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2015/03/15/Editorial-Opinion/Images/2015-03-15T161520Z_01_TOR606_RTRIDSP_3_IRAN-NUCLEAR-USA-1390.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@theplumlinegs"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/blogs/plum-line/wp/2015/04/27/morning-plum-the-gop-plot-to-undermine-obamas-push-for-global-climate-deal/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "iran, iran nuclear deal, Congressional Republicans, epa, environmental protection agency, epa rules, carbon emissions, global warming, obamacare, king v. burwell, gay marriage", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/WashingtonPostPlumLine?ref=hl"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "iran, iran nuclear deal, Congressional Republicans, epa, environmental protection agency, epa rules, carbon emissions, global warming, obamacare, king v. burwell, gay marriage"}, "_id": "\"57477af46914bd0286fd5753\"", "article_summary": "Now Senator Snowball is emerging, fittingly enough, as a lead architect of the Senate Republican strategy to block a global climate deal.\nRepublicans are already fighting in court to block Obama’s proposed new EPA rules curbing emissions from existing power plans, which are central to U.S. efforts to reach a global climate deal in talks later this year.\nMr. Inhofe, the chairman of the Senate Environment and Public Works Committee, plans to hold a hearing this summer focused on the Senate’s advice-and-consent process and its possible application in international climate negotiations.\nRather, just as on Iran, the moves also appear designed to sow uncertainty abroad, in hopes of imperiling Obama’s ability to negotiate the deal itself.\n* AMERICANS BACK IRAN FRAMEWORK BY WIDE MARGIN: A new Quinnipiac poll finds Americans back the preliminary framework to curb Iran’s nuclear program by 58-33."}