{"article_title": "A Further Peek Into Ted Weschler’s Thought Process", "article_keywords": ["peek", "better", "reimbursement", "process", "davita", "industry", "weschler", "ted", "thought", "healthcare", "deliver", "weschlers", "yes", "quality", "care"], "article_url": "http://www.gurufocus.com/news/331662/a-further-peek-into-ted-weschlers-thought-process", "article_text": "A while ago someone posted an article on Ted Weschler’s thought process. The link to the article can be found here. Based on a short video about why Weschler invested in DaVita HealthCare Partners (NYSE:DVA), the author came up with the following conclusions:\n\nWeschler listed three broad filters he uses for investing in healthcare stocks. 1. Does the provider deliver better quality of care than someone could get anywhere else? 2. Does the company deliver a net savings to the healthcare system? 3. Do you get a high-return on capital, growth and a shareholder friendly management? Presumably, Weschler looks for these same characteristics in other industries. Weschler began studying the dialysis industry right out of college. Therefore he knows the industry well. The lesson here is to look for insights by studying an industry deeply over a sustained period of time. This echoes lessons from Warren Buffett (Trades, Portfolio).\n\n\n\nFinally, Weschler is long-term oriented. He has no idea how DaVita will do in the short term (two years out), but he is confident that in five years it will be a more valuable franchise.\n\n\n\nThe takeaway: a value-oriented rational framework applied consistently over time will deliver (very) satisfactory results.\n\nWhile the above takeaway was useful, it didn’t satisfy me and it didn’t explain the thought process behind Weschler’s investment in DaVita in my opinion. Therefore, I decided to spend some time on DaVita and reverse engineer the thinking process.\n\nIn general, the healthcare sector is often thought of as extremely complex because the healthcare system in the U.S. is highly complicated. The Affordable Care Act certainly made it more complicated. But within this massive complexity lie a few very obvious, inevitable and simplistic facts and trends:\n\nRising healthcare cost is a major headache to the U.S. government and current healthcare spending level is not sustainable in the long run. This is on the news every day, and everybody is aware of this. Given the challenges and problems in the healthcare system, the government has to improve quality and reduce costs. This is not an option. Charlie Munger (Trades, Portfolio) has said that all his life he has been underestimating the power of incentives. The best way to achieve quality improvement and cost reduction is incentivize the participants in the healthcare sector to do so. The way to encourage quality improvement is to reward better quality care with bonus reimbursement and punish inferior quality care with reimbursement cuts. The way to reduce cost is to shift away from the perverse fee-for-service reimbursement model.\n\nOnce we understand the above facts and trends, it is very easy to see why Ted Wescler asks the first two questions whenever he analyzes a healthcare company. Let’s see how DaVita checks the boxes.\n\nDoes the provider deliver better quality of care than someone could get anywhere else?\n\nAbsolutely yes. Below are a few numbers to back this up.\n\nDaVita ranks No.1 in 3 of 4 CMS’ Quality Incentive Program categories\n\nOver 70% of HCP’s patients receive colorectal cancer screenings compared to national average of 65%.\n\nOver 50% of DaVita Kidney facilities receive star ratings of 4 or above versus industry average of 21%.\n\nOnly 1.5% of DaVita’s Kidney clinics had a 2015 penalty versus the industry’s average of 5.6%.\n\nWhy does better quality matter from an investment perspective? CMS rewards providers with highest ratings with bonus payments (5% for 2014). This is important because Medicare reimbursement rate is under tremendous pressure.\n\n2. Does the company deliver a net savings to the healthcare system?\n\nAgain, the answer is absolutely yes. DVA achieves this in a few ways but most importantly in two ways. First, better quality care reduces hospitalizations, which results in overall billings. Secondly, Healthcare Partner’s capitated revenue model (per month per member model) provides incentives to illuminate waste and improve efficiency as all the savings will translate into improved profitability for care providers such as HCP and their partners.\n\nNow we roughly understand why Weschler would ask the first two questions, we can then take a look at the third question – do you get a high-return on capital, growth and a shareholder friendly management?\n\nHere I agree with the previously mentioned author that this should be a question applicable to companies in other industries as well. In DaVita’s case, the short answer is yes yes yes. DaVita has a 10-year period average ROE of greater than 20%. DaVita’s core dialysis business has been growing at 7-8% a year historically due to the natural trend of increasing ESRD patients, which grow at about 4% a year. Kent Thiry is absolutely a fantastic CEO. There are many youtube videos and various articles written about him. Stanford Business School even has a case study about Kent Thiry. I highly encourage the readers to watch the videos and read the articles.", "article_metadata": {"apple-itunes-app": "app-id=1054144526", "Description": "A Further Peek Into Ted Weschler’s Thought Process, Stocks: DVA, Warren Buffett,Charlie Munger, release date:Apr 21, 2015", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=0.6, user-scalable=yes"}, "_id": "\"57477af46914bd0286fdf5d3\"", "article_summary": "In DaVita’s case, the short answer is yes yes yes.\nThe way to encourage quality improvement is to reward better quality care with bonus reimbursement and punish inferior quality care with reimbursement cuts.\nA while ago someone posted an article on Ted Weschler’s thought process.\nFirst, better quality care reduces hospitalizations, which results in overall billings.\nWhile the above takeaway was useful, it didn’t satisfy me and it didn’t explain the thought process behind Weschler’s investment in DaVita in my opinion."}