{"article_title": "MetLife joins the SIFI list", "article_keywords": ["fsoc", "financial", "statement", "institution", "list", "sifi", "member", "ruling", "joins", "prudential", "metlife", "systemically"], "article_url": "http://www.lifehealthpro.com/2014/09/04/metlife-joins-the-sifi-list", "article_text": "MetLife was designated a systemically important financial institution. (AP Photo/Mark Lennihan)\n\nMetLife was designated a systemically important financial institution (SIFI) by the Financial Stability Oversight Council (FSOC) today. Steven A. Kandarian, MetLife chairman, president and CEO, immediately issued a statement saying the company “strongly disagrees” with the decision and said the company is “not ruling out any of the available remedies under Dodd-Frank to contest a SIFI designation.\"\n\nThe ruling, however, was stronger than the FSOC designation of Prudential Financial, which prompted objections from two FSOC members. In this case, the FSOC said in a statement that the vote was unanimous, “with one member voting present.” That, most likely, was S. Roy Woodall, Jr., an independent member of the board with insurance expertise. He voted to oppose Prudential Financial’s designation.", "article_metadata": {"sailthru.author": "Arthur D. Postal", "description": "MetLife was designated a systemically important financial institution (SIFI) by the Financial Stability Oversight Council  today.", "og": {"url": "http://www.lifehealthpro.com/2014/09/04/metlife-joins-the-sifi-list", "image": "http://media.lifehealthpro.com/lifehealthpro/article/2014/09/04/metlife.jpg", "type": "website", "description": "MetLife was designated a systemically important financial institution (SIFI) by the Financial Stability Oversight Council  today.", "title": "MetLife joins the SIFI list"}, "twitter": {"description": "MetLife was designated a systemically important financial institution (SIFI) by the Financial Stability Oversight Council  today.", "title": "MetLife joins the SIFI list", "image": {"src": "http://media.lifehealthpro.com/lifehealthpro/article/2014/09/04/metlife-crop-120x120.jpg"}, "creator": "@LifeHealthPro", "site": "@LifeHealthPro", "card": "summary"}, "sailthru.date": "2014-09-04", "sailthru.tags": "lifehealthpro, article, 5408d5d2150ba0c571791cb3, News, Company News,Regulatory, MetLife,SIFI,FSOC,PPACA,Scott Garrett,AIG,Prudential", "keywords": "Regulatory, Company News, PPACA, District of Columbia, Federal Reserve Board, MetLife, AIG, Prudential Financial, American International Group, Financial Stability Oversight Council, Prudential, House, SIFI, FSOC, Court of Appeals, Jacob Lew, insurance expertise, Steven A. Kandarian, Chevron, non-bank financial, General Electric Capital Corp., health insurance tax credits, S. Roy Woodall , Jr., Scott Garrett", "sniply-options": "block", "sailthru.image.full": "http://media.lifehealthpro.com/lifehealthpro/article/2014/09/04/metlife.jpg", "viewport": "width=device-width, minimum-scale=1.0, maximum-scale=1.0, user-scalable=0"}, "article_summary": "(AP Photo/Mark Lennihan)MetLife was designated a systemically important financial institution (SIFI) by the Financial Stability Oversight Council (FSOC) today.\nMetLife was designated a systemically important financial institution.\nThe ruling, however, was stronger than the FSOC designation of Prudential Financial, which prompted objections from two FSOC members.\nSteven A. Kandarian, MetLife chairman, president and CEO, immediately issued a statement saying the company “strongly disagrees” with the decision and said the company is “not ruling out any of the available remedies under Dodd-Frank to contest a SIFI designation.\"\nHe voted to oppose Prudential Financial’s designation."}