{"article_title": "Taming Ebola virus threatens to cost $1 billion, cripple medical systems", "article_keywords": ["billion", "global", "threatens", "medical", "million", "africa", "patients", "cripple", "taming", "virus", "cost", "health", "systems", "ebola", "outbreak", "workers"], "article_url": "http://triblive.com/home/photos/6933146-74/ebola-health-africa", "article_text": "Taming Ebola virus threatens to cost $1 billion, cripple medical systems\n\nContaining the deadly Ebola virus overseas and at home could cost American taxpayers more than $1 billion during the next year as thousands of troops and health workers fan out across West Africa, federal estimates show.\n\nThat does not include the price of treating Ebola patients who might appear in domestic hospitals, where doctors and health economists project care would range from $2,000 daily for mild symptoms to more than $5,000 a day for advanced cases. They warn a North American outbreak, though unlikely, could burden charitable hospitals and state Medicaid programs with uninsured patients, setting up the disease as a dire financial hazard to the medical system.\n\n“The hospitals could be just crippled,” said Dr. Jane Orient, executive director at the Arizona-based Association of American Physicians and Surgeons. She said experimental drugs, around-the-clock nursing and impenetrable layers of protective gear for health workers add to treatment costs. Protective suits that guard against biohazards can run about $1,000 apiece.\n\nOn a global scale, taming Ebola means tracking down anyone who might have contracted the virus from confirmed patients, according to global health monitors.\n\nThe labor-intensive process — paired with isolation for contagious patients, quarantines for their at-risk contacts and furious public education campaigns — will require hundreds of millions of dollars, the World Health Organization found. It estimates efforts to stop transmission in Africa will need $570 million during the next six months.\n\nMore than 3,800 infected people have died since December in Guinea, Liberia and Sierra Leone, and the United States recorded its first Ebola death last week in Dallas. Economic fallout in Africa could approach $3 billion next year if health workers cannot contain the illness, according to the World Bank.\n\n“It strikes me that, given how devastating this disease can be if it spreads and we aren't prepared, it's very reasonable to have this spending,” said Dr. Ashish K. Jha, director of the Harvard Global Health Institute near Boston. “I do think it's going to be expensive, but I think it's going to be completely worth it.”\n\nThe federal Centers for Disease Control and Prevention has spent more than $19 million to respond to the Ebola crisis in Africa and at home, including the Dallas case. Several hundred CDC workers are in outbreak-stricken countries, helping to identify cases and explain hazards. President Obama called it the largest international response in CDC history.\n\nThe agency had 138 workers in West Africa last week and expects to spend at least $30 million during the next year to halt the virus, spokeswoman Kristen Nordlund said.\n\nOn the military side, the United States pledged as many as 4,000 troops to help build clinics and run other relief efforts in West Africa. The first six months of the mission should cost about $750 million, although it might last for a year, according to the Department of Defense.\n\nOther assistance for West Africa includes $22 million in aid from Japan and Great Britain's plans for 700 medical beds in Sierra Leone, part of an emerging global response urged by Obama and the WHO.\n\nThe epidemic marks the largest Ebola outbreak since researchers discovered the virus in 1976. Its earlier appearances never killed more than 300 people per outbreak — and usually killed fewer than 100 — often in more rural African settings where the virus was easier to track and stop, doctors said.\n\nThey said hindering Ebola this time is proving more complicated, and more costly, as it winds through dense urban environments.\n\n“You've got just a fantastic number of people living in a much more interconnected region and a lot of cross-border traffic, too, which makes it tougher to track,” said Christopher N. Mores, an associate professor in epidemiology at Louisiana State University. “It's just in a much more transmissible environment.”\n\nStill, public health officials said they can draw from the lessons of earlier outbreak responses to shape a larger-scale attack with rapid tracing of possible cases and quarantines. They said they need to disrupt certain cultural practices, such as touching corpses, that can fuel Ebola's spread.\n\nThose traditions are not such a worry in the United States, where government agencies and health scholars said the risk of an outbreak remains slight. They said heightened awareness in emergency departments across the country should encourage medical workers to spot quickly and isolate any likely Ebola patients.\n\nAlthough the patient in Dallas, Thomas Eric Duncan, died less than two weeks after diagnosis, doctors said fatality rates from any Ebola clusters in the United States should be well less than the 50 percent averages recorded in Africa. They credit the domestic medical system's skill in basic supportive care that can steel a patient's immune response for a fight, even though no Ebola-specific vaccine or medicine is widely available.\n\n“We're going to be diagnosing our patients much more quickly. We're going to put them in the hospital and take them out of the care of their families, so we will interrupt that transmission. The public health response in finding contacts will be excellent,” said Dr. William Schaffner, chairman of the preventive medicine department at Vanderbilt University in Nashville.\n\nFour Ebola patients flown to the country for treatment survived. Hospitals where they received care would not disclose individual case costs, although at least three of the patients have medical insurance through domestic charitable groups where they work.\n\nDuncan had no health insurance coverage, said the Rev. Jesse Jackson, the civil rights activist who was in touch with the family of the Liberian national.\n\nTexas Health Presbyterian Hospital, where he died, would not discuss the price or payment for his care, but independent analysts said the cost could have reached $500,000.\n\nDallas County spokeswoman Lauren Mish said a phase of cleaning Duncan's apartment ran about $65,000. She did not know who would foot that bill.\n\nAllegheny County could use a standing federal emergency preparedness grant — about $842,000 a year — to finance public health responses to Ebola appearances in the Pittsburgh area, said county emergency preparedness planner Tom Mangan.\n\nHe was not sure how the county might cover Ebola-related expenses bigger than that.\n\n“It is at our own peril that we do not respond quickly as a nation, as a global effort, to threats like this to human health,” said Mores, the epidemiology professor at LSU. “No one could have anticipated the scale of the current outbreak as it stands today.”\n\nAdam Smeltz is a Trib Total Media staff writer. Reach him at 412-380-5676. Bloomberg News and The Associated Press contributed to this report.", "article_metadata": {"sailthru.image.thumb": "http://triblive.com/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=DOtUw9fJMardHN2BPlJWGM$daE2N3K4ZzOUsqbU5sYvmMjWNmSUO0ktUoEWxeBU$WCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg", "sailthru.author": "Adam Smeltz", "description": "Containing the deadly Ebola virus overseas and at home could cost American taxpayers more than $1 billion during the next year as thousands of troops ...", "pubdate": "2014-10-11 21:00:04", "author": "Adam Smeltz", "og": {"site_name": "TribLIVE.com", "description": "Containing the deadly Ebola virus overseas and at home could cost American taxpayers more than $1 billion during the next year as thousands of troops ...", "title": "Taming Ebola virus threatens to cost $1 billion, cripple medical systems", "locale": "en_US", "image": "http://triblive.com/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=DOtUw9fJMardHN2BPlJWGM$daE2N3K4ZzOUsqbU5sYvmMjWNmSUO0ktUoEWxeBU$WCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg", "updated_time": "2014-10-12 11:32:53.637", "url": "http://triblive.com/home/photos/6933146-74/ebola-health-africa", "type": "website"}, "twitter": {"description": "Containing the deadly Ebola virus overseas and at home could cost American taxpayers more than $1 billion during the next year as thousands of troops ...", "title": "Taming Ebola virus threatens to cost $1 billion, cripple medical systems", "app": {"url": {"ipad": "tribbird://", "iphone": "tribbird://"}, "name": {"ipad": "TribLIVE News and Sports", "iphone": "TribLIVE News and Sports"}, "id": {"ipad": 328217517, "iphone": 328217517}}, "creator": "@triblive", "site": {"identifier": "@triblive", "id": 20269833}, "image": "http://triblive.com/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=DOtUw9fJMardHN2BPlJWGM$daE2N3K4ZzOUsqbU5sYvmMjWNmSUO0ktUoEWxeBU$WCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg", "card": "summary_large_image"}, "sailthru.date": "2014-10-11 21:00:04", "sailthru.canonical": "http://triblive.com/home/photos/6933146-74/ebola-health-africa", "sailthru.title": "Taming Ebola virus threatens to cost $1 billion, cripple medical systems", "apple-itunes-app": "app-id=328217517", "fb": {"app_id": 144410955752326}, "sailthru.tags": "Newsletter, Multimedia, Editors Picks", "headline": "Taming Ebola virus threatens to cost $1 billion, cripple medical systems", "keywords": "ebola, health, africa, medical, patients", "article": {"category": "News", "publisher": "https://www.facebook.com/triblive", "published_time": "2014-10-11 21:00:04", "subcategory": "Photos", "mainsection": "Multimedia", "section": "Multimedia", "publishedtoweb": "2014-10-11 21:00:04", "modified_time": "2014-10-12 11:32:53.637", "tag": "ebola, health, africa, medical, patients", "subsection": "Photos", "title": "Taming Ebola virus threatens to cost $1 billion, cripple medical systems", "author": "Adam Smeltz"}, "docauthor": "Adam Smeltz", "sailthru.description": "Containing the deadly Ebola virus overseas and at home could cost American taxpayers more than $1 billion during the next year as thousands of troops ..."}, "article_summary": "Taming Ebola virus threatens to cost $1 billion, cripple medical systemsContaining the deadly Ebola virus overseas and at home could cost American taxpayers more than $1 billion during the next year as thousands of troops and health workers fan out across West Africa, federal estimates show.\nShe said experimental drugs, around-the-clock nursing and impenetrable layers of protective gear for health workers add to treatment costs.\nOn a global scale, taming Ebola means tracking down anyone who might have contracted the virus from confirmed patients, according to global health monitors.\nThey said heightened awareness in emergency departments across the country should encourage medical workers to spot quickly and isolate any likely Ebola patients.\nEconomic fallout in Africa could approach $3 billion next year if health workers cannot contain the illness, according to the World Bank."}