{"article_title": "On Mass. Health Law’s 10th Anniversary, Here Are 12 Things To Know", "article_keywords": ["12", "residents", "things", "anniversary", "insurance", "penalty", "state", "health", "know", "coverage", "uninsured", "mass", "massachusetts", "10th", "2006", "law", "laws"], "article_url": "http://commonhealth.wbur.org/2016/04/massachusetts-health-law-numbers", "article_text": "On Mass. Health Law’s 10th Anniversary, Here Are 12 Things To Know\n\nTen years ago today, then-Gov. Mitt Romney signed into law a bill with an ambitious goal: health coverage for virtually every Massachusetts resident. To mark the 10th anniversary, we asked health experts of all stripes to assess the law’s first decade. Links to the commentaries are gathered here and at the bottom of this post. But first, 12 facts and figures:\n\n1. The total number of Massachusetts residents with health insurance grew by somewhere between 441,251 and 590,195 from 2005 to 2015.\n\nThe lower estimate, from Nancy Turnbull at the Harvard T.H. Chan School of Public Health, is for residents under the age of 65. The higher estimate, from Sharon Long at the Urban Institute, includes all residents. The last official estimate from the state showed a gain of 439,000 between 2006 and 2011.\n\n2. The percentage of state residents without insurance dropped from 9.6 percent in 2006 to 4.4 percent in 2014, according to the Census Bureau’s Current Population Survey.\n\nThe only continuous state-based survey of the uninsured tracks the rate for 19- to 64-year-olds. It dropped from 14 percent in 2006 to 4.3 percent in 2015.\n\nThe uninsured rate varies a lot by age (see page 7), including: 0.8 percent for residents 65 and older, 1.6 percent for children and 7.2 percent for 19- to 25-year-olds.\n\n3. There are roughly 248,000 uninsured residents, as of the latest state survey. Men are three times more likely to be without health coverage than are women, and Latinos are almost three times more likely to be uninsured than are whites. Most uninsured residents are 18 to 44 years of age and most have not attended college. The uninsured rate is three times higher in Dukes County (Martha’s Vineyard and nearby islands) than in Norfolk (south and west of Boston).\n\n4. The way residents get health insurance is changing. In 2006, 64.1 percent of adults (ages 19-64) were covered through an employer’s plan and 21.9 percent bought insurance on their own or were covered by a government health plan (page 5 here).\n\nLast fall, the percent insured through work had dropped to 57.3 percent and coverage through a government plan or purchased individually had risen to 38.3 percent. (Most people newly insured since 2006 are covered by a government health plan.)\n\n5. Between 2007 and February 2016, Massachusetts collected $162 million in penalties from individuals who did not have health insurance.\n\nHere’s the year-by-year breakdown from the Department of Revenue. The penalty is assessed based on your income. Massachusetts residents pay the federal penalty first, and then the state penalty, if they have an outstanding balance. State penalty revenue is used to help fund subsidized coverage for low- and moderate-income residents.\n\n6. Between 2007 and 2013, Massachusetts collected $107 million from employers who failed to provide adequate insurance.\n\nHere’s the year by year breakdown from the Office of Labor and Workforce Development. Firms with 11 or more workers were required to provided coverage under the Fair Share rule, and the money helped fund the state’s subsidized insurance program. The state employer penalty ended in 2013.\n\nThere’s a current federal requirement under the Affordable Care Act that applies to businesses with 50 or more employees.\n\n7. Roughly two-thirds of Massachusetts residents support the law, according to the latest poll, in 2014. That level of support has been steady since the law passed.\n\n8. Three-hundred and twenty fewer people died in each of the first four years of mandatory health insurance in Massachusetts, according to a 2014 report from the Harvard School of Public Health. But many experts say it will be years before the effects of the law can be fully measured.\n\n9. Emergency room visits dropped from 35.3 percent of adults in 2006 to 31.5 percent in 2015 (page 18 here).\n\n10. The average cost of a family health insurance plan in Massachusetts was $12,290 in 2006, and increased to $17,702 in 2014.\n\nInsurance costs in Massachusetts are higher than the U.S. average, but the gap is closing, according to the Medical Expenditure Panel Survey.\n\n11. Health care was $11.4 billion, or 47.6 percent, of the state budget in 2006, as compared with $20.3 billion, or 52.8 percent, in 2016. That’s according to the state Executive Office of Administration and Finance.\n\n12. Overall health care spending in Massachusetts is up 57 percent since the law passed, from $38 billion, or $5,924 per person, in 2006 to a projected $60 billion, or $8,755 per person, in 2016.\n\nThis analysis was conducted for WBUR by Robert Seifert, of the Center for Health Law and Economics at UMass Medical School, based on census data, CMS data and CHIA data.\n\nHealth Law Turns 10: What Analysts Say:\n\nRelated:", "article_metadata": {"description": "The uninsured rate and emergency room visits are down, but health care spending is up. Here are 12 facts and figures.", "og": {"site_name": "commonhealth", "description": "The uninsured rate and emergency room visits are down, but health care spending is up. Here are 12 facts and figures.", "title": "On Mass. Health Law’s 10th Anniversary, Here Are 12 Things To Know", "url": "http://commonhealth.wbur.org/2016/04/massachusetts-health-law-numbers", "image": "http://s3.amazonaws.com/media.wbur.org/wordpress/15/files/2016/04/AP_060412028585-620x439.jpg", "type": "article"}, "twitter": {"url": "http://commonhealth.wbur.org/2016/04/massachusetts-health-law-numbers", "image": "//s3.amazonaws.com/media.wbur.org/wordpress/15/files/2016/04/AP_060412028585-620x439.jpg", "site": "@commonhealth", "card": "summary", "title": "On Mass. Health Law's 10th Anniversary, Here Are 12 Things To Know"}, "DC.date.issued": "2016-04-12", "msvalidate.01": "D02D46BAEDB3F81FC1B1DE2A8CB69551", "fb": {"admins": 1549080028, "app_id": 134067973330252}, "date": "Tue, 12 Apr 2016 05:23:41 -0400"}, "article_summary": "The total number of Massachusetts residents with health insurance grew by somewhere between 441,251 and 590,195 from 2005 to 2015.\nHealth Law’s 10th Anniversary, Here Are 12 Things To KnowTen years ago today, then-Gov.\nMassachusetts residents pay the federal penalty first, and then the state penalty, if they have an outstanding balance.\nTo mark the 10th anniversary, we asked health experts of all stripes to assess the law’s first decade.\nMost uninsured residents are 18 to 44 years of age and most have not attended college."}