{"article_title": "But Seriously Now, Why Do Doctors Still Make You Fill Out Forms on Clipboards?", "article_keywords": ["patient", "doctor", "medical", "doctors", "system", "forms", "records", "seriously", "health", "systems", "clipboards", "hospital", "patients", "care"], "article_url": "http://www.theatlantic.com/technology/archive/2014/04/but-seriously-now-why-do-doctors-still-make-you-fill-out-forms-on-clipboards/360308/", "article_text": "We'll get back to St. Marys, Georgia, later today. For now, let's dip back into the mailbag for the latest array of views -- most from doctors or other medical professionals, some from technologists, some from \"ordinary\" patients -- on the pluses and minuses of the shift to electronic medical records. For background: my original Q&A with Dr. David Blumenthal, who directed the electronic-records program at the start of the Obama administration. That article also has links to four previous rounds of discussion -- and, why not, here they are again. One, two, three, and four. Now, eight more ways of looking at electronic medical records.\n\n1) \"Unremitting folly\" and \"lack of leadership,\" and apart from that it has some problems. A negative verdict:\n\nI am a recently retired family physician and was formerly a physicist. Fifty years ago I was programming a mainframe computer in Fortran and am currently using the Python language to pursue several interests. I have experience with 4 different EHRs. Though not a computer expert, I am neither a technophobe nor a Luddite. My purpose in writing to you is to draw your attention to the elephant in the room. In brief, the rollout of electronic health records (“EHRs”) in the United States is a story of unremitting folly, lack of leadership, opportunities wasted, and a stiff dose of medical academic hubris. Anyone involved with medicine or information technology (“IT”) has surely been aware for 3 decades or more that EHRs were coming, someday, somehow. The potential advantages were always clear enough. Broadly speaking, they were ready access to individual patient data at the point of care and aggregated patient data, “big data\", to be mined somehow for new medical knowledge. Standards for medical records were developed, but were overly broad and insufficiently specific (see, for example, HL-7). The Department of Defense and the Department of Veteran Affairs were interested in developing a systems-wide EHR, which probably discouraged any entrepreneur reluctant to develop a product only to see the government version become a national standard. The lack of a clear standard is a major issue. EHRs, like computer operating systems, are a highly path-dependent technology. The system you buy today will be yours to live with for the next 20 years, even if no system available today meets your needs. A good example of this path dependence is the history of Unix-like versus Microsoft versus Apple operating systems. Unfortunately, the EHR mandate ignores the lesson. We now see a technology not ready for deployment being imposed on hospitals and other health care systems. They can buy in with some help from the federal treasury or wait and be penalized for not being on line, an interesting new form of under funded federal mandate. Health care systems are scrambling to enlarge IT departments. Different vendors’ systems are largely not interoperable. This is more than a nuisance when patients self-refer between health care providers. For a physician seeing patients in clinic an EHR can be an astonishing impediment. We are rebuked, often deservedly, for being insufficiently engaged with our patients, yet now must spend more time in front of computer displays. (“Why can’t I find a nurse? They are in the patients’ rooms because the computer system is down.”) The practice of medicine involves intensely personal encounters; indeed the patient-physician relationship is what makes being a primary care physician such a privilege. The EHR does not accommodate narrative analysis of a patient encounter, also known as the personal touch. Voice recognition requires time-consuming, highly distracting concurrent proofreading, quite unlike dictation transcribed by human intelligence. Examination rooms are small (and are not going to grow), requiring that the physician’s back be toward the patient when addressing the computer. [JF note: several previous reader-messages have suggested solutions to this problem.] In the examination room the EHR is marginally effective and utterly inefficient. The human-machine interface is crude and by itself should have precluded widespread deployment of EHRs at this time. EHRs have real potential for “encouraging” adherence to guidelines purported to improve “quality of care.” This is at best a mixed blessing. Many, probably most, guidelines are not solidly grounded in evidence or serve the self-interests of their authors. Until the guidelines industry is brought to heel, patients are at risk of negative benefit. The diabetes-industrial complex is a good illustration of this. The entire history of EHRs in the United States is worthy of a full-length book. An overdue technology, it is here to stay, as it should. However, the fact remains that it was overpromised and recklessly deployed. There are lessons to be learned, if and only if analyzed and reported by persons without a personal stake in the matter.\n\n2) \"A patient's visit to the doctor is morphing into a billing session.\" From another practitioner:\n\nMaybe I’m late to the party here, but I thought I’d add a few additional perspectives regarding the matter of electronic medical record systems (EMRs). First, the good: A tremendous upside to EMRs is that they make the record so easily accessible. When I was a resident, I seemingly spent half of my time running around the hospital searching for patient charts and scans. Scans were the most maddening—the radiology file room was far from where my patients mostly were. Often, the file clerk wasn’t there. Other times, there were several teams ahead of me, and I’d waste 20 minutes standing there waiting for my turn. And then the scan may or may not even have been there—another team may have checked it out and taken it to their work room or the operating room. At my current institution (a large academic center) all of our scans are digital and can be viewed from any terminal in the complex and, via an encrypted connection, from any internet-connected computer anywhere. If one of my residents or a radiologist calls me regarding an important finding, I can be looking at the images and discussing the case in under a minute. I can show the images to colleagues, display them at a teaching conference, and use them to educate the patient and his family without worrying whether I’ll be able to get my hands on the films when I need them and without impeding anyone else’s access. Now the bad: Others have mentioned that EMRs make it easier to bill for higher levels of service. The larger issue is that, sadly, the patient’s visit to the doctor is morphing into a billing exercise with a clinical encounter appended to it. EMRs facilitate this process, but I think the causes lie upstream—with physicians, with the hospitals that increasingly employ us, and with our political choice to largely preserve a fee-for-service medical system. More recently, the billing imperative has been joined by the safety and quality imperatives. These are sorely needed, but they do sometimes distort medical practice and can even strain the doctor-patient relationship. Again, EMRs potentiate this but aren’t the cause. For example, one commonly used quality metric is a hospital or program’s ratio of observed to expected mortality. The numerator is straightforward, but arriving at the denominator requires prognostication based on the patients’ ages and the number, type, and severity of their various morbidities. Just as EMRs make it easier to document in such a way as to capture the highest possible charges, they also make it easier to document in such a way as to portray the highest possible severity of illness (and hence mortality risk). The hospital’s coders are constantly asking me to clarify various diagnoses that are unrelated to the patient’s presentation and that are often outside of my area of expertise. This diverts my attention away from direct patient care and instead toward the practice of massaging electronic medical records in order to optimize mortality ratios. For many physicians, the result of this pivot away from the individual patient and his clinical needs and toward the increasingly complex documentation of such is that medicine ceases to be an emotionally and intellectually fulfilling practice and becomes instead clerical work. We no longer spend a few extra minutes getting to know the patient and his family, perhaps learning something seemingly small but ultimately clinically important in the process. We instead spend unsatisfying time asking irrelevant questions (the review of systems) that allow us to check more boxes, bill a higher level of service, and make the patient appear as sick as possible. There’s a mental antidote to this pessimistic mindset, which is easier said than done given the cognitive loads under which we all labor—loads that are increased not only by the demands of using EMRs, but also by pagers, cell phones, various inboxes, etc. The antidote is to listen deeply and re-connect with the person in front of you. Meditative practices emphasize returning to one’s breath. The clinical equivalent of this is to return to one’s patient. A corollary to this is that my generation of medical educators, witnessing the end of the paper chart era while having many years of service ahead, must practice and teach the fundamentals of clinical medicine while helping trainees learn to marshal EMRs and other technologies appropriately.\n\n3) Comparison from France, and from Seattle.\n\nQuote from one of your other readers: \"[At] Group Health Cooperative in Puget Sound, electronic medical records were adopted decades ago, and are widely used and highly effective.\" Response: When I lost my insurance and the ability to stay with Group Health, I wanted to take my medical records. But they charged $45 to put them on a CD. Inexcusable even five years ago. They could just as easily have written a simple program to route records to a printer and handed me the stack of paper at nearly zero cost. Let alone providing the option to buy a USB stick for $5, with all records on it.... Of (possible) interest: \"The French way of cancer treatment\", by Anya Schiffrin, from February 12, 2014. \"In New York, my father, my mother and I would go to Sloan Kettering every Tuesday around 9:30 a.m. and wind up spending the entire day...feeling woozy, we'd get home by about 5:30 p.m. \"[In Paris] A nurse would come to the house two days before my dad's treatment day to take his blood. When my dad appeared at the hospital, they were ready for him. The room was a little worn and there was often someone else in the next bed but, most important, there was no waiting. Total time at the Paris hospital each week: 90 minutes.\"... \"When my dad needed to see specialists, for example...the specialists would all come to him. The team approach meant the nutritionist, oncologist, general practitioner and pharmacist spoke to each other and coordinated his care. As my dad said, 'It turns out there are solutions for the all the things we put up with in New York and accept as normal.' \" Competition cannot provide these results, nor any market forces whatsoever. Regarding people as fellow humans can.\n\n4) And from Vietnam:\n\n[How it works there.] Go to the doctor. Begin the discussion at his/her desk. Your previous records have been reviewed in the data base. The doctor's hands rest on the desk. She/he looks you in the eye and asks questions. Diagnosis made. Treatment recommended. If prescriptions are needed, they are input and transmitted electronically to the receptionist and the pharmacy. You make your co-pay pick up your drugs and depart. The efficiency is remarkable. I once had a CT scan at a gigantic clinic with a branch here and in California. The radiologist finished and said \"Go get a cup of coffee and come back. I'll have your films in half an hour.\" EMR is a tool. A hammer is a tool. In the hands of persons with evil or avaricious intent, either one can do tremendous damage.\n\n5) And Boston:\n\nAbout 4 years ago I changed health insurance plans and moved my business to a doctor who was a member of Partners Healthcare in the Boston area. I eventually discovered that the practice was connected to a medical records system that would allow any practitioner connected to that system to have immediate access to doctor’s notes, lab results, etc. related to my care. I could also email doctors, make appointments, obtain referrals, request subscriptions over the internet. I grew very comfortable with this. Then my wife had a brain seizure and the EMTs took her to the nearest hospital. The hospital and the doctors who worked at that hospital were not connected to the EMR system we had been using. Problems ensued. The hospital had no access to her history of care. I had to track down a doctor on a Sunday night and request complete information about my wife’s medications. The doctor had to send an email to my cell phone so that I could verbally communicate this critical information to the attending physician. Drastic changes in medication were made with negative consequences. I had not realized how much better care could be when you are using doctors who have access to an EMR system. But it is important that every doctor and hospital you use be connected to that system. I will not consider using any medical service that is not connected to this EMR system in our area.\n\n6) And from a doctor's perspective in Boston:\n\nI am a surgeon who practiced in a solo private practice in a low income area in Massachusetts for 30 years. I bought an EHR in 2011 and participated in the incentive payment program from CMS and a subsequent audit in which the payment was recouped. As other physicians have pointed out , the EHR increased my workload by at least 20%.Dr Blumenthal and his team could have worked to make the VA EHR system, that the taxpayers paid to develop, available universally. Instead perhaps thousands of vendors were certified by the government . The price of these systems was always magically about the same: the $45000 in incentive payments that were promised by the CMS over 5 years. Once purchased, myriad other charges arose. The systems were clearly designed to maximize billing through justifying documentation modules. They also were set up to create reports to be forwarded to the government regarding \"quality of practice.\" These mostly involved fairly crude measures like bean counting how many patients had mammograms or colonoscopies. With all this crammed in, the goal of creating clear, informative documentation across a variety of specialties was bound to be lost . When these systems failed to serve particular practices or specialties well, , physicians were encouraged to develop their own templates and modifications. More time away from patient care and expense loomed. In Boston, there are three major hospital and physician practice systems based on the three medical schools: Tufts, Harvard, and BU. When a patient gets chest pain acutely , he will be taken by ambulance to the nearest facility.He may be transferred during his treatment to a different facility that may or may not be part of the hospital system where he was initially brought. His subsequent outpatient may again be not necessarily with physicians who work for the hospital system where he was treated. It is very likely that the various computer systems involved with the documentation of his care have no interconnectivity. At one of the many dinner meetings that we were invited to in 2010 and 2011 exhorting us to adopt the EHR , I queried an employee of the Mass ecolloborative, a federal grant funded entity, about what priority CMS and the government were giving to the issue of interconnectivity. It seemed unlikely that the big, fiercely competitive hospital systems and the IT vendors would pursue this on their own . I specifically asked, when would an ER doctor seeing a patient at BU be able to see the records of the patient's previous care at Tufts or Harvard and she shook her head. So I ask if it would be in five years and she shook her head again . I tried ten years and she said \"maybe\" and then ,on prompting, said \"they are talking about this.\" It seems: you are what you mandate, and the approach of Dr Blumenthal and his team, in my view, has endorsed and augmented the free market model as regards IT and the large hospital chains and their internecine rivalries. The consequences to patients and independent practitioners are enfolding . So, what's a patient to do? In China, in the barefoot doctor days, they gave the paper charts to the patients and let them carry them around.Not unlike in the third world, many of my low income patients have smart phone access. In France, as TR Reid has reported, you can go to a doctor in their system and put your ID card through their reader and your updated EHR can be read off your chip. Patients need apps that can download and store these various differently configured EHRs. Like a lot of things regarding your health, when patients are empowered, things really can change.\n\n7) The technology has problems similar to the Pentagon's:\n\n1. Yes, some of the large health care systems such as Kaiser Permanente have deployed relatively effective electronic health record systems but what is seldom discussed are the huge cost-overruns associated with these deployments. Health care IT procurement in the large delivery systems is similar to the problems that the Pentagon experiences when it buys weapons systems---the systems usually work, but the costs are often much higher than expected (therefore, the net benefits are lower than expected). This problem is not unique to the health care sector---as you know, development and installation of enterprise software systems is notoriously complex and even some of the most IT savvy corporations and government agencies have experienced huge cost overruns and outright failures in this area. Unfortunately, there is sort of a conspiracy of silence in the health care sector about cost overruns. Both the software vendors and the executives who run these organizations are loathe to acknowledge this problem, instead they would rather focus on the benefits (which to be sure are real in many instances) and not talk about the costs---for example, Kaiser Permanente's staff has published 3 books touting the benefits of its electronic health records system, but none of the books discuss the costs or many of the daunting technical and organizational challenges they confronted in building their system. 2. The interoperability problem in health care IT has two dimensions. The first dimension (and the one that gets the most attention) is the lack of interoperability across health care organizations (as noted by the one of the physicians who commented on the VA's system). The other dimension, which receives relatively little attention, is the lack of interoperability within organizations. Most large health care delivery organizations decide to keep some of their legacy systems when they decide to implement a new EHR---for example, they may decide to keep their existing radiology and lab order systems, which means they have to spend alot of money creating middleware that can facilitate communication between the old systems and the new EHR. The cost of developing the middleware is often huge because of the absense of industry standards---this is major reason why cost overruns in this space are so common.\n\n8) And to round things out, illustrating the complexity of working any change in today's health-care system, the complicating fact of that rapidly growing medical specialty, the \"hospitalist\":\n\nAfter years of only needing to see my doctor (the same one since 1977 until 2013) I've had an up close and personal experience with the new system that has required new doctors (a new medical condition and the retirement of my family physician). What has that meant to me as a patient? Like the doctor you quoted, when I see my new family physician (still the same practice that is the home of thirty some years of handwritten charts), she is looking at the computer instead of me. She's also asking the same redundant questions over and over again. There is a third party in the room--the computer--that is getting the major share of the attention. On the other hand, I love having prescriptions entered immediately. The scary part: I have caught a number of mistakes: which prescriptions I'm actually taking, what the dosages are, what diagnoses I've had in the distant past at another medical facility. As they say: garbage in, garbage out. The only good thing is that people are mentioning the \"garbage\" and asking me if it is true because it is more obvious. But the computer is just one part of the problem. Here's a much scarier thing. An elderly man with Parkinson's is admitted for emergency surgery that has nothing to do with the Parkinson's. He suffers from constipation--a common side effect of the disease. He has a regular routine of over the counter medication to help with the problem. His wife explains to the medical staff that this is what is prescribed by his regular physician. But his care is now overseen by a hospitalist. His wife is told that the constipation issue is being handled as usual. It isn't. After five days, he is extremely bloated and uncomfortable and nothing has been done. His wife pleads for help for him in the form of an enema. Did I mention that she is the kind of person who doesn't like to be demanding? The hospitalist (who has almost never visited him and operates through the computer and the nursing staff) orders an x ray and then an enhanced x ray. Meanwhile the patient gets more and more uncomfortable. Eventually, relief is prescribed in the form of--an enema. A human conversation in the form of a doctor to doctor discussion of the patient's prior conditions and accommodations would have made his recovery from the surgery so much more comfortable. Instead the inevitable discomfort of the surgery was made worse by adding more discomfort. My conclusion: medicine human to human connection as well as technology. I want my doctors to use technology effectively, but I also want them to listen to me and connect with me as a patient rather than as a disease. I am very fortunate to have found a new doctor who has this combination, but I worry for all those who aren't getting that kind of care. I'm also convinced that a human connection with doctors and nurses and other medical people helps us trust our care better and helps us follow through with our treatments. It's not just warm and fuzzy stuff; it's part of our healing.\n\nThanks to all. This is about 5% of the mail that has arrived on the topic. Will keep looking through it.\n\nPrevious post Next post", "article_metadata": {"description": "\"Meditative practices emphasize returning to one’s breath. The clinical equivalent of this is to return to one’s patient. \"", "author": "James Fallows", "og": {"site_name": "The Atlantic", "description": "\"Meditative practices emphasize returning to one’s breath. The clinical equivalent of this is to return to one’s patient. \"", "title": "But Seriously Now, Why Do Doctors Still Make You Fill Out Forms on Clipboards?", "locale": "en_US", "image": "https://cdn.theatlantic.com/assets/media/img/mt/2014/04/payers_chart1/lead_large.jpg", "url": "http://www.theatlantic.com/technology/archive/2014/04/but-seriously-now-why-do-doctors-still-make-you-fill-out-forms-on-clipboards/360308/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "article_summary": "We now see a technology not ready for deployment being imposed on hospitals and other health care systems.\nHealth care systems are scrambling to enlarge IT departments.\nIt seemed unlikely that the big, fiercely competitive hospital systems and the IT vendors would pursue this on their own .\nHis subsequent outpatient may again be not necessarily with physicians who work for the hospital system where he was treated.\nStandards for medical records were developed, but were overly broad and insufficiently specific (see, for example, HL-7)."}