{"article_title": "Racecar fire in Osage City destroys large storage unit", "article_keywords": ["destroys", "osage", "city", "started", "racecar", "storage", "scene", "county", "large", "spread", "wolf", "department", "unit"], "article_url": "http://cjonline.com/news/2014-04-13/racecar-fire-osage-city-destroys-large-storage-unit", "article_text": "A racecar fire Sunday evening in Osage City destroyed the large storage facility it was being held in, the Osage City Police Department said.\n\nThe call came out to authorities at about 5:25 p.m.\n\nThe car, owned by Teresa Wolf, was kept inside one of the storage units. Wolf told police she started the racecar so she could back it out, but within a few moments, there was a loud bang and fire filled the front of her storage unit.\n\nThe fire then spread to all the other units.\n\nPolice said Wolf was able to get out of the vehicle and out of the unit with just minor injuries, but she refused medical treatment and wasn’t transported.\n\nOsage County No. 2 Fire Chief Dan Romine said crews were on scene for upwards of four hours, with the fire taking about an hour and a half to completely get under control.\n\nHe said the fire started with a malfunction in the car and spread “very quickly.”\n\nOsage County Fire District Nos. 2, 5 and 6 from Osage City, Burlingame and Lyndon were on scene, as was Osage County EMS and the Osage County Sheriff’s Department. Members of the City of Osage City Street Department and Electric Department also responded to the scene to assist.\n\nPolice said the storage facility is owned by Nels L. Peterson and is a total loss.", "article_metadata": {"keywords": "News, Local, Eric Smith", "og": {"site_name": "CJOnline.com", "description": "A racecar fire Sunday evening in Osage City destroyed the large storage facility it was being held in, the Osage City Police Department said. \nThe call came out to authorities at about 5:25 p.m.", "title": "Racecar fire in Osage City destroys large storage unit", "url": "http://cjonline.com/news/2014-04-13/racecar-fire-osage-city-destroys-large-storage-unit", "image": "http://cjonline.com/sites/default/files/13269884.jpg", "type": "article"}, "description": "A racecar fire Sunday evening in Osage City destroyed the large storage facility it was being held in, the Osage City Police Department said.The call came out to authorities at about 5:25 p.m.The car, owned by Teresa Wolf, was kept inside one of the storage units. Wolf told police she started the racecar so she could back it out, but within a few moments, there was a loud bang and fire filled the front of her storage unit.The fire then spread to all the other units."}, "article_summary": "A racecar fire Sunday evening in Osage City destroyed the large storage facility it was being held in, the Osage City Police Department said.\n2, 5 and 6 from Osage City, Burlingame and Lyndon were on scene, as was Osage County EMS and the Osage County Sheriff’s Department.\nMembers of the City of Osage City Street Department and Electric Department also responded to the scene to assist.\nOsage County No.\nWolf told police she started the racecar so she could back it out, but within a few moments, there was a loud bang and fire filled the front of her storage unit."}