{"article_title": "Fight continues to prevent drilling near Mars Area School District property", "article_keywords": ["prevent", "school", "law", "group", "district", "area", "energy", "continues", "rex", "fight", "near", "parents", "drilling", "mars", "site", "township", "property"], "article_url": "http://triblive.com/news/butler/6236125-74/drilling-energy-group", "article_text": "Fight continues to prevent drilling near Mars Area School District property\n\nRelated .pdfs\n\nCan't view the attachment? Then download the latest version of the free, Adobe Acrobat reader here: Email Newsletters Sign up for one of our email newsletters.\n\nThe Department of Environmental Protection doesn't plan to rule on a controversial Marcellus shale drilling application from Rex Energy until after the state agency sits down with community opponents and the energy company next month.\n\n“We're not doing anything until everybody gets a chance to meet,” said DEP spokesman Gary Clark. “It's not a given we're going to give them a permit.”\n\nThe Mars Parents Group has requested under Act 13 a meeting with the DEP and Rex Energy to discuss its concerns, Clark said. No date for the meeting has been set.\n\nBut the group, which opposes the company's proposed drilling pad on farmland off Denny Road in Middlesex, is collecting online donations through the Clean Air Council in Philadelphia to challenge Middlesex's zoning of the site in court.\n\n“This township, and no other municipality, can take action that would unreasonably infringe on our right to clean air, clean water and a healthy environment,” said Doylestown attorney Jordan Yeager, who is representing the Mars Parents Group.\n\nThe group has raised nearly $3,000 of its $15,000 goal.\n\nA Rex Energy official defended the driller's work.\n\n“Rex Energy has a proven track record of being a responsible operator and, in Butler County, some of our development is already happening in very close proximity to schools,” said Dave Rogers, Rex's senior director of land and an Adams resident.\n\nMiddlesex Manager Scott Fodi said the township allows drilling under the zoning classification “accessory to areas being used as farms.” The Geyer family well site is zoned residential agriculture, according to the township.\n\n“Middlesex isn't hearing it, supervisors aren't hearing it. Now we have to take the turn we didn't want to take and face a legal battle,” said Amy Nassif with the parents group.\n\nThe organization maintains that the proposed Geyer well site in Middlesex is too close to Mars Area School District property. The company says it is about three-quarters of a mile away in Adams.\n\nState law requires a 500-foot buffer between school buildings and drilling sites.\n\nIn March, Mars Area School directors rejected a plan to lease underground drilling rights to Rex Energy. After that, parents banded together, asking Adams and Middlesex to develop a two-mile buffer zone around school property, citing a February explosion at a Greene County well site as proof of the dangers of drilling.\n\nAdams supervisors last week refused to adopt a 1,250-foot buffer recommended by the township planning commission.\n\nYeager, who specializes in environmental and public sector law, represented communities and individuals in a lawsuit that led to the state Supreme Court overturning part of the state's drilling law, known as Act 13.\n\nOn Dec. 19, the court ruled that industry friendly rules violate the state constitution. Three justices said drilling restrictions didn't sufficiently protect the environment and the health and safety of people. A third justice said the law violated due-process rights of municipalities to carry out community planning.\n\nCommonwealth Court still must decide whether parts of the law that were not invalidated can remain in force, including a tax on drillers that has generated hundreds of millions of dollars.\n\n“This is all under discussion because the Supreme Court knocking down Act 13. It's all new territory now,” Clark said.\n\nNassif said the group would appeal a permit for the Middlesex well site if the DEP grants one.\n\nOne well site sits within the two-mile buffer zone proposed by the parent group, Fodi said. He did not comment on the controversy with the Geyer well.\n\nHe added that energy company statistics show that of 16,700 acres of land that make up the township, about 12,700 are leased for drilling, with Rex Energy holding leases on 8,600.\n\nThe Associated Press contributed to this report. Bill Vidonic is a staff writer for Trib Total Media. He can be reached at 412-380-5621 or bvidonic@tribweb.com.", "article_metadata": {"sailthru.author": "Bill Vidonic", "description": "The Department of Environmental Protection doesn't plan to rule on a controversial Marcellus shale drilling application from Rex Energy until after the state agency sits ...", "pubdate": "2014-06-14 17:42:05", "author": "Bill Vidonic", "og": {"site_name": "TribLIVE.com", "description": "The Department of Environmental Protection doesn't plan to rule on a controversial Marcellus shale drilling application from Rex Energy until after the state agency sits ...", "title": "Fight continues to prevent drilling near Mars Area School District property", "locale": "en_US", "image": "http://triblive.com/csp/mediapool/sites/TribLIVE/assets2/img/logos/triblive/TribLIVELogo.jpg", "url": "http://triblive.com/news/butler/6236125-74/drilling-energy-group", "type": "website"}, "twitter": {"description": "The Department of Environmental Protection doesn't plan to rule on a controversial Marcellus shale drilling application from Rex Energy until after the state agency sits ...", "title": "Fight continues to prevent drilling near Mars Area School District property", "app": {"url": {"ipad": "tribbird://", "iphone": "tribbird://"}, "name": {"ipad": "TribLIVE News and Sports", "iphone": "TribLIVE News and Sports"}, "id": {"ipad": 328217517, "iphone": 328217517}}, "creator": "@triblive", "site": {"identifier": "@triblive", "id": 20269833}, "image": "http://triblive.com/csp/mediapool/sites/TribLIVE/assets2/img/logos/triblive/TribLIVETwitter.jpg", "card": "summary"}, "sailthru.date": "2014-06-14 17:42:05", "sailthru.canonical": "http://triblive.com/news/butler/6236125-74/drilling-energy-group", "sailthru.title": "Fight continues to prevent drilling near Mars Area School District property", "apple-itunes-app": "app-id=328217517", "fb": {"app_id": 144410955752326}, "sailthru.tags": "Newsletter, News, Butler", "headline": "Fight continues to prevent drilling near Mars Area School District property", "keywords": "company, court, dep, drilling, energy", "article": {"category": "News", "publisher": "https://www.facebook.com/triblive", "published_time": "2014-06-14 17:42:05", "subcategory": "News", "mainsection": "News", "section": "News", "publishedtoweb": "2014-06-14 17:42:05", "tag": "company, court, dep, drilling, energy", "subsection": "News", "title": "Fight continues to prevent drilling near Mars Area School District property", "author": "Bill Vidonic"}, "docauthor": "Bill Vidonic", "sailthru.description": "The Department of Environmental Protection doesn't plan to rule on a controversial Marcellus shale drilling application from Rex Energy until after the state agency sits ..."}, "article_summary": "Fight continues to prevent drilling near Mars Area School District propertyRelated .pdfsCan't view the attachment?\nIn March, Mars Area School directors rejected a plan to lease underground drilling rights to Rex Energy.\nThe organization maintains that the proposed Geyer well site in Middlesex is too close to Mars Area School District property.\nNow we have to take the turn we didn't want to take and face a legal battle,” said Amy Nassif with the parents group.\nA Rex Energy official defended the driller's work."}