{"article_title": "Tired: \"America is great because she is good.\" Wired: \"America is AWESOME\" because TORTURE", "article_keywords": ["great", "good", "torture", "tired", "senate", "awesome", "raw", "reason", "weve", "wired", "watters", "report", "america", "discussion", "outnumbered"], "article_url": "http://reason.com/blog/2014/12/11/tired-america-is-great-because-she-is-go", "article_text": "Via Raw Story comes this pretty amazing colloquy from a couple of days back on Fox News Channel's Outnumbered. That's the daytime show in which four lovely ladies and \"one lucky guy\" chew over the news of the moment like a pitbull on a raw steak.\n\nThe topic is the Senate torture report and the guy is Jesse Watters, the Fox News contributor best known for his reports on The O'Reilly Factor. Watters pronounces that he doesn't even want to know what's in the report because \"people do nasty things in the dark.\" And besides, what is it that Bill Clinton used to say? Oh yeah: There's nothing new here:\n\n“They Senate Democrats, they’re just trying to get one last shot in at Bush before they go into the minority!” the correspondent opined. “And they didn’t even interview any of the CIA interrogators to do the report.” “It’s kind of like how Rolling Stone does their reporting, they only get one side,” he added, referring to a controversial report about an alleged gang rape at the University of Virginia. “You know, the Democrats didn’t care about transparency when they were destroying hard drives at the IRS.”\n\nWatters' whinging is outdone by Outnumbered and Five co-host Andrea Tantaros, who pulls out all the patriotic stops short of singing the national anthem:\n\n“The United States of America is awesome, we are awesome,” she said. “But we’ve had this discussion. We’ve closed the book on it, and we’ve stopped doing it. And the reason they want to have this discussion is not to show how awesome we are. This administration wants to have this discussion to show us how we’re not awesome.”\n\nThe lone voice of reason and skepticism toward unchecked government power? That would be The Independent's Kennedy, who pushes back on the pro-torture, pro-opaque members of the panel. She's the real patriot in my book.\n\nThe whole segment is worth watching but the fireworks begin around 2.14.\n\nRelated: \"After torture report, our moral authority as a nation is gone.\"\n\nAnd hell, it's awards season, so take a minute to enjoy \"Which President Bombed Iraq Best?\":", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Via Raw Story comes this pretty amazing colloquy from a couple of days back on Fox News Channel's Outnumbered. That's the daytime show in which four lovely", "title": "Tired: \"America is great because she is good.\" Wired: \"America is AWESOME\" because TORTURE", "url": "http://reason.com/blog/2014/12/11/tired-america-is-great-because-she-is-go", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2014_12/space-demon-sighting-on-set-of.png", "type": "article"}, "twitter": {"description": "Via Raw Story comes this pretty amazing colloquy from a couple\nof days back on Fox News Channel's Outnumbered. That's\n\nthe daytime show in which four lovely ladies and \"one lucky\nguy\" chew over the news of the moment like a pitbull on a raw\nsteak.", "title": "Tired: \"America is great because she is good.\" Wired: \"America is AWESOME\" because TORTURE", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2014_12/space-demon-sighting-on-set-of.png", "creator": "@nickgillespie", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "World", "published_time": "2014-12-11T18:11:00+00:00", "author": "http://reason.com/people/nick-gillespie"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "Related: \"After torture report, our moral authority as a nation is gone.\"\nThe topic is the Senate torture report and the guy is Jesse Watters, the Fox News contributor best known for his reports on The O'Reilly Factor.\nAnd the reason they want to have this discussion is not to show how awesome we are.\nVia Raw Story comes this pretty amazing colloquy from a couple of days back on Fox News Channel's Outnumbered.\nWatters pronounces that he doesn't even want to know what's in the report because \"people do nasty things in the dark.\""}