{"article_title": "Gov. Charlie Baker's budget finds ways to trim MassHealth spending", "article_keywords": ["trim", "benefits", "plans", "ways", "charlie", "budget", "spending", "state", "health", "plan", "bakers", "services", "gov", "eligibility", "finds", "masshealth", "care"], "article_url": "http://www.masslive.com/politics/index.ssf/2016/01/gov_charlie_bakers_budget_find.html", "article_text": "\"It will get a very fair look, because I think our goals are the same.\" - Sen. Jim Welch\n\nBOSTON — Gov. Charlie Baker plans to use his 2017 budget to begin curbing the state's ever-growing Medicaid costs.\n\nSome of the budget proposals are about ensuring that everyone receiving benefits is eligible for them. Others make more substantive changes – stopping consumers from constantly switching between plans, changing eligibility for a safety net insurance program and trying to move people off fee-for-service plans and into managed care.\n\nSecretary of Health and Human Services Marylou Sudders said the budget proposal is a \"bridge\" toward a more fully restructured MassHealth program in fiscal year 2018.\n\nSudders said the administration approached MassHealth from a position of wanting to maintain benefits and eligibility, but also making it fiscally sustainable. \"What can we do to improve the member experience, and manage a growing MassHealth program to make it sustainable for the long run?\" Sudders said.\n\nMassHealth makes up a large portion of the state budget. In fiscal year 2017, with the cost cutting measures in place, MassHealth is projected to cost $15.4 billion, of which the state will pay $6.8 billion. The rest comes from federal money. That is an increase of 5 percent, or $726 million, over last year. In 2014 and 2015, Medicaid spending grew by double digits.\n\nThe total state budget is just under $40 billion.\n\nThe growth is due to numerous factors: the high cost of health care, growing prescription drug costs, increased eligibility due to the national Affordable Care Act and problems with the state's health insurance exchange that led to thousands of people being temporarily covered by MassHealth.\n\nSome advocates worry that proposed changes could limit access to some benefits.\n\nOne change is MassHealth is moving more people away from fee-for-service plans toward managed care organizations, where a provider group is paid one fee to coordinate all of a patient's health care. The state will eliminate some benefits from fee-for-service plans and keep those benefits in managed care plans, as an incentive to switch. These benefits include physical, occupational and speech therapy, chiropractic benefits and vision.\n\nState officials would also stop letting people switch from one MassHealth plan to another at any time, instead requiring people to stay in a plan for an entire year.\n\nSudders said this is similar to a commercial plan, where a person must choose a plan at the beginning of each year. \"Being able to switch daily, it's almost impossible to manage that in a prudent way,\" Sudders said.\n\nA legislative task force examining why Medicaid's managed care plans are losing money recommended requiring people to stay on plans for longer.\n\nBut the health care advocacy group Health Care for All opposes the changes. Restricting benefits in fee-for-service plans \"unnecessarily restricts member choice and may impose barriers to accessing certain benefits and providers,\" said Health Care for All Executive Director Amy Whitcomb Slemmer. Locking members into one plan for a year, she said, \"can have a negative impact on access to care and reduce flexibility to find a network that meets the members' individual needs.\"\n\nIn another area, the state has a Health Safety Net plan that reimburses hospitals and community health center for caring for uninsured or underinsured residents – generally, people who do not qualify for other plans, such as illegal immigrants and people waiting for employer-sponsored care. The state wants to lower eligibility from individuals earning four times the federal poverty level ($47,000 for an individual) to three times the poverty level ($35,400), according to Health Care for All.\n\n\"This would hurt their ability to get the health care they need and stay healthy,\" said Health Care for All research director Brian Rosman.\n\nOther changes are being implemented to ensure that everyone who gets MassHealth is eligible.\n\nOver the past year, the Baker administration has been checking eligibility for all MassHealth recipients. This is required by federal law but was not done for a year because of technical problems with the health insurance exchange. As a result of this redetermination process, 250,000 people have been dropped from the MassHealth rolls.\n\nSudders said state officials are working on building a program that can do redeterminations monthly.\n\nThe state is also making changes to long-term supports, things like home health agencies. Spending on home health services grew by 41 percent, or $170 million, between last year and this year – leading state officials to suspect fraud. The Executive Office of Health and Human Services referred 12 providers to the attorney general's office for investigation in the last 18 months.\n\nThe state is putting a moratorium in place on new home health providers, beginning in February. Under Baker's budget proposal, long-term support services will require preauthorization, and home health agencies would be licensed and regulated.\n\nJames Fuccione, legislative director of the Home Care Alliance of Massachusetts, says his group supports a moratorium and has been working with the administration to develop processes for licensing and prior authorization. He said there has been a spike in new agencies opening without vetting.\n\n\"We are one of the few states without any licensure,\" Fuccione said. \"So there's ... agencies opening up without the proper guidance or guard rails to ensure that they're qualified to provide appropriate care.\"\n\n\"We're on a path to implement some measures in cooperation with MassHealth that will ensure people are getting the services they need, and services aren't being over utilized,\" Fuccione said.\n\nMassHealth is also freezing the rates paid to doctors, other than some rate increases for behavioral health providers and nursing home workers. Both these groups are now significantly underpaid by Medicaid.\n\nSudders said the state is trying to negotiate better rebates with drug companies, develop ways to bulk buy specialty drugs, and limit overtime pay for personal care attendants.\n\nState Sen. James Welch, D-West Springfield, chairman of the Joint Committee on Health Care Financing, said lawmakers are still reviewing the proposals, and it is too early to say if lawmakers will support them. \"It will get a very fair look, because I think our goals are the same – to try to do everything we can to limit the costs associated with the system, because we realize that it's unsustainable otherwise,\" Welch said.\n\nWelch agrees that MassHealth needs to move toward a managed care system, instead of fee-for-service. As the state pushes commercial insurers in that direction, \"It's only natural we would do the same,\" Welch said.\n\nJosh Archambault, director of health care policy for the Pioneer Institute think tank, said the administration appears to have \"a commitment to reform.\"\n\nBut he added that even with reforms, Medicaid continues to be \"on a completely unsustainable path,\" given the large number of people in Massachusetts who are on MassHealth. He said the state still has a ways to go in areas like checking out-of-state income when determining eligibility and checking eligibility more than once a year.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "MassHealth, charlie-baker, health-care, health-care-policy, james-welch, marylou-sudders, mass-health, medicaid, state-budget, news", "title": "Gov. Charlie Baker's budget finds ways to trim MassHealth spending", "parsely-page": "{\"title\": \"Gov. Charlie Baker\\u0027s budget finds ways to trim MassHealth spending\", \"link\": \"http://www.masslive.com/politics/index.ssf/2016/01/gov_charlie_bakers_budget_find.html\", \"image_url\": \"http://image.masslive.com/home/mass-media/width620/img/breakingnews/photo/2015/04/02/17419773-standard.jpg\", \"type\": \"post\", \"post_id\": \"17894303\", \"pub_date\": \"2016-01-29T17:45:35Z\", \"author\": \"Shira Schoenberg | sschoenberg@repub.com\", \"tags\": [\"@boston\",\"@homepage\",\"@mobile\",\"charlie-baker\",\"health-care\",\"health-care-policy\",\"james-welch\",\"marylou-sudders\",\"mass-health\",\"medicaid\",\"state-budget\"] }", "twitter": {"image": "http://image.masslive.com/home/mass-media/width620/img/breakingnews/photo/2015/04/02/17419773-standard.jpg", "creator": "@#!/shiraschoenberg", "site": "@masslivenews", "card": "summary_large_image", "description": "Some of the budget proposals are about ensuring that everyone receiving benefits is eligible. Others make more substantive changes, like stopping consumers from constantly switching between plans and trying to move people off fee-for-service plans and into managed care."}, "article_date_updated": "Friday, January 29, 2016,  4:21 PM", "parsely-metadata": "{\"short_title\": \"\", \"image_url\": \"http://media.masslive.com/breakingnews/photo/2015/04/02/masshealthjpg-81c9af406842d422.jpg\", \"author_name\": \"sschoenberg\", \"author_nickname\": \"Shira Schoenberg | sschoenberg@repub.com\", \"author_id\": \"10164552\", \"source_blog_name\": \"Politics - MassLive.com\", \"source_blog_url\": \"http://www.masslive.com/politics/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "masslive.com", "description": "Some of the budget proposals are about ensuring that everyone receiving benefits is eligible. Others make more substantive changes, like stopping consumers from constantly switching between plans and trying to move people off fee-for-service plans and into managed care.", "title": "Gov. Charlie Baker's budget finds ways to trim MassHealth spending", "url": "http://www.masslive.com/politics/index.ssf/2016/01/gov_charlie_bakers_budget_find.html", "image": "http://image.masslive.com/home/mass-media/width620/img/breakingnews/photo/2015/04/02/17419773-standard.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "masslive.com", "article": {"author": "http://"}, "article_comments": 0, "article_date_original": "Friday, January 29, 2016, 12:45 PM", "article_author": "Shira Schoenberg | sschoenberg@repub.com", "Description": "Some of the budget proposals are about ensuring that everyone receiving benefits is eligible. Others make more substantive changes, like stopping consumers from constantly switching between plans and trying to move people off fee-for-service plans and into managed care."}, "article_summary": "But the health care advocacy group Health Care for All opposes the changes.\n\"This would hurt their ability to get the health care they need and stay healthy,\" said Health Care for All research director Brian Rosman.\nJosh Archambault, director of health care policy for the Pioneer Institute think tank, said the administration appears to have \"a commitment to reform.\"\nA legislative task force examining why Medicaid's managed care plans are losing money recommended requiring people to stay on plans for longer.\nMassHealth makes up a large portion of the state budget."}