{"article_title": "Covered California acts to ensure everyone gets a primary care doctor", "article_keywords": ["lee", "doctor", "plans", "acts", "primary", "system", "california", "ensure", "members", "covered", "ppos", "gets", "care"], "article_url": "http://www.scpr.org/news/2016/04/15/59621/covered-california-acts-to-ensure-everyone-gets-a/", "article_text": "In an attempt to improve patients' decision-making, Covered California is now requiring all types of health plans to assign a primary care doctor to their members.\n\nThe policy shift is in the agency's new contract with insurers, approved by the Covered California board last week. It will affect preferred provider network plans - PPOs - in particular. A consumer favorite, PPO plans allow members to go to any doctor – specialist or otherwise – without a referral from a primary care physician.\n\nA primary care doctor can help a consumer \"navigate the system,\" says Peter Lee, executive director of Covered California. The absence of that relationship in PPO plans is one reason emergency room visits have surged since passage of the Affordable Care Act, he says, in explaining why his agency added the primary physician requirement to its new three-year contract with insurers.\n\nThe concept, Lee says, is borrowed from HMOs, such as Kaiser Permanente. The difference is that, under the new Covered California rule, members of PPOs won't be required to visit their assigned doctor before seeking out a specialist.\n\n\"These people are not gatekeepers,\" Lee says. \"Their job is to help people navigate a complex system, but not to be the mother-may-I doctors of the past.\"\n\nThe California Association of Health Plans says that its members are prepared to move forward with Covered California's new policy.\n\n\"Our members have a lot of experience in the assignment of primary care providers through their HMO products,\" says CAHP spokeswoman Nicole Evans.", "article_metadata": {"author": "Southern California Public Radio", "og": {"site_name": "Southern California Public Radio", "description": "PPO plans, which don't require primary care referrals to see specialists, now must assign members a primary care doctor — but members don't have to use them.", "title": "Covered California wants everyone to have a primary care doctor", "url": "http://www.scpr.org/news/2016/04/15/59621/covered-california-acts-to-ensure-everyone-gets-a/", "image": {"width": 1024, "identifier": "http://a.scpr.org/i/0135f569d05256255b9f99c9796482d1/113961-full.jpg", "type": "image/jpeg", "height": 683}, "type": "article"}, "twitter": {"domain": "http://scpr.org", "description": "Member-supported public radio for Southern California. Award-winning local news and cultural programming alongside the best of NPR.", "title": "Covered California acts to ensure everyone gets a primary care doctor | 89.3 KPCC", "url": "http://scpr.org", "image": "http://a.scpr.org/i/0135f569d05256255b9f99c9796482d1/113961-full.jpg", "site": "@kpcc", "card": "summary"}, "fb": {"app_id": 129848480405753}, "apple-mobile-web-app-capable": "yes", "csrf-param": "authenticity_token", "csrf-token": "FNCbEWBmH9WYotPfQKV5DV4qTTUTpV4d10Py7VNJ+28m3qRD6WxZoUe5/Dif7jH1eKjNS4O96zqTF4Eu1Vo5GA==", "apple-mobile-web-app-status-bar-style": "black", "format-detection": "telephone=no", "keywords": "KPCC, California, Southern California, Los Angeles, Pasadena, SCPR, Southern California Public Radio", "article": {"section": "Health", "published_time": "2016-04-15 10:44:05 -0700", "modified_time": "2016-04-15 11:03:21 -0700"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0"}, "article_summary": "A primary care doctor can help a consumer \"navigate the system,\" says Peter Lee, executive director of Covered California.\nIn an attempt to improve patients' decision-making, Covered California is now requiring all types of health plans to assign a primary care doctor to their members.\nThe policy shift is in the agency's new contract with insurers, approved by the Covered California board last week.\n\"Our members have a lot of experience in the assignment of primary care providers through their HMO products,\" says CAHP spokeswoman Nicole Evans.\nA consumer favorite, PPO plans allow members to go to any doctor – specialist or otherwise – without a referral from a primary care physician."}