{"article_title": "Fecal Transplant Programs Coming Online", "article_keywords": ["c", "programs", "transplants", "coming", "stool", "gable", "infection", "fecal", "matthew", "laham", "treat", "online", "diff", "transplant"], "article_url": "http://health.wusf.usf.edu/post/fecal-transplant-programs-coming-online", "article_text": "Matthew Gable held on for 10 weeks after his mom’s water broke at less than halfway through the pregnancy.\n\nWithout amniotic fluid, his lungs didn’t fully develop. And so Matthew spent most of his early life in the hospital, getting antibiotics and procedures. That lead to a nasty intestinal infection called Clostridium difficile, or more commonly, C. Diff.\n\nMatthew, like a quarter of patients with C. Diff, couldn’t beat the infection, despite months of antibiotics. His mom, Ashley Gable, said the cramping and stomach pain would actually make his oxygen levels drop.\n\n“I would say four to five months’ worth of antibiotic treatment before we even heard about the stool transplant,” Ashley Gable said.\n\nMatthew’s doctor wanted to do a fecal microbiome transplant. They wanted to borrow the healthy bacteria from one of his parents’ feces and use that healthy bacteria to beat back C. Diff.\n\nAnd the good bacteria did what months of antibiotics couldn’t: Cured Matthew’s C. Diff infection. When Matthew got a second C. Diff again, they did a stool transplant after just one round of antibiotics.\n\n“I would say it sounds gross, but it’s actually the most effective treatment I’ve ever seen,” Ashley Gable said.\n\nC. Diff causes severe diarrhea, bloating, stomach pain and a fever, and was associated with 29,000 deaths in 2011. It earned the moniker \"deadly diarrhea\" from the U.S. Centers for Disease Control and Prevention.\n\nThe use of stool transplants to treat recurrent cases is a growing field in the U.S. Florida Hospital plans to launch a stool transplant program by the end of this month, and it’s currently a hot topic for researchers.\n\nDr. Federico Laham is Medical Director, Infectious Diseases is Co-Chairman of the Infection Prevention and Control Committee for Arnold Palmer Hospital for Children. He’s also the doctor who gave Matthew a stool transplant. He walks us into the microbiology lab at Orlando Regional Medical Center (check here for a photo tour of the facility).\n\nLaham does four or five stool transplants per year. He shows off the biosafety cabinet where stool transplants are prepared.\n\n“There is a motor there with an exhaust,” Laham said. “So air gets sucked in here and in the back, so there’s no circulation of air that can carry dust or organism and no air can come out and be a hazard to you.”\n\nSo how does a stool transplant work? What happens is they take the donor poop and blend it with it saline; we’re talking a teaspoon of poop in a cup of water. They process out the solids, and what you’re left with is a syringe of intestinal bacteria. It can be delivered by enema, a nasogastric tube that goes through your nose and past your stomach and into your intestines, or by a doctor during a colonoscopy.\n\n“We use the typical commercially available blenders you can get in Walmart, Target,” Laham said.\n\nResearchers have also found that prescreened, frozen stool transplants are just as effective as fresh donor samples, which could make the practice more widespread – and get rid of some of the yuck factor.\n\nCompanies have raised upwards of $134 million dollars on the promise of commercializing stool transplants – ideally with the use of a simple capsule. There are more than 90 open studies right now looking to use fecal transplants as a treatment.\n\n“If the concept of using microbes to treat disease actually works, there’s a whole new field of medicine this could generate,” said Lee Jones, founder and CEO of Rebiotix, a company looking to commercialize the fecal microbiome. “It allows the antibiotics we’ve developed today to treat other diseases to be saved to treat those diseases and not be overused.”\n\nLaham said frozen donor stool could make the transplants available for patients who don’t have a donor.\n\n“Many people who suffer from C. Diff may be adult person or people living in nursing homes who don’t have a close relative or may not have any available donor,” Laham said.\n\n——\n\nReporter Abe Aboraya is part of WMFE in Orlando. Health News Florida receives support from the Corporation for Public Broadcasting.", "article_metadata": {"category": "HNF Stories", "description": "Matthew Gable held on for 10 weeks after his mom’s water broke at less than halfway through the pregnancy.", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/fecal-transplant-programs-coming-online", "image": "http://mediad.publicbroadcasting.net/p/healthnewsfl/files/styles/medium/public/201602/IMG_1535.jpg", "type": "article", "description": "Matthew Gable held on for 10 weeks after his mom’s water broke at less than halfway through the pregnancy.", "title": "Fecal Transplant Programs Coming Online"}, "story_id": 467192553, "twitter": {"site": "@HealthNewsFL", "card": "summary", "creator": "@HealthNewsFL"}, "author": "Abe Aboraya", "org_id": 0, "dc": {"title": "Fecal Transplant Programs Coming Online"}, "nid": 13662, "datePublished": "2016-02-18", "keywords": "fecal transplant, fecal microbiome transplant, healthy bacteria, Clostridium difficile, C. Diff, U.S. Centers for Disease Control and Prevention, Arnold Palmer Hospital For Children, Orlando Regional Medical Center", "wordCount": 806, "has_audio": 1, "viewport": "width=device-width"}, "article_summary": "“I would say four to five months’ worth of antibiotic treatment before we even heard about the stool transplant,” Ashley Gable said.\nAnd the good bacteria did what months of antibiotics couldn’t: Cured Matthew’s C. Diff infection.\nWhen Matthew got a second C. Diff again, they did a stool transplant after just one round of antibiotics.\nMatthew Gable held on for 10 weeks after his mom’s water broke at less than halfway through the pregnancy.\nC. Diff causes severe diarrhea, bloating, stomach pain and a fever, and was associated with 29,000 deaths in 2011."}