{"article_title": "You Survived Cancer. Now, How Do You Pay Your Bills?", "article_keywords": ["survivor", "productivity", "cancer", "lost", "pay", "work", "burden", "expenses", "survivors", "treatment", "survived", "bills", "breast"], "article_url": "http://www.healthline.com/health-news/you-survived-cancer-now-how-do-you-pay-your-bills-060715", "article_text": "Cancer is expensive.\n\nDiagnosis and treatment can cost tens of thousands to hundreds of thousands of dollars. But that’s just the beginning.\n\nCancer survivors continue to rack up higher medical bills every year following treatment. They also face employment issues that can affect income for the rest of their lives.\n\nFigures from a recent study are a sobering reminder of this reality, especially because today is National Cancer Survivors Day.\n\nUsing data from the 2008 to 2012 Medical Expenditure Panel Survey, researchers analyzed expenses for survivors of the three most common types of cancer. The team compared expenses of 540 colorectal, 1,568 breast, and 1,170 prostate cancer survivors to more than 100,000 people who never had cancer.\n\nResults were compiled separately for nonelderly (age 18 to 64) and older adults (65 and up) survivors.\n\nIn the younger group, the yearly financial burden for colorectal cancer survivors was $20,238. Expenses totaled $14,202 for breast cancer survivors. For prostate cancer survivors, expenses added up to $9,278.\n\nIn the older adult group, the total annual burden for colorectal cancer survivors was $18,860. For breast cancer survivors, it was $14,351. The burden for prostate cancer survivors was $16,851.\n\nTotals included medical costs and loss of productivity at home and at work. Lost productivity at home involved days spent in bed. Lost productivity at work had to do with employment disability and missed workdays.\n\nYounger colorectal and breast cancer survivors were more affected by employment disability and lost productivity. When older survivors were compared to those who never had cancer, lost productivity was not a major factor.\n\nZhiyuan “Jason” Zheng led the research. The study abstract was presented at the May meeting of the American Society of Clinical Oncology.\n\nRead More: Low-Income Cancer Patients Hurt by Refusal to Expand Medicaid »\n\nHow Cancer Expenses Add Up\n\nSome of the economic burden falls on health insurers. Survivors shoulder the rest. If you can’t work and your health insurance is tied to your job, it’s a big problem. And it can affect the whole family.\n\n“Most people don’t realize that typically one parent may have to quit his or her job to care for the child with cancer,” said Larissa Linton, co-founder and executive director of the nonprofit Heroes for Children. “On top of treatment costs, bills easily pile up for out-of-pocket expenses, including copays, prescriptions, meals eaten out, and travel to and from the hospital.”\n\nFor about five years after chemo, I was not as mentally sharp as I was before. It really affected my ability and confidence in business situations. V.J. Sleight, breast cancer survivor\n\nV.J. Sleight of La Quinta, California, was self-employed but couldn’t work during treatment. The two-time breast cancer survivor was forced to sell possessions, move to cheaper housing, and accept money from her parents.\n\n“The burden is considerable,” she told Healthline.\n\nIt’s a problem that continued long after her treatment ended.\n\n“For about five years after chemo, I was not as mentally sharp as I was before. It really affected my ability and confidence in business situations,” she said.\n\nSleight gave up on her own business to accept lower paying work.\n\nCancer survivors remain on the alert for signs of recurrence. That’s an emotional burden. And it comes at a price.\n\n“The long-term effects of cancer are always creeping up,” said Haralee Weintraub of Portland, Oregon.\n\nThe 13-year breast cancer survivor told Healthline even a cough that won’t go away is suspect. It requires more attention in a cancer patient than a non-cancer patient.\n\nMore visits to the doctor and more testing also require more money.\n\nRelated Reading: Uninsured Get Slammed with High Treatment Costs for Cancer »\n\nHealth Insurance Doesn’t Cover It All\n\nHealth insurance is a big issue for survivors. Having a policy doesn’t mean all your expenses are covered.\n\nSleight decided to skip chemotherapy the second time around. At least part of that decision had to do with her yearly $9,000 deductible.\n\nCancer survivors without a group policy have more choices now than before the Affordable Care Act (ACA). Still, choosing a new health insurance plan requires extra thought.\n\n“A cancer survivor can’t take out the cheapest plan, the one with the highest deductible, or the one with the skimpiest pharmacy benefit. Because … what if?” said Weintraub.\n\nShe appreciates the ACA provision that cancer survivors can no longer be denied coverage or charged extreme premiums.\n\nA cancer survivor can’t take out the cheapest plan, the one with the highest deductible, or the one with the skimpiest pharmacy benefit. Haralee Weintraub, breast cancer survivor\n\nAdded expenses crop up in unexpected places. Lost productivity at home often means hiring help for cleaning and household chores. Driving time can increase, leading to a transportation expense. Families stretched for time and energy may eat out more often.\n\nBreast cancer survivors may have added expenses for clothing due to mastectomy and reconstruction. Women who don’t have reconstruction have the expense of prosthetic breasts and special undergarments for life.\n\nThe full economic impact is difficult to measure. Expenses vary with the type of cancer, age, and other individual factors.\n\nAccording to the American Cancer Society, there are about 13.7 million cancer survivors in the United States. It is estimated there will be almost 18 million by 2022.\n\nAs that number grows, so does the need to ease the economic burden.\n\nWhy Do We Still Not Know Who Needs a Mammogram? »", "article_metadata": {"standout": "http://www.healthline.com/health-news/you-survived-cancer-now-how-do-you-pay-your-bills-060715", "news_keywords": "cancer, survivors, World Cancer Survivor Day, economics, burden", "og": {"site_name": "Healthline", "description": "Expenses related to cancer don’t end with diagnosis and treatment. Cancer survivors face long-term economic burdens from medical costs as well as loss of productivity at work and at home.", "title": "You Survived Cancer. Now, How Do You Pay Your Bills?", "url": "http://www.healthline.com/health-news/you-survived-cancer-now-how-do-you-pay-your-bills-060715", "image": "http://www.healthline.com/hlcmsresource/images/News/cancer/060715_cancercost_THUMB.jpg", "type": "article"}, "twitter": {"image": "http://www.healthline.com/hlcmsresource/images/News/cancer/060715_cancercost_THUMB.jpg", "description": "Expenses related to cancer don’t end with diagnosis and treatment. Cancer survivors face long-term economic burdens from medical costs as well as loss of productivity at work and at home.", "card": "summary", "title": "You Survived Cancer. Now, How Do You Pay Your Bills?"}, "ROBOTS": "NOODP", "DC.date.issued": "2015-06-05", "fb": {"app_id": 239371929577489}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "description": "Expenses related to cancer don’t end with diagnosis and treatment. Cancer survivors face long-term economic burdens from medical costs as well as loss of productivity at work and at home."}, "article_summary": "According to the American Cancer Society, there are about 13.7 million cancer survivors in the United States.\nThe two-time breast cancer survivor was forced to sell possessions, move to cheaper housing, and accept money from her parents.\nFigures from a recent study are a sobering reminder of this reality, especially because today is National Cancer Survivors Day.\nThe 13-year breast cancer survivor told Healthline even a cough that won’t go away is suspect.\nFor prostate cancer survivors, expenses added up to $9,278."}