{"article_title": "Things Every Latina Should Know About The Hobby Lobby Decision On Birth Control Access", "article_keywords": ["control", "supreme", "court", "things", "decision", "violates", "access", "company", "know", "birth", "mandate", "hobby", "closelyheld", "religious", "lobby", "latina"], "article_url": "http://www.latina.com/lifestyle/our-issues/hobby-lobby-birth-control-decision-impact-latina-community", "article_text": "Cristina Arreola August 7, 2014 • 3:22pm By• 3:22pm\n\nLast month, The Supreme Court of the United States ruled that family-owned corporations are not required to follow the contraceptive mandate of the Affordable Care Act because it violates a federal law which protects religious freedom. The controversial decision, split 5-4, sparked frenzied discussions and debates, with the loudest voices of dissent coming from the bench: all three women of the Supreme Court - Justices Ruth Bader Ginsburg, Elena Kagan and Sonia Sotomayor - and Justice Stephen Breyer.\n\nFirst, let's break down what Burwell v. Hobby Lobby means. In a \"decision of startling breadth\", the Supreme Court opened the door for closely-held, for-profit corporations to opt out of the contraceptive mandate if it conflicts with their sincerely held religious beliefs. According to the Wall Street Journal, a \"closely-held\" company consists of any company where 50% of the value of the company is owned by five or fewer people. We have no idea yet how far this could go -- but nine out of 10 businesses in the United States qualify as closely-held. That means that this decision expands well beyond Hobby Lobby, and that countless other businesses can use this decision to claim that the birth control mandate of the ACA violates their religious liberty.\n\nKeeping Burwell v. Hobby Lobby in mind, here are six things every Latina should know about birth control in a post-Hobby Lobby world:", "article_metadata": {"pubexchange": {"image": "http://www.latina.com/sites/default/files/styles/news_377x234/public/slide-07-Hobby-Lobby_0.jpg?itok=G-vJckvW"}, "description": "Things every Latina should know about the Hobby Lobby decision that lets employers opt out of the birth control access mandate.", "copyright": "LATINA", "og": {"url": "http://www.latina.com/lifestyle/our-issues/hobby-lobby-birth-control-decision-impact-latina-community", "image": "http://www.latina.com/sites/default/files/slide-07-Hobby-Lobby_0.jpg", "type": "article", "description": "Last month, The Supreme Court of the United States ruled that family-owned corporations are not required to follow the contraceptive mandate of the Affordable Care Act because it violates a federal law which protects religious freedom. The controversial decision, split 5-4, sparked frenzied discussions and debates, with the loudest voices of dissent coming from the bench: all three women of the Supreme Court - Justices Ruth Bader Ginsburg, Elena Kagan", "title": "6 Things Every Latina Should Know About The Hobby Lobby Decision"}, "twitter": {"url": "http://www.latina.com/lifestyle/our-issues/hobby-lobby-birth-control-decision-impact-latina-community", "title": "6 Things Every Latina Should Know About The Hobby Lobby Decision", "card": "photo", "creator": {"identifier": "@latina", "id": 18061792}}, "fb": {"app_id": 456703624436354, "pages": 48654660602}, "keywords": "Hobby Lobby Latinas, Hobby Lobby Decision Affect Women, Latina Response Hobby Lobby Decision", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "News, birth control, Reproductive Rights, Sonia Sotomayor, Supreme Court, Hobby Lobby"}, "article_summary": "Keeping Burwell v. Hobby Lobby in mind, here are six things every Latina should know about birth control in a post-Hobby Lobby world:\nFirst, let's break down what Burwell v. Hobby Lobby means.\nThat means that this decision expands well beyond Hobby Lobby, and that countless other businesses can use this decision to claim that the birth control mandate of the ACA violates their religious liberty.\nAccording to the Wall Street Journal, a \"closely-held\" company consists of any company where 50% of the value of the company is owned by five or fewer people.\nIn a \"decision of startling breadth\", the Supreme Court opened the door for closely-held, for-profit corporations to opt out of the contraceptive mandate if it conflicts with their sincerely held religious beliefs."}