{"article_title": "He Rescued A Dog. Then The Dog Rescued Him", "article_keywords": ["rescue", "weight", "shelter", "rescued", "dog", "silicon", "person", "peety", "video", "valley", "eric", "ogrey"], "article_url": "http://ww2.kqed.org/stateofhealth/2016/03/10/he-rescued-a-dog-then-the-dog-rescued-him/", "article_text": "Eric O’Grey knew he was in trouble. His weight had ballooned to 320 pounds, and he was spending more than $1,000 a month on medications for high blood pressure, Type 2 diabetes and high cholesterol.\n\nIn 2010, a physician told him to buy a funeral plot, because he would need it in five years. He was 51 years old.\n\nSo he went to talk with a naturopathic doctor about losing weight. She said: Get a shelter dog.\n\nO’Grey was surprised, but he took that advice, heading to the Humane Society Silicon Valley near his home in San Jose. He told the shelter, “I want an obese middle-aged dog, like me.” That’s how he met Peety.\n\nPeety needed to be walked, so Eric and Peety walked, for at least a half-hour a day. O’Grey, who was working as an area sales manager for GE appliances, shifted to a plant-based diet. Over the course of a year, he lost 140 pounds. Peety lost 25. O’Grey got off the meds.\n\nIt wasn’t just the walks with Peety that transformed O’Grey’s life. The dog helped keep him from backsliding into his old, unhealthful ways. “He looked at me like I was the best person on the planet, and I wanted to become the person he thought I was.”\n\nTheir story might have ended there. But Carol Novello, president of the Humane Society Silicon Valley, had been trying to make the point that helping animals improves the lives of humans, too. She was finding that a tough sell, so she started looking for stories that made the case. “A while ago, Eric O’Grey submitted his story, and I just loved it.”\n\nNovello, a former tech executive, asked David Whitman, executive producer of the Tech Awards of Silicon Valley, what they could do with Eric and Peety’s story. He came up with the idea of the Mutual Rescue initiative, which includes a contest where people can share stories of how a shelter animal changed their lives. The winning tale gets a video made about their rescue story. Donors to the HSSV funded the production of the Eric and Peety video as an example.\n\n“It’s really about the transformation and the impact that animals can have on our lives,” Novello says.\n\nSince the contest opened in February, the HSSV has received hundreds of stories, many of which focus on health. “We may do a Mutual Rescue weight-loss series,” Novello says. “There are a lot of them.”\n\nSure, stories are nice, but do pets really improve human health? No less an authority than the Centers for Disease Control and Prevention says yes. Having a pet can help decrease blood pressure, cholesterol, triglycerides and feelings of loneliness, the CDC says, while increasing opportunities for exercise and socializing with other humans. And there’s increasing evidence that interaction with pets helps people cope with challenges, including PTSD, Alzheimer’s and the end of life.\n\nI know our shelter kitties make my family happier, even though they haven’t helped me lose weight. And watching the Eric and Peety video has to be good for my heart, though it makes me reach for the tissues every time.\n\n“He transformed me into a completely different person,” O’Grey says in the video. “I think about it now: Who rescued whom? Did I rescue him, or did he rescue me?”", "article_metadata": {"description": "Eric O'Grey was 51, obese and suffering from diabetes and high cholesterol when he took home an overweight shelter dog. It changed his life.", "contextly-page": "{\"title\":\"He Rescued A Dog. Then The Dog Rescued Him\",\"url\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/2016\\/03\\/10\\/he-rescued-a-dog-then-the-dog-rescued-him\\/\",\"pub_date\":\"2016-03-10 10:20:27\",\"mod_date\":\"2016-03-10 17:44:23\",\"type\":\"post\",\"post_id\":158331,\"author_id\":\"8344\",\"author_name\":\"State of Health\",\"author_display_name\":\"State of Health\",\"tags\":[\"Diabetes\",\"News\",\"Obesity\"],\"categories\":[\"Living Healthy\"],\"image\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/wp-content\\/uploads\\/sites\\/27\\/2016\\/03\\/petdog.jpg\"}", "og": {"site_name": "State of Health", "description": "Eric O'Grey was 51, obese and suffering from diabetes and high cholesterol when he took home an overweight shelter dog. It changed his life.", "title": "He Rescued A Dog. Then The Dog Rescued Him", "url": "http://ww2.kqed.org/stateofhealth/2016/03/10/he-rescued-a-dog-then-the-dog-rescued-him/", "image": "http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=He+Rescued+A+Dog.+Then+The+Dog+Rescued+Him+&utme=8(APIKey)9(MDAxOTAwOTE4MDEyMTkxMDAzNjczZDljZA004)", "locale": "en_us", "type": "article"}, "twitter": {"site": "@kqedhealth", "card": "summary_large_image", "creator": "@"}, "fb": {"app_id": 160023622793}, "keywords": "diabetes,news,obesity", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "O’Grey was surprised, but he took that advice, heading to the Humane Society Silicon Valley near his home in San Jose.\nAnd watching the Eric and Peety video has to be good for my heart, though it makes me reach for the tissues every time.\nDonors to the HSSV funded the production of the Eric and Peety video as an example.\nBut Carol Novello, president of the Humane Society Silicon Valley, had been trying to make the point that helping animals improves the lives of humans, too.\nEric O’Grey knew he was in trouble."}