{"article_title": "4 Idaho governor candidates debate", "article_keywords": ["scandals", "jobs", "candidate", "money", "governor", "states", "candidates", "low", "balukoff", "education", "debate", "idaho", "otter"], "article_url": "http://www.washingtontimes.com/news/2014/oct/3/4-idaho-governor-candidates-debate/?page=all", "article_text": "COEUR D’ALENE, Idaho (AP) - Democratic governor candidate A.J. Balukoff came out swinging against incumbent GOP Gov. C.L. “Butch” Otter on Friday during the first debate between the two candidates.\n\nBalukoff attacked the two-term incumbent for leading Idaho to a low-wage economy, with low educational attainment and numerous government scandals. Otter defended his record, painting a sunnier picture of the state’s economy.\n\nFriday’s debate at the Coeur d’Alene downtown library also featured Libertarian candidate John Bujak and an independent candidate whose legal name is Pro-Life.\n\n“We’ve heard Gov. Otter tell us everything is awesome,” said Balukoff, a Boise businessman and chairman of the Boise School District. “He’s out of touch with regular people.”\n\nBalukoff highlighted statistics that showed that Idaho under Otter had fallen at or near the bottom of all states in average wages, percent of people working for minimum wage, and in the low percentage of students going to college.\n\nBalukoff also said that Otter’s administration had been involved in a series of scandals involving a private prison, the Idaho Transportation Department and an education contract to bring broadband Internet service to Idaho schools. “His scandals have cost us millions of dollars,” Balukoff said.\n\nBut Otter, a former congressman who has been in elective office since the 1970s, pointed to other studies showing Idaho had low unemployment, a fast-growing number of jobs and decent average household pay. “We are an independent and self-reliant people,” Otter said, who said he seeks smaller government and maintains a positive attitude about the future.\n\nOtter said he is focused on bringing higher-paying jobs to Idaho, pointing to recent education reforms that will pour more money into elementary and secondary education. “In the last year, Idaho (jobs) grew faster than all but four states,” Otter said. “We do a good job of creating an environment for business to thrive.”\n\nPro-Life spent most of his time complaining that a “socialist” government had hijacked the nation and created many of the problems we face. He said reducing the size of government and ending abortions were the keys to prosperity.\n\n“Abortion is murder,” the strawberry farmer said. “Public education is communism. That’s why our society is messed up.”\n\nBujak, a former Canyon County prosecutor, offered himself as a conservative alternative to Otter.\n\nHe called the governor “Benedict Otter” and accused him of cronyism and corruption in the various scandals. But Bujak said electing a Democrat like Balukoff would just produce four years of gridlock with the GOP-dominated Legislature.\n\n“I am the one conservative candidate who can change the direction for Idaho,” Bujak said.\n\nAsked how he would convince CEOs to move their companies to Idaho, Otter pointed to the state’s strong job growth and said it was already happening.\n\n“We need a better marketing campaign than tax breaks and we work cheap,” Balukoff replied.\n\nOtter also defending the creation of a state insurance exchange under the Affordable Care Act, saying that at least gave the state control over the market because the Affordable Care Act was the law of the land.\n\nBalukoff agreed creating the insurance exchange was the right move, and he said Idaho should also expand Medicaid coverage to cover 70,000 to 100,000 more low-income people.\n\nAsked why Idaho residents should not be alarmed at low per-pupil spending in public schools, Otter acknowledged that Idaho ranked 49th among the states in that category. But he said Idaho was fourth in the percentage of money from its general fund spent on education, and he pointed to the state’s relatively high scores on standardized tests to show that results were good.\n\n“It’s how you spend the money,” Otter said.\n\nBalukoff said the state was near the bottom in the rate of high school graduates who went on to college. That will hurt efforts to create better-paying jobs, he said.\n\n“We do need to improve our education system,” Balukoff said. The money Otter parked in a rainy day fund and earmarked for tax breaks would have been better spent on schools, he said.\n\nWhile Idaho’s unemployment rate of 4.7 percent in August sounded good, Balukoff said too many of the jobs do not pay a living wage. “We are No. 1 in the percentage of minimum wage jobs in the United States,” he said.\n\nThree of the candidates said they were not in favor of legalizing marijuana, as neighboring Washington has done. Bujak said he would sign a bill to legalize the drug if passed by the Legislature.", "article_metadata": {"description": "Democratic governor candidate A.J. Balukoff came out swinging against incumbent GOP Gov. C.L. \"Butch\" Otter on Friday during the first debate between the two candidates.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Democratic governor candidate A.J. Balukoff came out swinging against incumbent GOP Gov. C.L. “Butch” Otter on Friday during the first debate between the two candidates.", "title": "4 Idaho governor candidates debate", "url": "http://www.washingtontimes.com/news/2014/oct/3/4-idaho-governor-candidates-debate/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/10/03/9555dc4ee2347d26610f6a70670094f2.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/10/03/9555dc4ee2347d26610f6a70670094f2.jpg", "description": "Democratic governor candidate A.J. Balukoff came out swinging against incumbent GOP Gov. C.L. \"Butch\" Otter on Friday during the first debate between the two candidates.", "site": "@washtimes", "card": "summary", "title": "4 Idaho governor candidates debate"}, "Author": "NICHOLAS K. GERANIOS", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "_id": "\"57477af36914bd0286fd2a33\"", "article_summary": "“In the last year, Idaho (jobs) grew faster than all but four states,” Otter said.\nThe money Otter parked in a rainy day fund and earmarked for tax breaks would have been better spent on schools, he said.\nBalukoff attacked the two-term incumbent for leading Idaho to a low-wage economy, with low educational attainment and numerous government scandals.\nAsked how he would convince CEOs to move their companies to Idaho, Otter pointed to the state’s strong job growth and said it was already happening.\nAsked why Idaho residents should not be alarmed at low per-pupil spending in public schools, Otter acknowledged that Idaho ranked 49th among the states in that category."}