{"article_title": "New Name, Same Mission: California Fresh Fruit Association", "article_keywords": ["grape", "family", "food", "tree", "mission", "water", "fruit", "california", "agricultural", "fresh", "let", "association"], "article_url": "http://www.growingproduce.com/fruits/grapes/new-name-same-mission-california-fresh-fruit-association/", "article_text": "David Jackson of Family Tree Farms in Reedley, CA will be starting his second year as chairman of the California Fresh Fruit Association when he and wife Gail host the annual meeting later this month in San Diego. When Jackson assumed leadership one year ago, the association was still known as the California Grape & Tree Fruit League. American/Western Fruit Grower recently caught up with Jackson to ask him about the name change and touch on a number of other topics.\n\nA/WFG: During your first year, the name of the organization was changed from the California Grape & Tree Fruit League to the California Fresh Fruit Association. Why the change?\n\nThe organization name change was difficult for our membership. The California Grape & Tree Fruit League was the organization our fathers joined and our grandfathers founded. But in the end we unanimously agreed. The name was outdated and it was time for a change.\n\nThe elected and regulatory officials we lobby in Sacramento and Washington, DC, had a difficult time remembering the full name. It just didn’t go together right. In our world today we have football leagues, baseball leagues, soccer leagues ­— but Grape & Tree Fruit League?\n\nCalifornia Fresh Fruit Association (CFFA) is easy to remember, and is a clear description of where we are located and what we grow as a formal organization.\n\nWith our name change we have broadened our base. We are now the major agricultural association representing 13 major fruits in California.\n\nWhat do you consider the association’s top accomplishments during your first year?\n\nI would say our top accomplishments this year included:\n\n• Securing additional market outlets worldwide for stone fruit.\n\n• We were a major agricultural player in the formation and passage of Prop 1 Water Bond.\n\n• We assigned responsibilities to directors to provide more expertise and value to membership.\n\n• We created a stone fruit food safety subcommittee that coordinated educational programs for stone fruit members.\n\n• And we led an agricultural coalition to secure a veto on SB25, perpetual mandatory mediation.\n\nThanks to our President Barry Bedwell, CFFA has a positive and influential working relationship with high-ranking elected and regulatory officials both in Sacramento and Washington, DC.\n\nLooking forward, what do you consider to be the association’s biggest challenges in the coming year?\n\n• First and foremost, water supply and drought-related impacts. Those include groundwater management requirements passed by the 2014 California legislature; less groundwater for agriculture at a higher price; and water quality, nitrogen, and salts blamed entirely on agriculture. Is Prop 1 bond money going to be used for water storage and temperance as proposed?\n\nWe want to support and encourage food safety from our growers and packers to our consumers, and lead the implementation of science- and risk-based practices in food safety.\n\n• Immigration reform and farm labor stabilization.\n\n• Understanding and implementing health-care mandates and Affordable Care Act. Legislature labor laws are advancing opportunities of organized labor to unionize agricultural labors.\n\n• And finally, combating the devastating effect of invasive pests to California agriculture.\n\nWhat surprised you most in your role as chairman this past year?\n\nMy biggest surprise was finding out how little California legislators know about agriculture and its importance to California. They seem to have the attitude that food will always be in the grocery store at reasonable prices. Food doesn’t have to come from California even though the San Joaquin Valley is the most productive agricultural area in the world.\n\nThey don’t have the attitude of “How can I help you produce abundant nutritious food?” But instead, it seems by their actions they are saying; “How can I hinder you? How can I hold you back from production? How can I beat you down by a deluge of mandatory regulations, taxes and legislation?”\n\nWe are family farmers trying to make a living in production agriculture. I believe as association members we must kindly invite all legislators to our farms; let them ask questions, and let them mingle with our families. Let them talk to our employees. Let them feel the passion we have for growing fruit against all odds.\n\nIf you could give one piece of advice to someone interested in serving as chairman, what would it be?\n\nComing from a farm background myself, walking the halls of Sacramento and Washington, DC, is quite a contrast. My recommendation to someone taking the chairmanship is buckle up. It will be an exciting ride.\n\nYou never know what industry-threatening problem will come up next. Fortunately, CFFA President Barry Bedwell will be at your side helping you represent your friends and family in production agriculture.\n\nFinally, on a more personal note, if you could have dinner with one person, past or present, who would it be? Why?\n\nI would love to have dinner with my father because of his example to me. He loved the Lord, all his family and farming. His life was exemplified by: Treat all people the way you want to be treated, humility, be sacrificial in helping others, hard work is honorable, honesty is expected, and keep your word no matter the cost.\n\nIn my office I have an oval picture of two hands shaking, my father’s and mine. It’s there to remind me, when you shake this man’s hand you don’t need a lawyer.\n\nThere have been many great men and women, who have accomplished much for mankind. But, I would love to sit at the dinner table again with my dad. ●", "article_metadata": {"og": {"site_name": "Growing Produce", "description": "David Jackson of Family Tree Farms in Reedley, CA will be starting his second year as chairman of the California Fresh Fruit Association when he and wife Gail host the annual meeting later this month in San Diego. When Jackson assumed leadership one year ago, the association was still known as the California Grape & Tree Fruit League. American/Western Fruit Grower recently caught up with Jackson to ask him about the name change and touch on a number of other topics. A/WFG: During your first year, the name of the organization was changed from the California Grape & Tree Fruit League to the California Fresh Fruit Association. Why the change? The organization name change was difficult for our membership. The California Grape & Tree Fruit League was the organization our fathers joined and our grandfathers founded. But in the end we unanimously agreed. The name was outdated and it was time for a change. The elected and regulatory officials we lobby in Sacramento and Washington,", "title": "New Name, Same Mission: California Fresh Fruit Association | Growing Produce", "url": "http://www.growingproduce.com/fruits/grapes/new-name-same-mission-california-fresh-fruit-association/", "image": "http://files.growingproduce.com/growingproduce/wp-content/uploads/2015/02/Dave-2011-A.jpg", "type": "article"}, "article": {"published_time": "2015-02-23T20:42:09Z", "modified_time": "2015-02-27T16:22:14Z"}, "twitter": {"image": "http://files.growingproduce.com/growingproduce/wp-content/uploads/2015/02/Dave-2011-A.jpg", "description": "David Jackson of Family Tree Farms in Reedley, CA will be starting his second year as chairman of the California Fresh Fruit Association when he and wife Gail host the annual meeting later this month in San Diego. When Jackson assumed leadership one year ago, the association was still known as the California Grape & Tree Fruit League. American/Western Fruit Grower recently caught up with Jackson to ask him about the name change and touch on a number of other topics. A/WFG: During your first year, the name of the organization was changed from the California Grape & Tree Fruit League to the California Fresh Fruit Association. Why the change? The organization name change was difficult for our membership. The California Grape & Tree Fruit League was the organization our fathers joined and our grandfathers founded. But in the end we unanimously agreed. The name was outdated and it was time for a change. The elected and regulatory officials we lobby in Sacramento and Washington,", "card": "summary", "title": "New Name, Same Mission: California Fresh Fruit Association | Growing Produce"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimal-ui"}, "_id": "\"57477af46914bd0286fd5852\"", "article_summary": "A/WFG: During your first year, the name of the organization was changed from the California Grape & Tree Fruit League to the California Fresh Fruit Association.\nWhen Jackson assumed leadership one year ago, the association was still known as the California Grape & Tree Fruit League.\nThe California Grape & Tree Fruit League was the organization our fathers joined and our grandfathers founded.\nCalifornia Fresh Fruit Association (CFFA) is easy to remember, and is a clear description of where we are located and what we grow as a formal organization.\n• We created a stone fruit food safety subcommittee that coordinated educational programs for stone fruit members."}