{"article_title": "Snowden still stirring the political pot", "article_keywords": ["snowden", "paul", "nsa", "pot", "political", "surveillance", "national", "big", "sen", "party", "security", "think", "stirring"], "article_url": "http://www.politico.com/story/2014/03/edward-snowden-still-stirring-the-political-pot-104468", "article_text": "Big Brother critics see a big political payoff if they can keep riding Snowden’s coattails. Snowden still stirring the political pot\n\nEdward Snowden may be living on the lam in Russia, but he continues to be a lightning rod in American politics.\n\nThe former government contractor’s stolen documents revealing vast amounts of government overreach have damaged poll numbers for defenders of the surveillance programs while handing Republican presidential hopeful Kentucky Sen. Rand Paul a potent wedge issue that threatens to upend his party’s traditionally strong national security stance.\n\nStory Continued Below\n\nAnd that’s just in nine months.\n\nBig Brother critics see a big political payoff if they can keep riding Snowden’s coattails. They’ll get another opportunity Monday when Snowden is scheduled to address via videoconference the South by Southwest festival in Austin, Texas. It’s a debate that looks like it will endure through 2014 and possibly into 2016 thanks to Paul’s White House ambitions and the rhetorical challenges for anyone seen as supporting the National Security Agency.\n\n( PHOTOS: 15 great quotes on NSA spying)\n\nAmericans may still be divided over whether Snowden is a whistleblower or a traitor. But that’s almost beside the point. The hard evidence of the NSA’s controversial practices has struck a nerve with war-weary parts of the Republican and Democratic parties’ bases and gives Capitol Hill opponents like Paul and Rep. Justin Amash (R-Mich.) a big boost to grow their national profiles.\n\nAt the same time, NSA defenders including President Barack Obama and Sen. Dianne Feinstein (D-Calif.) have seen their approval ratings drop after struggling to explain why Americans’ phone records need to be swept up in the government’s anti-terrorism dragnet.\n\n“The big danger isn’t where you are on the spectrum. The big danger is saying, ‘We know best.’ That will piss people off and that’s what I suspect is driving Dianne Feinstein’s ratings down,” former Vermont Gov. Howard Dean told POLITICO.\n\nPoliticians have a long history of scoring points when government surveillance goes overboard, from the “Watergate babies” elected on the heels of President Richard Nixon’s resignation to tea party Republicans invigorated by last year’s news that the Internal Review Service targeted their applications for tax-exempt status.\n\n( Also on POLITICO: Mike Pompeo: Cancel Snowden at SXSW)\n\nEnter the NSA, which has emerged as a political force despite more than a decade of debate since the Sept. 11, 2001, attacks over personal privacy and protecting national security. Many Americans have come to accept extra surveillance in public spaces — they’re also handing over their personal data in droves as they become more and more connected at work and home — but this is also a time when a new generation of voters is coming of age who know of the first major terror attack on U.S. soil since Pearl Harbor only thanks to the History Channel.\n\nPaul’s forays into national security have been one of the key features of his short Senate career. He staged a 13-hour filibuster last March against the threat of drone strikes on American citizens on U.S. soil and filed a class action lawsuit against Obama and his national security team over the NSA tactics. As Paul follows in his libertarian father’s footsteps with a likely White House bid, he has said he sees the privacy issue as an ideal entry point to make inroads with young voters, including Democrats.\n\n“I think in 2016 if you had a more libertarian-leaning Republican, and you had someone like Hillary Clinton, I think you could actually completely transform where people think they are and what party people think they have allegiance for,” Paul said in January during the State of the Net conference in Washington.\n\nSeveral Republicans interviewed about Paul’s NSA crusade cautioned that his appeal is limited to a niche audience of anti-government libertarians and civil liberties activists. Paul doesn’t speak well to Republicans concerned about his calls to limit the U.S. presence on the foreign stage or to abolish the Federal Reserve.\n\n( PHOTOS: CPAC 2014)\n\n“It doesn’t help him to be an isolationist candidate,” said Douglas Holtz-Eakin, former John McCain 2008 chief economic policy adviser. “It’s going to be very hard to get through the Republican primaries.”\n\nBecause there’s a split inside the GOP — for example, New Jersey Gov. Chris Christie last summer slammed libertarians including Paul for driving “these esoteric, intellectual debates” and urged the NSA’s critics to “come to New Jersey and sit across from the widows and the orphans and have that conversation” — party strategists predicted the issue would sort itself out in the wide-open 2016 presidential primary campaign.\n\n“This is not like Obamacare,” said a senior GOP official, adding that the party isn’t polling on the issue either because of the internal split. “It’s a waste of resources.”\n\nBut by building a brand for himself around a core set of issues, including NSA surveillance, drones and marijuana laws, Paul is making a “good play in the primary” to differentiate himself from potential rivals like Christie and Texas Sen. Ted Cruz, said Lanhee Chen, a former senior policy adviser to Mitt Romney’s 2012 presidential campaign.\n\n“It could be effective because it dovetails with his general disposition on these issues, but also because he’s so out front on this particular one,” Chen said. “If you just think about what candidates have done in recent cycles. I keep thinking of Herman Cain and 9-9-9,” referring to the former GOP presidential candidate’s proposal for a uniform 9 percent tax rate on business transactions, income and sales.\n\n( PHOTOS: Rand Paul’s career)\n\nCriticizing NSA hasn’t just been good politics for Paul. Some Democrats are benefiting, too.\n\nColorado Sen. Mark Udall, an Intelligence Committee member, is trying to use his outspoken critiques of NSA to appeal to western voters in his tight reelection race this November. A recent Udall campaign email to supporters included a note that he’d been pushing on the issue “long before it became a national debate last summer.”\n\n“It’s a fight for the independents, most of whom are on any measure suspicious of intrusive government,” said former Sen. Gary Hart, a Colorado Democrat who served on a landmark Senate panel in 1975 that investigated government intelligence abuses.\n\nUdall’s stance questioning the NSA “shows courage,” Hart added. “It demonstrates a willingness to stand up to authority, including your own administration of your own party, plus the institution of the Senate and to take a stand very few are willing to take.”\n\nFor Amash, criticizing the government’s surveillance programs has helped build the national profile of a two-term tea party congressman who’s been best known for voting no on nearly every bill to hit the House floor.\n\nAfter forcing a floor debate in July on an amendment of his own to curtail the NSA programs — he lost by the narrowest of margins, 205-217 — Amash saw his list of followers grow well beyond his western Michigan district. In the final quarter of 2013, he reported raising a personal record of more than $518,000 — almost all of which came in small contributions from individual donors. According to Amash’s office, he ranked behind only House Speaker John Boehner and Rep. Paul Ryan in donations from individual donors.\n\n“The politics of this are great for us,” said Amash spokesman Will Adams.", "article_metadata": {"description": "Politicians have a long history of scoring points when government surveillance goes overboard.", "og": {"site_name": "POLITICO", "description": "Politicians have a long history of scoring points when government surveillance goes overboard.", "title": "Snowden still stirring the political pot", "url": "http://www.politico.com/story/2014/03/edward-snowden-still-stirring-the-political-pot-104468.html", "image": "http://s3-origin-images.politico.com/2014/03/09/edward_snowden_signs_getty_605.jpg", "fb_appid": 114037015331397, "type": "article"}, "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "keywords": "Edward Snowden,Justin Amash,Spying,2016 Elections,National Security Agency,Rand Paul,NSA", "article": {"author": "https://www.facebook.com/darrensamuelsohn"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fd8829\"", "article_summary": "Snowden still stirring the political potEdward Snowden may be living on the lam in Russia, but he continues to be a lightning rod in American politics.\nPaul’s forays into national security have been one of the key features of his short Senate career.\n( PHOTOS: 15 great quotes on NSA spying)Americans may still be divided over whether Snowden is a whistleblower or a traitor.\nThey’ll get another opportunity Monday when Snowden is scheduled to address via videoconference the South by Southwest festival in Austin, Texas.\nBig Brother critics see a big political payoff if they can keep riding Snowden’s coattails."}