{"article_title": "Republicans denying health care to thousands of veterans", "article_keywords": ["va", "needs", "veterans", "republicans", "states", "health", "coverage", "uninsured", "medicaid", "thousands", "denying", "expand", "care"], "article_url": "http://www.dailykos.com/story/2013/11/11/1254788/-Republicans-denying-health-care-to-thousands-of-nbsp-veterans", "article_text": "A child looks at the prosthetic legs of Wounded Warrior Amputee Softball team members during a Memorial Day Parade in Binghamton, New York May 28, 2012.\n\nA child looks at the prosthetic legs of Wounded Warrior Amputee Softball team members during a Memorial Day Parade in Binghamton, New York May 28, 2012.\n\nWhile the health care law does not change the Veterans Health Administration or other military health care systems, the ACA does expand Medicaid to all uninsured Americans with incomes below 133 percent of the federal poverty line and could provide health care coverage to nearly half of all uninsured veterans. This population of approximately 1,314,000 veterans tends to “have served more recently, are younger, have lower levels of education, are less likely to be married, and are less connected to the labor force.” (According to a 2012 analysis from the Urban Institute, 48 percent of uninsured veterans are estimated to have incomes below the Medicaid eligibility threshold.) Half of veterans who are insured, but report only relying on the Veterans Administration for their health care needs, could also “qualify for Medicaid to supplement their VA care under the expansion,” the analysis found.\n\nThanks to Republican intransigence against Obamacare, and a conservative Supreme Court, 21 states have rejected the expansion of Medicaid created under the law, and five are still undecided. That leaves about five million people in a health coverage gap—they make too much to qualify for standard Medicaid, but not enough to receive tax credits to purchase coverage on the health insurance exchanges. Thousands of those left out of coverage are veterans ThinkProgress delved into that Urban Institute data, and found that those states that have not decided to expand Medicaid also have higher rates of uninsured veterans in residence. According to their analysis, 12 percent of veterans in the states not accepting expanded Medicaid are uninsured \"while states that did expand Medicaid have an average veteran uninsurance rate of 9 percent.\" Some of these states—notably Florida and Texas—already have the highest rates of uninsured in the country; they're also home to some of the largest populations of veterans.\n\nLarge proportions of those veterans are from Iraq and Afghanistan, a population of veterans with particularly urgent health needs, particularly psychiatric care. Those needs, a recent study from the Institutes of Medicine found, cannot be met solely by a Veterans Administration medical system that is understaffed and under-equipped. At the same time, veterans in many rural areas have no access to psychiatric services through the VA at all. According to the report, the average wait for mental health care at one VA site was 86 days. That's a need Medicaid, the nation's single largest payer of mental health services, could fill.\n\nThat is, if Republicans really cared about the brave men and women who served their country.", "article_metadata": {"og": {"url": "http://www.dailykos.com/story/2013/11/11/1254788/-Republicans-denying-health-care-to-thousands-of-nbsp-veterans", "type": "article", "image": "http://s3.amazonaws.com/dk-production/images/57098/story_image/RTR32RGO.jpg?1384193917", "site_name": "Daily Kos", "title": "Republicans denying health care to thousands of veterans"}, "csrf-param": "authenticity_token", "fb": {"app_id": 170357783709}, "twitter": {"description": "A child looks at the prosthetic legs of Wounded Warrior Amputee Softball team members during a Memorial Day Parade in Binghamton, New York May 28, 2012.\n\nThanks to Republican intransigence against ...", "title": "Republicans denying health care to thousands of veterans", "image": {"src": "http://s3.amazonaws.com/dk-production/images/57098/story_image/RTR32RGO.jpg?1384193917"}, "creator": "@joanmccarter", "site": "@dailykos", "card": "summary"}}, "_id": "\"57477af46914bd0286fdbee4\"", "article_summary": "While the health care law does not change the Veterans Health Administration or other military health care systems, the ACA does expand Medicaid to all uninsured Americans with incomes below 133 percent of the federal poverty line and could provide health care coverage to nearly half of all uninsured veterans.\nLarge proportions of those veterans are from Iraq and Afghanistan, a population of veterans with particularly urgent health needs, particularly psychiatric care.\nHalf of veterans who are insured, but report only relying on the Veterans Administration for their health care needs, could also “qualify for Medicaid to supplement their VA care under the expansion,” the analysis found.\nAccording to the report, the average wait for mental health care at one VA site was 86 days.\nThat leaves about five million people in a health coverage gap—they make too much to qualify for standard Medicaid, but not enough to receive tax credits to purchase coverage on the health insurance exchanges."}