{"article_title": "Let discount Norwegian fly", "article_keywords": ["fly", "usa", "discount", "union", "nai", "air", "norwegian", "let", "airline", "line", "pilots", "fares", "low"], "article_url": "http://www.usatoday.com/story/opinion/2014/05/18/norwegian-air-cheap-flights-pilots-union-editorials-debates/9255831/", "article_text": "The Air Line Pilots Association is fighting to block Norwegian from flying to the USA under the Norwegian Air International name. (Photo: Creative Commons Attribution)\n\nWith trans-Atlantic flights routinely topping $1,000 round trip these days, passengers have reason to celebrate when an airline starts offering discount ticket prices. And so it is with Norwegian, which recently introduced enticing fares such as $194 each way from New York to Oslo, or $268 from Oakland to Stockholm.\n\nBut U.S.-based carriers and their pilots union aren't cheering. To them, these low fares are about as welcome as the MERS virus. Recently, the Air Line Pilots Association began running ads trying to cast a sinister light on Norwegian and persuade the U.S. Department of Transportation to restrict the carrier's access to American cities.\n\nThe ads ask darkly: \"Can we really trust a foreign airline with a convoluted business scheme that threatens the U.S. airline industry and its employees?\"\n\nAIR LINE PILOTS ASSOCIATION: Why the U.S.must deny NAI\n\nTo the entrenched airlines and the pilots union, the threat comes from an upstart that is well-capitalized and intent on bringing efficiencies that will allow it to offer lower ticket prices.\n\nNorwegian connects, or is about to connect, five European airports (London Gatwick, Copenhagen, Stockholm, Oslo and Bergen) and five U.S. ones (New York JFK, Fort Lauderdale, Orlando, Oakland and Los Angeles).\n\nThe carrier employs a number of techniques to hold down costs. The one that rankles organized labor is that Norwegian plans to use non-union pilots to fuel its expansion. But there are others. It wants to capitalize on low interest rates to acquire more Boeing 787 Dreamliners, which provide big savings on fuel costs. And, with a couple of exceptions at JFK and LAX, it steers clear of high-cost, congested airports.\n\nPut it all together, and Norwegian can undercut the three major airline alliances that dominate trans-Atlantic travel.\n\nBecause a union would not win much sympathy for attacking low fares, or even by pointing out that a competitor is a non-union shop, the case against Norwegian is that it is playing a sinister corporate shell game.\n\nNorwegian is, to be sure, a bit of an oddity. While it started as Norwegian Air Shuttle, an Oslo-based discounter that offers cheap flights within Europe, it created two subsidiaries, Norwegian Long Haul and Norwegian Airlines International, to run its intercontinental flights.\n\nThe pilots insist that this latter subsidiary, known as NAI and based in Ireland, is a ploy to get around Norway's labor laws. They are fighting to block Norwegian from flying to the U.S. under the NAI label, which would allow the company to expand even more rapidly using an open skies treaty that the USA and the European Union have signed. (Ireland is part of the EU; Norway is not.)\n\nThis is not the kind of detail that would concern most fliers. So Norwegian's critics try to cast it as a lawbreaker while implying that safety is being compromised.\n\nWhat's lacking is any proof. Unless the critics can demonstrate that Norwegian is doing something unsafe or illegal, the U.S. government should let NAI fly.\n\nUSA TODAY's editorial opinions are decided by its Editorial Board, separate from the news staff. Most editorials are coupled with an opposing view — a unique USA TODAY feature.\n\nRead or Share this story: http://usat.ly/1nbtCEJ", "article_metadata": {"google": "notranslate", "description": "Unless critics can prove the trans-Atlantic carrier is doing something unsafe or illegal, Transportation Department shouldn't ground it.", "og": {"site_name": "USA TODAY", "description": "Unless critics can prove the trans-Atlantic carrier is doing something unsafe or illegal, Transportation Department shouldn't ground it.", "title": "Let discount Norwegian fly: Our view", "url": "http://www.usatoday.com/story/opinion/2014/05/18/norwegian-air-cheap-flights-pilots-union-editorials-debates/9255831/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "Unless critics can prove the trans-Atlantic carrier is doing something unsafe or illegal, Transportation Department shouldn't ground it.", "title": "Let discount Norwegian fly: Our view", "image": "http://www.gannett-cdn.com/-mm-/ad1a5b52deb35ac8fd70af880cf4425f9a24d37e/c=254-0-1024-768&r=x643&c=640x640/local/-/media/USATODAY/USATODAY/2014/05/18//1400448966000-OURVIEW.JPG", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Topics/Editorials and Debates", "gci-asset-type": "story", "gci-categories": "Topics/Editorials and Debates", "title": "Let discount Norwegian fly: Our view", "author": "The Editorial Board", "pageclass": "article", "recs": {"category": "opinion", "image-3-4": "http://www.gannett-cdn.com/-mm-/848dc6307333989804cda990474aa8af0cba766e/c=430-0-1008-768/local/-/media/USATODAY/USATODAY/2014/05/18//1400448966000-OURVIEW.JPG", "image-1-1": "http://www.gannett-cdn.com/-mm-/bed94eb9d273073b14acdd7dafa5ab4acfbd47d0/c=254-0-1024-768/local/-/media/USATODAY/USATODAY/2014/05/18//1400448966000-OURVIEW.JPG", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/d22797dd5b2058d5bf8c19a1eae7510d58536ed0/c=0-0-1024-768/local/-/media/USATODAY/USATODAY/2014/05/18//1400448966000-OURVIEW.JPG", "image": "http://www.gannett-cdn.com/-mm-/65523d62fb40562ea9d3a9d125a0cc3d609b1e80/c=0-96-1024-674&r=x633&c=1200x630/local/-/media/USATODAY/USATODAY/2014/05/18//1400448966000-OURVIEW.JPG", "publishtime": "2014-05-18T17:51:40.320000-04:00", "shorthed": "Let discount Norwegian fly: Our view", "articleid": 9255831, "image-16-9": "http://www.gannett-cdn.com/-mm-/78e7cafea55273a8816850e87f4f5a88edaf79c4/c=0-96-1024-674/local/-/media/USATODAY/USATODAY/2014/05/18//1400448966000-OURVIEW.JPG", "image-9-16": "http://www.gannett-cdn.com/-mm-/61c321d489af9f214d9f4d4162dd08de55616920/c=485-0-918-768/local/-/media/USATODAY/USATODAY/2014/05/18//1400448966000-OURVIEW.JPG"}}, "news_keywords": "Norwegian, air, cheap, flights, pilots, union, editorials, debates,"}, "article_summary": "The Air Line Pilots Association is fighting to block Norwegian from flying to the USA under the Norwegian Air International name.\nWhile it started as Norwegian Air Shuttle, an Oslo-based discounter that offers cheap flights within Europe, it created two subsidiaries, Norwegian Long Haul and Norwegian Airlines International, to run its intercontinental flights.\nUnless the critics can demonstrate that Norwegian is doing something unsafe or illegal, the U.S. government should let NAI fly.\nTo them, these low fares are about as welcome as the MERS virus.\nBut U.S.-based carriers and their pilots union aren't cheering."}