{"article_title": "Emails Show State Department Aides Knew Early On Benghazi Attack Had Terror Ties", "article_keywords": ["benghazi", "11", "clinton", "knew", "watch", "attack", "reports", "early", "department", "state", "statement", "aides", "terror", "ties", "sept", "emails"], "article_url": "http://dailysignal.com/2015/02/28/emails-show-state-department-aides-knew-early-benghazi-attack-terror-ties/", "article_text": "On Sept.11, 2012, State Department aides knew that the American consulate in Benghazi, Libya was under attack by armed assailants and soon after, that a terrorist group was claiming credit for the attack, according to documents from the U.S. Department of State obtained by Judicial Watch and released Thursday.\n\n“These emails leave no doubt that Hillary Clinton’s closest advisers knew the truth about the Benghazi attack from almost the moment it happened,” Judicial Watch President Tom Fitton said in a statement:\n\nAnd it is inescapable that Secretary of State Hillary Clinton knowingly lied when she planted the false story about ‘inflammatory material being posted on the Internet.’ The contempt for the public’s right to know is evidenced not only in these documents but also in the fact that we had to file a lawsuit in federal court to obtain them. The Obama gang’s cover-up continues to unravel, despite its unlawful secrecy and continued slow-rolling of information. Congress, if it ever decides to do its job, cannot act soon enough to put Hillary Clinton, Cheryl Mills, and every other official in these emails under oath.\n\nOn Sept. 11, 2012, at 4:07 PM, Maria Sand, a special assistant to Clinton, forwarded an email to Mills, Deputy Chief of Staff for Policy Jacob Sullivan, executive assistant Joseph McManus, and her fellow special assistants in the secretary’s office that said:\n\nThe Regional Security Officer reports the diplomatic mission is under attack. Tripoli reports approximately 20 armed people fired shots; explosions have been heard as well. Ambassador Stevens, who is currently in Benghazi, and four COM [Chief of Mission] personnel are in the compound safe haven. The 17th of February militia is providing security support.\n\nAt 6:06 p.m. on Sept. 11, State Department officials received an e-mail with the subject line “Ansar al-Sharia Claims Responsibility for Benghazi Attack (SBU)” confirming that “Embassy Tripoli reports the group claimed responsibility on Facebook and Twitter and call for an attack on Embassy Tripoli.”\n\nAl-Sharia is affiliated with al-Qaeda.\n\nDespite these State Department e-mails, Clinton issued an official statement shortly after 10:00 PM on Sept. 11 saying that the attack may have been “a response to inflammatory material posted on the Internet.”\n\nThe “inflammatory material” referred to a trailer for a film called “Innocence of Muslims.”\n\nOn Sept. 12, Rabbi David Saperstein, then-Director of the Religious Action Center of Reform Judaism, issued a statement condemning “Innocence of Muslims” as an effort “clearly crafted to provoke, offend, and to evoke outrage” and called the film the attacker’s motive.\n\nMichael Posner, then-assistant secretary of State for Democracy, Human Rights and Labor, forwarded Saperstein’s statement to other State Department officials calling it “excellent” and advocating that they “get the Conference of Presidents, the ADL etc. to follow suit and use similar language.”\n\nSaperstein is now ambassador-at-large for International Religious Freedom.\n\nRelated documents obtained by Judicial Watch prove that the U.S. military believed the attack was tied to Islamic terrorism.\n\nThe Sept. 11, 2012 attack resulted in the deaths of four Americans: U.S. Ambassador Christopher Stevens, Foreign Service information management officer Sean Smith, and security officers Tyrone S. Woods and Glen A. Doherty. Woods and Doherty were former Navy SEALs. Three other Americans were wounded.\n\nJudicial Watch had filed a Freedom of Information Act lawsuit against the State Department in order to obtain “any and all records concerning, regarding, or related to notes, updates or reports created in response to the Sept. 11, 2012 attack on the U.S. Consulate in Benghazi, Libya.”", "article_metadata": {"description": "State Department aides knew that the American consulate in Benghazi was under attack by armed assailants and that terrorists were claiming credit.", "og": {"site_name": "The Daily Signal", "description": "State Department aides knew that the American consulate in Benghazi was under attack by armed assailants and that terrorists were claiming credit.", "title": "Emails Show State Department Aides Knew Early On Benghazi Attack Had Terror Ties", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/zumaamericastwelve130787.jpg", "type": "article"}, "bitly": {"url": "http://dailysign.al/1awyCmZ"}, "twitter": {"domain": "The Daily Signal", "description": "State Department aides knew that the American consulate in Benghazi was under attack by armed assailants and that terrorists were claiming credit.", "title": "Emails Show State Department Aides Knew Early On Benghazi Attack Had Terror Ties", "image": {"src": "http://dailysignal.com/wp-content/uploads/zumaamericastwelve130787.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Security", "tag": "terrorism", "published_time": "2015-02-28T15:49:41+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Benghazi, Benghazi attack, Hillary Clinton, 2016, Cheryl Mills, Ready for Hillary"}, "_id": "\"57477af36914bd0286fd010d\"", "article_summary": "The Sept. 11, 2012 attack resulted in the deaths of four Americans: U.S.\nOn Sept.11, 2012, State Department aides knew that the American consulate in Benghazi, Libya was under attack by armed assailants and soon after, that a terrorist group was claiming credit for the attack, according to documents from the U.S. Department of State obtained by Judicial Watch and released Thursday.\nMichael Posner, then-assistant secretary of State for Democracy, Human Rights and Labor, forwarded Saperstein’s statement to other State Department officials calling it “excellent” and advocating that they “get the Conference of Presidents, the ADL etc.\nAmbassador Stevens, who is currently in Benghazi, and four COM [Chief of Mission] personnel are in the compound safe haven.\nRelated documents obtained by Judicial Watch prove that the U.S. military believed the attack was tied to Islamic terrorism."}