{"article_title": "It's time for accountability for nursing home quality", "article_keywords": ["needs", "nursing", "things", "responsible", "accountability", "facilities", "state", "department", "need", "quality", "care"], "article_url": "http://www.desmoinesregister.com/story/opinion/columnists/iowa-view/2014/09/11/accountability-nursing-home-quality/15431011/", "article_text": "Buy Photo . (Photo: The Register)Buy Photo\n\nOver the past couple months, The Des Moines Register and Cedar Rapids Gazette have written news stories and penned editorials concerning the quality of care provided in Iowa's 400+ nursing homes.\n\nEnhancing the quality of care in nursing homes needs to become a greater priority for state government. But to make it so, a question needs to be asked: Who in state government is responsible for assuring consistent high quality care and services?\n\nHere's who currently does what:\n\n• Department of Human Services gets all kinds of data and reports regarding nursing homes, is responsible for numerous operating rules and regulations, and DHS pays the bills for those in Iowa who are unable to pay the bills themselves and who rely on Medicaid.\n\n• Department of Inspections and Appeals performs periodic inspections of nursing facilities and hands out penalties and fines for those who are not in compliance with a variety of health, safety and operational regulations.\n\n• Department on Aging/Long Term Care Ombudsman responds to complaints from residents in Iowa nursing facilities and works to resolve them.\n\n• Department of Public Health gives attention to the amount and type of education and training provided to the front-line direct care staff in nursing facilities.\n\nSo, back to the question of who is responsible for quality. The answer is this: When many kind-of are responsible, no one really is.\n\nIn Iowa, we have no clearly established and understood responsibility for focusing on and maximizing the quality of care provided by nursing facilities. What we have is a number of entities doing a number of things — all important — but no one clearly in charge.\n\nSo, with the lack of accountability for it and little priority given to it, is it any wonder we see headline after headline, story after story, and editorial after editorial pointing out how quality care is lacking and why something needs to be done about it?\n\nThe time is coming where we cannot go on accepting the status quo. Decisions need to be made and actions need to be taken that will start to give the issue of nursing home quality more focus and greater priority.\n\nHere's a place to start: When the Legislature convenes in 2015, the governor and legislative leaders need to join hands and say that nursing home quality is one of the most important responsibilities of state government. They then need to put those words into action by:\n\nCommunicating what entity in state government will be accountable for assuring high quality care, and\n\nCharging that entity with the responsibilities of:\n\n• Analyzing all the data that exists about nursing facilities, identifying the low and high performers and what sets them apart, and sharing the best practices with others.\n\n• Defining what is meant by \"quality care\" and beginning to pay nursing facilities for achieving it, rather than continuing to pay them for the volume of services they provide.\n\n• Review how citations, fines and penalties for various violations have affected the quality of care. If those fines and penalties have not led to improved care, what needs to be changed?\n\n• Zooming in on nursing home staffing issues. The key to quality care is pretty simple: Have good owners and operators who hire enough good people and work hard to train, reward and keep those good people, so that quality can be consistently achieved.\n\nIn short, government needs to operate in a business-like manner. Performance goals need to be created for nursing homes to achieve. They need to be held accountable for achieving them.\n\nThe high-performing facilities need to be rewarded and the poor performers need to be assisted in making improvements. And there needs to be a focus on return on investment, by assuring that taxpayer money is being spent on things that directly relate to enhancing care quality.\n\nThe quality of care and services for our loved ones, friends and neighbors in nursing facilities — can you think of many things that are more important than that?\n\nTHE AUTHOR:\n\nJOHN HALE of Ankeny owns the Hale Group, a long-term care advocate and consultant. Contact: hale_johnd@msn.com.\n\nRead or Share this story: http://dmreg.co/1tzDjzJ", "article_metadata": {"google": "notranslate", "description": "The time is coming where we cannot go on accepting the status quo.", "apple-itunes-app": "app-id=600025120", "og": {"site_name": "Des Moines Register", "description": "The time is coming where we cannot go on accepting the status quo.", "title": "It's time for accountability for nursing home quality", "url": "http://www.desmoinesregister.com/story/opinion/columnists/iowa-view/2014/09/11/accountability-nursing-home-quality/15431011/", "image": "http://www.gannett-cdn.com/GDContent/applogos/desmoinesregister.png", "type": "article"}, "twitter": {"description": "The time is coming where we cannot go on accepting the status quo.", "creator": "@DMRegister", "image": "http://www.gannett-cdn.com/-mm-/404af13d35210a187eff6cfe252a3096d7c75063/c=0-0-838-838&r=x643&c=640x640/local/-/media/DesMoines/GenericImages/2013/11/26//1385497158000-iowa-view.jpg", "title": "It's time for accountability for nursing home quality", "site": "@DMRegister", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "p": {"domain_verify": "372c291dc2b106308d26264f4fba3b10"}, "fb": {"app_id": 169766623060429}, "cXenseParse": {"recs": {"category": "opinion/columnists/iowa-view", "image-3-4": "http://www.gannett-cdn.com/-mm-/814216ef82df83f01b480909a20ea8553654ce4d/c=12-0-639-838/local/-/media/DesMoines/GenericImages/2013/11/26//1385497158000-iowa-view.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/f85e655befd8f213c5619022ecab8fa2b1925087/c=0-0-838-838/local/-/media/DesMoines/GenericImages/2013/11/26//1385497158000-iowa-view.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/8b41143c792c574f37af696bc6f00a38edcfaff9/c=14-0-1129-838/local/-/media/DesMoines/GenericImages/2013/11/26//1385497158000-iowa-view.jpg", "image": "http://www.gannett-cdn.com/-mm-/497a99a285fc8120a287bd75343dbd33a0218c03/c=0-26-1440-838&r=x633&c=1200x630/local/-/media/DesMoines/GenericImages/2013/11/26//1385497158000-iowa-view.jpg", "publishtime": "2014-09-10T23:28:45.237000-05:00", "shorthed": "Accountability for nursing home quality", "articleid": 15431011, "image-16-9": "http://www.gannett-cdn.com/-mm-/8aa4d0043155e9d8195408f48b7655ff1f694849/c=0-26-1440-838/local/-/media/DesMoines/GenericImages/2013/11/26//1385497158000-iowa-view.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/4bb1baa310b37f5f34c7e9a80d6b61daced3419a/c=23-0-490-835/local/-/media/DesMoines/GenericImages/2013/11/26//1385497158000-iowa-view.jpg"}, "author": "By John Hale", "title": "It's time for accountability for nursing home quality", "pageclass": "article", "gci-asset-type": "story"}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "_id": "\"57477af46914bd0286fde225\"", "article_summary": "In Iowa, we have no clearly established and understood responsibility for focusing on and maximizing the quality of care provided by nursing facilities.\nEnhancing the quality of care in nursing homes needs to become a greater priority for state government.\n• Defining what is meant by \"quality care\" and beginning to pay nursing facilities for achieving it, rather than continuing to pay them for the volume of services they provide.\nThe quality of care and services for our loved ones, friends and neighbors in nursing facilities — can you think of many things that are more important than that?\n• Department on Aging/Long Term Care Ombudsman responds to complaints from residents in Iowa nursing facilities and works to resolve them."}