{"article_title": "LA Rams fans rally at Coliseum to demand team's return", "article_keywords": ["return", "la", "coliseum", "team", "nfl", "chargers", "rams", "angeles", "los", "fans", "demand", "rally", "teams"], "article_url": "http://www.washingtontimes.com/news/2016/jan/9/la-rams-fans-rally-at-coliseum-to-demand-teams-ret/?page=all", "article_text": "LOS ANGELES (AP) - Boisterous Los Angeles Rams fans gathered for a rally at the Coliseum on Saturday, heralding their NFL franchise’s possibly imminent return to Southern California after a 21-year sojourn in St. Louis.\n\nThe crowd raised banners, waved signs and chanted slogans while marching near the historic stadium that could be the Rams’ home again this fall if the league approves their move.\n\nFrom long-faithful adults to 11-year-olds who have never seen the Rams in L.A., the fans brimmed with optimism about the NFL’s impending decision on pro football’s return to Los Angeles.\n\nRams owner Stan Kroenke hopes to return the franchise to the area where it spent 49 seasons from 1946-94.\n\nThe Oakland Raiders and the San Diego Chargers also filed for relocation this month, and the NFL’s owners could make a final choice among several possible scenarios for Los Angeles’ football future when they meet in Houston starting Tuesday.\n\nThe way these fans see it, the NFL should be contemplating not relocation, but restoration of the team taken from them by late owner Georgia Frontiere after the 1994 season.\n\n“It was a heartbreaking time when they left, and if you would have told me then that they might come back, I would have said you’re nuts,” said Randy Troy, whose father took him to Rams games at the Coliseum during quarterback Roman Gabriel’s MVP season in 1969.\n\n“The evil woman destroyed the team, moved them to St. Louis. It was over. This is like it was made in Hollywood.”\n\nWhen the Rams left, untold thousands of local fans stayed faithful with little reason to believe they would ever see their beloved blue and gold back home.\n\n“It was like a supermodel leaving you,” said 70-year-old Don Kirst, who paid 25 cents in 1957 to watch the Rams take on the Detroit Lions in his first Rams game at the Coliseum.\n\nMost fans at the rally wore gear in the L.A. Rams’ traditional blue and gold shades, with many sporting jerseys from the 1970s and earlier. The most popular jersey was probably the No. 29 of Eric Dickerson, who set the single-season NFL rushing record in 1984.\n\n“I wouldn’t buy anything with that horrible snail logo,” Troy said, referring to the St. Louis redesign of the traditional Rams horns.\n\nFormer Rams kickers Mike Lansford and Luis Zendejas attended the rally, signing autographs and addressing the crowd. Lansford, who kicked barefooted from 1982-90, is a Los Angeles-area native.\n\n“I bleed blue and gold, just like you guys do,” Lansford said to the crowd. “There’s nothing like being the all-time leading scorer of a franchise that doesn’t exist. … The previous owner, she wanted nothing to do with us. When Kroenke took over, he really reached out to people like us.”\n\nThe Rams played at the Coliseum for 34 years before moving to Anaheim in 1980 for 15 more seasons of diminishing attendance. If the Rams are allowed to return, the historic Coliseum seems likely to be the Rams’ temporary home again for two or three seasons until Kroenke builds his $1.86 billion stadium complex in Inglewood.\n\nThe Raiders and Chargers also were represented at the rally by a few fans of each team and banners towed behind planes. The Raiders have a robust fan base in every corner of California, and supporters considered holding a competing rally at the Coliseum on Saturday morning before deciding against it.\n\nThe Chargers claim 25 percent of their fan base is from the Los Angeles area. A handful of fans showed up at the Coliseum with “LA Chargers” gear.\n\nThe NFL is strongly considering the simultaneous move of two teams into the market, but any combination of the three is still possible. The league also could decide to delay its decision on relocation for a year.\n\n___\n\nAP NFL website: www.pro32.ap.org and www.twitter.com/AP_NFL", "article_metadata": {"description": "Boisterous Los Angeles Rams fans gathered for a rally at the Coliseum on Saturday, heralding their NFL franchise's possibly imminent return to Southern California after a 21-year sojourn in St. Louis.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Boisterous Los Angeles Rams fans gathered for a rally at the Coliseum on Saturday, heralding their NFL franchise’s possibly imminent return to Southern California after a 21-year sojourn in St. Louis.", "title": "LA Rams fans rally at Coliseum to demand team’s return", "url": "http://www.washingtontimes.com/news/2016/jan/9/la-rams-fans-rally-at-coliseum-to-demand-teams-ret/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2016/01/09/la_rams_rally_football.jpeg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2016/01/09/la_rams_rally_football.jpeg", "description": "Boisterous Los Angeles Rams fans gathered for a rally at the Coliseum on Saturday, heralding their NFL franchise's possibly imminent return to Southern California after a 21-year sojourn in St. Louis.", "card": "summary", "title": "LA Rams fans rally at Coliseum to demand team’s return"}, "Author": "GREG BEACHAM", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "article_summary": "LOS ANGELES (AP) - Boisterous Los Angeles Rams fans gathered for a rally at the Coliseum on Saturday, heralding their NFL franchise’s possibly imminent return to Southern California after a 21-year sojourn in St. Louis.\nFrom long-faithful adults to 11-year-olds who have never seen the Rams in L.A., the fans brimmed with optimism about the NFL’s impending decision on pro football’s return to Los Angeles.\nMost fans at the rally wore gear in the L.A. Rams’ traditional blue and gold shades, with many sporting jerseys from the 1970s and earlier.\nRams owner Stan Kroenke hopes to return the franchise to the area where it spent 49 seasons from 1946-94.\nThe Raiders and Chargers also were represented at the rally by a few fans of each team and banners towed behind planes."}