{"article_title": "Incredible Alabama ministry provides $20M in Rx assistance, with absolutely no federal money", "article_keywords": ["medications", "patient", "million", "ministry", "federal", "money", "assistance", "incredible", "rx", "patients", "absolutely", "clinic", "health", "victory", "provides", "support", "alabama", "20m", "garrett"], "article_url": "http://yellowhammernews.com/faithandculture/alabama-non-profits-ministry-provides-20m-in-rx-assistance-with-absolutely-no-federal-money/", "article_text": "By Kelli M. Dugan\n\nImagine foregoing your rheumatoid arthritis medication because it costs more than your rent, and your insurance provider won’t even consider kicking in on it until an astronomical annual deductible has been met.\n\nOr maybe your financial situation isn’t that dire, but more often than not you skip your heart medication for days at a time toward the end of the month to stretch refilling the prescription until payday.\n\nThese scenarios are far from hypothetical for the staff of Victory Health Partners and are the reason the Mobile-based clinic has provided more than $20 million this year in prescription assistance for patients.\n\nThat figure is more than four times the $4.5 million in prescription assistance the clinic facilitated in 2012, nearly twice the $10.8 million it provided in 2014, and is expected to reach nearly $25 million by the close of 2015.\n\n“Pharmaceutical companies are required by federal law to assist those who can’t afford their medications, but since they’re providing them for free, it’s a lengthy process,” said Victory Health Development Director Kim Garrett. “It takes a lot of time and paperwork, making sure the signatures are in just the right places and absolutely every i is dotted and every t is crossed.”.\n\nThe clinic dedicates two employees to assist with ordering and dispensing medications through patient assistance programs to ensure the requests are approved. In any given week, the effort may require another 15 to 20 volunteers to meet demand.\n\n“We aren’t talking about narcotics. We’re talking about life-saving medications, and so many of our patients tell us they either aren’t taking their medications at all because they can’t afford them, or they’re stretching them out by only taking something prescribed daily every third or fourth day to make them last longer,” Garrett said.\n\nIn its 12th year, Victory Health Partners is modeled after the Memphis Church Health Center, and serves 25 counties in Alabama, 11 in Mississippi and eight in Florida, making it a regional facility.\n\nThe 11,000-square-foot facility at 3750 Professional Parkway in Mobile is rented from Infirmary Health System for $1 per year and employs 16, with nearly 70 volunteers providing roughly 60,000 hours of service each year.\n\nAlthough the ministry targets low-income patients, its founder and executive director, Dr. Robert Lightfoot, said it is not a free clinic, but rather pay-what-you-can for many of the clinic’s 15,600 patients.\n\n“If a patient comes to Victory and is diagnosed with diabetes, we would dash their hope if we were unable to get them the necessary medication and insulin to manage their illness. By providing our patients their medications to take as prescribed by Victory’s physicians, we are equipping our patients to take control of their healthcare as we come alongside them on their journey to total wellness,” Lightfoot said.\n\nThat journey, he said, begins with a needs assessment of every new patient.\n\nCharges for office visits are based on what the patient can afford, be that $15 or $45, with lab and radiology services included. Patients requiring more specialized care are referred to a network of more than 150 physicians who see Victory Health patients for a reduced co-payment.\n\nThe sliding-scale approach targets low-income residents without private health insurance who do not qualify for Medicare or Medicaid, Lightfoot said. The Christian ministry is to the “whole person,” also taking into consideration family size, income and other special circumstances.\n\nGarrett said Victory Health staff are happy when patients “graduate” from requiring the clinic’s services, but the current state of healthcare, including the passage of the Affordable Care Act, has actually contributed to a 30 percent increase in the facility’s patient load since 2012.\n\nMission-oriented\n\nWhile the creation of a federal health insurance marketplace is intended to boost coverage rates for millions of U.S. residents, Garrett said the Affordable Care Act has addressed some gaps while creating others.\n\n“We encouraged all of our patients to go online, get educated and find out how (the ACA) could improve their situation, and we did lose some patients in the beginning because of it, but for so many, the options provided were still unaffordable, and the deductibles are so high,” she said, adding, it’s not just small and independently-owned companies affected by the changes.\n\n“We’re seeing a lot of newly uninsured, and a lot of times they’re employees of big businesses who get knocked down to part time and lose their benefits. They’ve never been in this position before, and they have absolutely no idea where to turn,” Garrett said.\n\nThe law, Garrett said, is intended to benefit the very patients Victory Health serves and, in time, should ease the burden, but the need for the clinic is expected to continue for a “long, long time.”\n\n“Historically, this is what the church did, took care of the sick. This is our effort to reclaim at least a small portion of the church’s mission,” she said.\n\nCommunity support paramount\n\nThe clinic’s annual operating budget of about $1.3 million – less than half generated through patient fees – could not be attained without the support of donors. Victory Health netted $120,000 from its annual “Hope for Healing Celebration” in April, featuring best-selling author Eric Metaxas, who penned “Miracles: What They Are, Why They Happen, and How They Can Change Your Life.”\n\nIn coming weeks, supporters will shift their focus to a Christmas card fundraiser and participation in the national “Giving Tuesday” observance after Black Friday, Small Business Saturday and Cyber Monday in the wake of Thanksgiving.\n\nGarrett said the community support is paramount because Victory Health receives no federal funds. The contributions from individuals, corporations and foundations – including $40,000 from the Alabama Power Foundation in 2013 for the purchase of a digital X-ray machine – keep the doors open.\n\nPartnerships with other nonprofits – such as cooking classes offered soon through the Bay Area Food Bank – and businesses – such as CVS providing a smoking cessation program –help Victory Health’s ministry, she said.\n\n“We’re in a good place to be able to support the ministry and offer a lot in the clinic for free, but those needs are always changing. It’s an exciting time of growth, and we’re looking to expand in the next couple of years, but we are very fortunate to be able to continue our mission of being first and foremost a ministry,” Garrett said.", "article_metadata": {"description": "Victory Health Partners teams up with local organizations to provide assistance to those needing help paying for prescriptions.", "og": {"site_name": "Yellowhammer News", "description": "By Kelli M. Dugan Imagine foregoing your rheumatoid arthritis medication because it costs more than your rent, and your insurance provider won’t even consider kicking in on it until an[...]", "title": "Incredible Alabama ministry provides $20M in Rx assistance, with absolutely no federal money - Yellowhammer News", "locale": "en_US", "image": {"width": 840, "identifier": "http://yellowhammernews.com/wp-content/uploads/2015/11/rsz_screen_shot_2015-11-02_at_110428_am.jpg", "height": 417}, "updated_time": "2015-11-02T19:06:10-05:00", "url": "http://yellowhammernews.com/faithandculture/alabama-non-profits-ministry-provides-20m-in-rx-assistance-with-absolutely-no-federal-money/", "type": "article"}, "p": {"domain_verify": "1bb21e647809aaf739789565c0783008"}, "fb": {"pages": 303363616352436}, "article": {"section": "Faith & Culture", "tag": "victory health partners", "published_time": "2015-11-02T11:20:02-05:00", "modified_time": "2015-11-02T19:06:10-05:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Patients requiring more specialized care are referred to a network of more than 150 physicians who see Victory Health patients for a reduced co-payment.\nGarrett said the community support is paramount because Victory Health receives no federal funds.\nIn its 12th year, Victory Health Partners is modeled after the Memphis Church Health Center, and serves 25 counties in Alabama, 11 in Mississippi and eight in Florida, making it a regional facility.\nThe clinic dedicates two employees to assist with ordering and dispensing medications through patient assistance programs to ensure the requests are approved.\nIt’s an exciting time of growth, and we’re looking to expand in the next couple of years, but we are very fortunate to be able to continue our mission of being first and foremost a ministry,” Garrett said."}