{"article_title": "In Dallas paramedic program, 911 regulars get an open line to help", "article_keywords": ["zavadsky", "help", "calls", "dallas", "911", "regulars", "seals", "patients", "program", "health", "paramedics", "paramedic", "line", "open", "care"], "article_url": "http://www.dallasnews.com/news/metro/20140609-in-paramedic-program-911-regulars-get-an-open-line-to-help.ece", "article_text": "A new Dallas Fire-Rescue program aimed at reducing chronic 911 callers is showing early signs of success, officials say.\n\nThe department recently identified 254 patients who made at least a dozen emergency calls last fiscal year. Combined, they had made more than 4,500 calls.\n\nThe new program offered people on that list scheduled house calls, instead of them relying on 911. A team of five paramedics checks up on the patients and teaches them about health care.\n\nThe frequency of 911 calls from people who have been in the program more than 30 days has declined about 23 percent, according to the department’s figures.\n\n“That is a very early sign of great success,” said Assistant Chief Norman Seals, who heads the EMS bureau.\n\nOfficials say the program’s long-term benefits will include lower costs and better results for patients, care providers and taxpayers.\n\nBy June 2, 35 patients were enrolled in the free service, which is patterned after MedStar’s efforts in Fort Worth. Seventeen of them have been enrolled for more than 30 days. Fire officials said only two patients have declined the service, which made its first patient visit March 19.\n\n“If it can pay for itself and improves the health of the community and frees up scarce 911 resources to deal with what everyone would agree is a true 911 emergency medical call, it’s a win-win for everyone,” said Dr. Marshal Isaacs, medical director of Dallas Fire-Rescue.\n\nOfficials who updated the City Council’s Public Safety Committee on the program Monday are hoping for more benefits.\n\n“This is truly is a community program that will change the lives of many, many people to come,” Seals said.\n\nHe said patients have already developed strong relationships with paramedics, but “it takes a few visits for them to believe it’s real because they’re skeptical and they’ve been let down by the health care community in a lot of ways.”\n\nSeals said the city saw a 6.5 percent increase in 911 EMS call volume last year, nearly double the usual percentage-point increase. The program will help reduce the strain on paramedics, call takers, dispatchers and budgets, officials say.\n\nMedStar has put hundreds of so-called frequent fliers through its program since it began in 2009, spokesman Matt Zavadsky said. After those patients graduate from the 90-day program, Zavadsky said, the group’s collective number of 911 calls dropped more than 80 percent.\n\nMedStar’s patients and insurers have saved hundreds of thousands of dollars, Zavadsky said. And, he said, customer satisfaction among the frequent fliers is high.\n\nMedStar, which trained the five Dallas paramedics, was able to cut a few paramedic positions but still needs to expand to handle rapid population growth in the Fort Worth area.\n\n“The beauty now is that we’re able to grow slower,” Zavadsky said.\n\nMeanwhile, Dallas is ramping up its efforts. The department is already training three more paramedics to join the team in the fall.\n\nSeals said Dallas Fire-Rescue is negotiating with Parkland Health and Hospital System and Children’s Medical Center Dallas to have those hospitals pay the department to check on certain patients at risk of being readmitted. Children’s will focus on patients with chronic asthma.\n\nHospitals are penalized up to 2 percent of their total Medicare and Medicaid reimbursements if total patient readmissions based on certain health categories go above the average national readmission rate under the Affordable Care Act. The penalty goes up to 3 percent next fiscal year.\n\nWhen the contracts with the hospitals are finalized, “that’s when we’ll see exponential growth, and we’ll add the staff to cover it,” Seals said.\n\nCity Council member Jennifer Staubach Gates, who was a nurse before she was elected last year, said her initial reaction was thinking, “Wow, we’re giving them a concierge-like service for abusing our system.”\n\nBut she said she is pleased that the paramedics will be able to teach people about health care and wean them off 911.\n\nSeals said he, too, used to believe the frequent callers were abusing the system. But now, he said, he believes “these patients really do have needs they are not able to fulfill.”\n\nIsaacs and Seals said the paramedics provide several ways to help the frequent-flier patients, including teaching them how to take medications, what services to seek and what questions to ask doctors, who may speak about health in ways that a layman doesn’t fully understand.\n\n“There is some mistrust of the health care system for various reasons, but there is very little mistrust of this,” Isaacs said, grabbing Seals’ Dallas Fire-Rescue patch.", "article_metadata": {"description": "Dallas Fire-Rescue paramedics make house calls on so-called frequent fliers to create ties and reduce ambulance runs.", "og": {"description": "Dallas Fire-Rescue paramedics make house calls on so-called frequent fliers to create ties and reduce ambulance runs.", "title": "In Dallas paramedic program, 911 regulars get an open line to help", "url": "http://www.dallasnews.com/news/metro/20140609-in-dallas-paramedic-program-911-regulars-get-an-open-line-to-help.ece", "image": {"width": 2030, "identifier": "http://www.dallasnews.com/incoming/20140609-_3437390.jpg.ece/BINARY/original/_3437390.JPG", "height": 1350}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "type": "article"}, "LastModifiedDate": "2014-06-10T04:49:12Z", "twitter": {"site": "@dallasnews", "card": "summary", "creator": "@dallasnews"}, "PublishDate": "2014-06-10T03:45:36Z", "parsely-page": "{\"title\": \"In Dallas paramedic program, 911 regulars get an open line to help\", \"link\": \"http://www.dallasnews.com/news/metro/20140609-in-dallas-paramedic-program-911-regulars-get-an-open-line-to-help.ece\", \"image_url\": \"http://www.dallasnews.com/incoming/20140609-_3437390.jpg.ece/BINARY/original/_3437390.JPG\", \"type\": \"post\", \"post_id\": \"1723712\", \"pub_date\": \"2014-06-10T03:45:36Z\", \"section\": \"Metro\", \"author\": \"TRISTAN HALLMAN\", \"tags\": [\"dallas\", \"dallas fort worth\", \"dallas news\", \"dallas fort worth news\", \"dfw news\", \"dallas local news\", \"dallas fort worth local news\", \"dallas newspaper\", \"dallas morning news\", \"dallas morning news newspaper\"]}", "fb": {"admins": 1043783589, "page_id": 20946638799, "app_id": 258290334265148}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "cXenseParse": {"recs": {"image": "http://www.dallasnews.com/incoming/20140609-_3437390.jpg.ece/ALTERNATES/w660/_3437390.JPG", "publishtime": "2014-06-10T03:45:36Z"}}, "news_keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper"}, "article_summary": "Officials say the program’s long-term benefits will include lower costs and better results for patients, care providers and taxpayers.\nAfter those patients graduate from the 90-day program, Zavadsky said, the group’s collective number of 911 calls dropped more than 80 percent.\nA new Dallas Fire-Rescue program aimed at reducing chronic 911 callers is showing early signs of success, officials say.\nThe frequency of 911 calls from people who have been in the program more than 30 days has declined about 23 percent, according to the department’s figures.\nMedStar, which trained the five Dallas paramedics, was able to cut a few paramedic positions but still needs to expand to handle rapid population growth in the Fort Worth area."}