{"article_title": "Whether the IRS is ready or not, Obamacare has arrived (+video)", "article_keywords": ["million", "koskinen", "tax", "irs", "obamacare", "agency", "health", "video", "president", "ready", "arrived", "insurance", "obama"], "article_url": "http://www.csmonitor.com/USA/Politics/DC-Decoder/2014/0402/Whether-the-IRS-is-ready-or-not-Obamacare-has-arrived-video", "article_text": "The IRS is tasked with enforcing Obamacare's penalties and policing its subsidies. Problem is, it was already stretched. IRS officials are confident they can handle the load, but it will be tough, experts say.\n\nTo avoid the morality police, some Iranian women are dressing like men\n\nPresident Obama, with Vice President Joe Biden, speaks in the Rose Garden of the White House in Washington, Tuesday about the Affordable Care Act.\n\nFor President Obama, the good news is that 7.1 million Americans signed up for health insurance under Obamacare.\n\nFor the Internal Revenue Service, the bad news is that is that 7.1 million Americans signed up for health insurance under Obamacare.\n\nIRS officials are certainly not cursing the success of the Affordable Care Act's enrollment drive, but there is little doubt that they have a tough task ahead.\n\nRecommended: How much do you know about health-care reform? Take our quiz!\n\nThey have to keep tabs on who has complied with the law’s “individual mandate” to buy insurance, and then fine and collect the money from those who didn't. They have to check whether people who claimed a federal subsidy actually deserved one, and whether they computed it right.\n\nAnd, oh yes, they'll still have to do your regular taxes, which are becoming more complicated by the day, too.\n\nThe burden of enforcing Obamacare falls largely on the IRS, and that burden comes at a time when the nation’s tax-collection agency is already stretched. Can it manage? Few outside policy experts see the IRS tea party scandal as evidence that the enforcement of Obamacare will become politicized.\n\nBut they use words like “formidable” to describe the undertaking. IRS enforcement in the first year could \"loose at best,\" they say, and phone calls for assistance from confused taxpayers are likely to soar.\n\nThe agency can count some important successes as its tasks related to the 2010 health law have ramped up. Its role in the launch of HealthCare.gov went smoothly, despite all the troubles the website faced. Perhaps it will handle Tax Day next year with a minimum of fuss.\n\nNo one is sugar coating what lies ahead, however.\n\n“To say the IRS is going to find itself challenged ... is, I think, an understatement,” says Gail Wilensky, a senior fellow at the health nonprofit Project Hope and a former head of the federal Medicare and Medicaid programs.\n\nTypically not the most beloved federal agency, the IRS might be deserving of its share of sympathy in 2015.\n\n“The prudent course is to be prepared for frustrations and problems – not for lack of [IRS] planning but because Congress and the president delivered a complicated law,\" says Catherine Livingston, an attorney who helped the IRS prepare for Obamacare and who is now a partner at Jones Day in Washington.\n\nThe Affordable Care Act is rolling out at a time when the tax agency budget is getting leaner.\n\nDon’t think of a vast army of agents with an all-knowing database at its disposal, prepping to hunt you down if you check the wrong box. Instead, think of a smaller army with a lot more work to do. From 1995 to 2013, the number of income-tax returns of all types has grown from 161 million to 185 million. During that same time, the number of IRS employees has declined from 114,064 to 83,613.\n\nYes, the IRS has computers that can sift data, but that doesn’t mean its machines and humans will be able to catch all mistakes.\n\nIn fact, for the 2014 tax year the agency will be flying somewhat blind. Millions of tax filers have insurance through their employers, but the IRS won’t have reports from employers (something expected in future years) to use as a cross-reference.\n\nMs. Wilensky also expects that next year will see little enforcement of penalties related to the individual mandate, partly because the Obama administration has signaled that’s not a big priority.\n\nIn recent months, the administration has emphasized the law’s carrots – the availability of subsidies and the high-quality benefit packages available on new insurance marketplaces – rather than sticks like the threat of fines for going uninsured.\n\nIt’s not that no one will owe penalties, or that the IRS won’t collect any of them. (The fines, by the way, can be about 1 percent of income for 2014.) But tax filers have a number of ways to claim an exemption from the mandate, and agents may not have lots of time to sleuth out erroneous exemptions or to uncover people who say they have insurance coverage but don’t.\n\n“The enforcement is likely to be loose at best this first year,” says Ms. Wilensky.\n\nIf a penalty is owed, the Affordable Care Act limits what the IRS collectors can do. With other claims against taxpayers, the agency can turn to criminal prosecution or liens or levies. Those options are not available under Obamacare. What the IRS can do is withhold a tax rebate, if one is owed, to recover a penalty amount.\n\nIRS Commissioner John Koskinen says the agency is doing all it can to be ready for a smooth transition into the Obamacare era.\n\nThe efforts have already paid off, he said at a February congressional hearing: The transfer of needed data from the IRS to HealthCare.gov proved seamless.\n\nLooking ahead, one of the biggest challenges facing the IRS next year is confirming who is eligible for subsidies.\n\nMost Americans have their health insurance through an employer or through a government program like Medicare or Medicaid. That means that a relatively small share of filers will be people who purchased individual coverage on an Obamacare marketplace and are eligible for a tax-credit subsidy.\n\nStill, it appears that several million Americans (the precise tally is still evolving) enrolled on the exchange claiming a subsidy. So the IRS will have lots of work to do. Commissioner Koskinen recently described this as a “major challenge.”\n\nOne of the hurdles is educating the public about changes of status that affect their income or family size – and change eligibility for a subsidy. That task will also fall to the IRS.\n\n\"Because it's the first time everybody will be doing it, you have the problem of breaking in the public\" on how the law works, says Ms. Livingston. She says the agency “has been very thoughtful and has invested heavily in preparing\" for its various Obamacare roles.\n\nThose roles are large and complex. And the agency is already stretched in its efforts to enforce a tax code that keeps growing by the year.\n\nIn addition, it is facing allegations that it targeted tea-party groups in its decisions about tax-exempt status, leading some conservatives to speculate that the agency’s implementation of Obamacare will become politicized.\n\nWilensky, who served in the Republican administration of George H.W. Bush, doesn’t see this as a big concern. Individual taxpayers don’t come with words like “tea party” attached to their 1040 forms.\n\nStill, Koskinen is under pressure. President Obama had hoped to boost IRS funding to about $12.8 billion. Instead cuts are occurring. Congress’s recent budget deal reduces funding for the agency to $11.3 billion during the current fiscal year, below 2009 levels.\n\n“We have 10,000 fewer people that we had four years ago, doing significantly more work,” Koskinen said.", "article_metadata": {"sailthru.content.id": "4e05ada47761e43aa59a7a042669b845", "sailthru.author": "Mark Trumbull", "description": "The IRS is tasked with enforcing Obamacare's penalties and policing its subsidies. Problem is, it was already stretched. IRS officials are confident they can handle the load, but it will be tough, experts say.", "sailthru.image.std": "http://images.csmonitor.com/csm/2014/04/0402-Obama-health-care.jpg?alias=standard_380x253", "author": "The Christian Science Monitor", "og": {"site_name": "The Christian Science Monitor", "description": "The IRS is tasked with enforcing Obamacare's penalties and policing its subsidies. Problem is, it was already stretched. IRS officials are confident they can handle the load, but it will be tough, experts say.", "title": "Whether the IRS is ready or not, Obamacare has arrived (+video)", "url": "http://www.csmonitor.com/USA/Politics/DC-Decoder/2014/0402/Whether-the-IRS-is-ready-or-not-Obamacare-has-arrived-video", "image": "http://images.csmonitor.com/csm/2014/04/0402-Obama-health-care.jpg?alias=standard_900x600", "type": "article"}, "twitter": {"site": "@csmonitor", "image": "http://images.csmonitor.com/csm/2014/04/0402-Obama-health-care.jpg?alias=standard_380x253", "description": "The IRS is tasked with enforcing Obamacare's penalties and policing its subsidies. Problem is, it was already stretched. IRS officials are confident they can handle the load, but it will be tough, experts say.", "card": "summary", "title": "Whether the IRS is ready or not, Obamacare has arrived (+video)"}, "sailthru.date": "2014-04-02", "DC.date.issued": "2014-04-02T18:09:06-04:00", "fb": {"page_id": 14660729657, "app_id": 179793002061452}, "sailthru.content.body": "http://www.csmonitor.com/layout/set/rssfull/USA/Politics/DC-Decoder/2014/0402/Whether-the-IRS-is-ready-or-not-Obamacare-has-arrived-video", "sailthru.tags": "section-dc-decoder,section-politics,section-usa,class-article,storysource-monitor", "article": {"section": "DC Decoder", "published_time": "2014-04-02T18:09-05"}, "copyright": "The Christian Science Monitor", "sailthru.image.credit": "Carolyn Kaster/AP"}, "_id": "\"57477af46914bd0286fe2f38\"", "article_summary": "For President Obama, the good news is that 7.1 million Americans signed up for health insurance under Obamacare.\nIRS Commissioner John Koskinen says the agency is doing all it can to be ready for a smooth transition into the Obamacare era.\nFor the Internal Revenue Service, the bad news is that is that 7.1 million Americans signed up for health insurance under Obamacare.\nThe Affordable Care Act is rolling out at a time when the tax agency budget is getting leaner.\nMost Americans have their health insurance through an employer or through a government program like Medicare or Medicaid."}