{"article_title": "US Cancer Deaths Down 20% During Past Generation, As Black Men Make Greatest Progress", "article_keywords": ["death", "20", "cancer", "deaths", "generation", "men", "past", "society", "rate", "black", "greatest", "progress", "women"], "article_url": "http://www.medicaldaily.com/us-cancer-deaths-down-20-during-past-generation-black-men-make-greatest-progress-266492", "article_text": "Middle-aged black men made the most progress in cancer rates during the past generation, though black men of all ages still lag behind others.\n\nThe death rate from cancer in the United States has fallen by 20 percent overall during the past two decades with African-American men — those with the highest mortality rate — making the most progress, the American Cancer Society says.\n\nCancer deaths among middle-aged black men fell by half, though remaining the highest among ethnicities and twice as high as Asian Americans, with the lowest death rate, according to the group’s annual report “Cancer Statistics 2014.” This year, the American Cancer Society expects Americans to receive more than 1.6 million cancer diagnoses as some 585,000 people die. Prostate, lung, and colon cancer would account for approximately half of all new cancer diagnoses among men, with breast, lung, and colon cancers accounting for half of all new cases among women. Breast cancer alone would account for 29 percent of all new cancer diagnoses among women.\n\nEvery day, some 1,600 Americans will die of cancer.\n\n\"The progress we are seeing is good, even remarkable, but we can and must do even better,\" John R. Sefrin, the group’s chief executive officer, said in a statement. \"The halving of the risk of cancer death among middle aged black men in just two decades is extraordinary, but it is immediately tempered by the knowledge that death rates are still higher among black men than white men for nearly every major cancer and for all cancers combined.\"\n\nFor the report, researchers analyzed data from the Centers for Disease Control and Prevention, the National Cancer Institute, and the National Health Center for Statistics. Overall, the 20 percent drop in cancer deaths means more than 1.3 million lives saved during the past 20 years. The rate fell from a peak of some 215 deaths per 100,000 Americans in 1991 to 171 deaths per 100,000 by 2010, though the decline has slowed in recent years. Between 2006 and 2010, cancer diagnoses among men fell slightly by 0.6 percent per year while holding steady among women. Deaths from cancer during that period fell by 1.8 percent per year in men and by 1.4 percent per year in women. Among demographic groups, the statistics varied wildly. No decline was seen among white women ages 80 and older, though black men in their forties experienced a 55 percent drop in cancer deaths. Black men also made the most progress among all ages of Americans, the American Cancer Society said.\n\nDuring the past generation, the rise and fall of cancer deaths in America has come largely from lung cancers caused by smoking tobacco, a behavioral health epidemic that hit black men especially hard. “Over the past two decades, however, there has been a steady decline in the cancer death rate as a result of advances in prevention, early detection, and treatment, including the implementation of comprehensive tobacco control,” the report authors wrote. “As a result of this 20 percent decline, an estimated [1.3 million] cancer deaths … that would have occurred had peak rates persisted ... have been averted.”\n\nTellingly, the American Cancer Society says the racial gap in cancer deaths cannot be explained by genetics but comes from disparities in access to medical care. For nearly every type of cancer, black men and women experienced the lowest survival rates among Americans.\n\n“Studies suggest that racial disparities in survival are primarily due to differences in treatment, stage at diagnosis, and comorbidities, as opposed to differences in cancer biology,” the report authors wrote. “Blacks are less likely than whites to be diagnosed with cancer at a localized stage, when treatment is more successful. This disparity is particularly striking for cancers of the breast, cervix, uterine corpus, and oral cavity and pharynx. Lower socioeconomic status among blacks likely explains much of the stage disparity and is also associated with receipt of less care.”\n\nDespite the advances, the American Cancer Society says greater progress in lowering the overall cancer rate would come by applying resources to underserved populations, including African-American men and others in lower socioeconomic groups.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "cancer deaths down, cancer death rate drops, american cancer society, national cancer institute, aca, black men and cancer", "og": {"site_name": "Medical Daily", "description": "Although African-Americans made substantial progress during the past generation, they continue to die of cancer at higher rates than others — suffering from lesser access to medical care.", "title": "US Cancer Deaths Down 20% During Past Generation; Black Men's Death Rate Fell By Half", "url": "http://www.medicaldaily.com/us-cancer-deaths-down-20-during-past-generation-black-men-make-greatest-progress-266492", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/07/us-cancer-deaths-fall-20-over-20-years.jpg", "type": "article"}, "twitter": {"description": "Although African-Americans made substantial progress during the past generation, they continue to die of cancer at higher rates than others — suffering from lesser access to medical care.", "title": "US Cancer Deaths Down 20% During Past Generation; Black Men's Death Rate Fell By Half", "url": "http://www.medicaldaily.com/us-cancer-deaths-down-20-during-past-generation-black-men-make-greatest-progress-266492", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/07/us-cancer-deaths-fall-20-over-20-years.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/07/us-cancer-deaths-fall-20-over-20-years.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2014-01-07T11:58:13-05:00", "modified_time": "2014-01-07T12:28:13-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Although African-Americans made substantial progress during the past generation, they continue to die of cancer at higher rates than others — suffering from lesser access to medical care."}, "article_summary": "Middle-aged black men made the most progress in cancer rates during the past generation, though black men of all ages still lag behind others.\nOverall, the 20 percent drop in cancer deaths means more than 1.3 million lives saved during the past 20 years.\nFor nearly every type of cancer, black men and women experienced the lowest survival rates among Americans.\nBlack men also made the most progress among all ages of Americans, the American Cancer Society said.\n“As a result of this 20 percent decline, an estimated [1.3 million] cancer deaths … that would have occurred had peak rates persisted ... have been averted.”Tellingly, the American Cancer Society says the racial gap in cancer deaths cannot be explained by genetics but comes from disparities in access to medical care."}