{"article_title": "Bad News for Rand Paul: Salon Is Saying Nice Things About Him", "article_keywords": ["wants", "rand", "salon", "substance", "eye", "saying", "civil", "things", "rights", "bad", "warning", "way", "paul", "voters", "nice"], "article_url": "http://reason.com/blog/2015/10/06/bad-news-for-rand-paul-salon-is-saying-n", "article_text": "Ever since the Rand-Paul-is-dead stories started popping up this summer, I've been telling people the real sign Paul is on the way out will be if Salon stops running pieces warning liberals that he's a right-wing troglodyte and starts scolding Republicans for rejecting such a progressive alternative. Today we entered that stage of the campaign:\n\n\n\n\n\n[L]iberals and libertarians tend to see eye to eye on somewhere around half of the issues (typically relating to civil rights), while they disagree on other things like the free market and income inequality. These issues—war, civil rights, criminal justice reform—are what make Paul an outsider in the Republican Party.\n\n\n\nWhether you agreed with him or not during the last two debates, Paul did bring substance to otherwise fruitless events. But it seems that most GOP voters do not care about substance, and prefer entertaining and pompous loudmouths who embrace their irrational fears, insecurities and prejudices.\n\nYou can read the rest here. The article does include some passing criticisms of Paul, so perhaps he still has a sliver of a chance. But if he wants to get his candidacy back on track, he'd better hope Salon and MSNBC are back to denouncing him by the time the polls open in New Hampshire.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Sign of a campaign apocalypse?", "title": "Bad News for Rand Paul: Salon Is Saying Nice Things About Him", "url": "http://reason.com/blog/2015/10/06/bad-news-for-rand-paul-salon-is-saying-n", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14441378209086.jpg", "type": "article"}, "twitter": {"description": "Sign of a campaign apocalypse?", "title": "Bad News for Rand Paul: <em>Salon</em> Is Saying Nice Things About Him", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14441378209086.jpg", "creator": "@notjessewalker", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Politics", "published_time": "2015-10-06T13:40:00+00:00", "author": "http://reason.com/people/jesse-walker"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "These issues—war, civil rights, criminal justice reform—are what make Paul an outsider in the Republican Party.\nWhether you agreed with him or not during the last two debates, Paul did bring substance to otherwise fruitless events.\nThe article does include some passing criticisms of Paul, so perhaps he still has a sliver of a chance.\nToday we entered that stage of the campaign:[L]iberals and libertarians tend to see eye to eye on somewhere around half of the issues (typically relating to civil rights), while they disagree on other things like the free market and income inequality.\nBut if he wants to get his candidacy back on track, he'd better hope Salon and MSNBC are back to denouncing him by the time the polls open in New Hampshire."}