{"article_title": "Sierra Club And Girl Scouts Plant Trees At Good Earth", "article_keywords": ["planting", "plant", "good", "club", "school", "trees", "general", "state", "health", "scouts", "sierra", "earth", "girl", "south"], "article_url": "http://www.keloland.com/news/article/news/sierra-club-and-girl-scouts-plant-trees-at-good-earth", "article_text": "Good Earth State Park\n\nSouth Dakota's newest state park can trace its history back long before settlers crossed the Big Sioux. Now a new chapter is beginning, sponsored by the Sierra Club of South Dakota.\n\nThe dirt field at Good Earth State Park might not look like much now, but just wait; Thanks to volunteers willing to get down and dirty, it will soon be home to over 6,000 baby trees.\n\nEven the gloomy skies and blustery winds couldn't darken the mood Saturday. For the Daisy Girl Scouts in attendance, planting trees was just one more in a line of good deeds.\n\n\"They're doing their entire course this year in helping the community, so last night we picked up trash; today we're planting trees,\" Girl Scout Troop 44222 Leader Ammy Counterman said.\n\nWith Saturday's turnout, South Dakota park officials say Good Earth is seven acres closer to its overall goal of 33 filled with newly-planted trees.\n\n\"The reason we're planting is just one, to prevent soil erosion, two, to provide more wildlife habitat. This was grazed at one point, and then after that it had crops in it, so we're really restoring it back to probably what it was when years and years ago the settlers came through here,\" Sierra Club Volunteer Chairman Dana Loseke said.\n\nThe Sierra Club planted trees at Big Sioux Rec Area last year. Unfortunately, most of those plantings were washed away by floodwaters last june.\n\nBut Loseke says he's not discouraged, and the Sierra Club plans to replant the rec area soon.\n\nNews\n\nGeneral {{Title}} Remove Change News General Courts Web Only Crime Outdoors Events Center Non-Homepage Boredom Busters Pipeline Positively KELOLAND Technology Hunger Affordable Care Act Shops Flooding Remembering 9/11 Drought JazzFest Spring Storm Honor Flight Spencer Anniversary\n\nDoApp Health News Business News Sports\n\nAgriculture Markets Livestock Crops Politics\n\nHealthBeat Cancer Children's Health Heart Health Wellness & Nutrition General Health Beat Women's Health RX Resources What's Going Around OTC Diabetes Recalls Dental Health Men's Health\n\nPolitics South Dakota Legislature Budget Congress Taxes General Local Campaign President US Senate New Laws US House Iowa Ballot Issues Local Races Minnesota Gubernatorial\n\nEducation Funding College Elementary High School Pre K School Supplies Middle School\n\nSports Professional College High School Sports Zone Headlines Summit League Tournament Olympics\n\nBusiness Industry Your Money Matters Development Gas & Energy Legislation Economy/Stocks Employment General Health Care Technology Education Funding Tourism Banking/Finance Housing Transportation Insurance Meetings & Events Retail & Restaurants All Industries On The Move Shops Agriculture\n\nFeatured Stories Eye on KELOLAND Inside KELOLAND\n\nWeather Snow Forecast Records Rain Flooding Drought WX Corner General\n\nWorld News\n\nInvestigates GEAR UP\n\nSponsored Done\n\n© 2016 KELOLAND TV. All Rights Reserved.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "South Dakota&#39;s newest state park can trace its history back long before settlers crossed the Big Sioux. Now a new chapter is beginning, sponsored", "title": "Sierra Club And Girl Scouts Plant Trees At Good Earth", "url": "http://www.keloland.com/news/article/news/sierra-club-and-girl-scouts-plant-trees-at-good-earth", "image": "http://kelolandassets.blob.core.windows.net/kelolandassets/images/default-source/agriculture/crops/barley/64123.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "South Dakota&#39;s newest state park can trace its history back long before settlers crossed the Big Sioux. Now a new chapter is beginning, sponsored"}, "_id": "\"57477af46914bd0286fd588f\"", "article_summary": "For the Daisy Girl Scouts in attendance, planting trees was just one more in a line of good deeds.\nBut Loseke says he's not discouraged, and the Sierra Club plans to replant the rec area soon.\nNow a new chapter is beginning, sponsored by the Sierra Club of South Dakota.\nThe Sierra Club planted trees at Big Sioux Rec Area last year.\nGood Earth State ParkSouth Dakota's newest state park can trace its history back long before settlers crossed the Big Sioux."}