{"article_title": "Obama protester interrupts live news broadcast in Chicago (Video)", "article_keywords": ["obamas", "chicago", "interrupts", "levine", "visit", "protesters", "broadcast", "live", "video", "protester", "usual", "report", "president", "chicagos", "obama"], "article_url": "http://www.examiner.com/article/obama-protester-interrupts-live-news-broadcast-chicago-video", "article_text": "President Barack Obama visited Chicago on Wednesday and a variety of protest took place, expressing protesters' concerns regarding the commander-in-chief and his policies. While headlines throughout the president’s visit centered on protests of the Keystone XL Pipeline issue, a man who protested and claimed that President Obama is a war criminal made a live newscast, according to a report by Robert Feder in the Sun-Times on Wednesday.\n\nCBS screenshot\n\nPresident Obama's Chicago Visit in Non-Transparent\n\nAccording to the report, Jay Levine, who is a veteran chief correspondent for Chicago’s CBS-affiliate, was interrupted by a very aggressive protester who rushed up to the news reporter and attempted to grab his microphone while yelling that Obama is a war criminal.\n\nObamacare: The Number of Sign-Ups Doesn't Make Obamacare a Success\n\nAfter the aggressive protester got to Levine, Mary Ann Ahern - who was reporting nearby for Chicago's NBC-affiliate, got into the reporting-action. She had been reporting about President Obama’s visit. However, realizing that the protester’s actions might be more interesting than the planned report about Obama’s fundraising visit, she went back to the live action involving the protester as the camera spanned to the action in which police took the protester to the ground.\n\nAfter the protester was aggressively subdued by Chicago’s finest – as they are called from time to time – and the cops circled around Levine to keep him unapproachable by protesters, Levine said, “I’ve obviously gotten a little reinforcement here from one of the protesters who decided to speak his mind on live TV. Obviously, that’s his right to do.”\n\nIncidentally, Obama was in Chicago on Wednesday to attend a couple of fundraisers for the Democratic Party which brought in over a million dollars to the president’s political party. He returned to Washington, D.C. after his five-hour visit.\n\nLocally, the usual criticism of an Obama fundraising visit ensued. Once again, there was heavy criticism about the president arriving during rush hour - at 4 p.m. - which makes Chicago's incredibly challenging commute for everday workers much worse than usual. Also, per usual, the press was blocked from President Obama during yet another one of his fundrasing visits, and the media was very vocal about that concern.", "article_metadata": {"description": "President Barack Obama visited Chicago on Wednesday and a variety of protest took place, expressing protesters' concerns regarding the commander-in-chief and hi", "Generator": "Drupal 7 (http://drupal.org)", "og": {"url": "http://www.examiner.com/article/obama-protester-interrupts-live-news-broadcast-chicago-video", "site_name": "Examiner.com", "image": "http://cdn2-b.examiner.com/sites/default/files/styles/image_content_width/hash/aa/93/aa9368d4204c299a064e3f0f4804e028.jpg?itok=r0aRDlLm", "type": "article", "title": "Obama protester interrupts live news broadcast in Chicago (Video)"}, "twitter": {"description": "President Barack Obama visited Chicago on Wednesday and a variety of protest took place, expressing protesters' concerns regarding the commander-in-chief and his policies.", "creator": "@Scott1850", "image": "http://cdn2-b.examiner.com/sites/default/files/styles/image_content_width/hash/f4/9e/f49ede867dbf830660ba27b97b9cdea5.jpg?itok=5inUHhC9", "title": "Obama protester interrupts live news broadcast in Chicago (Video)", "site": "@examinercom", "card": "summary"}, "robots": "noodp", "dc.date.issued": "2014-04-03T13:46:31-06:00", "fb": {"app_id": 113003962065478}, "keywords": "Government Topics, News report, chicago, Barack Obama, Protest", "article": {"published_time": "2014-04-03T13:46"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "She had been reporting about President Obama’s visit.\nPresident Barack Obama visited Chicago on Wednesday and a variety of protest took place, expressing protesters' concerns regarding the commander-in-chief and his policies.\nAlso, per usual, the press was blocked from President Obama during yet another one of his fundrasing visits, and the media was very vocal about that concern.\nLocally, the usual criticism of an Obama fundraising visit ensued.\nObamacare: The Number of Sign-Ups Doesn't Make Obamacare a SuccessAfter the aggressive protester got to Levine, Mary Ann Ahern - who was reporting nearby for Chicago's NBC-affiliate, got into the reporting-action."}