{"article_title": "Best Whole Food Cleanse for Detox", "article_keywords": ["zillions", "food", "cleanses", "youre", "cleansing", "juice", "wrong", "york", "detox", "cleanse", "whove", "best"], "article_url": "http://www.refinery29.com/2013/11/54947/best-cleanse-diets", "article_text": "Begin Slideshow\n\nThere are three things you should never bring up at a party: religion, politics, and juice cleansing. There is no more divisive topic on this earth — besides, maybe, Obamacare.And, while we have plenty of juice fiends at R29 HQ, that doesn't mean we ignore the facts. Juice cleansing may have some merits (above all, it resets your food cravings), but most of the claims are questionable at best. Medical professionals point out that, though there's clearly nothing wrong with getting more fruit and vegetable nutrients into your diet, the process of juice cleansing robs you of some really important elements. Number one on that list? Fiber.. Additionally, juicing eliminates a large percentage of the phytonutrients you're hoping to fill up on with that bottle of green. So, what does that leave you with? A drastically reduced nutritional value, plus a lot more sugar and water than you bargained for. Bummer, right?Still, we could probably all benefit from a little system reset. Most of us have those post-weekend, post-holiday, post-Mexican-getaway-with-bottomless-margaritas days, where your insides feel like a stale sponge. But, before you shell out zillions for pretty bottles of not-so-detoxifying juices, consider the. The New York area is filled with services that provide food-based (or part-food, part-juice) cleanses that can help you get back on track. Best of all: You can chew them! Food cleanses are a rapidly growing part of the health-food industry, and aside from being a healthier option, they're a much easier transition for those who've never done one before. No more psychotic day-three breakdowns; no more weeping at the site of a tomato — no more crash-diet nonsense. You're a grown-up. You have teeth. Use 'em.", "article_metadata": {"msapplication-TileColor": "#ffffff", "sailthru.author": "Kelsey Miller", "description": "Put Down The Juice: Whole-Food Cleanses That Won't Make You A Maniac", "application-name": "Refinery29", "og": {"site_name": "Refinery29", "description": "There are three things you should never bring up at a party: religion, politics, and juice cleansing. There is no more divisive topic on this earth — besides, maybe, Obamacare.  And, while we have plenty of juice fiends at R29 HQ, that doesn't mean we ignore the facts. Juice cleansing may have", "title": "Put Down The Juice: Whole-Food Cleanses That Won't Make You A Maniac", "url": "http://www.refinery29.com/2013/11/54947/best-cleanse-diets", "image": {"width": 600, "secure_url": "https://s3.r29static.com//bin/entry/494/x/1105057/image.jpg", "type": "image/JPG", "identifier": "http://s3.r29static.com//bin/entry/494/x/1105057/image.jpg", "height": 400}, "type": "article"}, "twitter": {"description": "There are three things you should never bring up at a party: religion, politics, and juice cleansing. There is no more divisive topic on this earth — besides, maybe, Obamacare.  And, while we have plenty of juice fiends at R29 HQ, that doesn't mean we ignore the facts. Juice cleansing may have", "creator": "@mskelseymiller", "url": "http://www.refinery29.com/2013/11/54947/best-cleanse-diets", "image": {"src": "http://s2.r29static.com//bin/entry/6c9/300x/1105057/cleanse-opener.jpg", "width": 300}, "title": "Put Down The Juice: Whole-Food Cleanses That Won't Make You A Maniac", "site": "@refinery29", "card": "summary_large_image"}, "sailthru.date": "2013-11-02 11:00:00", "sailthru.title": "Put Down The Juice: Whole-Food Cleanses That Won't Make You A Maniac", "fb": {"app_id": 155023867867753}, "msapplication-TileImage": "http://s1.r29static.com/blog/5f7f53/images/misc/r29_circle_144.png", "sailthru.tags": "New York,Diet & Nutrition,Wellness", "article": {"publisher": "https://www.facebook.com/refinery29"}, "viewport": "width=1300", "news_keywords": "best cleanse, best detox diet, whole food cleanse, food cleanses"}, "article_summary": "Juice cleansing may have some merits (above all, it resets your food cravings), but most of the claims are questionable at best.\nBegin SlideshowThere are three things you should never bring up at a party: religion, politics, and juice cleansing.\nFood cleanses are a rapidly growing part of the health-food industry, and aside from being a healthier option, they're a much easier transition for those who've never done one before.\nMedical professionals point out that, though there's clearly nothing wrong with getting more fruit and vegetable nutrients into your diet, the process of juice cleansing robs you of some really important elements.\nFiber.. Additionally, juicing eliminates a large percentage of the phytonutrients you're hoping to fill up on with that bottle of green."}