{"article_title": "Access Health CT Chief Talks About His New Job, 2015 Enrollment", "article_keywords": ["wadleigh", "exchange", "federal", "enrollment", "work", "job", "access", "2015", "chief", "health", "talks", "connecticuts", "technology", "insurance", "ct"], "article_url": "http://www.courant.com/business/connecticut-insurance/hc-james-wadleigh-access-health-ct-20141105-story.html", "article_text": "The new face of Access Health CT, James Wadleigh, is a native Vermonter, a skier, a father of four, and a tech guy who sometimes loses sleep over the possibility of a glitch in the system.\n\nIn late August, the board of Access Health CT, Connecticut's public health insurance exchange, chose Wadleigh to serve as interim CEO. The former chief, Kevin Counihan, took a job heading up HealthCare.gov, the federal government's exchange, after a largely successful launch of Connecticut's exchange.\n\nWadleigh, 47, lives in Glastonbury with his wife and children. He joined Access Health CT in 2012 as chief information officer overseeing all technology aspects of Connecticut's exchange. Before that, he worked as a consultant and held various positions at Cigna Corp. He holds a bachelor of science degree in business administration from the University of Vermont and a master's degree in management with a concentration in finance from the Lally School of Management at Rensselaer Polytechnic Institute.\n\nHe is adjusting to his new role as the face of the exchange.\n\n\"My private life is much less private now in this role,\" he said. \"People come up to me when I'm out. They come up to me and talk to me. They recognize me. I'm not sure I get the luxury any more of walking out the door and turning work off.\"\n\nJames Wadleigh John Woike, Hartford Courant Notes of encouragement and humor are taped to the wall of James Wadleigh's office where he is the acting CEO of Access Health CT, Connecticut's public health insurance exchange. Notes of encouragement and humor are taped to the wall of James Wadleigh's office where he is the acting CEO of Access Health CT, Connecticut's public health insurance exchange. (John Woike, Hartford Courant)\n\nThe exchange he leads this fall has changed in significant ways from last year.\n\nFor one, Access Health CT is adjusting to new processes at the federal level. The exchange submits reports to the federal data services hub to verify customers' income, age and other data with information at the Social Security Administration, U.S. Department of Homeland Security, the Centers for Medicare and Medicaid Services.\n\n\"There are all new processes to be able to do that,\" Wadleigh said. \"So, we're communicating differently with the federal government.\"\n\nIn addition, this year there is a new automatic renewal system.\n\nThe exchange also is in a different place strategically. The mission last year was to enroll as many people as possible, blanketing Connecticut with one unified message to visit the website. This year, Access Health CT is simultaneously trying to renew existing members and enroll those who are still uninsured. They are different processes.\n\n\"Last year there was maybe a lot more buzz around open enrollment,\" Wadleigh said. \"This year, we've revisited our marketing campaign. … Based on research, we know that the majority of the remaining uninsured reside in about 10 municipalities across the state of Connecticut.\"\n\nAccess Health CT will have sign-up stations in those municipalities — at libraries or elsewhere —with dedicated hours for enrollment.\n\n\"We'll have computers that are set up,\" Wadleigh said. \"We're working with those organizations so they have trained staff that can be able to answer questions.\"\n\nAdditionally, Access Health CT is spending money to market Access Health CT to Spanish language newspapers and some location-specific ads on Pandora, the online radio website, which some customers have said is how they found out about the exchange.\n\nThe exchange is also working to make things more simple and faster.\n\n\"We've done a number of things to try to shorten the enrollment experience,\" Wadleigh said.\n\nPeople who are just buying insurance, and don't qualify for tax credits or Medicaid, can buy coverage through a new Access Health CT mobile application in 6 to 10 minutes, Wadleigh said. The process will be longer for people whose income qualifies them for a federal tax credit, or subsidy. Qualifying for government funded Medicaid is a longer process still.\n\nAccess Health CT is also trying to market its technology and services to other states.\n\n\"We continue to work and find ways to leverage the expertise that our organization has in this space,\" Wadleigh said.\n\nConnecticut's exchange is ahead of other states that didn't create their own exchange, opting to be a part of the federal website instead. Access Health CT has had some preliminary conversations with other states about providing the Connecticut model to them.\n\nFor technology that was funded by federal dollars, Access Health CT can't charge other states when it shares. If, however, the technology was funded by dollars that Access Health CT receives from insurers, Access Health CT could charge other states for that intellectual property. A new mobile application is an example of technology that Access Health CT could use to generate more money.\n\nEventually, federal grant money won't be available to fund Access Health CT at the level it does now, so the exchange has to work on other forms of revenue besides assessments on insurance companies that sell policies through the exchange.\n\nConnecticut's exchange has been a model example of how the Affordable Care Act, often called Obamacare, is supposed to work. But it had its challenges.\n\nThere were technical problems in the beginning, and the exchange had to post warnings about misinformation on the website. In the summer, more than 5,700 received incorrect tax credits, or subsidies.\n\nWadleigh said the elaborate health care exchange site is bound to have issues. The exchange is working hard to test everything and minimize any problems customers might have.\n\n\"Do I not sleep? Yeah, you're darn right, there's times I don't sleep because I'm worried that no matter how much testing that we do, we could impact our customer.\"\n\nHowever, he said, Access Health CT is committed to resolving every issue for every individual.\n\n\"I am not aware of one individual who has had an issue that we did not fix and make it right all the way back to February or January,\" Wadleigh said.", "article_metadata": {"fb_title": "Access Health CT Chief Talks About New Job, New Challenges", "googlebot": "index", "copyright": "Copyright (c) 2016 Hartford Courant", "author": "Hartford Courant", "og": {"site_name": "courant.com", "description": "The new face of Access Health CT, James Wadleigh, is a native Vermonter, a skier, a father of four, and a tech guy who sometimes loses sleep over the possibility of a glitch in the system.", "title": "Access Health CT Chief Talks About New Job, New Challenges", "url": "http://www.courant.com/business/connecticut-insurance/hc-james-wadleigh-access-health-ct-20141105-story.html", "image": "http://www.trbimg.com/img-5459fbeb/turbine/hc-james-wadleigh-access-health-ct-20141105", "type": "article"}, "x-servername": "lalvp02.14", "twitter": {"site": "@hartfordcourant", "card": "summary"}, "keywords": "Access Health CT, James Wadleigh, Q&A", "robots": "index,follow", "apple-itunes-app": "app-id=391113483, app-argument=http://www.courant.com/deeplinkid/81882823", "fb": {"admins": 14500562, "page_id": 49693986601, "app_id": 152391743139}, "googlebot-news": "index", "date": "2014-11-05", "Description": "The new interim CEO of Connecticut's public health insurance exchange, Access Health CT, sits down to talk about", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Access Health CT, James Wadleigh, Q&A"}, "_id": "\"57477afa6914bd0286fe5e68\"", "article_summary": "If, however, the technology was funded by dollars that Access Health CT receives from insurers, Access Health CT could charge other states for that intellectual property.\nIn late August, the board of Access Health CT, Connecticut's public health insurance exchange, chose Wadleigh to serve as interim CEO.\nAccess Health CT will have sign-up stations in those municipalities — at libraries or elsewhere —with dedicated hours for enrollment.\nAdditionally, Access Health CT is spending money to market Access Health CT to Spanish language newspapers and some location-specific ads on Pandora, the online radio website, which some customers have said is how they found out about the exchange.\nThis year, Access Health CT is simultaneously trying to renew existing members and enroll those who are still uninsured."}