{"article_title": "Quit Smoking With These 5 Research-Backed Ways To Overcome Addiction", "article_keywords": ["quit", "nicotine", "help", "ways", "primary", "researchbacked", "therapy", "smokers", "way", "fiore", "smoking", "addiction", "overcome", "care"], "article_url": "http://www.medicaldaily.com/quit-smoking-these-5-research-backed-ways-overcome-addiction-296666", "article_text": "Quitting smoking is a long and difficult road, one that is often peppered with setbacks and relapses. But many past addicts have paved the way for current smokers to meet their goals of smoking cessation.\n\nThousands of research articles have examined the best ways to quit smoking. While nicotine patches might be the most common form of quitting, research has shown that a combination of several actions ultimately gives you the best results. Dr. Michael Fiore, a professor of medicine at the University of Wisconsin School of Medicine, told Time that a thorough review of scientific literature on quitting showed that there were “three core components to successfully quitting.”\n\n“The first is counseling,” Fiore said, while the second is “systematically identifying smokers when they present to health clinics in America, having a system in place in those clinics to help them quit, and having it brought up every time they visit.” Fiore lists medications, like pills or nicotine patches, as a third scientifically proven way to quit smoking. But while these three proven ways are effective on their own, “when you combine them it really boosts quit rates,” Fiore told Time.\n\nBelow are five scientifically proven ways to quit smoking. While different methods work for different people, the best way to approach your battle to quit might involve a combination of a few or all of these.\n\nCounseling\n\nCounseling is a wide term — it can encompass different forms of therapy, like cognitive-behavioral therapy or other forms of therapy. Partaking in a counseling program can be a consistent guiding factor in getting you closer to your goal of smoking cessation. According to the National Institutes of Health, smokers have a higher chance of quitting if they’re using a support program offered by a hospital, health department, or community center. Because cognitive behavioral therapy can help rewire your thinking process and reduce stress levels, it can lessen smoking cravings, which often occur when people are stressed out and need a “fix.”\n\nOne study found that people who used cognitive behavioral therapy were more likely to quit smoking than people who didn’t: 17.2 percent of 122 participants who underwent therapy were abstinent and reduced cigarette consumption by 25 percent. Of the people who didn’t undergo therapy, however, only 5.6 percent of 107 participants were abstinent, and none had reduced cigarette consumption.\n\nMedication And Nicotine Replacement Therapy\n\nThe most popular way to stop smoking is through nicotine replacement therapy (NRT), which can involve anything from nicotine gum to nasal sprays, inhalers, patches, and lozenges. Providing patients with nicotine, sans the harmful tobacco smoke and chemicals, can help them wean themselves off cigarettes. Research has shown that NRT raises smoking quit rates by 50 to 70 percent, regardless of setting.\n\n“Cigarettes contain 4,000 chemicals, of which about 40 are carcinogens, which can cause cancer,” Fiore told Time. “Nicotine is only one of 4,000. It happens to be the addictive one, but it’s only one of 4,000. What the idea is in designing these medications is that you get rid of your cigarettes with those 4,000 chemicals, you use nicotine as a bridge to then get to a point where you’re using no nicotine and no cigarettes. That is the goal.” Other medications, like pills, are also available to help smokers — Bupropion or Zyban, as well as Varenicline, have shown to improve cessation rates among patients.\n\nIntervention And Prevention By Primary Care Doctors\n\nSomething that’s not often discussed is the importance of the role of primary care doctors, and preventive medicine, in smoking cessation. As Fiore says, primary care doctors who repeatedly remind patients of the importance of quitting can increase cessation rates. Primary care physicians, in fact, have the most access to smokers, as seven out of 10 smokers visit their primary care doctor every year. “Primary care clinicians are in a strategic position to help their patients quit smoking,” the authors of one study wrote. “[S]mokers cite a physician’s advice to quit as an important motivating factor for attempting to quit; brief advice from a physician leads to a spontaneous quit rate of 2 to 4 percent.” In addition, according to the National Cancer Institute, if 100,000 doctors were to help 10 percent of their smoker patients quit each year, the number of smokers in the U.S. would decrease by two million people each year.\n\nE-cigarettes?\n\nWhile this may be a controversial topic, research has shown that e-cigarettes do assist people in curbing their tobacco habit. Some researchers even claim that e-cigarettes are more effective than nicotine patches in helping smokers quit, but more research is needed to back this up. Some doctors are even recommending them to patients to help them quit, according to a recent survey. But talk to your physician first before turning to vaping devices to help you quit.\n\nNutrition And Diet\n\nTobacco dependency and cravings can be the result of many things, but one of them may be a lack of neurotransmitters — so people seek nicotine to overcome these deficiencies. This is why people crave that head buzz that a cigarette puff will give you. But at the same time, nicotine prevents brain cells from producing enough neurotransmitters, so it’s a vicious cycle. In order to keep your neurotransmitters balanced, proper nutrition and diet is essential. Some foods that should be included in your diet are citrus fruits, vitamin B, C, and E-rich foods, and foods that contain magnesium and omega-3 fish oils. This way, you'll be less likely to crave that cigarette.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "how to quit smoking, quitting cigarettes, smoking, tobacco", "og": {"site_name": "Medical Daily", "description": "These five research-backed actions will help you to kick your smoking habit to the curb.", "title": "5 Scientifically Proven Ways To Quit Smoking", "url": "http://www.medicaldaily.com/quit-smoking-these-5-research-backed-ways-overcome-addiction-296666", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/05/stopping-smoking.jpg", "type": "article"}, "twitter": {"description": "These five research-backed actions will help you to kick your smoking habit to the curb.", "title": "5 Scientifically Proven Ways To Quit Smoking", "url": "http://www.medicaldaily.com/quit-smoking-these-5-research-backed-ways-overcome-addiction-296666", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/05/stopping-smoking.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/05/stopping-smoking.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-08-05T16:57:14-04:00", "modified_time": "2014-08-05T16:57:13-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "These five research-backed actions will help you to kick your smoking habit to the curb."}, "_id": "\"57477af46914bd0286fd589f\"", "article_summary": "Thousands of research articles have examined the best ways to quit smoking.\nBelow are five scientifically proven ways to quit smoking.\nResearch has shown that NRT raises smoking quit rates by 50 to 70 percent, regardless of setting.\n“Primary care clinicians are in a strategic position to help their patients quit smoking,” the authors of one study wrote.\nPrimary care physicians, in fact, have the most access to smokers, as seven out of 10 smokers visit their primary care doctor every year."}