{"article_title": "Largest Partisan Support Gap In 100 Years [Infographic]", "article_keywords": ["major", "security", "legislation", "support", "bill", "obamacare", "gap", "list", "infographic", "passed", "largest", "residents", "100", "partisan", "social"], "article_url": "http://www.ibtimes.com/obamacares-biggest-problem-largest-partisan-support-gap-100-years-infographic-1408584", "article_text": "When the Patient Protection and Affordable Care Act, better known as Obamacare, was passed in 2010, not one Republican member of the House nor the Senate voted in favor of it. The bill, which has major national implications, passed, but did so with the largest gap in partisan support any major piece of legislation has seen in the past hundred years.\n\nJP Morgan’s Michael Cembalest put together a list of major legislation passed in the past 100 years, and looked at the gap in partisan support for each bill in both the House and Senate.\n\n“Regardless of what anyone thinks about its merits and failings, Obamacare has an 'original sin' problem: For the first time in 100 years, one party crammed down a bill with national implications without any agreement from the opposing party,” said Cembalest, in his report.\n\nAlso from the report:\n\n“As shown below, whether the issue was civil rights, creation of entitlement programs, welfare reform, labor relations, tax preferences or first-time imposition of Federal controls over the environment, financial markets and the money supply, major (and at times controversial) bills of the 20th century were passed with some level of participation and consent from both parties in both chambers. Obamacare was not.”\n\nContinue Reading Below\n\nWill U.S. residents be able to adapt to legislation that their elected representatives are so deeply divided on? It’s hard to tell just yet. A recent Pew Research Center poll showed that more than half of U.S. residents don’t approve of Obamacare, and that one in four want their elected representative to do what he or she can to make the legislation fail.\n\nHere’s Cembalest’s list, in the form of an infographic:\n\nPhoto: IBTimes/Lisa Mahapatra\n\nCorrection: Two pieces of legislation in Cembalest's list were accidentally excluded from the first version of this infographic: the Social Security Act, 1935, and Social Security Amendments, 1983, and have now been included. The infographic has been edited to reflect this change.", "article_metadata": {"msapplication-config": "http://s2.ibtimes.com/sites/www.ibtimes.com/themes/us_ibtimes/favicons/browserconfig.xml", "news_keywords": "obamacare, affordable care act, problem with obamacare, patient protection and affordable care act, partisanship gap in obamacare, republicans was obamacare to fail, people who want obamacare to fail, should obamacare be implemented, health insurance exch", "og": {"site_name": "International Business Times", "description": "For the first time in 100 years, one party forced through a bill with major national implications without any agreement from the opposing party.", "title": "Obamacare's Biggest Problem: Largest Partisan Support Gap In 100 Years [Infographic]", "url": "http://www.ibtimes.com/obamacares-biggest-problem-largest-partisan-support-gap-100-years-infographic-1408584", "image": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2013/09/20/obamacare-partisan-support-gap-01_4.png", "type": "article"}, "twitter": {"description": "For the first time in 100 years, one party forced through a bill with major national implications without any agreement from the opposing party.", "title": "Obamacare's Biggest Problem: Largest Partisan Support Gap In 100 Years [Infographic]", "url": "http://www.ibtimes.com/obamacares-biggest-problem-largest-partisan-support-gap-100-years-infographic-1408584", "image": {"src": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2013/09/20/obamacare-partisan-support-gap-01_4.png", "identifier": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2013/09/20/obamacare-partisan-support-gap-01_4.png"}, "site": "@IBTimes", "card": "summary_large_image"}, "msapplication-TileColor": "#000000", "fb": {"app_id": 263851690471857, "pages": 128026713884051}, "msapplication-TileImage": "http://s1.ibtimes.com/sites/www.ibtimes.com/themes/us_ibtimes/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/IBTimes", "section": "World", "published_time": "2013-09-20T05:49:13-04:00", "modified_time": "2013-09-20T14:18:12-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "For the first time in 100 years, one party forced through a bill with major national implications without any agreement from the opposing party."}, "article_summary": "The bill, which has major national implications, passed, but did so with the largest gap in partisan support any major piece of legislation has seen in the past hundred years.\nJP Morgan’s Michael Cembalest put together a list of major legislation passed in the past 100 years, and looked at the gap in partisan support for each bill in both the House and Senate.\nObamacare was not.”Continue Reading BelowWill U.S. residents be able to adapt to legislation that their elected representatives are so deeply divided on?\nHere’s Cembalest’s list, in the form of an infographic:Photo: IBTimes/Lisa MahapatraCorrection: Two pieces of legislation in Cembalest's list were accidentally excluded from the first version of this infographic: the Social Security Act, 1935, and Social Security Amendments, 1983, and have now been included.\nWhen the Patient Protection and Affordable Care Act, better known as Obamacare, was passed in 2010, not one Republican member of the House nor the Senate voted in favor of it."}