{"article_title": "National Review", "article_keywords": ["scandals", "largely", "review", "agency", "administration", "foreign", "public", "state", "way", "policy", "national", "obama"], "article_url": "http://www.nationalreview.com/article/389681/making-harding-look-good-victor-davis-hanson", "article_text": "The Obama administration has tarnished nearly every major federal agency.\n\nMany have described the Obama departure from the 70-year-old bipartisan postwar foreign policy of the United States as reminiscent of Jimmy Carter’s failed 1977–81 tenure. There is certainly the same messianic sense of self, the same naïveté, and the same boasts of changing the nature of America, as each of these presidents was defining himself as against supposedly unpopular predecessors. But the proper Obama comparison is not Carter, but rather Warren G. Harding. By that I mean not that Obama’s scandals have matched Harding’s, but rather that by any fair standard they have now far exceeded them and done far more lasting damage — and without Obama’s offering achievements commensurate with those that occasionally characterized Harding’s brief, failed presidency.\n\nThe lasting legacy of Obama will be that he has largely discredited the idea of big government, of which he was so passionate an advocate. Almost every major agency of the federal government, many of them with a hallowed tradition of bipartisan competence, have now been rendered either dysfunctional or politicized — or both — largely because of politically driven appointments of unqualified people, or ideological agendas that were incompatible with the agency’s mission.\n\nThe list of scandals is quite staggering. In aggregate, it makes Harding’s Teapot Dome mess seem minor in comparison.\n\nThere is now no Border Patrol, at least as Americans have understood the agency whose job was enforcing federal immigration statutes. It died as an enforcement bureau sometime in 2013, not long after the reelection of Barack Obama, in a way that it could not have before the election. Instead, in Orwellian fashion, at a time of plague and terrorism abroad, it is now the Border-Crossing Enabling Service, whose chief task is facilitating the illegal entry of thousands from Latin America and Mexico, largely to further the political agenda of the Obama administration, contrary to the law, the will of Congress, and the wishes of the majority of the American people. Mention the phrase “immigration law” or “Border Patrol,” and Americans sigh that neither any longer exists. Yet such a perversion of the mission of a federal agency for political purposes has become thematic of this administration. Perhaps the end of border enforcement is emblemized best by Obama’s own uncle and late aunt, who in open defiance broke federal immigration law and did so with impunity, resided illegally in the United States, broke various state laws, and ended up either on public assistance or mired in the U.S. judicial system.\n\nNo one quite knows how to deal with the deadly threat of the Ebola virus. We can assume, however, that the Obama administration’s policy will be predicated foremost on some sort of predetermined ideological concern. Unlike many European countries, the United States still allows foreign nationals from countries with pandemics of Ebola to enter the country freely. What the administration has so far told us about Ebola — that a case here was unlikely, and then, after it happened, that probably only a handful of people had been exposed — was almost immediately proven false.\n\nIf this seems a harsh judgment, consider the policy of restricting flights to and from foreign countries because of national-security concerns. During the controversial Gaza War, the FAA ordered U.S. airlines to suspend flights to Ben Gurion Airport — the best protected airport in the world — supposedly because of a rocket that exploded in the general proximity of the facility. Hamas claimed the step as a psychological victory and proof of the efficacy of its strategy of targeting Israeli civilian centers, and as further evidence of growing U.S. anger at Israeli war conduct. In contrast, the FAA has not shut down flights to and from African countries in which Ebola has reached pandemic status. Which threat — a deadly virus or a stray rocket — posed the greatest danger to the American public? Perhaps if infected Liberian nationals send their child to Sidwell Friends, radical changes in FAA policy will follow; or, in contrast, if Israel had been gripped by an Ebola pandemic, then Americans might have been allowed to fly in and out of Ben Gurion.\n\nThe combination of Lois Lerner’s taking the Fifth Amendment and Barack Obama’s characterizing the IRS’s partisan targeting of conservatives as involving not a “smidgen” of corruption sum up the current status of the tax agency. So far no one has been held accountable for the corruption. Most Americans now assume that any high-profile political activity or contribution deemed inimical to the Obama administration will earn an audit or at least additional IRS scrutiny — a Machiavellian gambit that has discouraged contributions to conservative candidates. The agency that relies on voluntary tax compliance now holds taxpayers to standards of transparency, record-keeping, and honesty that it cannot itself meet. That too will be a lasting legacy of the Obama administration.\n\nEric Holder has politicized the Justice Department in a way not seen since the scandals of Nixon appointee John Mitchell. Holder’s prior ethical lapses – notably, as deputy attorney general in the Clinton administration, the disreputable eleventh-hour pardon for fugitive (and Democratic contributor) Marc Rich — were well known. But in less than six years, he has managed to trump them. Holder was held in contempt by Congress for withholding subpoenaed documents about the Fast and Furious scandal, and he editorialized on pending criminal cases, such as the Trayvon Martin and the Ferguson cases. He arbitrarily chose not to enforce existing laws, whether elements of Obamacare or immigration statutes. He was forced to pay back the government for using a Gulfstream to junket to the Belmont Stakes with family and friends. He sought to try terrorists in civilian courts, and he demonized the idea of Guantanamo, which earlier, when it was politically expedient, he had praised. He caricatured his critics and made race essential rather than incidental to his tenure (e.g., “my people,” “nation of cowards,” and the false charges of racism against critics of the administration) in a way that would have gotten anyone else fired. Had any other attorney general monitored reporters’ communications as Holder did those of AP reporters, and, even more so, James Rosen, he would also have been summarily dismissed. Even the media will not be able to prevent Holder’s legacy from being seen as one of the Justice Department’s no longer enforcing the law without prejudice, but instead choosing haphazard compliance in order to advance partisan ideas of social justice.\n\nThe Secret Service used to be unimpeachable. Not now. Agents have been caught patronizing prostitutes while on assignment in Latin America. They have allowed an armed former felon to enter an elevator with the president. They had no clue that gunshots may well have hit the White House. They allowed an unhinged and armed intruder to not just enter the White House grounds, but make his way into the White House itself — and the agency then tried to cover up its laxity. Its reputation is now in shreds. One day a confused White House expresses full confidence in the Secret Service’s incompetent director, and the next gladly accepts her resignation.\n\nThen there is the unfortunate alphabet soup of scandals. The GSA junketeering is now the stuff of caricature, but the sad thing about the agency’s fraud was the utter contempt for the taxpayers shown by its vacationing grandees, who are supposedly watchdogs of the public infrastructure. Former VA director Eric Shinseki, appointed largely for his banner opposition to the Iraq war, proved inept. The VA has shown itself to be not just incompetent but lethally so: It has allowed dozens of veterans to die for lack of adequate treatment. Like other Obama administration agencies such as the IRS and the Secret Service, the VA sought to cover up its near-criminal negligence. No one knows quite what the NSA is doing or should be doing, but most agree that it should not be tapping the private cell phones of allied foreign leaders. Nor should the director of national intelligence, James Clapper, lie before Congress that the government does not track the communications of ordinary Americans.\n\nObama recently scapegoated the intelligence agencies for his own laxity in addressing the Islamic State in its early ascendance. True, his appointees may well be incompetent, but if so, it is in a way that reflects the president’s own politically driven narratives. Thus Clapper assured us that Qaddafi would not fall and that the Muslim Brotherhood was largely secular. John Brennan, head of the CIA, once offered a rant about the innocuous nature of jihad that was delusional, as was his characterization of the radical Islamic agenda of forming a worldwide caliphate “absurd.” Would that Brennan had been as up on the circumstances of the arrest of would-be underwear bomber Umar Abdulmutallab as he is on the nuances of jihad. Do we even remember now how the secretary of homeland security, Janet Napolitano, helped usher in the euphemisms that became the stuff of ridicule (from overseas contingency operations and man-caused disasters to workplace violence). Under her directorship, we were told that right-wingers and returning veterans were greater threats to our security than radical Islamists.\n\nThe State Department has been even more tarnished. No one was held to account for serial untruths about the Benghazi killings, even though no one now defends the yarn of a video causing spontaneous riots or denies that the consulate was sorely unprotected. U.N. Ambassador Susan Rice and Secretary of State Hillary Clinton assiduously peddled demonstrable falsehoods, massaging the truth to fit within reelection parameters. The president bragged about pulling troops out of Iraq when it was convenient for his reelection campaign, and then blamed others when that foolish move proved one of the most disastrous decisions in the last decade. Add in reset with Russia, leading from behind in Libya, constant contextualizing of American sins, and pseudo red lines, step-over lines, and deadlines, and you see that our foreign policy has become a serious embarrassment abroad. Indeed, Obama suffers from the paradox of the Cretan Liar (who assured everyone he spoke with that all Cretans lie): He seeks to bask in adulation abroad as U.S. head of state even as he tells his worshipers that the U.S. is culpable and by implication thus does not deserve such adulation.\n\nThen there are the departed Cabinet secretaries. No one really knew exactly what Labor Secretary Hilda Solis was doing other than that she abruptly departed the administration and was quickly mired in all sorts of post-tenure financial scandals. Ditto EPA Director Lisa Jackson, who mysteriously drifted out of office once it was learned that she had created a false e-mail identity to pound her own drum. No one has ever explained why NASA Administrator Charles Bolden believed that the primary mission of the space agency should be Muslim outreach, and everyone still is puzzled about why the nation that reached the moon first is now dependent on Vladimir Putin for sending its astronauts into space. Kathleen Sebelius left the Department of Health and Human Services under a cloud of suspicions, after serially misleading the public about Obamacare. Her chief defense is that she was merely parroting the untruths of the President of the United States (you can keep your health plan and your doctors, and premiums and deductibles will go down, along with the deficit). Does anyone remember Secretary of Energy Steven Chu, now infamous for his quirky ideas about wanting gasoline prices to rise to European levels (e.g., $9 a gallon), and for hoping to shut down coal-fired electricity generation — along with approving crony-capitalist loans to the green lobbyists who gave us a subsidized and bankrupt Solyndra.\n\nObama has set the standard that the purpose of government is to facilitate his version of social change, regardless of protocols, laws, or traditions. And the result is a scandal-ridden administration that exceeds that of Warren G. Harding — one that has now convinced the public that their government agencies are not lawful, competent, or to be trusted.\n\n— NRO contributor Victor Davis Hanson is a senior fellow at the Hoover Institution and the author, most recently, of The Savior Generals.", "article_metadata": {"tweettext": "Making Harding Look Good", "sailthru.author": "Victor Davis Hanson", "description": "Many have described the Obama departure from the 70-year-old bipartisan postwar foreign policy of the United States as reminiscent of Jimmy Carter’s failed 1977–81 tenure. There is certainly the same messianic sense of self, the same naïveté, and the same boasts of changing the nature of America, as each of these presidents was defining himself as against supposedly unpopular predecessors. But the proper Obama comparison is not Carter, but rather Warren G. Harding. By that I mean not that Obama’s scandals have matched Harding’s, but rather that by any fair standard they have now far exceeded them and done far more lasting damage — and without Obama’s offering achievements commensurate with those that occasionally characterized Harding’s brief, failed presidency.\n\n#ad#The lasting legacy of Obama will be that he has largely discredited the idea of big government, of which he was so passionate an advocate. Almost every major agency of the federal government, many of them with a hallowed tradition of bipartisan competence, have now been rendered either dysfunctional or politicized — or both — largely because of politically driven appointments of unqualified people, or ideological agendas that were incompatible with the agency’s mission.\n\nThe list of scandals is quite staggering. In aggregate, it makes Harding’s Teapot Dome mess seem minor in comparison.\n\nThere is now no Border Patrol, at least as Americans have understood the agency whose job was enforcing federal immigration statutes. It died as an enforcement bureau sometime in 2013, not long after the reelection of Barack Obama, in a way that it could not have before the election. Instead, in Orwellian fashion, at a time of plague and terrorism abroad, it is now the Border-Crossing Enabling Service, whose chief task is facilitating the illegal entry of thousands from Latin America and Mexico, largely to further the political agenda of the Obama administration, contrary to the law, the will of Congress, and the wishes of the majority of the American people. Mention the phrase “immigration law” or “Border Patrol,” and Americans sigh that neither any longer exists. Yet such a perversion of the mission of a federal agency for political purposes has become thematic of this administration. Perhaps the end of border enforcement is emblemized best by Obama’s own uncle and late aunt, who in open defiance broke federal immigration law and did so with impunity, resided illegally in the United States, broke various state laws, and ended up either on public assistance or mired in the U.S. judicial system.\n\nNo one quite knows how to deal with the deadly threat of the Ebola virus. We can assume, however, that the Obama administration’s policy will be predicated foremost on some sort of predetermined ideological concern. Unlike many European countries, the United States still allows foreign nationals from countries with pandemics of Ebola to enter the country freely. What the administration has so far told us about Ebola — that a case here was unlikely, and then, after it happened, that probably only a handful of people had been exposed — was almost immediately proven false.\n\nIf this seems a harsh judgment, consider the policy of restricting flights to and from foreign countries because of national-security concerns. During the controversial Gaza War, the FAA ordered U.S. airlines to suspend flights to Ben Gurion Airport — the best protected airport in the world — supposedly because of a rocket that exploded in the general proximity of the facility. Hamas claimed the step as a psychological victory and proof of the efficacy of its strategy of targeting Israeli civilian centers, and as further evidence of growing U.S. anger at Israeli war conduct. In contrast, the FAA has not shut down flights to and from African countries in which Ebola has reached pandemic status. Which threat — a deadly virus or a stray rocket — posed the greatest danger to the American public? Perhaps if infected Liberian nationals send their child to Sidwell Friends, radical changes in FAA policy will follow; or, in contrast, if Israel had been gripped by an Ebola pandemic, then Americans might have been allowed to fly in and out of Ben Gurion.\n\nThe combination of Lois Lerner’s taking the Fifth Amendment and Barack Obama’s characterizing the IRS’s partisan targeting of conservatives as involving not a “smidgen” of corruption sum up the current status of the tax agency. So far no one has been held accountable for the corruption. Most Americans now assume that any high-profile political activity or contribution deemed inimical to the Obama administration will earn an audit or at least additional IRS scrutiny — a Machiavellian gambit that has discouraged contributions to conservative candidates. The agency that relies on voluntary tax compliance now holds taxpayers to standards of transparency, record-keeping, and honesty that it cannot itself meet. That too will be a lasting legacy of the Obama administration.\n\nEric Holder has politicized the Justice Department in a way not seen since the scandals of Nixon appointee John Mitchell. Holder’s prior ethical lapses – notably, as deputy attorney general in the Clinton administration, the disreputable eleventh-hour pardon for fugitive (and Democratic contributor) Marc Rich — were well known. But in less than six years, he has managed to trump them. Holder was held in contempt by Congress for withholding subpoenaed documents about the Fast and Furious scandal, and he editorialized on pending criminal cases, such as the Trayvon Martin and the Ferguson cases. He arbitrarily chose not to enforce existing laws, whether elements of Obamacare or immigration statutes. He was forced to pay back the government for using a Gulfstream to junket to the Belmont Stakes with family and friends. He sought to try terrorists in civilian courts, and he demonized the idea of Guantanamo, which earlier, when it was politically expedient, he had praised. He caricatured his critics and made race essential rather than incidental to his tenure (e.g., “my people,” “nation of cowards,” and the false charges of racism against critics of the administration) in a way that would have gotten anyone else fired. Had any other attorney general monitored reporters’ communications as Holder did those of AP reporters, and, even more so, James Rosen, he would also have been summarily dismissed. Even the media will not be able to prevent Holder’s legacy from being seen as one of the Justice Department’s no longer enforcing the law without prejudice, but instead choosing haphazard compliance in order to advance partisan ideas of social justice.\n\n#page#The Secret Service used to be unimpeachable. Not now. Agents have been caught patronizing prostitutes while on assignment in Latin America. They have allowed an armed former felon to enter an elevator with the president. They had no clue that gunshots may well have hit the White House. They allowed an unhinged and armed intruder to not just enter the White House grounds, but make his way into the White House itself — and the agency then tried to cover up its laxity. Its reputation is now in shreds. One day a confused White House expresses full confidence in the Secret Service’s incompetent director, and the next gladly accepts her resignation.\n\n#ad#Then there is the unfortunate alphabet soup of scandals. The GSA junketeering is now the stuff of caricature, but the sad thing about the agency’s fraud was the utter contempt for the taxpayers shown by its vacationing grandees, who are supposedly watchdogs of the public infrastructure. Former VA director Eric Shinseki, appointed largely for his banner opposition to the Iraq war, proved inept. The VA has shown itself to be not just incompetent but lethally so: It has allowed dozens of veterans to die for lack of adequate treatment. Like other Obama administration agencies such as the IRS and the Secret Service, the VA sought to cover up its near-criminal negligence. No one knows quite what the NSA is doing or should be doing, but most agree that it should not be tapping the private cell phones of allied foreign leaders. Nor should the director of national intelligence, James Clapper, lie before Congress that the government does not track the communications of ordinary Americans.\n\nObama recently scapegoated the intelligence agencies for his own laxity in addressing the Islamic State in its early ascendance. True, his appointees may well be incompetent, but if so, it is in a way that reflects the president’s own politically driven narratives. Thus Clapper assured us that Qaddafi would not fall and that the Muslim Brotherhood was largely secular. John Brennan, head of the CIA, once offered a rant about the innocuous nature of jihad that was delusional, as was his characterization of the radical Islamic agenda of forming a worldwide caliphate “absurd.” Would that Brennan had been as up on the circumstances of the arrest of would-be underwear bomber Umar Abdulmutallab as he is on the nuances of jihad. Do we even remember now how the secretary of homeland security, Janet Napolitano, helped usher in the euphemisms that became the stuff of ridicule (from overseas contingency operations and man-caused disasters to workplace violence). Under her directorship, we were told that right-wingers and returning veterans were greater threats to our security than radical Islamists.\n\nThe State Department has been even more tarnished. No one was held to account for serial untruths about the Benghazi killings, even though no one now defends the yarn of a video causing spontaneous riots or denies that the consulate was sorely unprotected. U.N. Ambassador Susan Rice and Secretary of State Hillary Clinton assiduously peddled demonstrable falsehoods, massaging the truth to fit within reelection parameters. The president bragged about pulling troops out of Iraq when it was convenient for his reelection campaign, and then blamed others when that foolish move proved one of the most disastrous decisions in the last decade. Add in reset with Russia, leading from behind in Libya, constant contextualizing of American sins, and pseudo red lines, step-over lines, and deadlines, and you see that our foreign policy has become a serious embarrassment abroad. Indeed, Obama suffers from the paradox of the Cretan Liar (who assured everyone he spoke with that all Cretans lie): He seeks to bask in adulation abroad as U.S. head of state even as he tells his worshipers that the U.S. is culpable and by implication thus does not deserve such adulation.\n\nThen there are the departed Cabinet secretaries. No one really knew exactly what Labor Secretary Hilda Solis was doing other than that she abruptly departed the administration and was quickly mired in all sorts of post-tenure financial scandals. Ditto EPA Director Lisa Jackson, who mysteriously drifted out of office once it was learned that she had created a false e-mail identity to pound her own drum. No one has ever explained why NASA Administrator Charles Bolden believed that the primary mission of the space agency should be Muslim outreach, and everyone still is puzzled about why the nation that reached the moon first is now dependent on Vladimir Putin for sending its astronauts into space. Kathleen Sebelius left the Department of Health and Human Services under a cloud of suspicions, after serially misleading the public about Obamacare. Her chief defense is that she was merely parroting the untruths of the President of the United States (you can keep your health plan and your doctors, and premiums and deductibles will go down, along with the deficit). Does anyone remember Secretary of Energy Steven Chu, now infamous for his quirky ideas about wanting gasoline prices to rise to European levels (e.g., $9 a gallon), and for hoping to shut down coal-fired electricity generation — along with approving crony-capitalist loans to the green lobbyists who gave us a subsidized and bankrupt Solyndra.\n\nObama has set the standard that the purpose of government is to facilitate his version of social change, regardless of protocols, laws, or traditions. And the result is a scandal-ridden administration that exceeds that of Warren G. Harding — one that has now convinced the public that their government agencies are not lawful, competent, or to be trusted.\n\n— NRO contributor Victor Davis Hanson is a senior fellow at the Hoover Institution and the author, most recently, of The Savior Generals.", "generator": "Drupal 7 (http://drupal.org)", "title": "| National Review", "og": {"site_name": "National Review Online", "description": "Many have described the Obama departure from the 70-year-old bipartisan postwar foreign policy of the United States as reminiscent of Jimmy Carter’s failed 1977–81 tenure. There is certainly the same messianic sense of self, the same naïveté, and the same boasts of changing the nature of America, as each of these presidents was defining himself as against supposedly unpopular predecessors. But the proper Obama comparison is not Carter, but rather Warren G. Harding. By that I mean not that Obama’s scandals have matched Harding’s, but rather that by any fair standard they have now far exceeded them and done far more lasting damage — and without Obama’s offering achievements commensurate with those that occasionally characterized Harding’s brief, failed presidency.\n\n#ad#The lasting legacy of Obama will be that he has largely discredited the idea of big government, of which he was so passionate an advocate. Almost every major agency of the federal government, many of them with a hallowed tradition of bipartisan competence, have now been rendered either dysfunctional or politicized — or both — largely because of politically driven appointments of unqualified people, or ideological agendas that were incompatible with the agency’s mission.\n\nThe list of scandals is quite staggering. In aggregate, it makes Harding’s Teapot Dome mess seem minor in comparison.\n\nThere is now no Border Patrol, at least as Americans have understood the agency whose job was enforcing federal immigration statutes. It died as an enforcement bureau sometime in 2013, not long after the reelection of Barack Obama, in a way that it could not have before the election. Instead, in Orwellian fashion, at a time of plague and terrorism abroad, it is now the Border-Crossing Enabling Service, whose chief task is facilitating the illegal entry of thousands from Latin America and Mexico, largely to further the political agenda of the Obama administration, contrary to the law, the will of Congress, and the wishes of the majority of the American people. Mention the phrase “immigration law” or “Border Patrol,” and Americans sigh that neither any longer exists. Yet such a perversion of the mission of a federal agency for political purposes has become thematic of this administration. Perhaps the end of border enforcement is emblemized best by Obama’s own uncle and late aunt, who in open defiance broke federal immigration law and did so with impunity, resided illegally in the United States, broke various state laws, and ended up either on public assistance or mired in the U.S. judicial system.\n\nNo one quite knows how to deal with the deadly threat of the Ebola virus. We can assume, however, that the Obama administration’s policy will be predicated foremost on some sort of predetermined ideological concern. Unlike many European countries, the United States still allows foreign nationals from countries with pandemics of Ebola to enter the country freely. What the administration has so far told us about Ebola — that a case here was unlikely, and then, after it happened, that probably only a handful of people had been exposed — was almost immediately proven false.\n\nIf this seems a harsh judgment, consider the policy of restricting flights to and from foreign countries because of national-security concerns. During the controversial Gaza War, the FAA ordered U.S. airlines to suspend flights to Ben Gurion Airport — the best protected airport in the world — supposedly because of a rocket that exploded in the general proximity of the facility. Hamas claimed the step as a psychological victory and proof of the efficacy of its strategy of targeting Israeli civilian centers, and as further evidence of growing U.S. anger at Israeli war conduct. In contrast, the FAA has not shut down flights to and from African countries in which Ebola has reached pandemic status. Which threat — a deadly virus or a stray rocket — posed the greatest danger to the American public? Perhaps if infected Liberian nationals send their child to Sidwell Friends, radical changes in FAA policy will follow; or, in contrast, if Israel had been gripped by an Ebola pandemic, then Americans might have been allowed to fly in and out of Ben Gurion.\n\nThe combination of Lois Lerner’s taking the Fifth Amendment and Barack Obama’s characterizing the IRS’s partisan targeting of conservatives as involving not a “smidgen” of corruption sum up the current status of the tax agency. So far no one has been held accountable for the corruption. Most Americans now assume that any high-profile political activity or contribution deemed inimical to the Obama administration will earn an audit or at least additional IRS scrutiny — a Machiavellian gambit that has discouraged contributions to conservative candidates. The agency that relies on voluntary tax compliance now holds taxpayers to standards of transparency, record-keeping, and honesty that it cannot itself meet. That too will be a lasting legacy of the Obama administration.\n\nEric Holder has politicized the Justice Department in a way not seen since the scandals of Nixon appointee John Mitchell. Holder’s prior ethical lapses – notably, as deputy attorney general in the Clinton administration, the disreputable eleventh-hour pardon for fugitive (and Democratic contributor) Marc Rich — were well known. But in less than six years, he has managed to trump them. Holder was held in contempt by Congress for withholding subpoenaed documents about the Fast and Furious scandal, and he editorialized on pending criminal cases, such as the Trayvon Martin and the Ferguson cases. He arbitrarily chose not to enforce existing laws, whether elements of Obamacare or immigration statutes. He was forced to pay back the government for using a Gulfstream to junket to the Belmont Stakes with family and friends. He sought to try terrorists in civilian courts, and he demonized the idea of Guantanamo, which earlier, when it was politically expedient, he had praised. He caricatured his critics and made race essential rather than incidental to his tenure (e.g., “my people,” “nation of cowards,” and the false charges of racism against critics of the administration) in a way that would have gotten anyone else fired. Had any other attorney general monitored reporters’ communications as Holder did those of AP reporters, and, even more so, James Rosen, he would also have been summarily dismissed. Even the media will not be able to prevent Holder’s legacy from being seen as one of the Justice Department’s no longer enforcing the law without prejudice, but instead choosing haphazard compliance in order to advance partisan ideas of social justice.\n\n#page#The Secret Service used to be unimpeachable. Not now. Agents have been caught patronizing prostitutes while on assignment in Latin America. They have allowed an armed former felon to enter an elevator with the president. They had no clue that gunshots may well have hit the White House. They allowed an unhinged and armed intruder to not just enter the White House grounds, but make his way into the White House itself — and the agency then tried to cover up its laxity. Its reputation is now in shreds. One day a confused White House expresses full confidence in the Secret Service’s incompetent director, and the next gladly accepts her resignation.\n\n#ad#Then there is the unfortunate alphabet soup of scandals. The GSA junketeering is now the stuff of caricature, but the sad thing about the agency’s fraud was the utter contempt for the taxpayers shown by its vacationing grandees, who are supposedly watchdogs of the public infrastructure. Former VA director Eric Shinseki, appointed largely for his banner opposition to the Iraq war, proved inept. The VA has shown itself to be not just incompetent but lethally so: It has allowed dozens of veterans to die for lack of adequate treatment. Like other Obama administration agencies such as the IRS and the Secret Service, the VA sought to cover up its near-criminal negligence. No one knows quite what the NSA is doing or should be doing, but most agree that it should not be tapping the private cell phones of allied foreign leaders. Nor should the director of national intelligence, James Clapper, lie before Congress that the government does not track the communications of ordinary Americans.\n\nObama recently scapegoated the intelligence agencies for his own laxity in addressing the Islamic State in its early ascendance. True, his appointees may well be incompetent, but if so, it is in a way that reflects the president’s own politically driven narratives. Thus Clapper assured us that Qaddafi would not fall and that the Muslim Brotherhood was largely secular. John Brennan, head of the CIA, once offered a rant about the innocuous nature of jihad that was delusional, as was his characterization of the radical Islamic agenda of forming a worldwide caliphate “absurd.” Would that Brennan had been as up on the circumstances of the arrest of would-be underwear bomber Umar Abdulmutallab as he is on the nuances of jihad. Do we even remember now how the secretary of homeland security, Janet Napolitano, helped usher in the euphemisms that became the stuff of ridicule (from overseas contingency operations and man-caused disasters to workplace violence). Under her directorship, we were told that right-wingers and returning veterans were greater threats to our security than radical Islamists.\n\nThe State Department has been even more tarnished. No one was held to account for serial untruths about the Benghazi killings, even though no one now defends the yarn of a video causing spontaneous riots or denies that the consulate was sorely unprotected. U.N. Ambassador Susan Rice and Secretary of State Hillary Clinton assiduously peddled demonstrable falsehoods, massaging the truth to fit within reelection parameters. The president bragged about pulling troops out of Iraq when it was convenient for his reelection campaign, and then blamed others when that foolish move proved one of the most disastrous decisions in the last decade. Add in reset with Russia, leading from behind in Libya, constant contextualizing of American sins, and pseudo red lines, step-over lines, and deadlines, and you see that our foreign policy has become a serious embarrassment abroad. Indeed, Obama suffers from the paradox of the Cretan Liar (who assured everyone he spoke with that all Cretans lie): He seeks to bask in adulation abroad as U.S. head of state even as he tells his worshipers that the U.S. is culpable and by implication thus does not deserve such adulation.\n\nThen there are the departed Cabinet secretaries. No one really knew exactly what Labor Secretary Hilda Solis was doing other than that she abruptly departed the administration and was quickly mired in all sorts of post-tenure financial scandals. Ditto EPA Director Lisa Jackson, who mysteriously drifted out of office once it was learned that she had created a false e-mail identity to pound her own drum. No one has ever explained why NASA Administrator Charles Bolden believed that the primary mission of the space agency should be Muslim outreach, and everyone still is puzzled about why the nation that reached the moon first is now dependent on Vladimir Putin for sending its astronauts into space. Kathleen Sebelius left the Department of Health and Human Services under a cloud of suspicions, after serially misleading the public about Obamacare. Her chief defense is that she was merely parroting the untruths of the President of the United States (you can keep your health plan and your doctors, and premiums and deductibles will go down, along with the deficit). Does anyone remember Secretary of Energy Steven Chu, now infamous for his quirky ideas about wanting gasoline prices to rise to European levels (e.g., $9 a gallon), and for hoping to shut down coal-fired electricity generation — along with approving crony-capitalist loans to the green lobbyists who gave us a subsidized and bankrupt Solyndra.\n\nObama has set the standard that the purpose of government is to facilitate his version of social change, regardless of protocols, laws, or traditions. And the result is a scandal-ridden administration that exceeds that of Warren G. Harding — one that has now convinced the public that their government agencies are not lawful, competent, or to be trusted.\n\n— NRO contributor Victor Davis Hanson is a senior fellow at the Hoover Institution and the author, most recently, of The Savior Generals.", "title": "Making Harding Look Good", "url": "http://www.nationalreview.com/article/389681/making-harding-look-good-victor-davis-hanson", "image": "http://c6.nrostatic.com/sites/default/files/uploaded/pic_related_100714_SM_Obama-Harding-G.jpg", "type": "article"}, "twitter": {"url": "http://www.nationalreview.com/article/389681/making-harding-look-good-victor-davis-hanson", "image": "http://c0.nrostatic.com/sites/default/files/uploaded/pic_giant2_100714_SM_Obama-Harding-G.jpg", "description": "Many have described the Obama departure from the 70-year-old bipartisan postwar foreign policy of the United States as reminiscent of Jimmy Carter’s failed 1977–81 tenure. There is certainly the same messianic sense of self, the same naïveté, and the same boasts of changing the nature of America, as each of these presidents was defining himself as against supposedly unpopular predecessors. But the proper Obama comparison is not Carter, but rather Warren G. Harding. By that I mean not that Obama’s scandals have matched Harding’s, but rather that by any fair standard they have now far exceeded them and done far more lasting damage — and without Obama’s offering achievements commensurate with those that occasionally characterized Harding’s brief, failed presidency.\n\n#ad#The lasting legacy of Obama will be that he has largely discredited the idea of big government, of which he was so passionate an advocate. Almost every major agency of the federal government, many of them with a hallowed tradition of bipartisan competence, have now been rendered either dysfunctional or politicized — or both — largely because of politically driven appointments of unqualified people, or ideological agendas that were incompatible with the agency’s mission.\n\nThe list of scandals is quite staggering. In aggregate, it makes Harding’s Teapot Dome mess seem minor in comparison.\n\nThere is now no Border Patrol, at least as Americans have understood the agency whose job was enforcing federal immigration statutes. It died as an enforcement bureau sometime in 2013, not long after the reelection of Barack Obama, in a way that it could not have before the election. Instead, in Orwellian fashion, at a time of plague and terrorism abroad, it is now the Border-Crossing Enabling Service, whose chief task is facilitating the illegal entry of thousands from Latin America and Mexico, largely to further the political agenda of the Obama administration, contrary to the law, the will of Congress, and the wishes of the majority of the American people. Mention the phrase “immigration law” or “Border Patrol,” and Americans sigh that neither any longer exists. Yet such a perversion of the mission of a federal agency for political purposes has become thematic of this administration. Perhaps the end of border enforcement is emblemized best by Obama’s own uncle and late aunt, who in open defiance broke federal immigration law and did so with impunity, resided illegally in the United States, broke various state laws, and ended up either on public assistance or mired in the U.S. judicial system.\n\nNo one quite knows how to deal with the deadly threat of the Ebola virus. We can assume, however, that the Obama administration’s policy will be predicated foremost on some sort of predetermined ideological concern. Unlike many European countries, the United States still allows foreign nationals from countries with pandemics of Ebola to enter the country freely. What the administration has so far told us about Ebola — that a case here was unlikely, and then, after it happened, that probably only a handful of people had been exposed — was almost immediately proven false.\n\nIf this seems a harsh judgment, consider the policy of restricting flights to and from foreign countries because of national-security concerns. During the controversial Gaza War, the FAA ordered U.S. airlines to suspend flights to Ben Gurion Airport — the best protected airport in the world — supposedly because of a rocket that exploded in the general proximity of the facility. Hamas claimed the step as a psychological victory and proof of the efficacy of its strategy of targeting Israeli civilian centers, and as further evidence of growing U.S. anger at Israeli war conduct. In contrast, the FAA has not shut down flights to and from African countries in which Ebola has reached pandemic status. Which threat — a deadly virus or a stray rocket — posed the greatest danger to the American public? Perhaps if infected Liberian nationals send their child to Sidwell Friends, radical changes in FAA policy will follow; or, in contrast, if Israel had been gripped by an Ebola pandemic, then Americans might have been allowed to fly in and out of Ben Gurion.\n\nThe combination of Lois Lerner’s taking the Fifth Amendment and Barack Obama’s characterizing the IRS’s partisan targeting of conservatives as involving not a “smidgen” of corruption sum up the current status of the tax agency. So far no one has been held accountable for the corruption. Most Americans now assume that any high-profile political activity or contribution deemed inimical to the Obama administration will earn an audit or at least additional IRS scrutiny — a Machiavellian gambit that has discouraged contributions to conservative candidates. The agency that relies on voluntary tax compliance now holds taxpayers to standards of transparency, record-keeping, and honesty that it cannot itself meet. That too will be a lasting legacy of the Obama administration.\n\nEric Holder has politicized the Justice Department in a way not seen since the scandals of Nixon appointee John Mitchell. Holder’s prior ethical lapses – notably, as deputy attorney general in the Clinton administration, the disreputable eleventh-hour pardon for fugitive (and Democratic contributor) Marc Rich — were well known. But in less than six years, he has managed to trump them. Holder was held in contempt by Congress for withholding subpoenaed documents about the Fast and Furious scandal, and he editorialized on pending criminal cases, such as the Trayvon Martin and the Ferguson cases. He arbitrarily chose not to enforce existing laws, whether elements of Obamacare or immigration statutes. He was forced to pay back the government for using a Gulfstream to junket to the Belmont Stakes with family and friends. He sought to try terrorists in civilian courts, and he demonized the idea of Guantanamo, which earlier, when it was politically expedient, he had praised. He caricatured his critics and made race essential rather than incidental to his tenure (e.g., “my people,” “nation of cowards,” and the false charges of racism against critics of the administration) in a way that would have gotten anyone else fired. Had any other attorney general monitored reporters’ communications as Holder did those of AP reporters, and, even more so, James Rosen, he would also have been summarily dismissed. Even the media will not be able to prevent Holder’s legacy from being seen as one of the Justice Department’s no longer enforcing the law without prejudice, but instead choosing haphazard compliance in order to advance partisan ideas of social justice.\n\n#page#The Secret Service used to be unimpeachable. Not now. Agents have been caught patronizing prostitutes while on assignment in Latin America. They have allowed an armed former felon to enter an elevator with the president. They had no clue that gunshots may well have hit the White House. They allowed an unhinged and armed intruder to not just enter the White House grounds, but make his way into the White House itself — and the agency then tried to cover up its laxity. Its reputation is now in shreds. One day a confused White House expresses full confidence in the Secret Service’s incompetent director, and the next gladly accepts her resignation.\n\n#ad#Then there is the unfortunate alphabet soup of scandals. The GSA junketeering is now the stuff of caricature, but the sad thing about the agency’s fraud was the utter contempt for the taxpayers shown by its vacationing grandees, who are supposedly watchdogs of the public infrastructure. Former VA director Eric Shinseki, appointed largely for his banner opposition to the Iraq war, proved inept. The VA has shown itself to be not just incompetent but lethally so: It has allowed dozens of veterans to die for lack of adequate treatment. Like other Obama administration agencies such as the IRS and the Secret Service, the VA sought to cover up its near-criminal negligence. No one knows quite what the NSA is doing or should be doing, but most agree that it should not be tapping the private cell phones of allied foreign leaders. Nor should the director of national intelligence, James Clapper, lie before Congress that the government does not track the communications of ordinary Americans.\n\nObama recently scapegoated the intelligence agencies for his own laxity in addressing the Islamic State in its early ascendance. True, his appointees may well be incompetent, but if so, it is in a way that reflects the president’s own politically driven narratives. Thus Clapper assured us that Qaddafi would not fall and that the Muslim Brotherhood was largely secular. John Brennan, head of the CIA, once offered a rant about the innocuous nature of jihad that was delusional, as was his characterization of the radical Islamic agenda of forming a worldwide caliphate “absurd.” Would that Brennan had been as up on the circumstances of the arrest of would-be underwear bomber Umar Abdulmutallab as he is on the nuances of jihad. Do we even remember now how the secretary of homeland security, Janet Napolitano, helped usher in the euphemisms that became the stuff of ridicule (from overseas contingency operations and man-caused disasters to workplace violence). Under her directorship, we were told that right-wingers and returning veterans were greater threats to our security than radical Islamists.\n\nThe State Department has been even more tarnished. No one was held to account for serial untruths about the Benghazi killings, even though no one now defends the yarn of a video causing spontaneous riots or denies that the consulate was sorely unprotected. U.N. Ambassador Susan Rice and Secretary of State Hillary Clinton assiduously peddled demonstrable falsehoods, massaging the truth to fit within reelection parameters. The president bragged about pulling troops out of Iraq when it was convenient for his reelection campaign, and then blamed others when that foolish move proved one of the most disastrous decisions in the last decade. Add in reset with Russia, leading from behind in Libya, constant contextualizing of American sins, and pseudo red lines, step-over lines, and deadlines, and you see that our foreign policy has become a serious embarrassment abroad. Indeed, Obama suffers from the paradox of the Cretan Liar (who assured everyone he spoke with that all Cretans lie): He seeks to bask in adulation abroad as U.S. head of state even as he tells his worshipers that the U.S. is culpable and by implication thus does not deserve such adulation.\n\nThen there are the departed Cabinet secretaries. No one really knew exactly what Labor Secretary Hilda Solis was doing other than that she abruptly departed the administration and was quickly mired in all sorts of post-tenure financial scandals. Ditto EPA Director Lisa Jackson, who mysteriously drifted out of office once it was learned that she had created a false e-mail identity to pound her own drum. No one has ever explained why NASA Administrator Charles Bolden believed that the primary mission of the space agency should be Muslim outreach, and everyone still is puzzled about why the nation that reached the moon first is now dependent on Vladimir Putin for sending its astronauts into space. Kathleen Sebelius left the Department of Health and Human Services under a cloud of suspicions, after serially misleading the public about Obamacare. Her chief defense is that she was merely parroting the untruths of the President of the United States (you can keep your health plan and your doctors, and premiums and deductibles will go down, along with the deficit). Does anyone remember Secretary of Energy Steven Chu, now infamous for his quirky ideas about wanting gasoline prices to rise to European levels (e.g., $9 a gallon), and for hoping to shut down coal-fired electricity generation — along with approving crony-capitalist loans to the green lobbyists who gave us a subsidized and bankrupt Solyndra.\n\nObama has set the standard that the purpose of government is to facilitate his version of social change, regardless of protocols, laws, or traditions. And the result is a scandal-ridden administration that exceeds that of Warren G. Harding — one that has now convinced the public that their government agencies are not lawful, competent, or to be trusted.\n\n— NRO contributor Victor Davis Hanson is a senior fellow at the Hoover Institution and the author, most recently, of The Savior Generals.", "card": "summary", "title": "Making Harding Look Good    , by Victor Davis Hanson, National Review"}, "sailthru.date": "Tue, 2014-10-07 04:00", "robots": "follow, index", "sailthru.title": "Making Harding Look Good", "sailthru.tags": "Making Harding Look Good    , Victor Davis Hanson, National Review", "fb": {"app_id": 129250807108374}, "keywords": "Victor Davis Hanson", "msvalidate.01": "E48498F585100158A880ED1615918208", "google-site-verification": "OOtPjyj3i8ggfSXzZ7MPoTiwFy_JnfzKMPkjZ5bhpk0", "copyright": "© National Review, Inc.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Victor Davis Hanson, Politics, Nation, World"}, "_id": "\"57477af46914bd0286fd58b4\"", "article_summary": "Like other Obama administration agencies such as the IRS and the Secret Service, the VA sought to cover up its near-criminal negligence.\nThat too will be a lasting legacy of the Obama administration.\nNor should the director of national intelligence, James Clapper, lie before Congress that the government does not track the communications of ordinary Americans.\nMany have described the Obama departure from the 70-year-old bipartisan postwar foreign policy of the United States as reminiscent of Jimmy Carter’s failed 1977–81 tenure.\nThe Obama administration has tarnished nearly every major federal agency."}