{"article_title": "Not expanding Medicaid is already costing Republican states billions", "article_keywords": ["billion", "worse", "expanding", "billions", "conservative", "states", "medicaid", "expansion", "way", "money", "policy", "republican", "costing", "care"], "article_url": "http://www.dailykos.com/story/2015/10/24/1437459/-Not-expanding-Medicare-is-already-costing-Republican-states-billions", "article_text": "The real party of fiscal responsibility? These folks.\n\nThe real party of fiscal responsibility? These folks.\n\nIn 2015, according to a survey by the Kaiser Foundation, spending by states that refused to expand Medicaid grew by 6.9 percent. That's pretty close to the historical average. However, spending by states that accepted Medicaid expansion grew by only 3.4 percent.\n\nIn other words, the states that have refused the expansion are cutting off their noses to spite their faces. They're actually willing to shell out money just to demonstrate their implacable hatred of Obamacare. How much money? Well, the expansion-refusing states spent $61 billion of their own money on Medicaid in 2014. If that had grown at 3.4 percent instead of 6.9 percent, they would have saved about $2 billion this year.\n\nThere has got to be some modern conservative government policy, somewhere, that is not a catastrophic clusterf--k. It is simple odds; there is no way a party could be incompetent in every last policy stance, at some point you'd presume they would have to stumble into something that (1) they strongly believed in as policy measure and (2) worked passably well when put into practice just out of sheer dumb luck. But no, it appears that hemorrhaging cash and doing a worse job has to be the desired effect, time after time, because there's no other way to explain their pride in doing it Got that? It's a pretty straightforward outcome; states that accepted Medicaid expansion under Obama saw their Medicaid costs rise at about half the rate as the conservative-led states that refused to so under the ideological premise of We Don't Like It. The immediate results of the non-expansions have been that if you're one of the people who might have benefited from the Medicaid expansion but live in a state that has blocked it you are, if and when you need medical care, screwed, but it turns out screwing you for the ideological sake of doing so is costing your state government a lot of additional money. More from Kevin Drum:So it's cost conservative-led state governments about $2 billion this year alone to give their residents explicitly worse care. Those governments are so ideologically wed to not spending money toward giving certain people health care that they're willing to piss away two billion dollars to do it.\n\nThe ultimate irony here is, as I suppose we will have to keep repeating for another decade or two, \"Obamacare\" was and is an approach that previous generations of conservatives had themselves packaged up as the good, free-market alternative to more dramatic ideas for healthcare reform. Keeping private, for-profit insurance companies as the national lynchpins of whether or not Americans can visit a doctor? Check. Solving the problem of universality via a \"mandate\" that every citizen contract with those private companies, whether they want to or not? Check. As a way of staving off true universal, single-payer care it was bandied about for years as the proper free-market, private-industry-humping, ideologically preferred conservative approach—until the Obama Administration and a previous House and Senate actually did it. Now, it's both worse than slavery and the prime evidence of federal \"tyranny.\" The only true conservative solution, we're now told, is that you'll get nothing and like it.\n\nEven then, telling residents that they're going to get nothing and like it is costing red states billions in extra costs. Do they mind? Apparently, no.\n\nSo the search for some ideologically conservative policy that has turned out, when implemented, not to be a money-hemorraging citizen-harming clusterf--k continues. Crime laws? Nope. Tax cuts? Nope and then some. Healthcare non-reform, because we hates Obama so very very much?\n\nSigh. Nope.\n\n", "article_metadata": {"og": {"site_name": "Daily Kos", "description": "The real party of fiscal responsibility? These folks.\n\n\nThere has got to be some modern conservative government policy, somewhere, that is not a catastrophic clusterf--k. It is simple odds; ...", "title": "Not expanding Medicaid is already costing Republican states billions", "url": "http://www.dailykos.com/story/2015/10/24/1437459/-Not-expanding-Medicare-is-already-costing-Republican-states-billions", "image": "http://images.dailykos.com/images/137878/story_image/8532545606_0330a59fed_k.jpg?1428625767", "type": "article"}, "csrf-param": "authenticity_token", "fb": {"app_id": 170357783709}, "twitter": {"image": {"src": "http://images.dailykos.com/images/137878/story_image/8532545606_0330a59fed_k.jpg?1428625767"}, "description": "The real party of fiscal responsibility? These folks.\n\nThere has got to be some modern conservative government policy, somewhere, that is not a catastrophic clusterf--k. It is simple odds; there is...", "site": "@dailykos", "card": "summary_large_image", "title": "Not expanding Medicaid is already costing Republican states billions"}}, "_id": "\"57477af46914bd0286fdd4a4\"", "article_summary": "However, spending by states that accepted Medicaid expansion grew by only 3.4 percent.\nSo the search for some ideologically conservative policy that has turned out, when implemented, not to be a money-hemorraging citizen-harming clusterf--k continues.\nIt's a pretty straightforward outcome; states that accepted Medicaid expansion under Obama saw their Medicaid costs rise at about half the rate as the conservative-led states that refused to so under the ideological premise of We Don't Like It.\nEven then, telling residents that they're going to get nothing and like it is costing red states billions in extra costs.\nIn 2015, according to a survey by the Kaiser Foundation, spending by states that refused to expand Medicaid grew by 6.9 percent."}