{"article_title": "Parents Exploring New Options As Drug-Resistant Lice Spread", "article_keywords": ["abujaber", "exploring", "overthecounter", "sayegh", "resistant", "drugresistant", "lice", "states", "spread", "parents", "california", "including", "hair", "options"], "article_url": "http://www.nbclosangeles.com/news/local/Lice-Treatment-Advice-323257921.html", "article_text": "Parents are turning to new tactics as lice that are resistant to over-the-counter treatments continue to spread. Lolita Lopez reports for the NBC4 News at 5 and 6 p.m. on Aug. 28, 2015. (Published Friday, Aug. 28, 2015)\n\nAs children start school, it’s not just the homework that's a big worry.\n\nHead lice is also a big concern, especially after a recent study showed many states — including California — now has lice that has become resistant to traditional over-the-counter treatments.\n\nThe creatures are something that many parents are horrified to discover has come into their homes.\n\n\"I've even done home remedies like mayonnaise,\" said mom Lis Abujaber, who recently had a battle with lice that didn’t go away with traditional treatments.\n\n2015 Southern California Images in the News\n\nTo battle the pesky critters, some parents are turning to alternative options.\n\nAfter trying all the home remedies she could without success, Abujaber visited Lice Clinics of America, a business that opened in Pasadena in January. It is one of several urgent care clinics for lice across the area.\n\nDahlia Sayegh was a hair salon owner before opening the facility.\n\n\"Our last year open as a regular hair salon we had numerous clients come in and I couldn't treat them. I felt helpless,\" said Sayegh.\n\nSoCal Weird News\n\nNow, she uses a chemical-free method to kill lice and their eggs\n\n\"The AirAlle is the hot air that dehydrates the nits, the eggs and the lice,\" Sayegh said, demonstrating a device that resembles a vacuum hose.\n\nAfter the hourlong treatment, the nits, eggs and lice are then combed out. Combined with a mousse and oil, the process costs anywhere from $60 to $175, compared to about $20 for over-the-counter remedies.\n\nLast week, researchers said during a presentation at the American Chemical Society's 250th meeting that \"KDR\" or \"knock down resistance\" mutations in lice have \"saturated\" states, including California, which means drugstore treatments may not get rid of the issue.\n\n\"The prescription drugs are much more expensive and so the cost to society now in treating resistant head lice is going to be more,” said Dr. Ben Schwartz, with the LA County Department of Public Health.\n\nSchwartz said going the usual route could still be a solution, though, for many families.\n\n\"You want something that is safe for your child. You want something that is appropriate for the child's age because different drugs are licensed for different aged children,\" he said.\n\nSchwartz also said that lice is not associated with hygiene, and that all populations get it. He said a good rule of thumb to remember that lice don't jump or fly, they only crawl.\n\nHead-to-head contact, more than pillows or even brushes, will spread lice, Schwartz said, adding that it is good to remember that they are not a disease carrier.\n\nPrevention is a matter of checking your and your children's hair and checking in with your doctor, who may be the best source for what’s happening with lice around you.\n\nSayegh said she also helps her clients by given them advice on what to do after an infestation.\n\n\"I explain to them that they really need to be thorough with cleaning at home,\" Sayegh said.\n\nAt the end of this or any other lice-ridding process, there’s just one thing any mom wants, Liz Abujaber said.\n\n\"Get it done and know that it's going to work,\" Abujaber said.\n\nThe lice have been found in 25 states, including California, Florida, Massachusetts and Texas.\n\nUse the links below for more information about treatments:\n\nCalifornia Department of Public Health Guide\n\nAmerican Chemical Society Report\n\nWhat to Do About Head Lice", "article_metadata": {"description": "As children start school, it’s not just the homework that's a big worry. Head lice is also a big concern, especially after a recent study showed many states — including California — now has lice that has become...", "title": "Parents Exploring New Options As Drug-Resistant Lice Spread", "og": {"site_name": "NBC Southern California", "description": "As children start school, it’s not just the homework that's a big worry. Head lice is also a big concern, especially after a recent study showed many states — including California — now has lice that has become...", "title": "New Options As Drug-Resistant Lice Spread", "url": "http://www.nbclosangeles.com/news/local/Lice-Treatment-Advice-323257921.html", "image": "http://media.nbclosangeles.com/images/1200*749/091208lice.jpg", "type": "article"}, "twitter": {"description": "As children start school, it’s not just the homework that's a big worry. Head lice is also a big concern, especially after a recent study showed many states — including California — now has lice that has become...", "title": "New Options As Drug-Resistant Lice Spread", "url": "http://www.nbclosangeles.com/news/local/Lice-Treatment-Advice-323257921.html", "image": "http://media.nbclosangeles.com/images/1200*749/091208lice.jpg?ak=bc", "creator": "@nbcla", "site": "@nbcla", "card": "summary_large_image"}, "taboola_lead": "video", "robots": "noodp,noydir", "tp": {"preferredRuntimes": "Flash,HTML5", "FlashBlacklist": "None|None", "preferredFormats": "mpeg4,m3u,webm,ogg,flv,F4M"}, "fb": {"app_id": 61690781361}, "keywords": "lice, lice treatments, lice advice, lice treat, treat lice", "article": {"publisher": "http://www.facebook.com/NBCLA", "author": "https://www.facebook.com/100001167307133"}, "viewport": "width=device-width, user-scalable=yes", "news_keywords": "lice, lice treatments, lice advice, lice treat, treat lice"}, "article_summary": "Parents are turning to new tactics as lice that are resistant to over-the-counter treatments continue to spread.\nThe lice have been found in 25 states, including California, Florida, Massachusetts and Texas.\nHead lice is also a big concern, especially after a recent study showed many states — including California — now has lice that has become resistant to traditional over-the-counter treatments.\n2015 Southern California Images in the NewsTo battle the pesky critters, some parents are turning to alternative options.\nSoCal Weird NewsNow, she uses a chemical-free method to kill lice and their eggs\"The AirAlle is the hot air that dehydrates the nits, the eggs and the lice,\" Sayegh said, demonstrating a device that resembles a vacuum hose."}