{"article_title": "Editorial: No deje pasar el Obamacare", "article_keywords": ["el", "ms", "para", "la", "seguro", "obamacare", "los", "deje", "pasar", "se", "editorial", "y", "que", "es"], "article_url": "http://www.laopinion.com/2016/01/20/editorial-no-deje-pasar-el-obamacre/", "article_text": "El 31 de enero se vence la fecha para registrarse de lo contrario habrá multas para quienes no tengan cobertura\n\nQuedan 10 días para la fecha límite de registro en los programas estatales de seguro de salud Covered California y NYstateofhealth. El no hacerlo significa estar expuestos a una enfermedad o accidente sin los medios para pagar el elevadísimo costo de la atención médica y a una multa, porque la cobertura es obligatoria.\n\nLa Ley de Atención Médica Accesible (ACA), conocida como Obamacare, ya tiene un efecto muy positivo, especialmente en la comunidad latina. Por ejemplo, se ha reducido significativamente la cantidad de niños hispanos sin seguro médico, que integraban el mayor sector sin cobertura médica de la población. California y Nueva York, gracias al ACA son dos Estados con una gran cantidad de menores latinos que redujeron su porcentaje de jóvenes sin seguro médico por debajo del promedio nacional de 9.7%, ahora es de 6.8% y 3.8% respectivamente.\n\nEl que hoy haya más niños latinos con seguro significa que también hay más adultos. Los estudios indican que cuando los padres compran un seguro para ellos, también lo hacen para sus hijos. Hay millones de personas de bajos ingresos que no se han asegurado, a pesar de poder contar con subsidios, y eso les costará dinero.\n\nEl hecho es que todos los estadounidenses y residentes legales tienen que estar asegurados para que el sistema funcione. Los adultos jóvenes, por ejemplo, tienen que participar porque se necesita gente saludable para equilibrar el gasto que causa la atención del enfermo.\n\nPor eso hay multas que aumentan cada año, ahora cercanas a los mil dólares. Para alguna gente, el pagar la multa le es más barato que acogerse al Obamacare. Más barato, si se toma en cuenta sólo este desembolso, porque una enfermedad o un accidente rompe todo posible ahorro. Es más, se quedan expuestos a la bancarrota personal, porque el costo médico es el principal responsable de este tipo de crisis financiera.\n\nEl 31 de enero es la fecha límite para registrarse, no lo deje pasar si no tiene cobertura médica. No hay ahorro más peligroso que no comprar un seguro médico. No hay irresponsabilidad más grande que tener hijos sin cobertura de salud. No desperdicie esta oportunidad.", "article_metadata": {"DC.description": "El 31 de enero se vence la fecha para registrarse de lo contrario habrá multas para quienes no tengan cobertura", "norton-safeweb-site-verification": "0nwcvnxmfrl5sgnv6ifcc22ql3ibtpmyyj4nxpo9fbtdha4ikl7u3ra8ad56xwom7xeymz3kmaeps-5-0mz-8zphlp3izr2b9-tu14b7h64kbshvyzy5sl7ci6s1lbq9", "description": "El 31 de enero se vence la fecha para registrarse de lo contrario habrá multas para quienes no tengan cobertura", "generator": "WordPress 4.5.2", "og": {"site_name": "La Opinión", "description": "El 31 de enero se vence la fecha para registrarse de lo contrario habrá multas para quienes no tengan cobertura", "title": "Editorial: No deje pasar el Obamacare | La Opinión", "locale": "es_ES", "image": "http://cdn.impremedia.com/wp-content/uploads/2015/09/obamacare-apelacion-anticonceptivo.jpg", "url": "http://www.laopinion.com/editorial-no-deje-pasar-el-obamacre", "type": "article"}, "fb": {"pages": 211919680353}, "DC.language": "es", "keywords": "ACA, California, hispanos, Latinos, Nueva York, Obamacare, salud,", "article": {"tag": "salud", "published_time": "2016-01-20 13:07:42"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "DC.title": "Editorial: No deje pasar el Obamacare | La Opinión"}, "_id": "\"57477af46914bd0286fd58ab\"", "article_summary": "El hecho es que todos los estadounidenses y residentes legales tienen que estar asegurados para que el sistema funcione.\nEs más, se quedan expuestos a la bancarrota personal, porque el costo médico es el principal responsable de este tipo de crisis financiera.\nEl 31 de enero es la fecha límite para registrarse, no lo deje pasar si no tiene cobertura médica.\nPara alguna gente, el pagar la multa le es más barato que acogerse al Obamacare.\nEl que hoy haya más niños latinos con seguro significa que también hay más adultos."}