{"article_title": "Why Legal Firms Are Racing to Adopt Content Marketing", "article_keywords": ["blog", "major", "privacy", "marketing", "blogs", "adopt", "legal", "content", "firms", "law", "racing", "topics"], "article_url": "http://www.huffingtonpost.com/brian-hughes/why-legal-firms-are-racin_b_9153896.html", "article_text": "Which industry is absolutely crushing content marketing? Bet you'll be surprised to learn the legal industry is coming out on top. Legal firms are a surprising rapid adopter of content marketing, reports Contently . They're bringing a well-thought out strategy to the game and hiring in-house talent or outsourcing their needs to ensure quality content that's timely, compelling and relevant.\n\nMajor firms like Baker & McKenzie and Goodwin Proctor are blogging about intellectual property right concerns, data privacy, new SEC regulations and other trending legal topics. Covington has 12 different blogs dedicated to everything from government contracts to tech media and privacy, reflecting the firm's different practices. Consumer-facing firms are getting in the content marketing game, too. For example, California-based Criminal Defense Attorney Grant Bettencourt blogs regularly about topics ranging from DUI records to immigration cases. Philadelphia-based injury lawyer Joel J. Kofsky blogs about hot topics like smartphones and distracted driving and drone privacy concerns.\n\n\"A smart content strategy is an absolute must for reaching new clients,\" says California-based Criminal Defense Attorney Grant Bettencourt who has his own practice. \"When people have a legal question or are worried about the fallout from an old DUI, immigration case, or felony conviction, they turn to Google for information. This is where content marketing can really prove invaluable. When legal practices publish engaging content that answers these questions, practices can raise their own profile and further establish themselves as a local leader on these hot issues.\"\n\nCould your business stand to learn a thing or two from legal content marketing for client acquisition? Keep these best practices in mind:\n\nKeep it real. Fairly or not, lawyers as a group have a reputation for speaking in a lot of indecipherable \"legalese\". Lawyers aren't the only ones who can fall back into industry speak and alienate their audience. I know firsthand how marketers can throw around a lot of lingo about \"leveraging core competencies\" or \"brand scalability\" that sounds like alphabet soup to outsiders. \"Keeping it real\" means writing with your audience in mind: your mission is to have a dialogue with your audience rather than talking at them.\n\n\"The best legal content marketing speaks to an educated audience without drowning in complex legalese that only alienates the reader,\" says Philadelphia-based injury lawyer Joel J. Kofsky. \"For example, personal injury law can be pretty complicated. I don't try to explain the intricacies of personal injury law in a 350-word blog post: I focus on the one or two concerns most pressing to the audience and build from there.\"\n\nYour takeaway: You don't have to \"dumb down\" content, but remember a blog is not a college term paper, either. Aim to balance a professional tone with approachable content. Use examples whenever possible to explain a complex problem. Add a touch of levity or humor, as appropriate.\n\nThought leadership over advertising. A law firm blog is the last place you'd expect to find inaccurate information; after all, publishing misleading or incorrect legal information could lead to a possible lawsuit! And while legal blogs are not meant to be a substitution for legal consultation, they are a trusted resource for gathering information. That's because legal blogs are all about thought leadership, not advertising- and your company's content marketing plan must follow this same path.\n\nConsider the blog \"D&O Diary\" from attorney and prolific blogger Kevin LaCroix. LaCroix's built his reputation as a serious thought leader in the world of professional liability law, providing his insights on everything from Affordable Care Act implementation to insider trading. The popular legal site \"Above the Law\" even named LaCroix's blogs one of the \"12 best legal blogs for 2014\". For an attorney blogging on his own rather than writing for a major law firm's blog, that recognition is a pretty big deal. It's a distinction LaCroix earned thanks to his willingness to focus on thought leadership rather than advertising services.\n\nYour takeaway: Conduct market intelligence research to understand what topics are most important for your customers. Create content that addresses these concerns with action-oriented solutions, be that a best practice checklist or even a short how-to video, rather than pushing your own products and services.\n\nHijack the news. When it comes to producing a stream of timely content, lawyers are lucky. They often get built-in news hooks like a major court ruling or new regulation announcement to comment on in their posts. Consider Covington's \"Inside Privacy\" blog, edited by a DC-based team of Covington and Burling LLP attorneys. Covington's blog offers vital insights into the latest data privacy developments and cyber security. The blog breaks down the latest cyber security developments - like the Senate Committee passing the Judicial Redress Act or SEC cybersecurity reporting requirements - in a manner that's easy to comprehend whether or not you're a Beltway insider.\n\nEven without a major Supreme Court ruling or regulation announcement to cover, you can still find current events to \"newsjack\" in your content. Small businesses can piggy-back off major holidays or events like the Super Bowl or Valentine's Day, lead with a nod to the weather (like the recent winter storm 'Jonas'), or even tie in with a major celebrity event, like the Oscars.\n\nYour takeaway: Go a step further by setting up Google Alerts to monitor breaking stories related to your industry. You don't have to shape an entire blog post or article around breaking news, but you can use these topics as \"hooks\" to publicize your content.", "article_metadata": {"sailthru.expire_date": "2016-02-05 17:18:11 -0500", "og": {"url": "http://www.huffingtonpost.com/brian-hughes/why-legal-firms-are-racin_b_9153896.html", "site_name": "The Huffington Post", "image": "http://i.huffpost.com/gen/3337804/images/o-DEFAULT-facebook.jpg", "type": "article", "locale": "en_US"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/3337804/images/o-DEFAULT-facebook.jpg", "height": 1000}, "site": "@HuffPostBiz", "card": "summary_large_image", "creator": "BrianHughes116"}, "sailthru.date": "2016-02-04 17:18:11 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=9153896", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "business", "fb": {"app_id": 46744042133}, "keywords": "Content Marketing", "article": {"section": "Business", "tag": "Content Marketing", "published_time": "2016-02-04 17:18:11 -0500", "modified_time": "2016-02-04 17:59:01 -0500"}, "viewport": "width=1000"}, "article_summary": "Could your business stand to learn a thing or two from legal content marketing for client acquisition?\nLegal firms are a surprising rapid adopter of content marketing, reports Contently .\n\"The best legal content marketing speaks to an educated audience without drowning in complex legalese that only alienates the reader,\" says Philadelphia-based injury lawyer Joel J. Kofsky.\nThat's because legal blogs are all about thought leadership, not advertising- and your company's content marketing plan must follow this same path.\nAnd while legal blogs are not meant to be a substitution for legal consultation, they are a trusted resource for gathering information."}