{"article_title": "The Obama Legacy: One of Failure?", "article_keywords": ["race", "office", "obamacare", "relations", "failure", "legacy", "growth", "election", "president", "obamas", "obama"], "article_url": "http://www.universityobserver.ie/features/the-obama-legacy-one-of-failure/", "article_text": "With only a few months left in office, Mark O’Brien O’Reilly examines the legacy Barack Obama is leaving with.\n\nObama came into office when the US was at war, facing the biggest economic crises since the 1930s and with a republican majority in the House of Representatives. Much of the change he promised was made impossible by the Republican Party who blocked almost all the legislation he tried to bring in. In spite of him being the first black president, race relations have not improved. How he dealt with Afghanistan, Iraq and Syria has led to the growth of terrorism, dictatorships and mass migration. He did manage to bring in a health care system to the US and has restored growth and a healthy GDP to the US economy.\n\nWith just over one year till the election of the 45th President of the United States, and in these, the last months of a much commented upon presidency, thoughts now must inevitably turn to what will the legacy of President Obama be.\n\nRobert Dallek writing in the Politico Magazine has said that “with the Iran pact and Obamacare under his belt, he’s likely to be a president who is long remembered.”\n\nObama has not been idle. He has introduced Obamacare, has directed a national conversation on the gun attacks in America, managed to restore some sort of economic success, albeit at a painfully slow rate, although according to economist Jason Furman, “History is going to say he saved us from a second Great Depression.”\n\nIt is widely believed that Obamacare will be his greatest achievement. Vice President Joseph R. Biden Jr. has said: “For all the misinformation campaigns, all the doomsday predictions, all the talk of death panels and job destruction, for all the repeal attempts – this law is now helping tens of millions of Americans.” James Mann, author of “The Obamians” believes that Obamacare will be Obama’s greatest achievement. As he points out “where previous Democratic presidents, from Truman to Clinton have all failed.”\n\nHistory is going to say he saved us from a second Great Depression\n\nObama has proved particularly disappointing in terms of race relations. Last December a Bloomberg Poll showed that 53 per cent of Americans believe race relations have gotten worse under the first black President. Just nine percent think they have gotten better. If the election of Obama was the supposed realisation of Luther King’s dream, the vindication of all the years of oppression, an end to racial tensions, then it has let us down greatly. It will not be his legacy. Controversial incidents like Ferguson have marked the public conscious and put heed to that.\n\nThe world has become increasingly more dangerous and conflict stricken, especially in the Middle East under Obama. Despite promising to end war during his time in the White House, this month he announced the halt of the withdrawal of US Troops from Afghanistan, and has committed to keeping thousands of troops in the country through the end of the Obama years, thereby prolonging the war that has bogged down America since it first entered the country fourteen years ago. Afghanistan may not have been for Obama what Vietnam was for Johnson, but it shows yet another example of Obama failing to achieve what he promised.\n\nWhile outside factors may have intervened, such as the growth of Islamic State, it is clear his legacy will not be one of peace. In a period in which thoughts of incumbents of that great office must surely turn to attempting to build a legacy, free from the worry of an election, surely Obama would have wished to have been the one to bring home American troops from that conflict.\n\nThis is rather ironic when one considers that Obama was awarded the Nobel Peace Prize in 2009, in a widely criticised move at the time. Many argued at the time that to award the Nobel Prize to a man who had just been elected to the Oval Office was perhaps a mistake, it was too soon for him to have made his mark, and especially when one of the reasons he was awarded the prize was for a supposed commitment to reducing US troop numbers stationed abroad.\n\nMann offers a more positive view of Obama’s foreign policy. “His withdrawal of forces from Iraq and Afghanistan, and his less-recognised reliance on German chancellor Angela Merkel to take the leading role in dealing with Vladimir Putin, were all part of a larger effort to create a more modest, sustainable role for the United States.”\n\nPerhaps the most dangerous legacy Obama will gift to the world is the rise of Islamic State. Mann said Obama “became swept up in the early idealism of the Arab Spring, deciding that the old dictators and monarchs of the Middle East were relics of the past and should give way to democratic governments. But the Arab Spring turned out rotten for Obama and his idealism.” Many believe it is Obama and his administration who must take the blame for the growth of ISIS, having caused or worsened most of the problems in the Middle East. In that respect they must shoulder the blame for both the migrant crisis and the ever increasing threat of terrorism that hangs over their European counterparts.\n\nFifty three per cent of Americans believe race relations have gotten worse under the first black President\n\nJason O’Mahoney, an Irish political commentator on US Politics told the University Observer that he believes that “Obama’s greatest legacy, aside from being the first black president and the ACA will be that he was a voice for calm rationality in a political system skewing towards hysterical extremes. When you consider the surreal analysis of some on gun control or climate change, or even his place of birth, you realise that calm rationality is no longer the default norm but a political choice that has to be made.”\n\nMann believes that “The Obama administration will eventually be seen as having brought to an end the American efforts to hold to the outdated policy toward China that dated back to the Nixon-Kissinger era.”\n\n‘Change we can believe in’, was the slogan of the Obama campaign ahead of the 2008 presidential election. The election saw Obama enter the Oval Office with very heavy expectations from his electorate. In the initial stage of his presidency, January 2009, 69 per cent of Americans approved of the job Obama was doing. The most recent poll tells us just 45 per cent do. However Obama’s presidency is not yet over; he may be able to improve his legacy before he leaves office in early 2017.", "article_metadata": {"generator": "WordPress 4.2.8", "og": {"site_name": "University Observer", "description": "With only a few months left in office, Mark O’Brien O’Reilly examines the legacy Barack Obama is leaving with. Obama came into office when the US was at war, facing the biggest economic crises since the 1930s and with a republican majority in the House of Representatives. Much of the change he promised was made...", "title": "The Obama Legacy: One of Failure?", "url": "http://www.universityobserver.ie/features/the-obama-legacy-one-of-failure/", "image": "http://www.universityobserver.ie/wp-content/uploads/2015/11/the-middle-class-decline-looms-over-obamas-legacy.jpg", "type": "article"}, "msapplication-TileColor": "#fff", "msapplication-TileImage": "http://www.universityobserver.ie/wp-content/themes/observer15/assets/img/favicon.png", "article": {"section": "Features"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "With only a few months left in office, Mark O’Brien O’Reilly examines the legacy Barack Obama is leaving with.\nIn spite of him being the first black president, race relations have not improved.\nAfghanistan may not have been for Obama what Vietnam was for Johnson, but it shows yet another example of Obama failing to achieve what he promised.\nThe election saw Obama enter the Oval Office with very heavy expectations from his electorate.\nHowever Obama’s presidency is not yet over; he may be able to improve his legacy before he leaves office in early 2017."}