{"article_title": "Why the Hell Won't Anyone Attack Trump?", "article_keywords": ["wont", "trump", "talking", "obamacare", "rubio", "blah", "attack", "going", "donald", "hell", "fact", "thats"], "article_url": "http://www.motherjones.com/kevin-drum/2016/02/why-hell-wont-anyone-attack-trump", "article_text": "A few hours after declaring that he had no plans to attack Donald Trump—\"I didn't run for office to tear up other Republicans\"—Marco Rubio launched this attack on Donald Trump:\n\nAt a rally late yesterday, Rubio called out Trump by name and faulted him for being insufficiently hostile to Obamacare and insufficiently supportive of Israel. “He thinks parts of Obamacare are pretty good,” Rubio scoffed, before casting himself as the only true scourge of the law. Rubio noted that Trump “has said he’s not going to take sides on Israel versus the Palestinians because he wants to be an honest broker.”\n\nNews reports marvel at the fact that Rubio mentioned Trump by name. Greg Sargent calls his attack \"searing.\" I call it...what? Pathetic? Mystifying? An attack deliberately meant to fail?\n\nCome on. Even tea partiers like the part of Obamacare that protects people with pre-existing conditions, and that's the part Trump says he supports. And with the exception of Rubio's neocon pals, even hardcore Republicans don't much object to candidates keeping up a pretense of being honest brokers between the Israelis and Palestinians. They all know it's done with a wink and a nudge.\n\nIn other words, Rubio is \"attacking\" Trump on the very things that will hurt him the least. So what's the point? Even in the realm of 11-dimensional chess I can't figure this out. If anything, this \"attack\" is likely to help Trump, not hurt him.\n\nThere are, needless to say, lots of puzzling and mysterious features of the Donald Trump phenomenon. But surely one of the most puzzling is the weird aversion that all the other candidates have to really going after him. I'm not talking here about the fact that attacks don't seem to have much effect on Trump. I'm talking about the fact that no one has been willing to mount any kind of sustained, powerful attack at all. It's crazy. These guys are Republicans. They were born to attack. It's the party of Richard Nixon and Lee Atwater and Karl Rove. It's the party of Willie Horton and the Arkansas Project and swift boating. But all we've seen against Trump are the occasional hesitant pitty-pats.\n\nWTF is going on? I know all about the collective action issue blah blah blah. That's not enough. Trump has been the frontrunner for months, and it's obvious that his supporters value toughness. Take down the alpha, and you get the alpha's followers. What is everyone so afraid of?", "article_metadata": {"application-name": "Mother Jones Magazine", "og": {"url": "http://www.motherjones.com/kevin-drum/2016/02/why-hell-wont-anyone-attack-trump", "site_name": "Mother Jones", "image": "/sites/all/assets/mojo_nomaster.jpg", "type": "article", "title": "Why the hell won't anyone attack Trump?"}, "twitter": {"title": "Why the hell won't anyone attack Trump?", "url": "http://www.motherjones.com/kevin-drum/2016/02/why-hell-wont-anyone-attack-trump", "image": {"src": "/sites/all/assets/mojo_nomaster.jpg", "identifier": "/sites/all/assets/mojo_nomaster.jpg"}, "creator": "kdrum", "site": "@MotherJones", "card": "summary_large_image"}, "msapplication-TileColor": "#FFFFFF", "msapplication-square70x70logo": "/sites/all/assets/mstile-70x70.png", "msapplication-square310x310logo": "/sites/all/assets/mstile-310x310.png", "msapplication-wide310x150logo": "/sites/all/assets/mstile-310x150.png", "fb": {"admins": "13301307,670317733,1198876232,38509772,106892,2907757,306289,602422192,4101301,513450539"}, "msapplication-TileImage": "/sites/all/assets/mstile-144x144.png", "msapplication-square150x150logo": "/sites/all/assets/mstile-150x150.png"}, "article_summary": "I know all about the collective action issue blah blah blah.\nThere are, needless to say, lots of puzzling and mysterious features of the Donald Trump phenomenon.\nEven tea partiers like the part of Obamacare that protects people with pre-existing conditions, and that's the part Trump says he supports.\nIf anything, this \"attack\" is likely to help Trump, not hurt him.\nI'm talking about the fact that no one has been willing to mount any kind of sustained, powerful attack at all."}