{"article_title": "Old Bridge welcomes four new police officers", "article_keywords": ["bridge", "arts", "old", "degree", "enforcement", "officers", "ii", "officer", "department", "served", "law", "class", "special", "welcomes"], "article_url": "http://www.mycentraljersey.com/story/news/local/middlesex-county/2015/08/26/old-bridge-welcomes-four-new-police-officers/32333187/", "article_text": "The officers were sworn in earlier this week\n\nBuy Photo . (Photo: FILE PHOTO)Buy Photo\n\n— Four new police officers were sworn in earlier this week at the Borough Council meeting.\n\nThe appointments of the four new alternate route officers by Mayor Owen Henry furthers the goal of increasing the department to full strength, Chief of Police William A. Volkert said in a statement.\n\nAaron Braun, 26, was a Class II Special Law Enforcement Officer with the Sea Girt Police Department. Braun serves as a U.S. Army Reserve officer. He has a Bachelor of Science degree with a specialization in National Security Studies from the New Jersey City University and an Associate in Arts degree from Brookdale Community College.\n\nJay Cavaiola, 29, was a Class II Special Law Enforcement Officer with the Point Pleasant Beach Police Department. During the past 10 years, he has served in the U.S. Army, achieving the rank of Captain. He also served in Kandahar, Afghanistan. While serving, Cavaiola received numerous badges and medals and was the recipient of the Bronze Star. He has a Bachelor of Arts degree from the University of Delaware and an Associate or Arts Leadership degree from the Valley Forge Military College.\n\nChristopher Heredia, 26, previously served as a Class II Special Law Enforcement Officer with the township. Prior to his employment with the township police department, Heredia served as a Class II Special Law Enforcement Officer with the Asbury Park Police Department. He attended Brookdale Community College as a Criminal Justice major.\n\nRonia Walrond, 34, served as a police officer with the Middlesex County College Police Department. Walrond also served with the East Brunswick Police Department as a Class I and Class II Special Law Enforcement Officer and as a dispatcher. Walrond holds a Bachelor of Arts degree with a dual major in Information Technology and a Criminal Justice from Rutgers University and an associate degree from Brookdale Community College.\n\nStaff Writer Susan Loyer: 732-565-7243; sloyer@mycentraljersey.com\n\nRead or Share this story: http://mycj.co/1EkAfCb", "article_metadata": {"google": "notranslate", "description": "Officers sworn in at Old Bridge Borough Council meeting", "og": {"site_name": "MY CENTRAL JERSEY", "description": "Officers sworn in at Old Bridge Borough Council meeting", "title": "Old Bridge welcomes four new police officers", "url": "http://www.mycentraljersey.com/story/news/local/middlesex-county/2015/08/26/old-bridge-welcomes-four-new-police-officers/32333187/", "image": "http://www.gannett-cdn.com/GDContent/applogos/mycentraljersey.png", "type": "article"}, "twitter": {"description": "Officers sworn in at Old Bridge Borough Council meeting", "title": "Old Bridge welcomes four new police officers", "image": "http://www.gannett-cdn.com/-mm-/5bfb7eee0e2097b976269d6195d7d5cee007742c/c=17-0-133-116&r=x643&c=640x640/local/-/media/2015/08/25/NJGroup/Bridgewater/635761112917757788-police-webart-1.jpg", "creator": "@MyCentralJersey", "site": "@MyCentralJersey", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=859380356", "fb": {"app_id": 177893718898560}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Old Bridge, police officers"}, "article_summary": "Aaron Braun, 26, was a Class II Special Law Enforcement Officer with the Sea Girt Police Department.\nJay Cavaiola, 29, was a Class II Special Law Enforcement Officer with the Point Pleasant Beach Police Department.\nHe has a Bachelor of Arts degree from the University of Delaware and an Associate or Arts Leadership degree from the Valley Forge Military College.\nChristopher Heredia, 26, previously served as a Class II Special Law Enforcement Officer with the township.\nWalrond also served with the East Brunswick Police Department as a Class I and Class II Special Law Enforcement Officer and as a dispatcher."}