{"article_title": "Japan’s Honda finds magic _ but Blue Samurai fail", "article_keywords": ["blue", "japans", "ivory", "magic", "showed", "half", "honda", "coast", "early", "samurai", "japan", "team", "fail", "kept", "star", "finds", "_", "gave"], "article_url": "http://www.salon.com/2014/06/15/japans_honda_finds_magic___but_blue_samurai_fail/", "article_text": "Topics: From the Wires, Entertainment News, News\n\nRECIFE, Brazil (AP) — It seemed like a perfect way to redeem a half-year of frustration.\n\nThe roar Japan’s star striker Keisuke Honda let out after putting his team ahead against Ivory Coast in the 16th minute with a beautifully poised left-footed strike appeared to be a release from the derision he suffered this year in his new role as AC Milan’s No. 10.\n\nHonda came to the World Cup with something to prove — and the goal he scored showed he still has the lethal touches that made him such a presence with his old club CSKA Moscow.\n\nFor Japan, it was a shame that the rest of the team couldn’t find the inspiration that inhabited their talismanic player. Ivory Coast kept muscling forward, and something had to give for a Japanese side that showed uncharacteristic sloppiness in its passing. Two strikes early in the second half gave Ivory Coast a 2-1 lead that they kept till the final whistle.\n\nJapan’s other star — Manchester United’s Shinji Kagawa — was particularly ineffective on Saturday. Anemic in attack, he sprayed passes early in the first half and gave away chances that Japan was lucky not to be punished for.", "article_metadata": {"description": "Japan’s Honda finds magic _ but Blue Samurai fail", "author": "Joji Sakurai", "og": {"site_name": "Salon", "description": "Japan’s Honda finds magic _ but Blue Samurai fail", "title": "Japan’s Honda finds magic _ but Blue Samurai fail", "url": "http://www.salon.com/2014/06/15/japans_honda_finds_magic___but_blue_samurai_fail/", "image": "http://media.salon.com/2014/06/brazil-soccer-wcup-ivory-coast-japan.jpeg3-1280x960.jpg", "type": "article"}, "twitter": {"description": "Japan’s Honda finds magic _ but Blue Samurai fail", "creator": "@salon", "image": "http://media.salon.com/2014/06/brazil-soccer-wcup-ivory-coast-japan.jpeg3-1280x960.jpg", "title": "Japan’s Honda finds magic _ but Blue Samurai fail", "site": "@salon", "card": "summary_large_image"}, "title": "Japan’s Honda finds magic _ but Blue Samurai fail", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd5926\"", "article_summary": "Two strikes early in the second half gave Ivory Coast a 2-1 lead that they kept till the final whistle.\nIvory Coast kept muscling forward, and something had to give for a Japanese side that showed uncharacteristic sloppiness in its passing.\nAnemic in attack, he sprayed passes early in the first half and gave away chances that Japan was lucky not to be punished for.\nTopics: From the Wires, Entertainment News, NewsRECIFE, Brazil (AP) — It seemed like a perfect way to redeem a half-year of frustration.\nFor Japan, it was a shame that the rest of the team couldn’t find the inspiration that inhabited their talismanic player."}