{"article_title": "Battle-hit Ukraine village picks up the pieces", "article_keywords": ["ukraine", "battlehit", "homes", "troops", "hrabske", "scrap", "ukrainian", "ilovaysk", "picks", "rebel", "forces", "village", "pieces", "areas"], "article_url": "http://www.salon.com/2014/09/01/battle_hit_ukraine_village_picks_up_the_pieces/", "article_text": "Topics: From the Wires, News\n\nHRABSKE, Ukraine (AP) — Alexander Bespalko and his son lifted parts from a burned-out Ukrainian armored personnel carrier in a village ravaged by the past week’s battles. With homes destroyed and livelihoods lost, residents in the village of Hrabske must scrape for a living and at least scrap metal is reliable — with wrecked tanks, cars and APCs everywhere.\n\n“My home was leveled and I need to rebuild it somehow,” Bespalko said Sunday, in between giving instructions to 9-year-old Denis, who was clambering hammer in hand over the metal carcass.\n\n“This heap of junk is scrap that I can make some money from,” he said. “Everything is destroyed and there is no work.”\n\nHrabske and the nearby strategic town of Ilovaysk have suffered badly from recent clashes as separatist Russian forces relentlessly chip away at areas under government control. Few streets are free of the scars of artillery attacks. More than half the schools across rebel-held areas stayed closed Monday on the traditional first day of school, so Denis was free to continue on scrap collection duty.\n\nUkrainian forces made notable strides after fighting broke out in April, but that has been almost all reversed in a major recent rebel counteroffensive. Kiev and Western countries allege Russia has sent in troops and equipment to bolster the pro-Russia rebels, but Moscow firmly denies it and rejects suggestions that it can wield influence over the rebels.\n\nThe bitter fight for Ilovaysk and surrounding areas between Ukrainian government troops and pro-Russian separatist fighters lasted the best part of a month. On Saturday, the government conceded inevitable defeat as its armed forces were surrounded completely and came under relentless fire.\n\nThe rebel force makes no secret of its international character, and includes many Russians along with Spaniards, French and Serbians. In Hrabske, one van carrying rebel fighters was draped with a flag of Russia’s Republic of Chechnya.\n\nWhen shells began falling on the village, those with nowhere else to flee took refuge in a monastery a couple of kilometers (miles) further down the road. On Sunday, as rebels consolidated their control in Hrabske and Ilovaysk, residents started returning to inspect what remained of their homes, if anything.\n\nAt some homes, dogs excitedly emerged to greet their long-departed masters.\n\nTatyana, an emergency services employee who fled to the relative safety of the main rebel-held city of Donetsk, was greeted by her 7-year-old mongrel, Black, as she returned to her house for the first time in 20 days.", "article_metadata": {"description": "Battle-hit Ukraine village picks up the pieces", "title": "Battle-hit Ukraine village picks up the pieces", "og": {"site_name": "Salon", "description": "Battle-hit Ukraine village picks up the pieces", "title": "Battle-hit Ukraine village picks up the pieces", "url": "http://www.salon.com/2014/09/01/battle_hit_ukraine_village_picks_up_the_pieces/", "image": "http://media.salon.com/2014/09/ukraine-rebuilding-amid-battle.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "Battle-hit Ukraine village picks up the pieces", "title": "Battle-hit Ukraine village picks up the pieces", "image": "http://media.salon.com/2014/09/ukraine-rebuilding-amid-battle.jpeg-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Peter Leonard", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Ukrainian forces made notable strides after fighting broke out in April, but that has been almost all reversed in a major recent rebel counteroffensive.\nTopics: From the Wires, NewsHRABSKE, Ukraine (AP) — Alexander Bespalko and his son lifted parts from a burned-out Ukrainian armored personnel carrier in a village ravaged by the past week’s battles.\nThe bitter fight for Ilovaysk and surrounding areas between Ukrainian government troops and pro-Russian separatist fighters lasted the best part of a month.\nWith homes destroyed and livelihoods lost, residents in the village of Hrabske must scrape for a living and at least scrap metal is reliable — with wrecked tanks, cars and APCs everywhere.\nOn Sunday, as rebels consolidated their control in Hrabske and Ilovaysk, residents started returning to inspect what remained of their homes, if anything."}