{"article_title": "Life in prison for pot smuggling? Congress must act", "article_keywords": ["sentenced", "life", "richard", "congress", "sentence", "federal", "pot", "prison", "marijuana", "states", "york", "act", "judge", "smuggling"], "article_url": "http://thehill.com/blogs/congress-blog/judicial/267392-life-in-prison-for-pot-smuggling-congress-must-act", "article_text": "In 1984 Richard Stratton stood before Chief Judge Constance Baker Motley in federal court in the Southern District of New York to be sentenced for trafficking in cannabis. He faced a minimum of ten years and up to life in prison with no possibility of parole under the so-called kingpin statute. Richard argued to the judge that marijuana was not the harmful, dangerous drug it had been made out to be. Ultimately, Judge Motley agreed. She sentenced Richard to the minimum term of ten years. However the judge ruled that the ten-year sentence should be run consecutively to a fifteen-year sentence he was already serving for having been convicted of smuggling pot in the District of Maine, “to total 25 years” she said, “for the reason that it might convince you to cooperate with the government,” i.e. inform on others.\n\nAs it turned out, Judge Motley’s sentence was illegal, deemed to be “coercive” rather than “punitive” by the Second Circuit Court of Appeals. The appellate court vacated the sentence and remanded Richard for resentencing before a different judge. Richard was released in 1990 after serving eight years. The timing of the decision was eerily close to a potential disaster. Had he been sentenced a few years later, after Congress formally adopted mandatory sentencing guidelines, Judge Motley would have had no discretion. She would have been required by law to sentence Richard to life in prison with no possibility of parole. He would have had no grounds to have his sentence vacated. Richard would have left prison in a box, instead of being free and working as a successful writer and filmmaker in New York City.\n\nADVERTISEMENT\n\nIn federal court in Syracuse, New York a judge recently imposed mandatory life sentences on two Canadian men convicted of operating a “continuing criminal enterprise,” under the kingpin statute. They were convicted of smuggling pot from Canada into the United States through the St. Regis Mohawk reservation in northern New York. There were no guns, no allegations of violence, and no hard drugs involved in the case. Prosecutors extradited 15 people from Canada to face charges in the U.S. in what was the largest use of the extradition treaty between the two countries in a single case. Canada, under the new Prime Minister Justin Trudeau, has promised to legalize marijuana.\n\nThe hypocrisy and disconnect between state laws and federal law is shocking. Over 20 states have now legalized marijuana use for medicinal purposes, and four states have legalized the recreational use of marijuana. Yet federal judges are still mandated to sentence large-scale pot smugglers convicted under the kingpin statute to life in prison with no possibility of parole. President Obama has promised to reform the federal criminal justice system, including revoking sentencing statutes that require judges to impose mandatory terms for non-violent drug offenders. Meanwhile, many federal prisoners are serving long terms for a plant that is now virtually legal.\n\nContrast these life sentences to another recent conviction and sentence from the Northern District of New York. An orthopedic surgeon, Jeffrey Gundel, was sentenced to a 78 months in federal prison for writing false oxycodone prescriptions to drug dealers. The dealers would sell the pills to addicts and share the proceeds with Doctor Gundel. How many pills? A staggering 59,520. Any mystery why there’s a heroin epidemic plaguing our country? Addicts run out of pills or lose access to pills and turn to heroin—it’s cheaper, more powerful, and more deadly. Special Agent in Charge of the DEA Office in New York stated the following in an interview with New York News: “Diverted oxycodone is today’s gateway drug for heroin abuse and leads to tens of thousands of overdose deaths in the U.S. last year ….”\n\nSo we sentenced two men to life in prison for moving a plant over the border, a large quantity that ended up going to a pot distributor in Boston, who testified that he sold it mostly to students and the art community. But we sentence a doctor directly involved in creating heroin addicts at risk of dying to six and a half years.\n\nMoreover, how do we justify the vast amounts of money and manpower devoted to busting this operation and maintaining the war on pot given the reality of marijuana use and legislation today? Why does the Congress refuse to comport federal law with the states in modernizing Title 21 of the United States Code to reflect the failure of marijuana prohibition? And can we go on devoting so much money and resources to this failed war given the need to protect our country from real threats?\n\nCongress needs to act now on changing the archaic drug statutes for marijuana. The Syracuse convictions are not only incredibly unjust, but an embarrassment on the world stage.\n\nMcKenna is the author of Sheer Madness: From Federal Prosecutor to Federal Prisoner, a memoir. He is a legal advocate at Anelli Xavier. andrewjamesmckenna.com", "article_metadata": {"dcterms.description": "Many federal prisoners are serving long terms for a plant that is now virtually legal.", "description": "Many federal prisoners are serving long terms for a plant that is now virtually legal.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Congress Blog"}}, "og": {"site_name": "TheHill", "description": "Many federal prisoners are serving long terms for a plant that is now virtually legal.", "title": "Life in prison for pot smuggling? Congress must act", "url": "http://thehill.com/blogs/congress-blog/judicial/267392-life-in-prison-for-pot-smuggling-congress-must-act", "image": "http://thehill.com/sites/default/files/article_images/marijuana_090712getty.jpg", "updated_time": "2016-02-04T05:25:59-05:00", "type": "article"}, "Smart_Paging": "on", "dcterms.modified": "2016-02-04T05:25-05:00", "dcterms.identifier": "http://thehill.com/blogs/congress-blog/judicial/267392-life-in-prison-for-pot-smuggling-congress-must-act", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "apple-itunes-app": "app-id=396640962", "dcterms.date": "2016-02-01T13:00-05:00", "dcterms.creator": "Joe Picard", "author": "Andrew McKenna", "dcterms.type": "Text", "article": {"published_time": "2016-02-01T13:00:03-05:00", "modified_time": "2016-02-04T05:25:59-05:00"}, "keywords": ",,", "dcterms.language": "und", "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/congress-blog/judicial/267392-life-in-prison-for-pot-smuggling-congress-must-act", "widgets": {"csp": "on"}, "description": "Many federal prisoners are serving long terms for a plant that is now virtually legal.", "card": "summary", "title": "Life in prison for pot smuggling? Congress must act"}, "dcterms.title": "Life in prison for pot smuggling? Congress must act"}, "article_summary": "She would have been required by law to sentence Richard to life in prison with no possibility of parole.\nAn orthopedic surgeon, Jeffrey Gundel, was sentenced to a 78 months in federal prison for writing false oxycodone prescriptions to drug dealers.\nHe faced a minimum of ten years and up to life in prison with no possibility of parole under the so-called kingpin statute.\nYet federal judges are still mandated to sentence large-scale pot smugglers convicted under the kingpin statute to life in prison with no possibility of parole.\nShe sentenced Richard to the minimum term of ten years."}