{"article_title": "IRS to require warrants for cellphone spying", "article_keywords": ["cellphone", "used", "privacy", "spying", "warrants", "irs", "tax", "devices", "irss", "koskinen", "wyden", "stingray", "technology", "require"], "article_url": "http://thehill.com/policy/national-security/261677-irs-to-require-warrants-for-cellphone-spying", "article_text": "The IRS is pledging to use controversial phone-tracking technology only after acquiring a warrant, a concession announced slightly more than a month after the agency’s use of the tool was first revealed.\n\nIRS Commissioner John Koskinen told Sen. Ron Wyden Ron WydenSenate panel delays email privacy vote amid concerns Overnight Finance: Puerto Rico bill clears panel | IRS chief vows to finish term | Bill would require nominees to release tax returns Top Dem: CIA officials thought spying on Senate ‘was flat out wrong’ MORE (D-Ore.) in a letter released on Tuesday that the tax agency would have a policy to “obtain a search warrant supported by probable cause” before using surveillance devices known as stingrays.\n\nKoskinen further told Wyden that the IRS has not used the technology since the Justice Department announced in September that it was going to start requiring warrants to use the cellphone-tracking devices and had \"placed a hold on [stingray] use until the new policy is issued.”\n\nADVERTISEMENT\n\nThe IRS’s move is a major victory for privacy advocates, who have warily eyed the more frequent use of the briefcase-sized stingray devices by both federal and state government agencies.\n\n“The IRS is taking reasonable steps to protect due process, while using all the tools at its disposal to catch people who may be ripping off U.S. taxpayers,” Wyden said in a statement.\n\n“The IRS has an important role to play in combating money laundering, drug trafficking, and international tax dodging, but tax enforcement and protection of personal privacy must not be mutually exclusive.”\n\nAccording to the American Civil Liberties Union, at least 12 other federal agencies use the devices, including the FBI, National Security Agency and the Drug Enforcement Administration (DEA).\n\nThe devices mimic cellphone towers to intercept messages sent to or from a phone. They can help to determine someone’s location as well as identifying information from devices in the vicinity.\n\nThe IRS’s use of the stingray technology was revealed in October and confirmed by Koskinen during a Senate hearing the next day. At the time, the IRS commissioner said that the surveillance tool is “only used in criminal investigations” and “not used in civil matters at all.”\n\nIn his letter to Wyden, which was sent last week, Koskinen explained that the agency has had one device since October 2011 but is in the process of acquiring a second.\n\nThe technology has been used to support 11 federal grand jury investigations, Koskinen explained, including money-laundering cases. In addition, he said the IRS’s stingray device was used to assist a DEA narcotics investigation and three state cases involving murder and gun trafficking.", "article_metadata": {"dcterms.description": "The IRS chief said the agency has not used the surveillance devices since September.", "description": "The IRS chief said the agency has not used the surveillance devices since September.", "generator": "Drupal 7 (http://drupal.org)", "author": "Julian Hattem", "og": {"site_name": "TheHill", "description": "The IRS chief said the agency has not used the surveillance devices since September.", "title": "IRS to require warrants for cellphone spying", "url": "http://thehill.com/policy/national-security/261677-irs-to-require-warrants-for-cellphone-spying", "image": "http://thehill.com/sites/default/files/article_images/irs_080515getty.jpg", "updated_time": "2015-12-01T16:39:02-05:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "dcterms.modified": "2015-12-01T16:39-05:00", "dcterms.identifier": "http://thehill.com/policy/national-security/261677-irs-to-require-warrants-for-cellphone-spying", "dcterms.date": "2015-12-01T15:37-05:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Julian Hattem", "dcterms.type": "Text", "keywords": ",John Koskinen, Ron Wyden,", "article": {"published_time": "2015-12-01T15:37:10-05:00", "modified_time": "2015-12-01T16:39:02-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/policy/national-security/261677-irs-to-require-warrants-for-cellphone-spying", "widgets": {"csp": "on"}, "description": "The IRS chief said the agency has not used the surveillance devices since September.", "card": "summary", "title": "IRS to require warrants for cellphone spying"}, "dcterms.title": "IRS to require warrants for cellphone spying"}, "article_summary": "In addition, he said the IRS’s stingray device was used to assist a DEA narcotics investigation and three state cases involving murder and gun trafficking.\nThe IRS’s use of the stingray technology was revealed in October and confirmed by Koskinen during a Senate hearing the next day.\nThe technology has been used to support 11 federal grand jury investigations, Koskinen explained, including money-laundering cases.\nThe devices mimic cellphone towers to intercept messages sent to or from a phone.\nThey can help to determine someone’s location as well as identifying information from devices in the vicinity."}