{"article_title": "IRS Gave $14.5 Billion in Low-Income Tax Credits to the Wrong People", "article_keywords": ["billion", "145", "credit", "lowincome", "irs", "tax", "improper", "credits", "wrong", "payments", "significant", "eitc", "gave"], "article_url": "http://www.thefiscaltimes.com/2014/12/12/IRS-Gave-145-Billion-Low-Income-Tax-Credits-Wrong-People", "article_text": "The federal watchdog tasked with keeping tabs on the Internal Revenue Service says the agency needs to do a better job of administering tax credits for low-income people. The reason? Billions of dollars each year are ending up in the wrong hands.\n\nA new report from the Treasury Inspector General for Tax Administration, reveals that nearly a quarter of the $63 billion worth of Earned Income Tax Credits distributed in 2012 were improper payments.\n\nThat’s about $14.5 billion in erroneous payments that were either given to the wrong people or distributed to the right people in the wrong amount.\n\nRelated: 5 Years of Over $100 Billion in Improper Payments\n\nTIGTA has routinely flagged the EITC as a high-risk area with lax oversight that threatens to put billions of tax dollars in the wrong hands. The report estimates that over the last decade, the IRS has doled out between $124 billion and $148 billion in improper payments.\n\nThat amount is likely to rise since up to 5 million additional people might qualify and apply for the EITC thanks to President Obama’s executive order on immigration. The EITC includes qualified resident aliens who pay taxes.\n\nUnder the Improper Payments Elimination Recovery Act of 2010, programs are considered to have “significant improper payments” when those payments exceed 2.5 percent of program outlays and $10 million of all program payments made during that year. The EITC consistently exceeds that standard (by a long shot) every year.\n\nTIGTA has also identified the Additional Child Tax Credit, which is supposed to help low-income families reduce their tax burden, as a high risk item. Last year, the IRS doled out between $5.9 to $7.1 billion improper payments from the program—about 25 to 30 percent.\n\nThe auditors blamed the problem on the IRS’s strategy (or lack thereof) and said that the existing process will “will not reduce the billions of dollars” in improper payments given out each year.\n\nRelated: IRS Overpaid Low-Income Tax Credit by $132 Billion\n\nAccording to the auditors, the IRS needs to make significant changes to its compliance process in order to see any significant reduction in improper payments for both the Earned Income Tax Credit and the Additional Child Tax Credit.\n\nTIGTA specifically recommended that the IRS’s authority should be expanded so it can make corrections to tax returns if it receives information after the fact that a taxpayers’ refundable credit claims are not valid. The auditor estimated that that rule alone could help prevent more than $1.7 billion in improper payments.\n\nThe IRS agreed with most of TIGTA’s recommendations, though the agency noted that budget cuts and staff reductions in the past few years have hampered their compliance efforts.\n\nTop Reads from The Fiscal Times", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The federal watchdog tasked with keeping tabs on the Internal Revenue Service says the", "title": "IRS Gave $14.5 Billion in Low-Income Tax Credits to the Wrong People", "url": "http://www.thefiscaltimes.com/2014/12/12/IRS-Gave-145-Billion-Low-Income-Tax-Credits-Wrong-People", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/wpid-2013-09-23T163433Z_1_CBRE98M1A2E00_RTROPTP_2_USA-TAX-IRS-CRITERIA.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2014/12/12/IRS-Gave-145-Billion-Low-Income-Tax-Credits-Wrong-People", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/wpid-2013-09-23T163433Z_1_CBRE98M1A2E00_RTROPTP_2_USA-TAX-IRS-CRITERIA.jpg", "creator": "@Briannaehley", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "The federal watchdog tasked with keeping tabs on the Internal Revenue Service says the", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Last year, the IRS doled out between $5.9 to $7.1 billion improper payments from the program—about 25 to 30 percent.\nThe report estimates that over the last decade, the IRS has doled out between $124 billion and $148 billion in improper payments.\nTIGTA has also identified the Additional Child Tax Credit, which is supposed to help low-income families reduce their tax burden, as a high risk item.\nUnder the Improper Payments Elimination Recovery Act of 2010, programs are considered to have “significant improper payments” when those payments exceed 2.5 percent of program outlays and $10 million of all program payments made during that year.\nRelated: IRS Overpaid Low-Income Tax Credit by $132 BillionAccording to the auditors, the IRS needs to make significant changes to its compliance process in order to see any significant reduction in improper payments for both the Earned Income Tax Credit and the Additional Child Tax Credit."}