{"article_title": "BlueCross requests 36% premium hike for '16 plans", "article_keywords": ["vaughn", "premium", "plans", "16", "hike", "36", "increase", "premiums", "tennessee", "increases", "bluecross", "claims", "requests", "insurers", "data", "insurance"], "article_url": "http://www.nashvillepost.com/home/article/20483516/bluecross-requests-36-premium-hike-for-16-plans", "article_text": "BlueCross BlueShield of Tennessee has filed to increase its health insurance premiums for 2016 individual plans by 36 percent, on top of a 19 percent increase approved last year.\n\nPeers Humana and Cigna are also requesting increases for their individual plans -- 15.8 percent and 0.4 percent, respectively. Last year, Humana was approved for a 14 percent increase while Cigna bumped its premiums by 7.5 percent. The percent increases from the three insurers are averages, as actual premium prices can vary based on age, region, tobacco usage and other factors.\n\nThough health insurance premiums rise with inflation every year, consumers and stakeholders are still watching prices closely for signs of market stabilization.\n\nWhen insurers were tasked with pricing a brand new insurance marketplace in 2013, many had to make their best guesses as to both the frequency and severity of claims stemming from newly covered people.\n\nIn Tennessee, BlueCross BlueShield shot too low. Last summer, Vice President of Corporate Communications Roy Vaughn said the insurer could lose \"tens of millions of dollars\" in its first year of ACA coverage. At that time, the insurer commanded about 88 percent of the federal insurance marketplace in Tennessee.\n\nBut as insurers look toward the third enrollment period, which will begin this fall, many expect a year's worth of claims data will more closely align premiums with their costs. Vaughn said BlueCross BlueShield's actuaries were able to evaluate 2014 claims data, as well as a few months of 2015 claims data, before filing with the state for the 36 percent increase.\n\n\"Now we have a full year's data, and then some,\" Vaughn said. \"The filing is more reflective of the actual history of this population.\"\n\nThe insurance companies have submitted their requested rates with state officials, who will issue final approval in late summer or early fall, following a compliance and corrections period. The proposed rate increases would go into effect January 2016.", "article_metadata": {"description": "BlueCross BlueShield of Tennessee has filed to increase its health insurance premiums for 2016 individual plans by 36 percent, on top of a 19 percent incr...", "og": {"image": {"width": 640, "identifier": "http://r1.nashvillepost.com/files/base/scomm/nvp/image/2015/05/640w/screen_shot_2015_05_14_at_1.46.44_pm.jpg", "height": 360}, "site_name": "Nashville Post", "description": "BlueCross BlueShield of Tennessee has filed to increase its health insurance premiums for 2016 individual plans by 36 percent, on top of a 19 percent incr...", "title": "BlueCross requests 36% premium hike for '16 plans | Nashville Post"}, "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black", "google-site-verification": "o_O5_bdskNaHgbV0mHqd8wA_IMrDlmcgCIhZcz_QpYU", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "_id": "\"57477af46914bd0286fe4256\"", "article_summary": "Though health insurance premiums rise with inflation every year, consumers and stakeholders are still watching prices closely for signs of market stabilization.\nBlueCross BlueShield of Tennessee has filed to increase its health insurance premiums for 2016 individual plans by 36 percent, on top of a 19 percent increase approved last year.\nIn Tennessee, BlueCross BlueShield shot too low.\nVaughn said BlueCross BlueShield's actuaries were able to evaluate 2014 claims data, as well as a few months of 2015 claims data, before filing with the state for the 36 percent increase.\nPeers Humana and Cigna are also requesting increases for their individual plans -- 15.8 percent and 0.4 percent, respectively."}