{"article_title": "US-Krankenversicherung \"Obamacare\" übertrifft jegliche Erwartungen", "article_keywords": ["fr", "erwartungen", "die", "der", "bertrifft", "obamacare", "jegliche", "uskrankenversicherung", "und", "den", "das", "zu", "im", "war", "es"], "article_url": "http://www.t-online.de/nachrichten/ausland/usa/id_68796518/us-krankenversicherung-obamacare-uebertrifft-jegliche-erwartungen.html", "article_text": "02.04.2014, 13:58 Uhr | AP, AFP, t-online.de\n\nAllen technischen Problemen zum Trotz: Die in den USA hoch umstrittene Gesundheitsreform verkauft sich wie geschnitten Brot: Kurz vor dem Ende der Anmeldefrist für die neue Krankenversicherung - auch bekannt als \"Obamacare\" - genießen 7,1 Millionen Amerikaner Versicherungsschutz, viele von ihnen zum ersten Mal. Stolz präsentierte der Präsident die Zahlen im Weißen Haus. Doch die Republikaner versuchen weiterhin alles, um Obamas Prestige-Projekt zu Fall zu bringen.\n\nDas Gesetz habe das Gesundheitssystem um einiges besser gemacht. Es gebe keinen Grund, es zurückzuziehen, sagte Obama im Rosengarten vor Pressevertretern in Anspielung auf die Republikaner. Das Gesetz \"tut, was es tun soll, es funktioniert\".\n\nAm Montag lief die sechsmonatige Anmeldefrist ab. Erklärtes Ziel war, bis dahin mindestens sechs Millionen Amerikaner zu versichern. Diese Zahl wurde nun um über eine Million übertroffen.\n\nUnerwarteter Ansturm\n\nSelbst überlastete Telefonleitungen und Störungen im Internet hatten den Ansturm auf die erschwinglichen Policen nicht bremsen können. Dazu hatte die Regierung die Website \"HealthCare.gov\" eingerichtet, die aber immer wieder nicht erreichbar war - so auch für mehrere Stunden am vergangenen Montag.\n\nFür Obama ist der späte Ansturm eine Genugtuung. In den ersten Monaten war die Nachfrage nach seinem wichtigsten innenpolitischen Projekt weit hinter den Erwartungen zurückgeblieben, nicht zuletzt wegen der vielen technische Pannen.\n\nAm Dienstag räumte er erneut ein, dass die Reform zeitweise \"umstritten und verwirrend\" gewesen sei und mit Kritik an ihr nicht gespart wurde. So sehe jedoch \"Wandel in der Demokratie\" aus, und Wandel sei immer schwer.\n\n25 Millionen Versicherte mehr\n\nBis 2016 rechnet das Haushaltsbüro im Kongress damit, dass zusätzliche 25 Millionen Menschen versichert sein werden. Damit wären zu diesem Zeitpunkt 91 Prozent aller US-Bürger und Personen mit Aufenthaltsberechtigung versichert.\n\nÜber Onlinebörsen konnten unversicherte US-Bürger seit dem 1. Oktober 2013 die Policen privater Anbieter vergleichen und Anträge ausfüllen. Außerdem erfuhren sie dort, ob sie Anspruch auf staatliche Hilfen haben. Als Frist für den Abschluss einer Krankenversicherung hatte Obamas Regierung den 31. März gesetzt, sonst drohte eine Strafzahlung.\n\nDas Weiße Haus weichte diesen Termin aber in der vergangenen Woche auf: Wer mit dem Ausfüllen des Antrags bis spätestens Montag begann, bekommt noch einen letzten Aufschub bis Mitte April.\n\nKritik an Versicherungspflicht\n\nDie im Jahr 2010 verabschiedete Gesundheitsreform tritt in mehreren Etappen in Kraft. Das Maßnahmenbündel soll insgesamt mehr als 30 Millionen unversicherten Menschen in den USA Zugang zu einer Krankenversicherung verschaffen. Im Kern steht die Pflicht aller Bürger, sich bei einer Krankenkasse zu versichern.\n\nDie Republikaner prangern dies als Beschneidung bürgerlicher Freiheitsrechte an, außerdem befürchten sie eine Belastung der Wirtschaft durch Überregulierung.\n\nWie viele Versicherungsnehmer am Ende auch tatsächlich die Beiträge überweisen, wird sich erst in einigen Monaten zeigen. Entscheidend für den Erfolg von \"Obamacare\" ist zudem, dass sich genügend junge Leute an dem System beteiligen, um die tendenziell höheren Kosten für ältere Versicherte auszugleichen.\n\nDer andauernde Streit um \"Obamacare\" zeichnet sich als ein zentrales Thema bei den Kongresswahlen im November ab. \"Das Problem war nie nur die Website, es war das ganze Gesetz\", sagte der republikanische Vorsitzende des Repräsentantenhauses, John Boehner. Der republikanische Senator John Barrasso warf der Regierung vor, die Zahlen der Versicherungsabschlüsse zu fälschen. \"Ich glaube, sie frisieren die Bücher\", sagte er.\n\nSollten die Demokraten bei den Wahlen ihre knappe Mehrheit einbüßen, könnte es wieder eng werden für \"Obamacare\".\n\n", "article_metadata": {"news_keywords": "Nachrichten, Politik, Ausland, Nachrichten, Barack Obama, USA, Krankenversicherung", "language": "de", "og": {"site_name": "www.t-online.de", "description": "Die in den USA hoch umstrittene Gesundheitsreform verkauft sich wie geschnitten Brot: Mit 'Obamacare' sind mehr als 7 Millionen Amerikaner krankenversichert.", "title": "US-Krankenversicherung 'Obamacare' übertrifft jegliche Erwartungen", "url": "http://www.t-online.de/nachrichten/ausland/usa/id_68796518/us-krankenversicherung-obamacare-uebertrifft-jegliche-erwartungen.html", "image": "http://bilder.t-online.de/b/68/79/73/46/id_68797346/tid_da/im-rosengarten-vom-weissen-haus-mit-genugtuung-praesentiert-barack-obama-die-neusten-zahlen-der-us-gesundheitsreform.jpg", "type": "article"}, "twitter": {"site": "@TOnline_TopNews", "card": "summary"}, "generator": "CoreMedia CMS 2008; www.coremedia.com", "robots": "INDEX,FOLLOW", "fb": {"pages": 24897707939}, "scc_messung": "true", "google-site-verification": "0rjsJiXOXjcia3Bbfq63MMrZSx9PySSKyBhcxC_VvAk", "keywords": "Nachrichten, Politik, Ausland, Nachrichten, Barack Obama, USA, Krankenversicherung", "article": {"publisher": "https://www.facebook.com/tonlinede", "author": "https://www.facebook.com/tonlinede"}, "copyright": "t-online.de", "company": "Digital Media Products GmbH", "description": "Die in den USA hoch umstrittene Gesundheitsreform verkauft sich wie geschnitten Brot: Mit 'Obamacare' sind mehr als 7 Millionen Amerikaner krankenversichert."}, "_id": "\"57477af46914bd0286fe35f5\"", "article_summary": "\"Das Problem war nie nur die Website, es war das ganze Gesetz\", sagte der republikanische Vorsitzende des Repräsentantenhauses, John Boehner.\nAls Frist für den Abschluss einer Krankenversicherung hatte Obamas Regierung den 31.\nIn den ersten Monaten war die Nachfrage nach seinem wichtigsten innenpolitischen Projekt weit hinter den Erwartungen zurückgeblieben, nicht zuletzt wegen der vielen technische Pannen.\nEntscheidend für den Erfolg von \"Obamacare\" ist zudem, dass sich genügend junge Leute an dem System beteiligen, um die tendenziell höheren Kosten für ältere Versicherte auszugleichen.\nSollten die Demokraten bei den Wahlen ihre knappe Mehrheit einbüßen, könnte es wieder eng werden für \"Obamacare\"."}