{"article_title": "Jon Stewart Blasts Obamacare Website Fail [Video]", "article_keywords": ["website", "sebelius", "woman", "wondered", "healthcaregov", "administration", "obamacare", "blasts", "video", "president", "fail", "tech", "obama", "jon", "stewart"], "article_url": "http://www.inquisitr.com/1001634/jon-stewart-blasts-obamacare-website-fail-video/", "article_text": "Obamacare supporter Jon Stewart slammed the Obama administration last night for what he deemed its poorly planned rollout of the Affordable Care Act and the buggy healthcare.gov portal.\n\nAccording to the host of Comedy Central’s The Daily Show, all the Democrats needed to do to gain the upper hand over the Republicans was “a mildly competent implementation” of Obamacare. The segment (see embed above) then presented a montage of media reports about rampant Obamacare healthcare.gov glitches.\n\n“The whole point of websites,” Stewart declared, “is to design them so that it is nearly impossible to not to sign up for something… so how are the Democrats going to spin this turd?”\n\nAbout President Obama’s Rose Garden speech yesterday morning in which he tried to sell Obamacare, Stewart asked “When did the present of the United States turn into Gil from The Simpsons?” In a reference to the woman who almost fainted, Stewart wondered whose idea was to make a pregnant, diabetic woman stand in the sun?\n\nDuring the photo op, the president announced a tech surge that would address the healthcare.gov bugs. The day before, HHS announced that “Our team is bringing in some of the best and brightest from both inside and outside government to scrub in with the team and help improve HealthCare.gov.”\n\nOf the tech surge, Jon Stewart rhetorically wondered aloud to the president whether “your website is so f*** we have use the same strategy that we used to salvage the Iraq war?”\n\nThe segment ended with John Oliver stuck inside an old-school Obamacare mainframe being attacked by Pac-Man.\n\nStewart generally is a strong Obama administration ally and has been regularly slamming the GOP in “crazytown” most recently for its role in the government shutdown. In an interview with HHS Secretary Kathleen Sebelius, however, Stewart repeatedly pressed her to explain why given the Obamacare employer mandate one-year delay, the Obama administration has thus far been unwilling to postpone the individual mandate. Sebelius never was able to offer a coherent response to that question.\n\nSaid Stewart to Sebelius: “If I’m an individual that doesn’t want [Obamacare], it would be hard for me to look at a big business getting a waiver and not having to do it and me having to. Because I would think… because I don’t have have a lobbying group… Because I would feel like… like you are favoring big business because they lobbied you to delay it because they didn’t want to do it this year, but you’re not allowing individuals that same courtesy.”", "article_metadata": {"description": "Obamacare supporter Jon Stewart slammed the Obama administration last night for what he deemed its poorly planned rollout of the Affordable Care Act and the", "og": {"site_name": "The Inquisitr News", "description": "Obamacare supporter Jon Stewart slammed the Obama administration last night for what he deemed its poorly planned rollout of the Affordable Care Act and the", "title": "Jon Stewart Blasts Obamacare Website Fail [Video]", "url": "http://www.inquisitr.com/1001634/jon-stewart-blasts-obamacare-website-fail-video/", "image": "http://cdn.inquisitr.com/wp-content/uploads/2013/10/Jon-Stewart-The-Daily-Show1.jpg", "article": {"published_time": "2013-10-22T01:42:49+00:00", "modified_time": "2013-12-19T11:06:30+00:00"}, "type": "article"}, "image": "http://cdn.inquisitr.com/wp-content/uploads/2013/10/Jon-Stewart-The-Daily-Show1.jpg", "msapplication-TileColor": "#ed1c24", "datePublished": "2013-10-22T01:42:49+00:00", "fb": {"pages": 71179904752, "app_id": 164157850314499}, "msapplication-TileImage": "http://cdn.inquisitr.com/assets/0cec37/dist/images/logos/inq-win.png", "keywords": "obamacare,comedy central,healthcare gov,healthcare.gov fail,healthcare.gov glitches,jon stewart,jon stewart obamacare,jon stewart video,obamacare fail,obamacare website,tv", "HandheldFriendly": "True", "y_key": "f282393706a5fd85", "twitter": {"image": {"src": "http://cdn.inquisitr.com/wp-content/uploads/2013/10/Jon-Stewart-The-Daily-Show1.jpg", "width": 670, "height": 409}, "site": "@theinquisitr", "card": "summary_large_image", "description": "Obamacare supporter Jon Stewart slammed the Obama administration last night for what he deemed its poorly planned rollout of the Affordable Care Act and the"}, "viewport": "width=980"}, "_id": "\"57477af46914bd0286fd5959\"", "article_summary": "The segment (see embed above) then presented a montage of media reports about rampant Obamacare healthcare.gov glitches.\nObamacare supporter Jon Stewart slammed the Obama administration last night for what he deemed its poorly planned rollout of the Affordable Care Act and the buggy healthcare.gov portal.\nStewart generally is a strong Obama administration ally and has been regularly slamming the GOP in “crazytown” most recently for its role in the government shutdown.\nIn an interview with HHS Secretary Kathleen Sebelius, however, Stewart repeatedly pressed her to explain why given the Obamacare employer mandate one-year delay, the Obama administration has thus far been unwilling to postpone the individual mandate.\nDuring the photo op, the president announced a tech surge that would address the healthcare.gov bugs."}