{"article_title": "Hamid Karzai: From Afghan Hope to Afghan Villain", "article_keywords": ["karzai", "afghanistan", "united", "deal", "american", "hamid", "villain", "taliban", "iraq", "security", "afghan", "hope", "states"], "article_url": "http://www.thefiscaltimes.com/Articles/2013/12/02/Hamid-Karzai-Afghan-Hope-Afghan-Villain", "article_text": "When he visited Washington in 2002, Afghan President Hamid Karzai was treated like a rock star. He charmed Washington insiders at cocktail parties with his perfect English, his cape and Karakul cap. He sat in the balcony of the House chamber as then-President George W. Bush praised him for his role in the liberation of Afghanistan.\n\n“America and Afghanistan are now allies against terror. We will be partners in rebuilding that country,” Bush said in his State of the Union address. “And this evening we welcome the distinguished interim leader of a liberated Afghanistan: Chairman Hamid Karzai.”\n\nRelated: Obama’s Zero Option Saves $111 Billion in Afghanistan\n\nKarzai beamed as he received a sustained standing ovation from Congress. He seemed a modern man of sophistication from a country hundreds of years from modernity.\n\nAs recent events show, a lot can change in a decade.\n\nKarzai, a man who was welcomed to Washington as an ally and hero a decade ago, has now been cast in the role of Afghan villain. He’s been undermining U.S. efforts to end more than a decade of war repeatedly in the last year, and his latest efforts to disrupt American military and foreign policy planning might be his most contemptible action yet.\n\nKarzai had assured American military planners and diplomats that he would agree to a long-term security deal if approved by a council of Afghan elders last week. These elders endorsed the deal, and the White House expected it to be finalized this week.\n\nNow, Karzai has reneged on that promise. He issued a whole new set of demands of the Americans last week, telling National Security Adviser Susan Rice that he would only agree to the deal if the United States released 17 Afghan prisoners from Guantanamo Bay. He also demanded the United States help his government start peace talks with the Taliban – talks he unexpectedly pulled out of last summer – and said he would not sign if “another [U.S.] soldier steps foot into an Afghan home,” his spokesman Aimal Faizi said. He has also demanded the United States stop drone strikes as a condition of the agreement.\n\nRelated: Afghanistan Slaps U.S. with a $1 Billion Tax Bill\n\nThe deal is now on the verge of falling apart. Rice said that if no agreement were reached by year’s end, the United States would have no choice but to begin preparations to withdrawal—the zero option. Karzai has pushed negotiations to the brink and no one knows what his end game is. His only real motivation is to extract as much as he can from the U.S. while keeping power.\n\n“I don’t think we should be surprised,” said Michael Rubin, an Afghan specialist at the American Enterprise Institute. “Karzai is going to think more about Karzai than anyone else; the only way he can maintain leverage is to not let this pass right away.”\n\n“Expecting loyalty out of Karzai is like expecting loyal out of a pet cat,” Rubin added. “They’re both going to be most loyal to where they’re getting their next bowl of food from.”\n\nPicked from Relative Obscurity\n\nKarzai comes from a prominent family of politicians form Kandahar. His father and grandfather both served in the Afghan national government. Yet he had no real ties with the west until 2000, when he began warning American and European officials about the Taliban’s connection to al Qaeda. His reputation was solidified when these warnings turned out to be authentic.\n\nThis reputation compelled the United States and its NATO allies to support Karzai as interim Afghan president in 2001. He was easily elected president in 2004. However, as U.S. attention turned to Iraq, Afghanistan took a turn for the worse. The Taliban returned to take control of many restive regions, including Karzai’s home, Kandahar.\n\nAs the situation deteriorated, Karzai’s approval fell. He was reelected in 2009 amid charges of ballot stuffing and corruption.\n\nRelated: $100 Billion in Aid Squandered in Afghanistan\n\nIt was around this time that America turned its attention back to Afghanistan. Karzai, who had sought out American approval when U.S. troops first arrived, began criticizing American actions in an attempt to distance himself from the increasingly unpopular American occupying force. He’s also been constantly dogged by corruption charges, including a claim that he’s pocketed billions given to him by the CIA to win influence within the Afghan government.\n\nA Bad Year\n\nRelations between Karzai and the United States have deteriorated quickly over the course of the last year. He publicly embarrassed Chuck Hagel by saying American troops were colluding with the Taliban during Hagel’s first visit as Secretary of Defense. He attempted (unsuccessfully) to prevent Special Forces from operating in a key province. But backing away from a long-term security deal that would commit thousands of U.S. troops and billions of dollars to his country is his most egregious break with Washington.\n\nYet it remains unclear exactly what Karzai wants, according to Austin Long, an assistant professor of international affairs at Columbia University. “There are literally dozens of analysts trying to figure that out right now,” he said.\n\nEven though the draft security agreement is packed with American concessions, Austin said, Karzai’s brinkmanship is an attempt to gain even more.\n\nRelated: Some Say Cash Out Completely and Leave Afghanistan\n\n“The Afghans have always felt this was a waning commitment by the west. This is the story of Afghan history. Outside powers show up, support it, get tired of it and leave,” he said. “You want to be able to go to your constituents and say, ‘It’s not like I’m a puppet of the Americans. I drove as hard a bargain as I could.’”\n\nAustin said that Karzai might also fear that Afghanistan could become like Iraq. The United States invaded, destroyed the country and the Iraqi government, and now has little interest in it as it descends into violence.\n\n“The Iraq analogy is telling. Iraq, which in some cases was a more capable state than Afghanistan, is still having enormous problems and its getting worse,” Austin said. “Afghanistan, even though we’ve been there longer, is not built up to the level we got Iraq to before we left. The worst case is a return to civil war and a return to Taliban dominance. “\n\nAEI’s Rubin, however, believes that Karzai is motivated by one primary factor.\n\n“Even though most Afghans would want some sort of security guarantee and certainty, Karzai is playing a game that has to do with his own relevance and power,” he said.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "When he visited Washington in 2002, Afghan President Hamid Karzai was treated like a r", "title": "Hamid Karzai: From Afghan Hope to Afghan Villain", "url": "http://www.thefiscaltimes.com/Articles/2013/12/02/Hamid-Karzai-Afghan-Hope-Afghan-Villain", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/05022011_Karzai_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2013/12/02/Hamid-Karzai-Afghan-Hope-Afghan-Villain", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/05022011_Karzai_article.jpg", "creator": "@davidcfrancis", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "When he visited Washington in 2002, Afghan President Hamid Karzai was treated like a r", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "This reputation compelled the United States and its NATO allies to support Karzai as interim Afghan president in 2001.\nA Bad YearRelations between Karzai and the United States have deteriorated quickly over the course of the last year.\nWhen he visited Washington in 2002, Afghan President Hamid Karzai was treated like a rock star.\nHe has also demanded the United States stop drone strikes as a condition of the agreement.\nKarzai had assured American military planners and diplomats that he would agree to a long-term security deal if approved by a council of Afghan elders last week."}