{"article_title": "Judge denies Obama admin. request in Obamacare case", "article_keywords": ["denies", "case", "appeal", "court", "admin", "request", "challenge", "obamacare", "standing", "collyer", "arguments", "house", "judge", "administration", "obama"], "article_url": "http://www.cnn.com/2015/10/19/politics/obamacare-house-boehner-lawsuit/", "article_text": "Story highlights A federal judge denied a request by the Obama administration to immediately appeal whether the House of Representatives has the legal right to challenge a provision of the Affordable Care Act\n\nJudge Rosemary Collyer set a briefing schedule with oral arguments occurring sometime after January 18, 2016\n\nWashington (CNN) In a significant win for House Speaker John Boehner and congressional Republicans, a federal judge Monday denied a request by the Obama administration to immediately appeal whether the House of Representatives has the legal right to challenge a provision of the Affordable Care Act.\n\nU.S. District Court Judge Rosemary Collyer ruled last month that one part of the challenge could go forward because the House had shown it had the standing necessary to bring the case. Lawyers for the Obama administration -- concerned by what they called an unprecedented ruling on the threshold issue of standing -- sought to appeal Collyer's ruling before her court heard arguments on the underlying merits of the case.\n\nMonday, Collyer said the Obama administration will have to wait. She set a briefing schedule with oral arguments occurring sometime after January 18, 2016.\n\n\"Suffice it to say, the Court is not convinced it erred,\" Collyer wrote. \"Defendants will have a chance to make their argument to the Court of Appeals; the only question is whether they may do so now.\"\n\nRead More", "article_metadata": {"description": "In a win for House Speaker John Boehner, federal judge says she will hear arguments on the merits of its lawsuit on the implementation of Obamacare", "pubdate": "2015-10-19T18:55:35Z", "author": "Ariane de Vogue, CNN Supreme Court Reporter", "og": {"site_name": "CNN", "description": "In a win for House Speaker John Boehner, federal judge says she will hear arguments on the merits of its lawsuit on the implementation of Obamacare", "pubdate": "2015-10-19T18:55:35Z", "title": "Judge denies Obama admin. request in Obamacare case", "url": "http://www.cnn.com/2015/10/19/politics/obamacare-house-boehner-lawsuit/index.html", "image": "http://i2.cdn.turner.com/cnnnext/dam/assets/150716120246-obamacare-legislation-file-large-169.jpg", "type": "article"}, "section": "politics", "fb": {"app_id": 80401312489}, "thumbnail": "http://i2.cdn.turner.com/cnnnext/dam/assets/150716120246-obamacare-legislation-file-large-169.jpg", "template-top": "politics,art-img", "vr": {"canonical": "http://www.cnn.com/2015/10/19/politics/obamacare-house-boehner-lawsuit/index.html"}, "keywords": "politics, Judge denies Obama admin. request in Obamacare case - CNNPolitics.com", "lastmod": "2015-10-19T19:07:26Z", "twitter": {"card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0"}, "_id": "\"57477af46914bd0286fde7f0\"", "article_summary": "Monday, Collyer said the Obama administration will have to wait.\nU.S. District Court Judge Rosemary Collyer ruled last month that one part of the challenge could go forward because the House had shown it had the standing necessary to bring the case.\nLawyers for the Obama administration -- concerned by what they called an unprecedented ruling on the threshold issue of standing -- sought to appeal Collyer's ruling before her court heard arguments on the underlying merits of the case.\n\"Defendants will have a chance to make their argument to the Court of Appeals; the only question is whether they may do so now.\"\n\"Suffice it to say, the Court is not convinced it erred,\" Collyer wrote."}