{"article_title": "Obama’s Spin Can’t Keep Up With America’s Economic Reality", "article_keywords": ["obamas", "federal", "workers", "american", "americas", "spending", "cant", "economic", "growth", "economy", "survey", "reality", "spin", "reserve"], "article_url": "http://spectator.org/60410_obamas-spin-cant-keep-americas-economic-reality/", "article_text": "At a Labor Day rally in Milwaukee, President Obama turned the limelight on himself, approvingly and inaccurately.\n\n“By almost every measure,” he declared, “the American economy and the American workers are better off than when I took office.”\n\nIn contrast to Mr. Obama’s self-congratulatory assertion, the Census Bureau reports that median household income in the United States, adjusted for inflation, is down by more than $2,000 since Obama’s first inauguration in January 2009.\n\nAdditionally, as an indicator of the economic downturn, a sixth of the U.S. population is currently receiving food stamps, an increase in the participation rate in the Supplemental Nutrition Assistance Program of 61 percent since 2008.\n\nRep. Kevin Brady, (R-TX), chairman of the Congressional Joint Economic Committee, summarized the U.S. economy’s subpar recovery several months ago, in May: “Our economy has a real GDP growth gap of $1.5 trillion in this recovery compared with the average of other post-1960 recoveries. And that has left us with a private-sector jobs gap from the end of the recession of 5.7 million jobs.”\n\nSpecifically related to the cause of the economy’s poor levels of job creation and household income growth, an August 25 report in Forbes by economist John Goodman documented via Federal Reserve surveys that Obamacare is a key reason for the nation’s persevering joblessness and declining levels of inflation-adjusted household income.\n\n“Three Federal Reserve Banks — in Philadelphia, New York and Atlanta — have released business surveys that confirm what many of us have been predicting,” Goodman reported. “The new health law is discouraging a significant number of firms from hiring and is also pushing workers into part-time rather than full-time jobs.”\n\nBased on its August 2014 survey of manufacturers, the Federal Reserve Bank of Philadelphia reported that 18.2 percent of employers said they cut workers because of the Affordable Care Act versus 3 percent who hired more.\n\nSimilarly, 18.2 percent of employers said their proportion of part-time workers is higher because of Obamacare versus 1.5 percent who said it was lower.\n\nCorrespondingly, a survey by the Federal Reserve Bank in New York found that 21 percent and 16.9 percent of employers in the manufacturing and service sectors, respectively, said they were cutting employees because of Obamacare.\n\nMr. Obama may think “the American economy and the American workers are better off” under his watch, but the American public appears to be under no such illusion.\n\nA recent IBD/TIPP poll shows less than a third of the public giving Obama good grades for his economic performance. “Just 31 percent give him an ‘A’ or ‘B’ for his handling of the economy, 29 percent good marks for his management of the federal budget and 32 percent on how he’s doing on creating jobs and growth,” reported Investor’s Business Daily on September 3. “Among independents, the numbers are 19 percent, 17 percent and 23 percent, respectively.”\n\nObama’s aforementioned 31 percent approval on his handling of the economy matches his 31 percent approval rating in the survey on how he’s handled the Islamic State crisis.\n\nBottom line? After more than five years of Obama’s economy — the ill-designed “growth” programs that drained job-creating money out of the private sector, the “shovel ready” boondoggles that weren’t ready, the bailouts for political cronies that transferred capital from the productive to the non-productive, the boom in welfare spending that weakened incentives for productivity at both the top and bottom, and hundreds of billions in “stimulus” spending that ended up to be more about spending than stimulating — all the ill-fitting pieces came together to produce a record-breaking $7 trillion in additional federal debt and a public that’s increasingly opposed to President Obama’s prescription for economic recovery.\n\n“Almost half the country still thinks we’re in a recession and 52 percent say the economy isn’t getting any better,” reports Investor’s Business Daily, summarizing the recent IBD/TIPP poll.", "article_metadata": {"fb": {"pages": 1742097289343962}, "generator": "WordPress 4.4", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Mr. Obama may think “the American economy and the American workers are better off” under his watch, but the American public appears to be under no such illusion.\n“Three Federal Reserve Banks — in Philadelphia, New York and Atlanta — have released business surveys that confirm what many of us have been predicting,” Goodman reported.\nA recent IBD/TIPP poll shows less than a third of the public giving Obama good grades for his economic performance.\nAt a Labor Day rally in Milwaukee, President Obama turned the limelight on himself, approvingly and inaccurately.\nCorrespondingly, a survey by the Federal Reserve Bank in New York found that 21 percent and 16.9 percent of employers in the manufacturing and service sectors, respectively, said they were cutting employees because of Obamacare."}