{"article_title": "Democrats launch anti-Ayotte ‘accountability project’", "article_keywords": ["ayotte", "campaign", "working", "launch", "memo", "antiayotte", "hampshire", "accountability", "project", "record", "women", "democrats", "party", "democratic", "workplace"], "article_url": "http://www.wmur.com/politics/democrats-launch-antiayotte-accountability-project/35922240", "article_text": "The state Democratic Party Monday accused Republican U.S. Sen. Kelly Ayotte of “rewriting history” in a push by her campaign – and outside groups that support her -- to show that she has been working for women’s health programs, women in the workplace, students and other constituencies.\n\nA scathing memo by state Democratic Party Chairman Raymond Buckley accuses Ayotte of voting to defund Planned Parenthood, making college more expensive, while opposing “common-sense efforts to help women in the workplace.”\n\nTo read the full memo, click here.\n\nAyotte's campaign said the Democrats are \"grasping at straws trying to rewrite Kelly’s extensive record of working across the aisle to deliver results for New Hampshire.\"\n\nA gender gap currently exists in the U.S. Senate race between Republican Ayotte and Democratic Gov. Maggie Hassan, according to the latest WMUR Granite State Poll. Ayotte’s campaign and separate outside groups have been working to try to close that gap.\n\nAyotte’s campaign last week released a video showing her as an “independent problem solver” working on behalf of New Hampshire families. Separately, a pro-Republican super PAC, One Nation, has been airing television and radio ads promoting Ayotte’s record as pro-women and pro-family.\n\nBuckley charges that in an effort to make her record more New Hampshire-friendly, Ayotte is co-sponsoring “sham bills that have nice titles but would actually do damage to New Hampshire students and families.”\n\nHe charges that Ayotte voted three times to defund Planned Parenthood and cut funding for Title X family planning. Buckley notes that Ayotte supported the Blunt Amendment, which would have allowed employers with religious and moral objections to opt out of the Affordable Care Act’s firth control coverage requirement.\n\nThe memo, launching what the party calls an “Ayotte Fact Check Accountability Project,” also accuses her of voting to “undermine the environment” and opposing efforts to help women in the workplace, including opposition to guaranteed paid leave.\n\nBut Ayotte campaign spokeswoman Chloe Rockow responded: \"Kelly is fighting every day for New Hampshire, whether it's strengthening women's health care, working to create a fairer and more flexible workplace, helping make college more affordable, or crossing the aisle to protect our clean air and water. And as part of her commitment to putting New Hampshire first, Kelly has held almost 50 town hall meetings since being elected, where citizens talk to her directly about what's on their minds so she can bring their concerns and ideas to the Senate.”\n\nThe Ayotte campaign countered with its own memo, which can be viewed here.\n\nState Republican Party Chairwoman Jennifer Horn called the Democratic memo \"a transparent attempt by Gov. Hassan's political operation to distort the truth and distract from her failed record of higher taxes and spending, an economy that is falling behind the rest of New England and an inadequate and incompetent response to New Hampshire’s growing heroin epidemic.\n\n\"Granite Staters can see that the governor is so desperate to advance her political career that she will say or do anything to leave New Hampshire behind and do the bidding of Washington Democrat party bosses,” Horn said.", "article_metadata": {"category": "Politics", "ib-analytics": "data", "item-publish-date": "Mon, 19 Oct 2015 15:58:50 EDT", "generator": "ibPublish 2", "author": "John DiStaso", "og": {"site_name": "WMUR", "description": "The state Democratic Party Monday accused Republican Sen. Kelly Ayotte of “rewriting history” in a push by her campaign – and outside groups that support her -- to show that she has been working for women’s health programs, women in the workplace, students and other constituencies", "title": "Democrats launch anti-Ayotte ‘accountability project’", "url": "http://www.wmur.com/politics/democrats-launch-antiayotte-accountability-project/35922240", "image": "http://www.wmur.com/image/view/-/31174878/highRes/1/-/maxh/630/maxw/1200/-/gsralnz/-/Commitment-2016-generic-graphic-jpg.jpg", "type": "article"}, "twitter": {"url": "http://www.wmur.com/politics/democrats-launch-antiayotte-accountability-project/35922240", "app": {"url": {"ipad": "wmur://content/article/35922240", "iphone": "wmur://content/article/35922240", "googleplay": "wmur://content/article/35922240"}, "name": {"ipad": "wmur", "iphone": "wmur", "googleplay": "wmur"}, "id": {"ipad": 504646663, "iphone": 504646663, "googleplay": "com.hearst.android.wmur"}}, "site": "@wmur9", "card": "app"}, "al": {"android": {"url": "wmur://content/article/35922240", "app_name": "wmur", "package": "com.hearst.android.wmur"}, "ios": {"url": "wmur://content/article/35922240", "app_store_id": 504646663, "app_name": "wmur"}}, "fb": {"app_id": 98665743246}, "vr": {"canonical": "http://www.wmur.com/politics/democrats-launch-antiayotte-accountability-project/35922240"}, "google-site-verification": "xTJFxn8Gm6mXV5ugnbTb198craV_CkoMGMqQyL4EfS4", "keywords": "Kelly Ayotte, Raymond Buckley, Commitment 2016", "article": {"author": "https://www.facebook.com/JohnDiStasoWMUR"}, "news_keywords": "Kelly Ayotte, Raymond Buckley, Commitment 2016", "description": "The state Democratic Party Monday accused Republican Sen. Kelly Ayotte of “rewriting history” in a push by her campaign – and outside groups that support her -- to show that she has been working for women’s health programs, women in the workplace, students and other constituencies"}, "article_summary": "State Republican Party Chairwoman Jennifer Horn called the Democratic memo \"a transparent attempt by Gov.\nAyotte's campaign said the Democrats are \"grasping at straws trying to rewrite Kelly’s extensive record of working across the aisle to deliver results for New Hampshire.\"\nA gender gap currently exists in the U.S. Senate race between Republican Ayotte and Democratic Gov.\nAyotte’s campaign last week released a video showing her as an “independent problem solver” working on behalf of New Hampshire families.\nSeparately, a pro-Republican super PAC, One Nation, has been airing television and radio ads promoting Ayotte’s record as pro-women and pro-family."}