{"article_title": "MARCOM Committee Hosts Frank Konkel, Aaron Gregg", "article_keywords": ["leaders", "gregg", "frank", "twitter", "reporters", "communications", "aaron", "hosts", "committee", "marketing", "marcom", "konkel", "washingtonexec", "technology", "topics"], "article_url": "http://www.washingtonexec.com/2015/11/washingtonexec-marcom-committee-hosts-frank-konkel-aaron-gregg-at-annual-meet-the-reporters-event/", "article_text": "In October, the WashingtonExec MARCOM Committee hosted Frank Konkel, Editorial Events Editor for Government Executive Media and Aaron Gregg, Reporter at The Washington Post, at its annual Meet the Reporters roundtable. Konkel and Gregg spoke to marketing and communications leaders of emerging and large federal contracting firms about what makes a good story, how to best work with reporters and the evolving definition of “news.”\n\nBoth Konkel and Gregg emphasized the variety of ways they gather and obtain story leads, whether it is through direct messages on Twitter, texting, attending topic-enriched events or the standard cold call. Gathering information on background, as well as attending press briefings, are still valuable forums reporters use to gather information.\n\nIt is hard for anyone to ignore the increasing popularity of social media across all generations, and reporters are no different. Both speakers admitted that they regularly scan platforms such as Twitter and LinkedIn to gauge what topics are popular and also to look for new sources and story leads. An online news article is no longer simply written and then posted to a website, journalists are now asked to take into account how an article looks on multiple web platforms and what graphics should coincide with the writing.\n\nIn a space where the majority of legacy contractors sport similar technology capabilities, how do reporters differentiate what companies or which leaders to cover? Konkel and Gregg both believe that the most successful pitches are the releases that showcase a technology use case, as well as relevant financial data. Another suggestion made to the VPs of Marketing and Communications attendees is to pitch stories that help bring topics of national interest to the local level. Examples of this could be the coverage of a contractor working on improving the national security clearance process or a popular widget added to the Affordable Care Act onboarding process.\n\nLarry Rosenfeld of Sage Communications, a full-service marketing communications and public relations agency providing services to technology, government, healthcare, pharmaceuticals, non-profits and consumer-oriented organizations, served as sponsor for the invitation-only roundtable.\n\nThe 2015 WashingtonExec MARCOM Committee Leaders are Sheila Blackwell (Decision Sciences), Alan Hill (Serco, Inc.), Eileen Cassidy Rivera (Harris Corporation) and Andrew Bryden (SRA International).", "article_metadata": {"description": "The WashingtonExec MARCOM Committee hosted Frank Konkel, Editorial Events Editor for Government Executive Media and Aaron Gregg, Reporter at The Washington Post, at its annual Meet the Reporters roundtable.", "og": {"site_name": "WashingtonExec", "description": "The WashingtonExec MARCOM Committee hosted Frank Konkel, Editorial Events Editor for Government Executive Media and Aaron Gregg, Reporter at The Washington Post, at its annual Meet the Reporters roundtable.", "title": "MARCOM Committee Hosts Frank Konkel, Aaron Gregg", "locale": "en_US", "image": {"width": 2752, "identifier": "http://www.washingtonexec.com/wp-content/uploads/2015/11/MARCOM-Oct-2015.jpg", "height": 1697}, "updated_time": "2015-11-16T20:26:23-04:00", "url": "http://www.washingtonexec.com/2015/11/washingtonexec-marcom-committee-hosts-frank-konkel-aaron-gregg-at-annual-meet-the-reporters-event/", "type": "article"}, "twitter": {"description": "The WashingtonExec MARCOM Committee hosted Frank Konkel, Editorial Events Editor for Government Executive Media and Aaron Gregg, Reporter at The Washington Post, at its annual Meet the Reporters roundtable.", "creator": "@washingtonexec", "image": "http://www.washingtonexec.com/wp-content/uploads/2015/11/MARCOM-Oct-2015.jpg", "title": "MARCOM Committee Hosts Frank Konkel, Aaron Gregg", "site": "@washingtonexec", "card": "summary_large_image"}, "robots": "noodp", "fb": {"app_id": 974516515946058}, "msvalidate.01": "5D8A1CA64D719FC1966E5DE05C899D5A", "article": {"publisher": "https://www.facebook.com/pages/WashingtonExec/148653025206245", "section": "Events", "tag": "WashingtonExec MARCOM Committee", "published_time": "2015-11-16T09:54:19-04:00", "modified_time": "2015-11-16T20:26:23-04:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "In October, the WashingtonExec MARCOM Committee hosted Frank Konkel, Editorial Events Editor for Government Executive Media and Aaron Gregg, Reporter at The Washington Post, at its annual Meet the Reporters roundtable.\nThe 2015 WashingtonExec MARCOM Committee Leaders are Sheila Blackwell (Decision Sciences), Alan Hill (Serco, Inc.), Eileen Cassidy Rivera (Harris Corporation) and Andrew Bryden (SRA International).\nKonkel and Gregg both believe that the most successful pitches are the releases that showcase a technology use case, as well as relevant financial data.\nLarry Rosenfeld of Sage Communications, a full-service marketing communications and public relations agency providing services to technology, government, healthcare, pharmaceuticals, non-profits and consumer-oriented organizations, served as sponsor for the invitation-only roundtable.\nGathering information on background, as well as attending press briefings, are still valuable forums reporters use to gather information."}