{"article_title": "How Nintendo took over the world", "article_keywords": ["video", "entertainment", "took", "wii", "mario", "game", "games", "way", "nintendo", "world", "super", "nes"], "article_url": "http://www.salon.com/2014/02/02/how_nintendo_took_over_the_world/", "article_text": "Topics: Gaming, Nintendo, Video Games, Entertainment News\n\nI’m one of those people for whom video games were a crucial part of childhood. They were a digital treasure trove that came to define the way that I, and many of my peers, would approach reality. My parents, they’d played pinball. And they knew of Galaga, Pitfall and Pong — Atarian relics that, a year after my birth in 1983, when the video game industry collapsed for the first time, stood by helpless as their host company met its demise. But they weren’t afforded the leap into the future that was the Nintendo Entertainment System, the brainchild of a century-old Japanese enterprise that aimed to alter the global framework of play.\n\nIn honor of the NES’s 30th anniversary last year, I decided to go back through the Nintendo archives, by which I mean I sought out a website in which one can (for free) play old NES games. The Wii offers cheap classics on their online network, but in order for me to truly dig deep I had to relocate to some of the Internet’s seedier domains, where you immerse yourself in childhood nostalgia while attempting to ignore ads for Adult Friend Finder and Mucinex.\n\nIt’s worth noting that by today’s gaming standards, the NES is a drooling, 8-bit primitive. Unlike modern games, whose limits are always being pushed, the original Nintendo was capable of projecting only up to 25 colors on screen at a time (with significant restrictions) to create a 256 x 240 pixel spread. This means Super Mario, the iconic plumber now a keystone in Nintendo’s entertainment edifice, was created within parameters so restrained that developers had to give Mario white gloves and red overalls just so that it was possible to see his arms swing as he ran. To provide even more context, the largest game the NES ever produced (Metal Slader Glory) took up 1 megabyte of hard drive space. By way of comparison, games for NES’s eventual heir the Wii typically take up 8.54 gigabytes. And yet for all its simplicity (or maybe because of it), there is something biblical about the NES. Something that canonized the idea of home video-game entertainment for millions of game worshipers worldwide.\n\nAs I sat down to begin my own personal nostalgia-quest last year I had an almost shocking experience of sensory transmigration. Silly as it may sound, loading up Bubble Bobble stirred something deep inside me, something both emotional and reflexive. I squinted with wonder at the avatar of my tiny green dinosaur encased in a bubble (the very same weapon with which it trapped its enemies). Up came the phrase “Now it is the beginning of a fantastic story! Let us make a journey to the cave of monsters! Good Luck!” and I wondered if finer words had ever been written. An upbeat twinkle of mythical sparkle sounds and blunted synthesizers heralded the introduction, and fell flat for half a second before the actual game began.\n\nAt first, my fingers wobbled through the controls. I’d become used to consoles like the PlayStation 3 and Wii. It had been a long while since I’d dabbled in the thrill of retro-gaming, and I was hoping to treat the experience with seriousness and depth. I quickly realized that as I played, my mind genuinely retrieved past knowledge to guide me through the motions. I felt what might be the gaming equivalent of attempting to decode a passage in Chaucer only to realize that I’d been taught Middle English as a child. Soon enough, I was unconsciously remembering button combinations, and visual combinations as well. Though Bubble Bobble was built to enable thousands of different player sequences in order to beat it, I was directly channeling the exact same ones I had as a small child. The experience confounded me.\n\nThough the Nintendo Entertainment System formally made its American debut in 1985, its Japanese progenitor, the Famicom, an anglicized abbreviation for “Family Computer,” was born in 1983. The Famicom’s opening line of games, which included Donkey Kong, Lode Runner, Star Force and Super Mario Bros., had made the rounds in Japan to fairly popular acclaim. Nintendo’s first artist, Shigeru Miyamoto, who created Super Mario and went on to become the company’s most prized talent, drew his character inspirations from both personal experiences as a child and his familiarity with Manga strips. Using development techniques from comics lent his game characters more vivid, child-friendly identities, identities that allowed games to reach beyond simple point-nabbing competitions and become emotionally relatable adventures. These adventures had narratives, characters and a sense of substantive achievement if you could reach the end.\n\nBefore Nintendo, game packaging often featured realistic pictures that in no way reflected the faceless block avatars you’d see on screen. With Nintendo games, however, the packaging more honestly reflected the material it sold. Sometimes the cartridges even featured direct screenshots. And game designs that incorporated comic book-like content helped players come to see themselves as interacting with a whole cast of characters. The concept itself, while obvious in retrospect, constituted a full-on revolution at the time.", "article_metadata": {"description": "Early Nintendo games succeeded by embracing, not fighting against, their profound technical limitations", "title": "How Nintendo took over the world", "og": {"site_name": "Salon", "description": "Early Nintendo games succeeded by embracing, not fighting against, their profound technical limitations", "title": "How Nintendo took over the world", "url": "http://www.salon.com/2014/02/02/how_nintendo_took_over_the_world/", "image": "http://media.salon.com/2014/02/mario.jpg", "type": "article"}, "twitter": {"description": "Early Nintendo games succeeded by embracing, not fighting against, their profound technical limitations", "title": "How Nintendo took over the world", "image": "http://media.salon.com/2014/02/mario.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Samuel Sattin", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Gaming, Nintendo, Video Games", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Topics: Gaming, Nintendo, Video Games, Entertainment NewsI’m one of those people for whom video games were a crucial part of childhood.\nWith Nintendo games, however, the packaging more honestly reflected the material it sold.\nBefore Nintendo, game packaging often featured realistic pictures that in no way reflected the faceless block avatars you’d see on screen.\nThough the Nintendo Entertainment System formally made its American debut in 1985, its Japanese progenitor, the Famicom, an anglicized abbreviation for “Family Computer,” was born in 1983.\nBut they weren’t afforded the leap into the future that was the Nintendo Entertainment System, the brainchild of a century-old Japanese enterprise that aimed to alter the global framework of play."}