{"article_title": "Are endurance workouts bad for the heart?", "article_keywords": ["heart", "muscles", "andersen", "risk", "endurance", "worrisome", "bad", "york", "works", "workouts", "exercise"], "article_url": "http://health.heraldtribune.com/2015/06/23/are-endurance-workouts-bad-for-the-heart/", "article_text": "Q. Why would low-intensity endurance exercise, even of extreme duration, be bad for one’s heart?\n\nA. Marathons or other ultra-endurance events are not necessarily bad for the heart, although they could be.\n\nBut first, a clarification: During moderate or even vigorous exercise like running or jogging, the heart works hard to supply blood to muscles and over time becomes stronger and somewhat larger.\n\nResearch has been unclear on whether these changes can be harmful. Immediately after a marathon, most racers show increased levels of a protein associated with cardiac damage. But they soon return to normal, with no lingering damage.\n\nYears of prolonged and repeated endurance training might have more worrisome effects. Aging former Olympic runners and rowers from Britain, compared with healthy but unathletic men of the same age, were more likely to have scarring within their heart muscles. And repeat competitors in a grueling, 56-mile ski race in Sweden had a much-higher-than-normal risk of heart arrhythmia.\n\nBut these studies “do not mean that it has suddenly become dangerous to exercise,” said Kasper Andersen, a professor at Uppsala University who led the study of skiers — who had a below-average risk of premature death.\n\n“Carry on as usual,” Andersen advised. “But remember to listen to your body and seek a doctor if you experience any symptoms from the heart.”\n\n—Gretchen Reynolds, The New York Times", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2015/06/1003069132-FL_SAR_HFFITBRIE.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "article_summary": "Why would low-intensity endurance exercise, even of extreme duration, be bad for one’s heart?\nA. Marathons or other ultra-endurance events are not necessarily bad for the heart, although they could be.\nAging former Olympic runners and rowers from Britain, compared with healthy but unathletic men of the same age, were more likely to have scarring within their heart muscles.\nAnd repeat competitors in a grueling, 56-mile ski race in Sweden had a much-higher-than-normal risk of heart arrhythmia.\nBut first, a clarification: During moderate or even vigorous exercise like running or jogging, the heart works hard to supply blood to muscles and over time becomes stronger and somewhat larger."}