{"article_title": "Take time to honor fallen military veterans", "article_keywords": ["memorial", "marine", "service", "fallen", "hoffman", "weekend", "war", "vietnam", "military", "veterans", "honor", "day"], "article_url": "http://www.greenbaypressgazette.com/story/opinion/editorials/2015/05/23/take-time-honor-fallen-military-veterans/27812565/", "article_text": "U.S. Marine Corps Vietnam veterans Ron W. Hoffman, center, of Green Bay and Paul Choclis of Marion Heights, Pa., left, represented their unit in a wreath presentation Sept. 18 at the Tomb of the Unknowns in Washington, D.C. These veterans and 28 of their comrades from Charlie Battery, 1st Battalion, 13th Marine Regiment, 5th Marine Division gathered in the nation’s capital for the unit’s reunion. Hoffman recently published his personal memoirs in a book, “To Hear Silence,” documenting the unit’s exploits in Vietnam during 1966-67. (Photo: Submitted/Ed Balaban)\n\nIf Ron Hoffman of Green Bay could have one wish this Memorial Day, it would be that people mark the day for what it was intended.\n\n“Unfortunately it’s gotten to the point where it’s just a holiday … I think the original idea has gotten lost over the years,” Hoffman said.\n\nThe original idea was to honor those “who died in defense of their country,” according to a general order by Gen. John Logan on May 5, 1868. The graves of 20,000 Union and Confederate soldiers at Arlington National Cemetery were decorated for the first Decoration Day, as it was called.\n\nThe name was changed to Memorial Day and it now honors the men and women who died in military service.\n\nIt is celebrated the last Monday in May, which gives most people a three-day weekend and gives some people a case of amnesia about the federal holiday.\n\nFor Hoffman, and other Marines and soldiers like him, there is no forgetting.\n\nThey remember the names of those in their unit who didn’t return from war zones. They take time on Memorial Day to honor the men and women attached to those names.\n\nYou should, too, if for no other reason than your ability to grill out Monday and enjoy a three-day weekend from work is because of the sacrifice of others.\n\nToday’s veterans of war zones in Iraq and Afghanistan depart and return to fanfare and programs aimed at helping them transition back into civilian life. Those who are killed in action are remembered and honored with an outpouring of sorrow from their communities.\n\nIt wasn’t always the case. Hoffman, who grew up in Two Rivers, is a Marine and saw action during the Vietnam War. When his generation returned from war they often faced protests and demonstrations, not commendation.\n\n“No bands, no one to see us off and the same with coming home,” Hoffman said.\n\nHe doesn’t begrudge anyone their long weekend or firing up the grill, but he would like them to take a moment to remember the freedoms they have and the sacrifices others made to safeguard those freedoms.\n\nIt can be as simple as attending the Pulaski High School Memorial Day concert, watching the De Pere Kiwanis Memorial Day parade, going to cemetery services at the Nicolet Memorial Gardens or Fort Howard Memorial Gardens or Allouez Catholic Cemetery, or going to Heritage Hill State Historical Park for a memorial service at the Tomb of the Unknown Soldier.\n\nIt can be a personal acknowledgment with you and your family, or a private moment.\n\nWhatever you do, take the time to honor those who died while in service to their country.\n\nVIETNAM WAR\n\nThis spring marked the 40th anniversary of the fall of Saigon, the capital of South Vietnam, and the unofficial end to the Vietnam War.\n\nRon Hoffman of Green Bay has written about his service as a Marine during the Vietnam War. His book, “To Hear Silence,” is available on Amazon.\n\nLast September he attended a reunion of those in Charlie Battery 1/13. A video of that event can be seen on YouTube: https://www.youtube.com/watch?v=HY7oAppI3fM\n\nRead or Share this story: http://gbpg.net/1Sum0OF", "article_metadata": {"google": "notranslate", "description": "Whatever you do, take the time to honor those who died while in service to their country", "og": {"site_name": "Press Gazette Media", "description": "Whatever you do, take the time to honor those who died while in service to their country", "title": "Take time to honor fallen military veterans", "url": "http://www.greenbaypressgazette.com/story/opinion/editorials/2015/05/23/take-time-honor-fallen-military-veterans/27812565/", "image": "http://www.gannett-cdn.com/GDContent/applogos/greenbaypressgazette.png", "type": "article"}, "twitter": {"description": "Whatever you do, take the time to honor those who died while in service to their country", "title": "Take time to honor fallen military veterans", "image": "http://www.gannett-cdn.com/-mm-/98e6e4ee15b97d59d7fd67101ac5283217cde115/c=144-0-1286-1142&r=x643&c=640x640/local/-/media/2015/05/22/GreenBay/B9317457267Z.1_20150522192042_000_GB6ASBJQL.1-0.jpg", "creator": "@gbpressgazette", "site": "@gbpressgazette", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=883246918", "fb": {"app_id": 179406702077699}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "article_summary": "The name was changed to Memorial Day and it now honors the men and women who died in military service.\nThey take time on Memorial Day to honor the men and women attached to those names.\nVIETNAM WARThis spring marked the 40th anniversary of the fall of Saigon, the capital of South Vietnam, and the unofficial end to the Vietnam War.\n(Photo: Submitted/Ed Balaban)If Ron Hoffman of Green Bay could have one wish this Memorial Day, it would be that people mark the day for what it was intended.\nHoffman, who grew up in Two Rivers, is a Marine and saw action during the Vietnam War."}