{"article_title": "Crist To Feds: Don't Kick The Undocumented Off Obamacare Coverage", "article_keywords": ["crist", "status", "customers", "dont", "florida", "immigrants", "obamacare", "immigration", "governor", "undocumented", "feds", "coverage", "administration", "kick", "obama"], "article_url": "http://dailycaller.com/2014/08/14/crist-to-feds-dont-kick-undocumented-off-obamacare-coverage/", "article_text": "Former Republican Governor Charlie Crist addresses supporters in a waterfront park where he announced his Democratic candidacy for governor during a rally in St. Petersburg, Florida, November 4, 2013. REUTERS/Steve Nesius\n\n4287747\n\nCharlie Crist, the Democratic nominee in Florida’s governor race in November, says the Obama administration shouldn’t require proof of immigration status for Obamacare sign-ups.\n\n“We need to make this law work for the people depending on it, and the President should suspend this requirement so that no American citizen loses their health insurance due to a bureaucratic requirement,” Crist spokesman Brendan Gilfillan told Politico Thursday.\n\nOver 310,000 Obamacare customers have failed to provide proper documentation on their citizenship or immigration status to the Obama administration, after the federal government contacted them between five and seven times about discrepancies in the documents they submitted with their applications for health coverage. Close to 94,000 of those customers are located in Crist’s home state of Florida. (RELATED: Over 300,000 On The Brink Of Losing Obamacare Coverage)\n\nThe Obama administration announced Tuesday that the remaining 310,000 — out of an original 970,000 Obamacare sign-ups — that have failed to take any action clearing up the irregularities in their citizenship or immigration status will be kicked off the federal health-care exchanges if they don’t file documentation by Sept. 5. The administration will reach out to customers another three times before that point, Centers for Medicare and Medicaid Services chief Marilyn Tavenner pledged.\n\nCrist’s statement assumes that all those with irregularities are legally present in the U.S. But in states with large immigrant populations, such as Florida and California, there’s a growing movement to extend Obamacare benefits to illegal immigrants as well as those here illegally. (RELATED: Insurer-Linked Group Now Pushing Obamacare For Illegal Immigrants)\n\nPresident Obama has promised that Obamacare benefits, including the generous taxpayer subsidies available for exchange coverage, will not be extended to immigrants who entered the country illegally. Citizens and legal immigrants are eligible for coverage.\n\nFollow Sarah on Twitter", "article_metadata": {"sailthru.author": "Sarah Hurtubise", "description": "Charlie Crist, the Democratic nominee in Florida's governor race in November, says the Obama administration shouldn't require proof of immigration status for", "og": {"site_name": "The Daily Caller", "description": "Charlie Crist, the Democratic nominee in Florida's governor race in November, says the Obama administration shouldn't require proof of immigration status for Obamacare sign-ups.    \"We need to make th", "title": "Crist To Feds: Don’t Kick The Undocumented Off Obamacare Coverage", "url": "http://dailycaller.com/2014/08/14/crist-to-feds-dont-kick-undocumented-off-obamacare-coverage/", "image": {"width": 630, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2013/11/2013-11-04T224257Z_1_CBRE9A31R3O00_RTROPTP_4_USA-CRIST-CAMPAIGN-e1408035565606.jpg", "height": 269}, "type": "article"}, "twitter": {"description": "Doesn't want customers to have to prove citizenship", "title": "Crist To Feds: Don’t Kick The Undocumented Off Obamacare Coverage Via @dailycaller", "url": "http://dailycaller.com/2014/08/14/crist-to-feds-dont-kick-undocumented-off-obamacare-coverage/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2013/11/2013-11-04T224257Z_1_CBRE9A31R3O00_RTROPTP_4_USA-CRIST-CAMPAIGN-e1408035565606.jpg"}, "creator": "@@SarahMHurtubise", "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2014-08-14 15:20:08", "sailthru.title": "Crist To Feds: Don't Kick The Undocumented Off Obamacare Coverage", "HandheldFriendly": "true", "sailthru.tags": "charlie-crist,obamacare,sarah-hurtubise", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "charlie crist,obamacare", "sailthru.description": "Charlie Crist, the Democratic nominee in Florida's governor race in November, says the Obama administration shouldn't require proof of immigration status for Obamacare sign-ups.    \"We need to make th", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2013/11/2013-11-04T224257Z_1_CBRE9A31R3O00_RTROPTP_4_USA-CRIST-CAMPAIGN-e1408035565606.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "REUTERS/Steve Nesius4287747Charlie Crist, the Democratic nominee in Florida’s governor race in November, says the Obama administration shouldn’t require proof of immigration status for Obamacare sign-ups.\nFormer Republican Governor Charlie Crist addresses supporters in a waterfront park where he announced his Democratic candidacy for governor during a rally in St. Petersburg, Florida, November 4, 2013.\n(RELATED: Insurer-Linked Group Now Pushing Obamacare For Illegal Immigrants)President Obama has promised that Obamacare benefits, including the generous taxpayer subsidies available for exchange coverage, will not be extended to immigrants who entered the country illegally.\nOver 310,000 Obamacare customers have failed to provide proper documentation on their citizenship or immigration status to the Obama administration, after the federal government contacted them between five and seven times about discrepancies in the documents they submitted with their applications for health coverage.\nThe administration will reach out to customers another three times before that point, Centers for Medicare and Medicaid Services chief Marilyn Tavenner pledged."}