{"article_title": "Paying for Kemper power plant dominates PSC primary races", "article_keywords": ["paying", "kemper", "plant", "dominates", "central", "district", "power", "psc", "southern", "primary", "democrat", "running", "republican", "races", "mississippi", "primaries", "smith"], "article_url": "http://www.washingtontimes.com/news/2015/jul/25/paying-for-kemper-power-plant-dominates-psc-primar/?page=all", "article_text": "JACKSON, Miss. (AP) - For seven candidates contending in three primaries for seats on Mississippi’s Public Service Commission, the issues in the race really boil down to one word: Kemper.\n\nMississippi Power Co.’s $6.2 billion power plant dominates Republican primaries in the southern and central districts, as well as the Democratic primary in the central district.\n\n“There’s one, it’s huge and it’s an elephant,” said Tony Greer of Clinton, seeking the Republican nomination in the central district. “It’s the Kemper County lignite plant.”\n\nAfter years of delays and more than $3 billion of cost overruns, Mississippi Power says it plans to begin full operation of what it calls Plant Ratcliffe sometime next year. While the company has absorbed more than $2 billion, who’s paying for remaining amounts has yet to be determined.\n\nNew commissioners will likely be asked to vote on how much money the unit of Atlanta-based Southern Co. spent prudently, obligating ratepayers to pay for it.\n\n“It’s going to be a big decision made next year, probably the biggest decision for a long time,” said Brent Bailey, a Canton Republican running against Greer in the central district.\n\nThere will be at least two new commissioners on the three-member utility regulatory body next year.\n\nRepublican incumbent Lynn Posey is stepping down from his post in the 22-county central district, which runs along the Mississippi River from Bolivar County to Jefferson County, through metropolitan Jackson, and east to Meridian.\n\nSteve Renfroe, who doesn’t publicly identify with a party, is not seeking election in the 27-county southern district after Gov. Phil Bryant appointed him to complete the term of Leonard Bentz. That district includes coastal counties, Natchez, Hattiesburg and Laurel.\n\nWinners of the Aug. 4 Republican and Democratic primaries in the central district will meet Reform Party candidate LaTrice D. Notree of Pearl in November.\n\nThe winner of the Republican primary in the southern district will meet Democrat Tommy Blanton and Reform Party candidate Lonny Kenneth Spence, both of Hattiesburg, in the general election.\n\nThere are no primaries in the northern district, where incumbent Democrat Brandon Presley will meet Republican Mike Maynard in November.\n\nWhile all the candidates emphasize the importance of keeping electricity affordable, they have differences. Tony Smith of Picayune, currently a state senator, said he wants to charge overruns to Mississippi Power.\n\n“Those overruns need to be paid for by the stockholders, not the ratepayers,” said Smith, running as a Republican in the southern district.\n\nRepublican Sam Britton of Laurel, who’s also running in the southern district, is less focused on penalizing the utility.\n\n“When it comes down to it, the issue is the cost of electricity to the ratepayer,” Britton said.\n\nCecil Brown of Jackson, a state House member running as a Democrat in the central district, said he needs to see the evidence before deciding.\n\n“I think you follow the law,” Brown said.\n\nMississippi Power has been warning in recent weeks that it’s running out of cash. Smith and Bailey say they’re not worried about bankruptcy, saying that Southern Co. is likely to bail out its smallest subsidiary, or that the market should be allowed to function. Britton and Brown, though, are less inclined to let the company tumble toward insolvency.\n\nSmith also questions Britton’s ties to big business groups. His wife, Robin Robinson, is the incoming chair of the Mississippi Economic Council, the state chamber of commerce, which has supported Kemper. Britton has raised $371,000, including $320,000 of his own money. That’s multiple times more than anyone else in the race.\n\n“I’m not being backed by any of the special interest groups,” Smith said. “I’m not buying the election.”\n\nBritton said he’s spending to engage in public service and said he won’t necessarily share MEC’s opinion.\n\nBruce Burton, a Jackson lawyer making his second run for the PSC as a Democrat in the central district, is running an anti-establishment campaign. Burton said he believed Kemper would be a “great thing” if it works properly, and blames current commissioners for allowing problems.\n\nMike Collier of Hattiesburg, who has raised no outside money, said he tried to sound the alarm about Kemper in his two previous runs as a Democrat in 2007 and 2011. He’s now pursuing the southern district seat as a Republican.\n\n___\n\nFollow Jeff Amy at: http://twitter.com/jeffamy", "article_metadata": {"description": "For seven candidates contending in three primaries for seats on Mississippi's Public Service Commission, the issues in the race really boil down to one word: Kemper.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"url": "http://www.washingtontimes.com/news/2015/jul/25/paying-for-kemper-power-plant-dominates-psc-primar/", "site_name": "The Washingtion Times", "type": "article", "description": "For seven candidates contending in three primaries for seats on Mississippi’s Public Service Commission, the issues in the race really boil down to one word: Kemper.", "title": "Paying for Kemper power plant dominates PSC primary races"}, "twitter": {"site": "@washtimes", "description": "For seven candidates contending in three primaries for seats on Mississippi's Public Service Commission, the issues in the race really boil down to one word: Kemper.", "card": "summary", "title": "Paying for Kemper power plant dominates PSC primary races"}, "Author": "JEFF AMY", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "article_summary": "Mississippi Power Co.’s $6.2 billion power plant dominates Republican primaries in the southern and central districts, as well as the Democratic primary in the central district.\nSteve Renfroe, who doesn’t publicly identify with a party, is not seeking election in the 27-county southern district after Gov.\n“It’s the Kemper County lignite plant.”After years of delays and more than $3 billion of cost overruns, Mississippi Power says it plans to begin full operation of what it calls Plant Ratcliffe sometime next year.\n“There’s one, it’s huge and it’s an elephant,” said Tony Greer of Clinton, seeking the Republican nomination in the central district.\nTony Smith of Picayune, currently a state senator, said he wants to charge overruns to Mississippi Power."}