{"article_title": "Judge says transgender man has case he was mistreated at hospital", "article_keywords": ["case", "room", "mistreated", "doctor", "hospital", "stop", "rumble", "health", "rumbles", "suit", "judge", "transgender", "care", "asked", "man"], "article_url": "http://www.startribune.com/judge-says-transgender-man-has-case-he-was-mistreated-at-hospital/296930741/", "article_text": "Jakob Rumble was in severe pain when he came to the emergency room of Fairview Southdale Hospital in Edina with his mother.\n\nWhat happened next provoked a federal lawsuit by the West St. Paul resident and a decision by U.S. District Judge Susan Richard Nelson that is being hailed by national transgender and gay rights organizations.\n\nNelson ruled this week that Rumble, who identifies himself as a transgender man, has built a “plausible” case that he was a victim of discrimination and mistreatment by an emergency room doctor on the basis of gender identity. She denied a motion by the doctor’s employer and Fairview to dismiss the case.\n\nNelson’s 63-page ruling is believed to be the first extensive federal court analysis of Section 1557 of the 2010 Affordable Care Act. The provision prohibits discrimination by health care providers and is the first federal civil rights law barring sex discrimination in health care.\n\nFairview attorneys dispute the applicability of the federal statute and noted in court documents that Rumble was not denied care.\n\nBoth the hospital and the organization employing the emergency room physician, Emergency Physicians Professional Association (EPPA), declined to comment this week, citing pending litigation.\n\nBut Chad Strathman, EPPA’s attorney, stated, “For over 40 years, EPPA’s emergency providers have proudly cared for members of the Twin Cities community. Our group takes patient concerns seriously.”\n\nSince the 2013 incident, Rumble says he has feared making visits alone to health providers.\n\n“I was traumatized by the whole experience,” Rumble said in an interview. He’s identified in court documents as a “female-to-male transgender man.”\n\nThe suit said Rumble’s female reproductive organs were inflamed and he could hardly walk, despite antibiotic treatment by his primary care physician. At one point, he had a temperature of 104 degrees, and a doctor later said he could have died without treatment.\n\nRumble said he registered at the Fairview Southdale ER on June 22, 2013, identifying himself as a male, but he was told by a clerk he was on file as a female. She gave him a wristband with an “F” on it.\n\n“I was very upset,” said Rumble. “My identity was disregarded. It wasn’t like I hadn’t explained it.”\n\nWhen an ER doctor showed up after 4½ hours, he asked Rumble in a “hostile and aggressive manner … who are you having sex with?” the suit alleges. Rumble asked what he meant, and the doctor asked, “men, women or both?”\n\nRumble said the doctor seemed angry. He asked Rumble if he engaged in penetration and if “he had ever had sex with objects.”\n\n“He was in my face asking very personal questions and very repetitive questions about my sex life,” said Rumble in a Star Tribune interview.\n\nThe doctor examined Rumble’s genitalia “in a very rough manner,” the suit says. At one point, Rumble claimed he felt like he’d been stabbed. He said he cried out in pain and asked the doctor to stop, but he didn’t.\n\nThe suit says Rumble turned to his mother and said, “Mom, can you make him stop?” His mother yelled, “Stop!” and the doctor complied.\n\nWhen Rumble asked if he had determined the problem, the doctor allegedly said in an angry voice, “I can’t tell you because your mom made me stop the exam.” He then left the room. Rumble was admitted two hours later.\n\nFearful about how he would be treated, Rumble asked his mother not to leave. She slept on a chair in his room for the next six days, the suit said.\n\nWeeks after he left the hospital, he got a bill stating, “Diagnosis inconsistent with the patient’s gender.”\n\nJudge: ‘This is the first case’\n\nIn her ruling that the case should go forward, Judge Nelson wrote, “To the court’s knowledge, this is the first case that requires an interpretation of Section 1557.”\n\nNelson said Rumble’s alleged treatment constitutes “unprofessional behavior” and a fact-finder could infer discriminatory intent.\n\nThe doctor’s “comments and hostile questioning about plaintiff’s sexual activities,” Nelson wrote, “coupled with his disregard for Rumble’s repeated request for [the doctor] to stop the painful physical examination demonstrate that the alleged mistreatment plaintiff endured was because of Rumble’s gender identity.”\n\nAddressing the suit’s claim that the doctor’s exam was “assaultive,” Nelson wrote, “When any individual permits a doctor to conduct a genital exam, the patient is in a physically vulnerable position, which the doctor controls.\n\n“Here Rumble had a reasonable expectation that his treating doctor at the [ER] would not physically ‘assault’ him, or at the very least would stop an intrusive and painful genital exam when asked to stop.”\n\nAdvocates applaud analysis\n\nGroups that defend transgender persons applauded Nelson’s legal analysis.\n\n“It’s a wonderful interpretation,” said Sasha Buchert, staff attorney with the Transgender Law Center in Oakland, Calif. “For the first time a federal court has determined that the Affordable Care Act prohibits discrimination against transgender people by a health care provider.”\n\n“We are very excited about the decision,” said Kyle Palazzolo, staff and HIV project attorney for LAMBDA Legal. The national group advocates for LGBT civil rights.\n\nLAMBDA has issued a report on a 2009 national survey of 4,916 LGBT people. Nearly 21 percent of transgender people said health care professionals used “hard, abusive language” and 7.8 percent of transgender people said health care professions were “physically rough or abusive.”\n\nSome Twin Cities medical programs provide sensitive, quality care to transgender people, said Ellie Krug, an attorney with the Minnesota advocacy group Call for Justice. She said there are fewer problems in the metro area than in outstate Minnesota.\n\nRumble’s suit was filed by attorneys Christy Hall, Lisa Stratton and Jill Gaulding, who belong to Gender Justice, a St. Paul nonprofit group, and Katherine Barrett Wiik of the Robins Kaplan law firm.\n\nRumble, a student at Minneapolis Community & Technical College, came out as a transgender male when he was 15 and has been active in causes for transgender youth.\n\nHe said he was nervous about filing a suit in which he had to publicly disclose the personal details of the hospital visit. “But I don’t want this to happen to other trans people,” he said. “So whatever it takes.”", "article_metadata": {"description": "A judge ruled this week that the man has built a \"plausible\" case that he was a victim of discrimination and mistreatment by a Fairview Southdale emergency room doctor on the basis of gender identity.", "og": {"site_name": "Star Tribune", "description": "A judge ruled this week that the man has built a \"plausible\" case that he was a victim of discrimination and mistreatment by a Fairview Southdale emergency room doctor on the basis of gender identity.", "title": "Judge says transgender man has plausible case he was mistreated at hospital", "url": "http://www.startribune.com/judge-says-transgender-man-has-case-he-was-mistreated-at-hospital/296930741/", "image": {"url": "http://stmedia.stimg.co/ows_142680303493738.jpg?h=630&w=1200&fit=crop&bg=999&crop=faces", "width": 1200, "identifier": "http://stmedia.stimg.co/ows_142680303493738.jpg?h=630&w=1200&fit=crop&bg=999&crop=faces", "height": 630}, "type": "article"}, "twitter": {"description": "A judge ruled this week that the man has built a \"plausible\" case that he was a victim of discrimination and mistreatment by a Fairview Southdale emergency room doctor on the basis of gender identity.", "title": "Judge says transgender man has plausible case he was mistreated at hospital", "url": "http://www.startribune.com/judge-says-transgender-man-has-case-he-was-mistreated-at-hospital/296930741/", "image": {"src": "http://stmedia.stimg.co/ows_142680303493738.jpg?h=560&w=750&fit=crop&bg=999&crop=faces", "identifier": "http://stmedia.stimg.co/ows_142680303493738.jpg?h=560&w=750&fit=crop&bg=999&crop=faces"}, "site": "@StarTribune", "card": "summary"}, "article": {"tag": "health care"}, "google-site-verification": "bLXTXkzm4dJ8hcJy1LXawtxXxGP3JhInARj69uCiMiM", "news_keywords": "transgender,health care"}, "article_summary": "The provision prohibits discrimination by health care providers and is the first federal civil rights law barring sex discrimination in health care.\nRumble asked what he meant, and the doctor asked, “men, women or both?”Rumble said the doctor seemed angry.\nFearful about how he would be treated, Rumble asked his mother not to leave.\nNearly 21 percent of transgender people said health care professionals used “hard, abusive language” and 7.8 percent of transgender people said health care professions were “physically rough or abusive.”Some Twin Cities medical programs provide sensitive, quality care to transgender people, said Ellie Krug, an attorney with the Minnesota advocacy group Call for Justice.\nNelson ruled this week that Rumble, who identifies himself as a transgender man, has built a “plausible” case that he was a victim of discrimination and mistreatment by an emergency room doctor on the basis of gender identity."}