{"article_title": "Cities that borrowed money to shore up pension funds have had mixed results", "article_keywords": ["borrowed", "city", "civic", "money", "bonds", "results", "fund", "shore", "pension", "council", "funds", "mixed", "cities", "stock", "market", "lauderdale"], "article_url": "http://jacksonville.com/news/metro/2013-09-11/story/cities-borrowed-money-shore-pension-funds-have-had-mixed-results", "article_text": "A year ago, the Fort Lauderdale City Commission shored up its pension fund by agreeing to borrow $300 million so the fund would have more money to invest.\n\nSo far, it’s turned out to be the right call at the right time.\n\nFort Lauderdale borrowed the money at an interest rate of 4.1 percent. The pension funds have reaped investment returns of about 12 percent. The difference means after paying the interest on the debt, the city gained a windfall of millions of dollars from the investments, and that in turn has lowered what taxpayers must contribute to support pension obligations.\n\n“Timing is everything,” Fort Lauderdale City Commissioner Romney Rogers said Wednesday. He added that if he had to vote now on whether to borrow for the fund, he would support it again.\n\nA plan put forward this week by the Jacksonville Civic Council — a nonprofit made up of corporate leaders — would deploy the same strategy to help Jacksonville get on top of its pension obligations.\n\nNationwide, it’s a path that cities and states have gone down with mixed results. In some cases, they have found themselves in worse financial straits after issuing debt because assumptions about investment returns didn’t pan out.\n\nA 2010 report by the Center for Retirement Research found that cities and states issuing pension-related bonds usually were under financial stress. Most of the bonds “appear to be issued by the wrong governments at the wrong time,” the report said.\n\nThe Jacksonville Civic Council understands there is a risk involved in borrowing money for the Police and Fire Pension Fund, but it’s part of the bigger solution that’s needed for the pension problems, said Susie Wiles, interim executive director for the council.\n\n“It’s a calculated risk, but measured against the risk of doing nothing, we fundamentally don’t think the status quo is sustainable,” she said.\n\nShe said the Civic Council’s proposal would generate the bulk of its savings for taxpayers by making changes in what employees pay for their pensions and what they receive in retirement benefits.\n\nBut issuing bonds to pump money into the Police and Fire Pension Fund is a key part of what the Civic Council says is needed for a comprehensive fix.\n\nThe Police and Fire Pension Fund has a $1.7 billion unfunded liability — the amount it’s short of being able to pay for future retirement benefits — and the Civic Council says that’s effectively a debt the city already has.\n\nBy borrowing money now and putting it to work in investments, the city can close a big part of the unfunded liability and generate income to pay for pension benefits, the Civic Council says.\n\nOther cities and states have sought to get the same payoff.\n\nAcross the county, 236 governmental entities issued about $53 billion worth of pension obligation bonds from1986 through 2010, according to a report by the Center for Retirement Research at Boston College.\n\nThe report found that at the peak of the stock market in 2007, that strategy was “largely positive,” but when the stock market fell, most of the bonds had become a drain on government revenues.\n\nIn the case of Fort Lauderdale, borrowing money for the pension funds has been “overwhelmingly advantageous to the city,” said City Auditor John Herbst.\n\nBut he said that window of opportunity has closed over the past year because interest rates for bonds have risen while rapid gains in the stock market have topped out.\n\n“We caught it at just the right time, and that was part of the plan,” he said.\n\nIf the Fort Lauderdale Commission looked at borrowing the money now rather than a year ago, Herbst said he would recommend against it.\n\n“When I went back and looked at all the cities and state that have done this, if you look at the ones that have crashed and burned, one of the consistent factors in there was market timing,” he said. “They bought when the [stock] market was high, and if you buy when the market was high, those deals are going to explode on you. I think the market is high right now.”\n\ndavid.bauerlein@jacksonville.com, (904) 359-4581", "article_metadata": {"description": "A year ago, the Fort Lauderdale City Commission shored up its pension fund by agreeing to borrow $300 million so the fund would have more money to invest.So far, it’s turned out to be the right call at the right time.", "application-name": "Jacksonville.com", "og": {"site_name": "jacksonville.com", "description": "Nationwide, it’s a path that cities and states have gone down with mixed results. In some cases, they have found themselves in worse financial straits after issuing debt because assumptions about investment returns didn’t pan out.", "title": "Cities that borrowed money to shore up pension funds have had mixed results", "url": "http://jacksonville.com/news/metro/2013-09-11/story/cities-borrowed-money-shore-pension-funds-have-had-mixed-results", "image": "http://jacksonville.com/sites/default/files/CityHallWithSeal990x743.jpg", "type": "article"}, "msapplication-TileColor": "#426ab2", "msapplication-square70x70logo": "http://jacksonville.com/files/img/editorial/Win8Tiles/Win8icon70x70tiny1.png", "msapplication-square310x310logo": "http://jacksonville.com/files/img/editorial/Win8Tiles/Win8iconLarge1.png", "msapplication-wide310x150logo": "http://jacksonville.com/files/img/editorial/Win8Tiles/wide310x150.png", "msapplication-TileImage": "http://jacksonville.com/files/img/Win8icon.png", "keywords": "Metro, News", "msapplication-square150x150logo": "http://jacksonville.com/files/img/editorial/Win8Tiles/Win8icon150x150square1.png", "cXenseParse": {"recs": {"articleid": 584211, "publishtime": "2013-09-12T00:51:43Z"}}}, "_id": "\"57477af36914bd0286fc9fcb\"", "article_summary": "“They bought when the [stock] market was high, and if you buy when the market was high, those deals are going to explode on you.\nA year ago, the Fort Lauderdale City Commission shored up its pension fund by agreeing to borrow $300 million so the fund would have more money to invest.\nIn the case of Fort Lauderdale, borrowing money for the pension funds has been “overwhelmingly advantageous to the city,” said City Auditor John Herbst.\n“Timing is everything,” Fort Lauderdale City Commissioner Romney Rogers said Wednesday.\nBut issuing bonds to pump money into the Police and Fire Pension Fund is a key part of what the Civic Council says is needed for a comprehensive fix."}