{"article_title": "Convicted Felon Leads Obama-Backed Effort to Lobby for Iran Deal", "article_keywords": ["convicted", "activists", "iran", "deal", "schakowsky", "rep", "felon", "war", "leads", "creamer", "obamabacked", "president", "told", "effort", "lobby", "baehr"], "article_url": "http://www.breitbart.com/big-government/2015/07/08/convicted-felon-leads-white-house-backed-effort-to-lobby-for-iran-deal/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nA convicted felon who went to federal prison in 2006-7 is leading a White-House backed effort to lobby Congress to pass whatever nuclear deal emerges from ongoing talks with Iran in Vienna. Robert Creamer, who served time for fraud and tax charges, and who is married to Rep. Jan Schakowsky (D-IL), is coordinating pro-Iran efforts through the liberal Ploughshares group, which held a conference call with President Barack Obama’s aides earlier this week, as reported by Adam Kredo of the Washington Free Beacon.\n\nKredo obtained an audio recording of the call. “Progressive leaders on the call told participants to prepare for a ‘real war’ and repeatedly declared that “the other side will go crazy” in the coming days,” he reported.\n\nSIGN UP FOR OUR NEWSLETTER\n\nWhite House officials stressed “the importance of this to the president,” and Creamer told activists they should be “blitzing the hell out of the Hill,” particularly Democrats. His wife, self-styled “pro-Israel” Rep. Schakowsky, reportedly shouted her encouragement during the call.\n\nCreamer rose to public attention in 2009, when Breitbart News revealed that he had written the political blueprint for passing Obamacare while serving time in federal prison. Anticipating the election of a “progressive” president in 2008, Creamer had advised a campaign for “universal health care” that would serve as the first of several radical policy changes aimed at transforming America and the world. Creamer, a community organizing guru in Chicago, had advised the Obama campaign upon leaving prison.\n\nWriting in Israel Hayom, Richard Baehr notes that Creamer and fellow activists aim to reduce the Iran deal to political terms: “This is to be all about party loyalty, ‎and supporting the president and his agenda, because this is very ‎important to him,” Baehr notes. “In time, after the critics make their case, the deal ‎will likely be sold as a choice between war and peace…”.\n\nGiven that the emerging deal favors Iran, Baehr adds, the left-wing activists backed by the White House are effectively lobbying for the regime.\n\nThe author ran against Schakowsky in 2010.", "article_metadata": {"description": "Convicted Felon Leads Obama-Backed Effort to Lobby for Iran Deal", "og": {"site_name": "Breitbart", "description": "Convicted Felon Leads Obama-Backed Effort to Lobby for Iran Deal", "title": "Convicted Felon Leads Obama-Backed Effort to Lobby for Iran Deal - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2015/07/Screen-Shot-2015-07-08-at-4.52.12-AM.png", "height": 480}, "updated_time": "2015-07-08T05:04:38-07:00", "url": "http://www.breitbart.com/big-government/2015/07/08/convicted-felon-leads-white-house-backed-effort-to-lobby-for-iran-deal/", "type": "article"}, "twitter": {"description": "Convicted Felon Leads Obama-Backed Effort to Lobby for Iran Deal", "creator": "@joelpollak", "image": "http://media.breitbart.com/media/2015/07/Screen-Shot-2015-07-08-at-4.52.12-AM.png", "title": "Convicted Felon Leads Obama-Backed Effort to Lobby for Iran Deal - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 1243316582352556, "pages": 95475020353, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "adam kredo, iran deal, Jan Schakowsky, nuclear Iran, obama iran, robert creamer, Vienna,Big Government, Breitbart Jerusalem, National Security,", "article": {"publisher": "https://www.facebook.com/Breitbart", "published_time": "2015-07-08T04:53:16-07:00", "author": "https://www.facebook.com/joelpollak", "section": "Big Government", "modified_time": "2015-07-08T05:04:38-07:00", "tag": "Vienna", "categories": "Big Government,National Security,Breitbart Jerusalem"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "Given that the emerging deal favors Iran, Baehr adds, the left-wing activists backed by the White House are effectively lobbying for the regime.\nHis wife, self-styled “pro-Israel” Rep. Schakowsky, reportedly shouted her encouragement during the call.\nSIGN UP FOR OUR NEWSLETTERA convicted felon who went to federal prison in 2006-7 is leading a White-House backed effort to lobby Congress to pass whatever nuclear deal emerges from ongoing talks with Iran in Vienna.\nSIGN UP FOR OUR NEWSLETTERWhite House officials stressed “the importance of this to the president,” and Creamer told activists they should be “blitzing the hell out of the Hill,” particularly Democrats.\n“In time, after the critics make their case, the deal ‎will likely be sold as a choice between war and peace…”."}