{"article_title": "10 Ben Carson quotes: The GOP presidential candidate hasn't always had a way with words", "article_keywords": ["saying", "ben", "way", "candidate", "hes", "things", "obamacare", "slavery", "carson", "quotes", "marriage", "thoughts", "words", "veterans", "gop", "presidential", "dont"], "article_url": "http://medcitynews.com/2015/05/ben-carson-quote-gop-republican-presidential-candidate/", "article_text": "Republican presidential candidate and former Johns Hopkins Hospital neurosurgeon Dr. Ben Carson has faced quite a bit of heat for saying many things that just might be considered offensive to some. There’s no doubt that the man knows what he’s doing when it comes to the operating room, but that doesn’t necessarily translate to politics. Sure, he has many loyal conservative fans, but it’s difficult for others to ignore some rather far reaching metaphors and statements he’s made in previous years when considering Obama’s successor.\n\n[Warning: If you are one of those loyal Ben Carson fans, you probably won’t like this list.]\n\nHe’s touched on some controversial subjects – some of which have led him to state that he will no longer address topics – like gay marriage and homosexuality to avoid any more slack from the media on the matter. So why don’t we go ahead and start with those.\n\nIn April of 2013, Carson compared same-sex marriage to pedophilia and bestiality.\n\n1. “My thoughts are that marriage is between a man and a woman. It’s a well-established, fundamental pillar of society, and no group — be they gays, be they NAMBLA, be they people who believe in bestiality — it doesn’t matter what they are — they don’t get to change the definition.”\n\nAnd he more recently spoke about his opinions of the choice of sexual orientation (which, yes, he later apologized for).\n\n2. “Because a lot of people who go into prison go into prison straight—and when they come out, they’re gay. So, did something happen while they were in there? Ask yourself that question.”\n\nHe has also willingly shared his thoughts about Obama, Obamacare and slavery, the state of our country, a connection between ISIS and students taking AP history classes, the IRS vs. Gestapo, his thoughts on the Veteran’s Affairs waiting list scandal, and saying Obamacare is worse than 9/11.\n\n3. [On Obama’s attire]: “Like most psychopaths. That’s why they’re successful. That’s the way they look. They all look great.” He later said: “But he knows he’s telling a lie! He’s trying to sell what he thinks is not true! He’s sitting there saying, ‘These Americans are so stupid I can tell them anything.'”\n\n4. “Obamacare is the worst thing that has happened in this nation since slavery. In a way, it is slavery, because it is making all of us subservient to the government.”\n\n5. “I mean, [America is] very much like Nazi Germany. And I know you’re not supposed to say ‘Nazi Germany,’ but I don’t care about political correctness. You know, you had a government using its tools to intimidate the population. We now live in a society where people are afraid to say what they actually believe.”\n\n6. [On Advanced Placement history courses]: “I think most people, when they finish that course, they’d be ready to go sign up for ISIS.”\n\n7. [On the IRS]: “You know, we live in a Gestapo age, people don’t realize it.”\n\n8. “I think what’s happening with the veterans is a gift from God to show us what happens when you take layers and layers of bureaucracy and place them between the patients and the health care provider. And if we can’t get it right, with the relatively small number of veterans, how in the world are you going to do it with the entire population?”\n\n9. “Because 9/11 is an isolated incident. Things that are isolated issues as opposed to things that fundamentally change the United Sates of America and shift power from the people to the government. That is a huge shift. You have to take a long-term look at something that fundamentally changes the power structure of America.”\n\nAnd last but not least, Carson shared his thoughts on the potential of Ebola being used as a biological weapon.", "article_metadata": {"description": "Dr. Ben Carson has said a lot of controversial things that are inevitably coming up (and have been for a while) since he announced his presidential candidacy.", "generator": "WordPress 4.5.2", "og": {"site_name": "MedCity News", "description": "Dr. Ben Carson has said a lot of controversial things that are inevitably coming up (and have been for a while) since he announced his presidential candidacy.", "title": "10 Ben Carson quotes: The GOP presidential candidate hasn’t always had a way with words", "locale": "en_US", "image": "http://medcitynews.com/wp-content/uploads/bencarson_flickr_gageskidmore.jpg", "url": "http://medcitynews.com/2015/05/ben-carson-quote-gop-republican-presidential-candidate/", "type": "article"}, "twitter": {"image": "http://medcitynews.com/wp-content/uploads/bencarson_flickr_gageskidmore.jpg", "description": "Dr. Ben Carson has said a lot of controversial things that are inevitably coming up (and have been for a while) since he announced his presidential candidacy.", "card": "summary", "title": "10 Ben Carson quotes: The GOP presidential candidate hasn't always had a way with words - MedCity News"}, "fb": {"app_id": 148725768475669}, "google-site-verification": "xudQg7nxVR9ifmMTY4Tf-0wVtX9b6rWLQd0utCweGOc", "keywords": "weight loss, obesity, overweight,diabetes,massachusetts,medical devices,obesity,startups,healthcare innovation, medcity news,medcity news,san francisco, startups, life sciences,accelerator,rock health,startup advice,startup funding,patient monitoring system, motion sensors ,dc,healthcare it,washington,foodborne pathogens, diagnostics company, diagnostic platforms,minimally invasive surgery, laser surgery,cambridge,dealflow,hospitals,wellpoint, healthways, health and wellness, employee wellness programs,investing,wellness,medtronic, shanghai innovation center, china, r&d,china,mdt,minneapolis,minnesota,publics,twin cities,ulcerative colitis, abbott labs, humira,abbott labs,doctors,pharmaceuticals,skin disorders, pharmaceuticals, md anderson cancer center,cancer,texas,renal denervation, st. jude medical,st. jude medical,stj,emr, ehr, electronic health records, electronic medical records, certified emr,certified emr,ehr,electronic health records,electronic medical records,advanced cellular technology,amyotrophic lateral sclerosis,embryonic stem cells,geron corporation,lou gehrig\\'s disease,macular degeneration,regenerative medicine,spinal cord damage,value-based healthcare system, obamacare, fee-for-service model,california,cleveland,health insurance,insurance,ohio,pennsylvania,politics,cancer treatment options library, aetna, aet, healthcare it,aet,aetna,health it,phi,philadelphia,2016 presidential candidacy, Ben Carson, Dr. Benjamin Carson, Johns Hopkins Hospital, presidential candidate quotes, , MedCity News", "article": {"section": "Daily", "tag": "presidential candidate quotes", "published_time": "2015-05-13T16:38:18-04:00"}, "viewport": "width=device-width,initial-scale=1.0,width=device-width,user-scalable=no,minimum-scale=1.0,maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fd84e0\"", "article_summary": "Republican presidential candidate and former Johns Hopkins Hospital neurosurgeon Dr. Ben Carson has faced quite a bit of heat for saying many things that just might be considered offensive to some.\n[Warning: If you are one of those loyal Ben Carson fans, you probably won’t like this list.]\nIn April of 2013, Carson compared same-sex marriage to pedophilia and bestiality.\nIn a way, it is slavery, because it is making all of us subservient to the government.”5.\n“Because a lot of people who go into prison go into prison straight—and when they come out, they’re gay."}