{"article_title": "5 Ways Online Shopping Can Drag Down Retail Profits", "article_keywords": ["holiday", "shopping", "ways", "offered", "digital", "free", "drag", "costs", "shipping", "retailers", "online", "shoppers", "retail", "profits"], "article_url": "http://www.thefiscaltimes.com/2014/12/15/5-Ways-Online-Shopping-Can-Drag-Down-Retail-Profits", "article_text": "For retailers to ignore the shift toward online is to concede defeat to their more tech-savvy competitors. But what many people don't realize is that for bricks-and-mortar firms, increasing their digital sales isn't the silver bullet it's often described to be.\n\nThough building out a sophisticated digital channel is a necessary investment for retailers, the move toward the Web brings with it a number of challenges, including shipping costs, high return rates and an often less-engaged shopper.\n\nRelated: 25 'Free' Holiday Gift Cards\n\nBelow are five ways that the growth in online shopping can be a drag on retailers' profits.\n\nFree Shipping Isn’t Really Free\n\nOnline sales are already breaking records this holiday, including desktop revenue that topped $2 billion for the first time on Cyber Monday, according to ComScore. But as more people make purchases online, retailers are saddled with higher shipping costs, particularly as consumers have come to expect free shipping offers.\n\nAccording to a study by Pitney Bowes, which advises retailers on shipping practices, 82 percent of U.S. shoppers consider free shipping most important; by comparison, only 17 percent prefer fast shipping. Additionally, one in three respondents said they've abandoned an online order sometime in the past year due to prohibitive shipping costs.\n\nMany retailers over the past few months have either lowered their minimum order threshold, or offered free shipping. Wal-Mart, for example, offered free shipping for one day last week, while Target has offered free delivery for online orders for nearly two months. That offer ends Dec. 20.\n\nRelated: 12 Great Holiday Gifts That Will Last All Year\n\n\"Shipping offers are critical to customers and are especially important during the holiday season,\" said Forrester Research analyst Sucharita Mulpuru. \"However, these offers are costly and eat into retailer margins.\"\n\nThese costs will become even more significant toward the end of 2014 and into next year, when carriers UPS and FedEx will begin charging by size, not just weight. One way retailers are combating these costs is by offering buy online, pick up in-store options.\n\nEasier Said Than Done\n\nMany of the initial headwinds related to online shopping are operational in nature, said Stephen Mader, director of retail insights at Kantar Retail. For one, shoppers expect retailers' websites to carry the same, if not more, products than they have in store. For another, it can be challenging for retailers to sync up their digital and in-store inventory networks, to ensure their products are in the right place at the right time.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "For retailers to ignore the shift toward online is to concede defeat to their more tec", "title": "5 Ways Online Shopping Can Drag Down Retail Profits", "url": "http://www.thefiscaltimes.com/2014/12/15/5-Ways-Online-Shopping-Can-Drag-Down-Retail-Profits", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/11262011_shop_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2014/12/15/5-Ways-Online-Shopping-Can-Drag-Down-Retail-Profits", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/11262011_shop_article.jpg", "card": "summary", "title": "The Fiscal Times"}, "generator": "Drupal 7 (http://drupal.org)", "description": "For retailers to ignore the shift toward online is to concede defeat to their more tec", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fc9fce\"", "article_summary": "Related: 25 'Free' Holiday Gift CardsBelow are five ways that the growth in online shopping can be a drag on retailers' profits.\nEasier Said Than DoneMany of the initial headwinds related to online shopping are operational in nature, said Stephen Mader, director of retail insights at Kantar Retail.\nWal-Mart, for example, offered free shipping for one day last week, while Target has offered free delivery for online orders for nearly two months.\nBut as more people make purchases online, retailers are saddled with higher shipping costs, particularly as consumers have come to expect free shipping offers.\nAdditionally, one in three respondents said they've abandoned an online order sometime in the past year due to prohibitive shipping costs."}