{"article_title": "Insurers propose steep rate increases for 2016", "article_keywords": ["states", "2016", "wall", "propose", "journal", "rate", "increase", "increases", "street", "rates", "v", "health", "insurers", "steep"], "article_url": "http://www.fiercehealthpayer.com/story/insurers-propose-steep-rate-increases-2016/2015-05-22", "article_text": "Health insurers in some states have proposed some pretty drastic rate hikes for 2016.\n\nIn New Mexico, for instance, Health Care Service Corp. hopes for a 51.6 percent increase in premiums, reported the Wall Street Journal. Elsewhere, BlueCross BlueShield of Tennessee (BCBSTN) seeks a 36 percent average premium increase that ranges from 19.5 percent to 59.5 percent in one plan, FierceHealthPayer previously reported.\n\nBCBSTN noted it lost $141 million from plans sold on the exchanges because of sick enrollees. \"Our filing is planned to allow us to operate on at least a break-even basis for these plans, meaning that the rate would cover only medical services and expenses--with no profit margin for 2016,\" spokeswoman Mary Danielson told the Journal.\n\nMaryland's CareFirst saw claims per member jump to $391 in 2014 from $197 the year before. However, the state's Insurance Commissioner rejected a 30 percent increase proposal last year but did allow a 16 percent hike, the Journal said.\n\nOn the flip side, the Journal examined rate requests in a dozen states and found that many of the big-time payers requested modest increases. In Virginia, Anthem seeks a rate increase of 13.2 percent. In Washington, the leading health plan hopes for a 9.6 percent increase, while Vermont's market leader proposes an 8.4 percent hike.\n\nThe 2016 rates--which were due May 15--are set to increase mostly due to soaring medical costs of those newly enrolled under the Affordable Care Act, noted the Journal. Additionally, many insurers stated their proposed rates reflect the revenue they need to pay claims.\n\nHowever, with the looming Supreme Court King v. Burwell case, insurers such as Aetna are submitting tentative rates to state regulators, with the understanding that they may need to revisit them after the Court issues the ruling.\n\nFor more:\n\n- here's the Wall Street Journal article\n\nRelated Articles:\n\nSurvey: Insurer claims costs to rise up to 10 percent in 2016\n\n3 reasons insurers will likely request higher rates in 2016\n\nHow King v. Burwell could impact insurers' rate filings", "article_metadata": {"description": "Health insurers in some states have proposed some pretty drastic rate hikes for 2016.", "og": {"site_name": "FierceHealthPayer", "description": "Health insurers in some states have proposed some pretty drastic rate hikes for 2016.", "title": "Insurers propose steep rate increases for 2016", "url": "http://www.fiercehealthpayer.com/story/insurers-propose-steep-rate-increases-2016/2015-05-22", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthpayer.jpg", "type": "website"}, "twitter": {"site": "healthpayer", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "keywords": "2016 rate filings,Bluecross Blueshield Of Tennessee,CareFirst,Drastic Rate Hikes,Health Care Service Corp,Operations & Business Management,premium increase", "viewport": "width=device-width", "news_keywords": "Operations & Business Management"}, "_id": "\"57477af46914bd0286fd5a25\"", "article_summary": "Health insurers in some states have proposed some pretty drastic rate hikes for 2016.\nIn Virginia, Anthem seeks a rate increase of 13.2 percent.\nIn New Mexico, for instance, Health Care Service Corp. hopes for a 51.6 percent increase in premiums, reported the Wall Street Journal.\nFor more:- here's the Wall Street Journal articleRelated Articles:Survey: Insurer claims costs to rise up to 10 percent in 20163 reasons insurers will likely request higher rates in 2016How King v. Burwell could impact insurers' rate filings\nOn the flip side, the Journal examined rate requests in a dozen states and found that many of the big-time payers requested modest increases."}