{"article_title": "Government policy continues the “Obama Depression”", "article_keywords": ["fiscal", "continues", "recession", "rate", "growth", "economic", "income", "policy", "president", "capital", "depression", "obama"], "article_url": "http://www.commdiginews.com/featured/government-policy-continues-the-obama-depression-42443/", "article_text": "Recession or depression, Obama's economic policies are bad news\n\nWASHINGTON, May 29, 2015 – Most economists agree that incorrect monetary and fiscal policy caused a severe recession to turn into a prolonged, deep depression in the 1930s. Monetary policy and President Obama’s fiscal policy over the last eight years are turning a severe recession into a prolonged slump that could be called “Obama’s depression.”\n\nRecently released figures indicate that the economy’s growth rate was -0.7 percent in the first quarter of this year. This negative growth rate follows a weak 2.2 percent rate in the prior quarter and is the second quarter of declining GDP in the last five quarters. This is certainly not what we expected since our president assured us last November that we have finally “turned the page.”\n\nPoor Federal Reserve policy regulating the banking industry led to the financial crisis that started the deep recession. Poor fiscal policy by the Obama administration led to a period of economic stagnation with a very low percentage of adults working and a high percentage of people receiving government benefits.\n\nAlso by Michael Busler: Obamacare problems worsen with Burwell on the horizon\n\nIt didn’t have to be this way.\n\nIn 1981, for instance, a severe inflation problem led to actions that eventually brought a severe recession. But there was no prolonged period of slow growth. Instead, the economy rebounded quickly and growth averaged 4 ½ percent per year for the next for the next four years. In that case, monetary policy and fiscal policy were used properly.\n\nIn 1981, the somewhat painful monetary policy was able to squeeze inflation, so that the rate fell from over 13 percent to under 4 percent in 1982. More important, the Reagan administration properly used fiscal policy that led to the high growth. President Reagan reduced tax rates for all individuals from the lowest income earners to the highest income earners.\n\nThis increase in disposable income allowed consumers to purchase more goods and services. Then business started to produce more to meet the increased demand, which grew the economy. The companies were able to hire more workers, since the firms had sufficient capital available to them to allow expansion because Reagan cut their taxes also. President Reagan realized that for business to expand and grow the economy, it needed the two basic inputs: labor and capital. With the high recessionary unemployment rate, there was plenty of labor available. And with taxes being cut for high income earners, there was plenty of capital available too.\n\nPresident Obama has done exactly the opposite. Instead of concentrating on growing the economy, his priority since becoming president was to provide more social programs for the bottom 15 percent of income earners at the expense of everyone else. His Affordable Care Act imposed more than 20 new taxes on the middle class, thereby reducing disposable income and total demand in the economy.\n\nNew York Times editors apparently don’t understand economics\n\nTo make matters worse, he raised the tax rate on capital gains from 15 to 23.8 percent. This reduced the amount of capital available for business to expand. Without sufficient demand, and without sufficient expansion capital, the economy has averaged about 2 percent growth during Obama’s time in office.\n\nReagan also relaxed counter-productive regulations, which removed barriers to business expansion. Obama has done exactly the opposite by imposing more regulations, resulting in more difficulty for business expansion.\n\nAlthough President Obama seems never to pivot regardless of the shortcomings of his policies, the only way out of our current economic mess is to take actions that stimulate growth rather than making growth more difficult. Indeed, economic growth would solve all of our problems.\n\nRead also: Faceplant Friday as Dow, tech stocks take a header\n\nHistorically a recession was defined as two successive quarters of negative growth in GDP and a depression was four successive quarters. Today there is a more complex definition so that recessions and depressions are declared by the National Bureau of Economic Research (NBER). By the old definition, the U.S. did experience four successive quarters of negative growth from July 2008 to June 2009, but the NBER decided this was a prolonged recession rather than a depression.\n\nPerhaps if NBER had decided we were in a depression, President Obama would have concentrated on economic growth rather than social programs that redistributed income. If a depression had been declared, maybe we would now be in a period of higher growth rather than being worried whether the current negative growth will lead to another recession.\n\nIt is true that those who forget the mistakes of history are doomed to repeat them.", "article_metadata": {"description": "Monetary policy and President Obama’s fiscal policy over the last 8 years are turning a severe recession into a pro-longed slump that could be called “Obama’s", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "author": "Michael Busler", "og": {"site_name": "Communities Digital News", "description": "Monetary policy and President Obama’s fiscal policy over the last 8 years are turning a severe recession into a pro-longed slump that could be called “Obama’s depression.”", "title": "Government policy continues the ‘Obama Depression’", "url": "http://www.commdiginews.com/featured/government-policy-continues-the-obama-depression-42443/", "image": {"width": 800, "identifier": "http://www.commdiginews.com/wp-content/uploads/2015/05/recession800.jpg", "height": 534}, "locale": "en_US", "type": "article"}, "twitter": {"description": "Monetary policy and President Obama’s fiscal policy over the last 8 years are turning a severe recession into a pro-longed slump that could be called “Obama’s depression.”", "title": "Government policy continues the “Obama Depression”", "image": "http://www.commdiginews.com/wp-content/uploads/2015/05/recession800-435x375.jpg", "creator": "@mbusler", "site": "@commdiginews", "card": "summary"}, "keywords": "economy,fiscal policy,depression,recession", "propeller": "a20eada6e38f74d5c5bf31354ee9760c", "article": {"published_time": "2015-05-29T15:37:55+00:00", "modified_time": "2015-05-29T16:48:19+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "economy, recession"}, "article_summary": "In that case, monetary policy and fiscal policy were used properly.\nPerhaps if NBER had decided we were in a depression, President Obama would have concentrated on economic growth rather than social programs that redistributed income.\nRecession or depression, Obama's economic policies are bad newsWASHINGTON, May 29, 2015 – Most economists agree that incorrect monetary and fiscal policy caused a severe recession to turn into a prolonged, deep depression in the 1930s.\nPoor fiscal policy by the Obama administration led to a period of economic stagnation with a very low percentage of adults working and a high percentage of people receiving government benefits.\nMore important, the Reagan administration properly used fiscal policy that led to the high growth."}