{"article_title": "VA settles 25 whistleblower complaints", "article_keywords": ["va", "tello", "whistleblowers", "whistleblower", "settles", "retaliation", "received", "25", "position", "complaints", "scandal", "osc", "settlement"], "article_url": "http://www.fiercehealthcare.com/story/va-settles-25-whistleblower-complaints/2015-01-21", "article_text": "Though a new year has begun, the scandal that rocked the Department of Veterans Affairs through much of 2014 has yet to fade from the headlines.\n\nThe U.S. Office of Special Counsel (OSC) announced Tuesday that since last April, it has offered relief to a total of 25 whistleblowers who faced retaliation for exposing wrongdoing at VA facilities. The malfeasance exposed by these whistleblowers and by lengthy investigations included extreme, deadly delays in care at some facilities that VA officials covered up through the use of secret waitlists.\n\nAmong those who received settlements was Mark Tello, a nursing assistant at a VA Medical Center in Saginaw, Michigan, whom management twice tried to remove from his position and who served a five-day suspension after complaining about inadequate staffing, according to the OSC. As part of his settlement, the VA placed Tello in a new position and awarded him back pay for his suspension.\n\nIn a particularly disturbing case the OSC highlighted, VA management in Syracuse, New York, threatened to fire registered nurse Rachael Hogan for her \"lack of collegiality\" after she complained that: a superior failed to report a patient's rape accusation against an employee in a timely fashion; another superior engaged in sexual harassment; and a fellow nurse twice fell asleep while assigned to watch a suicidal patient. Like it did with Tello, the VA agreed to place Hogan in a new position as well as revise her performance rating.\n\n\"OSC will continue to work with the VA to obtain relief for VA whistleblowers with meritorious reprisal claims,\" said Special Counsel Carolyn Lerner in the OSC statement.\n\nIndeed, the OSC has about 120 pending cases involving reprisals against VA whistleblowers, the Washington Post reported.\n\nTuesday's announcement was hardly the first time the mistreatment of whistleblowers added fuel to the firestorm of the VA scandal. The federal government said it was investigating as many as 67 whistleblower complaints in July, though that was just a small portion of the 800 complaints that the Project on Government Oversight said it received from former and current VA employees, FierceHealthcare previously reported.\n\nAs of last September, the VA had settled only three complaints of whistleblower retaliation. One of the employees who received a settlement was a spokeswoman who was stripped of her title and banished to a basement office after disclosing financial mismanagement by former administrators.\n\nRather than punishment for coming forward to reveal wrongdoing, whistleblowers like those at the VA \"should be praised,\" Deputy VA Secretary Sloan Gibson told the Associated Press.\n\nThe OSC did in fact honor three whistleblowers in December, FierceHealthcare reported, awarding the three employees whose cases the VA settled in September with its Public Servant of the Year Award.\n\nTo learn more:\n\n- check out the announcement\n\n- read the Washington Post article\n\n- see the AP report\n\nRelated Articles:\n\nGovernment watchdog notes nearly 800 VA whistleblower retaliation complaints\n\nGovernment investigates 67 claims of VA whistleblower abuse\n\nBanished to the basement: Not all whistleblowers receive windfalls\n\nVA scandal whistleblowers receive settlement for unfair treatment\n\nFormer VA doc, whistleblower says OIG report on care delays is a farce\n\nVA whistleblowers honored", "article_metadata": {"description": "The U.S. Office of Special Counsel announced Tuesday that since last April, it has offered relief to a total of 25 whistleblowers who faced retaliation for exposing wrongdoing at VA facilities.", "og": {"site_name": "FierceHealthcare", "description": "The U.S. Office of Special Counsel announced Tuesday that since last April, it has offered relief to a total of 25 whistleblowers who faced retaliation for exposing wrongdoing at VA facilities.", "title": "VA settles 25 whistleblower complaints", "url": "http://www.fiercehealthcare.com/story/va-settles-25-whistleblower-complaints/2015-01-21", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Care Delivery,Department of Veterans Affairs (VA),HR & Workforce Management,Legal / Regulatory / Risk Management,US Office Of Special Counsel,VA scandal,Whistleblower accusations", "viewport": "width=device-width", "news_keywords": "Care Delivery,HR & Workforce Management,Legal / Regulatory / Risk Management"}, "article_summary": "As of last September, the VA had settled only three complaints of whistleblower retaliation.\n\"OSC will continue to work with the VA to obtain relief for VA whistleblowers with meritorious reprisal claims,\" said Special Counsel Carolyn Lerner in the OSC statement.\nTuesday's announcement was hardly the first time the mistreatment of whistleblowers added fuel to the firestorm of the VA scandal.\nTo learn more:- check out the announcement- read the Washington Post article- see the AP reportRelated Articles:Government watchdog notes nearly 800 VA whistleblower retaliation complaintsGovernment investigates 67 claims of VA whistleblower abuseBanished to the basement: Not all whistleblowers receive windfallsVA scandal whistleblowers receive settlement for unfair treatmentFormer VA doc, whistleblower says OIG report on care delays is a farceVA whistleblowers honored\nIndeed, the OSC has about 120 pending cases involving reprisals against VA whistleblowers, the Washington Post reported."}