{"article_title": "BYU health plan doesn't meet US contraception, cost rules", "article_keywords": ["control", "hollingshead", "student", "contraception", "rules", "byu", "cover", "students", "cost", "health", "plan", "birth", "doesnt", "meet", "federal"], "article_url": "http://www.washingtontimes.com/news/2015/sep/3/byu-student-insurance-doesnt-meet-contraception-co/?page=all", "article_text": "SALT LAKE CITY (AP) - Some students at Brigham Young University could face hundreds of dollars in fines if they stay on the school’s student health plan, which doesn’t comply with federal law in part because it doesn’t cover birth control.\n\nA grace period for the plan to comply with President Barack Obama’s 2010 health care law ended Aug. 31, BYU spokesman Todd Hollingshead said.\n\nBYU, which is owned by the Mormon church, doesn’t cover birth control because the school in Provo believes it is an individual decision the university shouldn’t be involved in, Hollingshead said.\n\n“That’s not something that we’re going to weigh in on and be involved in as an individual choice,” he said. He declined to say if BYU had religious or moral objections.\n\nThe student plan does cover contraception for some medical conditions, such as ovarian cysts or endometriosis that could be helped by birth control, Hollingshead said.\n\nThe school offers insurance for its 4,000 employees that also does not cover birth control, but that plan was grandfathered under exemptions in the health care law, Hollingshead said.\n\nThe Utah-based Church of Jesus Christ of Latter-day Saints doesn’t object to birth control on religious grounds as some other faiths do. The faith instead tells church members that decisions about birth control and its consequences rest with each married couple.\n\nOther universities, such as the University of Notre Dame, have challenged the federal health care law’s rules about birth control coverage on religious grounds.\n\nBeyond the birth-control requirements, BYU’s student plan doesn’t meet other federal standards about spending on actual care versus administrative costs and how much it will pay out each year.\n\nThe school still thinks its plan, which offers maternity benefits, gives students a good choice, Hollingshead said.\n\n“There’s numerous government-imposed requirements that we don’t believe are necessary to provide good health coverage for students,” he said.\n\nA substandard plan for students won’t net the school any fines, but people who don’t have minimum required coverage face a penalty when they file their federal tax returns. Some of the roughly 8,000 BYU students enrolled in the student health plan may qualify for one of the law’s exemptions, many of which are based on financial hardship.\n\nHollingshead said the university did not know how many students could face fines and doesn’t collect data about students’ incomes, but officials suspect most students won’t be affected because they’re not earning enough.\n\nThose who are still younger than 26 can generally be covered by their parents’ insurance policy, even if the students are married and not living with their parents.\n\nStudents may want to shop around on the federal online insurance marketplace for a private plan, said Jason Stevenson, a spokesman for the Utah Health Policy Project, which advocates for affordable care.\n\n“Oftentimes, the private insurance that’s available in Utah’s marketplace is in fact far superior to the coverage available in student health plans,” Stevenson said, adding that birth control is free to patients under those marketplace plans.\n\n___\n\nThis story has been corrected to show that BYU’s employee plan also does not generally cover birth control.", "article_metadata": {"description": "Some students at Brigham Young University could face hundreds of dollars in fines if they stay on the school's student health plan, which doesn't comply with federal law in part because it doesn't cover birth control.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"url": "http://www.washingtontimes.com/news/2015/sep/3/byu-student-insurance-doesnt-meet-contraception-co/", "site_name": "The Washingtion Times", "type": "article", "description": "Some students at Brigham Young University could face hundreds of dollars in fines if they stay on the school’s student health plan, which doesn’t comply with federal law in part because it doesn’t cover birth control.", "title": "BYU health plan doesn’t meet US contraception, cost rules"}, "twitter": {"description": "Some students at Brigham Young University could face hundreds of dollars in fines if they stay on the school's student health plan, which doesn't comply with federal law in part because it doesn't cov", "site": "@washtimes", "card": "summary", "title": "BYU health plan doesn’t meet US contraception, cost rules"}, "Author": "MICHELLE L. PRICE", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "_id": "\"57477af46914bd0286fd5a2d\"", "article_summary": "___This story has been corrected to show that BYU’s employee plan also does not generally cover birth control.\nThe student plan does cover contraception for some medical conditions, such as ovarian cysts or endometriosis that could be helped by birth control, Hollingshead said.\nOther universities, such as the University of Notre Dame, have challenged the federal health care law’s rules about birth control coverage on religious grounds.\nBeyond the birth-control requirements, BYU’s student plan doesn’t meet other federal standards about spending on actual care versus administrative costs and how much it will pay out each year.\nSome of the roughly 8,000 BYU students enrolled in the student health plan may qualify for one of the law’s exemptions, many of which are based on financial hardship."}