{"article_title": "Shia LaBeouf’s Music and Art Filled Week", "article_keywords": ["week", "labeouf", "art", "paintings", "freestyle", "shia", "actor", "actually", "music", "video", "latest", "bird", "filled", "labeoufs"], "article_url": "http://guardianlv.com/2015/06/shia-labeoufs-music-and-art-filled-week/", "article_text": "\n\nShia LaBeouf has landed himself in the news multiple times over the course of the last week of June. On Wednesday, June 24, the actor ended up in the hospital for injuries acquired while on set of his newest movie, American Honey. Then a video in which the actor finds himself freestyle rapping with a number of onlookers made the rounds of social media. In the latest news revolving around LaBeouf, it seems that an artist was inspired to use the actor as the basis of a series of paintings. While LaBeouf’s week has been filled with music and art, it is an improvement over some of his past escapades that have gotten him attention.\n\nIn the past, LaBeouf has actually shown he was in some ways musically or artistically inclined himself when he did a week-long performance art installation entitled #IAMSORRY. The purpose of the exhibit was to actually act as part of a meditation on what it means to be in the spotlight as a celebrity, and of the vulnerability that one experiences in that setting. This performance took place after it was determined that LaBeouf, who had created three graphic novels, had actually plagiarized the work of another artist in two of the novels.\n\nIn this latest week of artistry and music in LaBeouf’s life, the actor was actually an inspiration for a series of paintings for the artist Brandon Bird. What started almost as a joke on Twitter, became a collection of art. In 2014, Bird sent a Tweet to his followers asking how upset they would potentially be if he made a collection of paintings of the Doctors from the Doctor Who universe, with LaBeouf portraying each of the 13 characters.\n\nWhile the artist may have been kidding, the response he received was overwhelmingly favorable. Following the positive response of his followers, Bird began painting a series of 13 depictions of LaBeouf as each of the Doctors. Now available on the artist’s website, the paintings were done in oil and each original piece sells for $425. There is a poster available with a representation of all 13 LaBeouf “Doctors.” Also available are signed prints of each of the paintings. The poster can be purchased for $10, while the prints are on sale for $25.\n\nIf all of that were not enough, the actor has also found himself in the spotlight for his freestyle skills. Although it is not clear when the video was actually filmed, it surfaced online on Sunday, June 28 after it was uploaded to both Facebook and YouTube. In the video which lasts just over a minute, the actor compares himself to the late rapper Tupac and says that even though he is Jewish, he can still “spew this sick” stuff.\n\nThis freestyle video comes on the heels of another video also just over a minute long. That particular video was more of a motivational speech with a lot of flexing and yelling. In fact the motivational video featured a lot of the phrase, “do it!” as part of an intensive speech being offered.\n\nWhile LaBeouf’s acting in his latest film American Honey sees him once more back in the spotlight, he is also making the news rounds for the week for being a part of an art collection, as well as for his musical acumen. This is not the first time that the actor has made the news for something that many have called unusual behavior and yet, this latest news is in part because he was the inspiration for an artist’s collection.\n\nBy Kimberley Spinney\n\nSources:\n\nEntertainment Weekly – Video of Shia LaBeouf’s freestyle rap skills surfaces online\n\nThe Daily Beast – Shia LaBeouf’s Rat-Tailed Renaissance: From Motivational Speaker to Freestyle Rapper\n\nBrandon Bird – All of space and time.\n\nPhoto Courtesy of DoD News Features’ Flickr Page – Department of Defense photo by Marvin Lynchard – Creative Commons License\n\nShare this: Print\n\nLinkedIn\n\nPinterest\n\nPocket\n\nReddit\n\nEmail\n\nTwitter\n\nGoogle\n\nFacebook\n\nTumblr\n\n", "article_metadata": {"og": {"site_name": "Guardian Liberty Voice", "description": "Shia LaBeouf has landed himself in the news multiple times over the course of the last week of June. On Wednesday, June 24, the actor ended up in the hospital for injuries acquired while on set of …", "title": "Shia LaBeouf’s Music and Art Filled Week", "url": "http://guardianlv.com/2015/06/shia-labeoufs-music-and-art-filled-week/", "image": {"width": 440, "identifier": "http://guardianlv.com/wp-content/uploads/2015/06/Shia-LaBeoufs-Music-and-Art-Filled-Week.jpg", "height": 640}, "locale": "en_US", "type": "article"}, "article": {"published_time": "2015-06-29T05:27:24+00:00", "modified_time": "2015-06-29T05:35:11+00:00", "author": "http://www.facebook.com/100003700990508"}, "twitter": {"image": "http://guardianlv.com/wp-content/uploads/2015/06/Shia-LaBeoufs-Music-and-Art-Filled-Week.jpg?w=640", "site": "@ifrackle", "card": "summary_large_image", "creator": "@ifrackle"}, "viewport": "width=device-width"}, "article_summary": "While LaBeouf’s week has been filled with music and art, it is an improvement over some of his past escapades that have gotten him attention.\nBy Kimberley SpinneySources:Entertainment Weekly – Video of Shia LaBeouf’s freestyle rap skills surfaces onlineThe Daily Beast – Shia LaBeouf’s Rat-Tailed Renaissance: From Motivational Speaker to Freestyle RapperBrandon Bird – All of space and time.\nIn this latest week of artistry and music in LaBeouf’s life, the actor was actually an inspiration for a series of paintings for the artist Brandon Bird.\nThis freestyle video comes on the heels of another video also just over a minute long.\nShia LaBeouf has landed himself in the news multiple times over the course of the last week of June."}