{"article_title": "Death Penalty Used Worldwide More in 2015 than Any Time in Last 25 Years", "article_keywords": ["worldwide", "25", "used", "number", "legal", "executions", "penalty", "states", "death", "capital", "2015", "abolished", "highest"], "article_url": "http://www.procon.org/headline.php?headlineID=005304", "article_text": "Lethal Injection Table.\n\nSource: publik15, flickr.com, June 8, 2009 At least 1,634 people were executed around the world in 2015, a rise of more than 50% over 2014 and the highest overall number in the last 25 years, according to an Apr. report by Amnesty International.\n\n\n\nOut of 25 countries that performed executions in 2015, China had the highest estimated number of executions (death penalty data are kept secret by the Chinese government). Iran was second with 977 executions; Pakistan ranked third with 320 executions; Saudi Arabia had 158; and the United States was in the top 5 with 28 executions, its lowest number since 1991.\n\n\n\nThe federal government continues to retain the death penalty for 41 capital offenses. In 19 US states the death penalty has been abolished. In 31 states the death penalty remains legal for crimes including murder, treason, and espionage.\n\n\n\nIn Nebraska, where the state legislature abolished the death penalty in 2015, citizens will vote in Nov. 2016 on a referendum to reinstate the death penalty.\n\n\n\nAmong the 2016 presidential candidates, Bernie Sanders opposes the death penalty, while Hillary Clinton, Ted Cruz, John Kasich, and Donald Trump support keeping capital punishment legal.\n\n\n\n", "article_metadata": {"keywords": "Death penalty statistics, death penalty, death penalty executions, death penalty worldwide, death penalty report", "description": "Article about the death penalty and the number of executions around the world", "viewport": "width=device-width, initial-scale=1, minimum-scale=1"}, "article_summary": "In Nebraska, where the state legislature abolished the death penalty in 2015, citizens will vote in Nov. 2016 on a referendum to reinstate the death penalty.\nOut of 25 countries that performed executions in 2015, China had the highest estimated number of executions (death penalty data are kept secret by the Chinese government).\nIn 31 states the death penalty remains legal for crimes including murder, treason, and espionage.\nThe federal government continues to retain the death penalty for 41 capital offenses.\nIn 19 US states the death penalty has been abolished."}