{"article_title": "‘Please Wait’: New-and-Improved HealthCare.gov Has Same Old Problems", "article_keywords": ["marketplace", "old", "users", "healthcaregov", "missing", "error", "problems", "site", "application", "health", "log", "chat", "newandimproved", "insurance", "wait"], "article_url": "https://www.propublica.org/article/new-and-improved-healthcare-dot-gov-has-same-old-problems", "article_text": "The Obama administration says the site can now handle 50,000 unique visitors at a time, but it doesn’t appear able to keep up with the load.\n\nConnect with Facebook to share articles you read on ProPublica. Learn more »\n\nThe load-time issues (sometimes more than a minute) reminded me of the problems users encountered in the very first days of the Web site, which handles health insurance enrollment for residents of 36 states. It also appears to contradict what Health and Human Services officials said had been fixed.\n\nAfter a glowing news conference yesterday citing “night and day” progress on HealthCare.gov, I decided to log in this morning and take the Web site for a test drive, as I’m sure many others are doing. Early reports had been promising . What I found was hardly encouraging — long delays loading pages, an endless circle of tasks (some already completed) and ultimately an error message.\n\n“Response times are under 1 second. Error rates are down well under 1%. And the system is stable, with uptimes exceeding 90%,” HHS bragged in a blog post yesterday.\n\nAdditionally, once I had completed and submitted my application and verified my identity, the site told me that I was missing information and had to review it again. Nothing was missing. Ultimately, I got an error message telling me to come back later.\n\nThe Obama administration says the site can now handle 50,000 unique visitors at one time and 800,000 over the course of a day. But on Day One of the new-and-improved site, it doesn’t appear able to keep up with the load. No wonder HHS is encouraging users to come back at off-peak hours.\n\nSome screen shots of my experience are below.\n\nImmediately I encountered delays:\n\nThe delays continued:\n\nAfter completing my application and submitting it successfully, I was told information was missing and was asked to go back through it — with delays:\n\nI finally hit a wall I could not jump over — the error message:\n\nI began a live chat on the Web site. Here’s what I was told:\n\n[11:32:03 am]:Thanks for contacting Health Insurance Marketplace Live Chat. Please wait while we connect you to someone who can help.\n\n[11:32:06 am]:Please be patient while we're helping other people.\n\n[11:32:11 am]:Welcome! You're now connected to Health Insurance Marketplace Live Chat. Thanks for contacting us. My name is Kassie. To protect your privacy, please don't provide any personal information, like Social Security Number, or any other sensitive medical or personal information.\n\n[11:32:15 am]:Charlie\n\nHi there. I have been trying to fill out my application and keep hitting a wall.\n\n[11:32:32 am]:Kassie\n\nGood morning Charlie\n\n[11:32:40 am]:Kassie\n\nI apologize for the inconvenience.\n\n[11:32:45 am]:Charlie\n\nI keep getting long delays on each page and finally successfully submitted my application, but then was told I was missing things.\n\n[11:33:02 am]:Kassie\n\nWhere are you getting stuck at?\n\n[11:33:07 am]:Charlie\n\nWhen I went back through it, nothing was missing, but I got this error: Sorry, theres a problem with our system Please log out, then try again after 30 minutes. If you continue to get this message, call the Marketplace Call Center 1-800-318-2596. TTY users should call 1-855-889-4325. You'll need the Application ID shown below. Application Id: 160747816\n\n[11:33:39 am]:Kassie\n\nAgain, I apologize for the inconvenience.\n\n[11:34:07 am]:Charlie\n\nIs there an overload today or is [it] on my end?\n\n[11:34:25 am]:Kassie\n\nHave you tried logging out and waiting the 30 minutes and then retrying?\n\n[11:34:33 am]:Charlie\n\nNot yet.\n\n[11:34:55 am]:Kassie\n\nWe apologize for any technical difficulties you may be experiencing as you use HealthCare.gov. We know this can be frustrating, and we're working around the clock to improve HealthCare.gov and to make sure your experience with it is a positive one.\n\n[11:35:27 am]:Charlie\n\nI was just wondering if this is on my end. I read that the problems had been fixed and that the load times were much faster, but that hasn't been my experience today.\n\n[11:35:30 am]:Kassie\n\nWrite down your application ID number so you have it.\n\n[11:36:07 am]:Kassie\n\nNothing you did wrong, Charlie. You're fine.\n\n[11:36:24 am]:Charlie\n\nOK. Will try again later.\n\n[11:36:30 am]:Kassie\n\nDo you have any other questions that I can help you with?\n\n[11:36:38 am]:Kassie\n\nThank you for contacting Health Insurance Marketplace Live Chat. We are here to help you 24 hours a day, 7 days a week.\n\n[11:40:37 am]:Kassie\n\nI apologize for the inconvenience.\n\n[11:41:08 am]:Your chat session is over. Thanks for contacting us, and we hope we've answered your questions. Have a great day.\n\nI went back 30 minutes later and I couldn’t even log on:\n\nPerhaps aware that the site could crash again, HHS Secretary Kathleen Sebelius is encouraging users not to log on during peak hours.\n\nEditor’s Note: This post is adapted from Ornstein’s “Healthy buzz” blog. Have you tried signing up for health care coverage through the new exchanges? Help us cover the Affordable Care Act by sharing your insurance story.\n\nLike this story? Sign up for our daily newsletter to get more of our best work.", "article_metadata": {"premium": "true", "description": "The Obama administration says the site can now handle 50,000 unique visitors at a time, but it doesn’t appear able to keep up with the load.", "author": "Charles Ornstein", "og": {"site_name": "ProPublica", "description": "The Obama administration says the site can now handle 50,000 unique visitors at a time, but it doesn’t appear able to keep up with the load.", "title": "‘Please Wait’: New-and-Improved HealthCare.gov Has Same Old Problems", "url": "http://www.propublica.org/article/new-and-improved-healthcare-dot-gov-has-same-old-problems", "image": "http://www.propublica.org/images/ngen/gypsy_image_lead_ngen/hcdg300x200.jpg", "type": "article"}, "twitter": {"description": "The Obama administration says the site can now handle 50,000 unique visitors at a time, but it doesn’t appear able to keep up with the load.", "title": "‘Please Wait’: New-and-Improved HealthCare.gov Has Same Old Problems", "url": "http://www.propublica.org/article/new-and-improved-healthcare-dot-gov-has-same-old-problems", "image": {"src": "http://www.propublica.org/images/ngen/gypsy_image_lead_ngen/hcdg300x200.jpg"}, "creator": "@charlesornstein", "site": "@ProPublica", "card": "summary_large_image"}, "project": "Obamacare and You", "fb": {"app_id": 229862657130557}, "google-site-verification": "R7yl3d-Z-qHW6xTItWhBYggGROoZNgEVh2z6dVneuIM", "article": {"section": "Obamacare and You", "published_time": "2013-12-02T14:48:55-0600", "modified_time": "2013-12-03T17:40:45-0600", "author": "http://www.propublica.org/site/author/charles_ornstein/"}, "type": "article", "scope": "Medium", "viewport": "width=device-width"}, "article_summary": "Here’s what I was told:[11:32:03 am]:Thanks for contacting Health Insurance Marketplace Live Chat.\nYou're now connected to Health Insurance Marketplace Live Chat.\n[11:36:38 am]:KassieThank you for contacting Health Insurance Marketplace Live Chat.\nBut on Day One of the new-and-improved site, it doesn’t appear able to keep up with the load.\nI read that the problems had been fixed and that the load times were much faster, but that hasn't been my experience today."}