{"article_title": "For five terror detainees, a moment of truth at Guantanamo Bay – The Denver Post", "article_keywords": ["bin", "lead", "detainees", "justice", "ali", "al", "denver", "bay", "moment", "defense", "legal", "truth", "team", "terror", "guantanamo", "post", "military", "charged"], "article_url": "http://www.denverpost.com/ci_27700502/moments-truth-at-guantanamo-bay", "article_text": "GUANTANAMO BAY NAVAL BASE, CUBA —\n\nHere on a desolate slice of Cuban soil that has nothing to do with antique cars, musical rhythms or exotic dancers, five men sit — one more uncomfortably than the others — as their appointed attorneys continue to seek justice for their clients. They know that in many quarters, those clients have been roundly deemed unworthy of justice.\n\nNor are these run-of-the-mill criminals. They are the five men believed to have masterminded the horrors of 9/11: Khalid Sheikh Mohammad, Ramzi Bin al Shibh, Walid Muhammad Mubarak Bin Attash, Ali Abdul al-Aziz Ali and Mustafa Ahmad al-Hawsawi. Their lawyers are acknowledged to be among the nation’s foremost authorities on defense strategies in capital cases. If this were a made-for-television special, it would certainly be a hit.\n\nThe defendants, attorneys, reporters and the relatives of those who died on Sept. 11, 2001, gathered last month in Cuba to witness continuation of one of the 20th century’s most convoluted legal procedures. Still, there is drama. It comes most dramatically on the heels of the Senate Intelligence Committee’s scathing 2014 study of the CIA’s detention and interrogation program — the result of which prompted a renewed military commitment to transparency. And it redirects attention to a practice long denied in the government’s highest echelons: not just torture, but specifically allegations of torture on this base.\n\nBefore legal wrangling can begin about the role of information extracted through “enhanced interrogation” of these five “high-value detainees,” as they have come to be called, one of them, 42-year-old Ramzi Bin al Shibh, throws a gigantic monkey wrench in the proceedings as he recognizes a newly minted interpreter as a CIA linguist he encountered at a black site where he alleges he was tortured. A fellow detainee, Walid Muhammad Mubarak Bin Attash, corroborates his story.\n\nNothing like the outing of a CIA member to kick-start hearings that will someday hopefully lead to the prosecution and adjudication of the plotters accused of being responsible for almost 3,000 deaths in three states.\n\nHow could anyone know that as the presiding judge, Army Col. James Pohl, polled the defense and prosecuting teams for readiness to proceed, the disclosure would create an instantaneous transparency litmus test? Almost as quickly as it resumed, the hearing was once again recessed. Pohl wanted details. He had already previously halted one hearing where an FBI agent had been insinuated into the defense team. It certainly didn’t make Jim Harrington, al Shibh’s attorney, happy.\n\nRemember, this is roughly day 3,650 for the extraordinary case of United States vs. Mohammad et al in the U.S. Court of Military Justice, a tribunal expressly established for trying these alleged principals of al-Qaeda, the umbrella group charged in the attacks in New York City and Pennsylvania and at the Pentagon.\n\nReporters, 9/11 relatives and representatives of nongovernmental agencies ranging from law school students to observers from Amnesty International, the National Institute of Military Justice, the New York Bar Association and Judicial Watch — a conservative, nonpartisan educational foundation — are in attendance.\n\nWe are separated from the actual courtroom by a triple-paned window of bulletproof glass. We see proceedings in real time, as well as on a monitor with a 40-second delay in the off chance that some state secret is revealed.\n\nWe are in the walled-off rear section of a large rectangular room. At the front of the actual courtroom sits the lead prosecutor and his legal team. On the other side are the five detainees. On the other side of the aisle are five rows, one for each prisoner.\n\nOn the first row is the alleged 9/11 mastermind, Khalid Sheikh Mohammad, 49, his face partially masked by a long, full beard dyed an improbable shade of reddish orange, achieved, according to a military spokesman, by a liquefied blend of berries applied according to cultural tradition. As with the other four defendants, multiple members of the defense team sit between him and his lead counsel at the other end of the row, David Nevin.\n\nThen comes Walid Muhammad Mubarak Bin Attash, 36, who allegedly also orchestrated the suicide bombing of the USS Cole in 2000, killing 17 sailors and wounding more than three dozen others. His legal team is led by Cheryl Bormann, who wears a traditional abaya in deference to her client’s religious convictions.\n\nThird is Ramzi Bin al Shibh, the only Yemeni. He is being tried on multiple counts, and his lead counsel is Jim Harrington.\n\nFourth is 37-year-old Pakistani Ali Abdul Aziz Ali (also known as Ammar al-Baluchi), represented by James Connell III. Ali is also charged with multiple offenses.\n\nThe final defendant is Mustafa Ahmed Adam al Hasawi. His lead attorney, Walter Ruiz, is eloquent in defending the frail defendant, said to now weigh barely 100 pounds as a result of a hunger strike. The saga of his forced rectal feeding was documented last year in excruciating detail in the 500-page redacted summary of the Senate Select Intelligence Committee Report on Torture. It is a scathing indictment of the CIA’s detention and interrogation program.\n\nThe defendants do not radiate malevolence as they are paraded in, one by one, dressed in traditional, long, robe-like white garments. Although they are moved from their cells to the courtroom in shackles, they enter one by one, each accompanied by uniformed officers wearing blue latex gloves.\n\nAll five are accused of war crimes, and all are being tried in this extrajudicial setting because, according to a military spokesman, the quintet perceives itself as members of a military construct and, therefore, are subject to a military hearing. Theirs is not the formalized unit traditionally associated with military organizations,but deemed sufficient to justify convening a special court of military justice, created specifically for meting out punishment to those remanded to Guantanamo since 2002.\n\n(According to a report from the Seton Hall University School of Law, more than 80 percent of the 780 prisoners sent here — although not the five at this hearing, of course — were essentially sold to the U.S. during a time when the U.S. military offered bounties as high as $5,000 per person, so heaven help someone with enemies who wished to exact retribution or just needed to feed their family. Some, initially detained as teenagers, were never charged with anything.)\n\nIt’s anyone’s guess when this case will end up at trial. And there are many questions: Will the cases be severed and tried individually? Is it possible to achieve a fair trial in such an emotionally charged setting? What will happen to JAG members of the Joint Task Force who participate on the defense team? After all, there are those who would dispense with a trial altogether and see the participation of military personnel on the defense team as a variation on a theme of treason.\n\nFinally, some argue that unless fair and thorough trials are preserved for everyone, the entire concept of justice is not just jeopardized, but perverted as well.\n\nThroughout all of this, it is difficult not to conjure up that confrontational scene from the 1992 film “A Few Good Men,” when Jack Nicholson’s character, Marine Col. Nathan Jessup, is about to see his career circle the bowl during unrelenting cross-examination by a JAG defense attorney. Lt. Daniel Kaffee, played by Tom Cruise, provokes Jessup over the edge by challenging him to tell the truth. “The truth? You can’t handle the truth!” the colonel snarls back, unaccustomed to being challenged. At issue is a fatal hazing incident for which two Marines are being charged with murder. The story is based on a play by Aaron Sorkin, who got the idea from his sister who was a JAG attorney and who, in fact, was once assigned to a case at Guantanamo.\n\nLife sometimes imitates art imitating life.\n\nEllen Sweets, a former Denver Post writer, lives in Austin, Texas.\n\nTo send a letter to the editor about this article, submit online or check out our guidelines for how to submit by e-mail or mail.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "For five terror detainees, a moment of truth at Guantanamo Bay", "title": "For five terror detainees, a moment of truth at Guantanamo Bay", "url": "http://www.denverpost.com/2015/03/12/for-five-terror-detainees-a-moment-of-truth-at-guantanamo-bay/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150312__20150315_Z00_OP15P_SWEETSp2.jpg", "height": 464}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150312__20150315_Z00_OP15P_SWEETSp2.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-03-12T16:34:20+00:00", "modified_time": "2016-04-25T01:29:29+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477afa6914bd0286fe5d9c\"", "article_summary": "He had already previously halted one hearing where an FBI agent had been insinuated into the defense team.\nHis legal team is led by Cheryl Bormann, who wears a traditional abaya in deference to her client’s religious convictions.\nWhat will happen to JAG members of the Joint Task Force who participate on the defense team?\nThird is Ramzi Bin al Shibh, the only Yemeni.\nAt the front of the actual courtroom sits the lead prosecutor and his legal team."}