{"article_title": "Lack of affordable housing threatens California economy", "article_keywords": ["affordable", "homes", "californias", "jobs", "threatens", "housing", "lack", "county", "states", "california", "orange", "economy"], "article_url": "http://www.ocregister.com/articles/affordable-659348-california-housing.html", "article_text": "Housing for all Californians is critical to our state’s economy and accessibility. New housing construction contributes more than $38.6 billion per year to the California economy and supports over 209,000 jobs statewide.\n\nRecently, California’s highly respected Legislative Analyst’s Office issued a report that found the state’s average housing costs are 150 percent higher than the national average and that we need to build 100,000 more units more per year to help control rising costs in home affordability. Even more startling is the link the report exposed between high housing costs and California’s worst-in-the-nation ranking on poverty – any extreme actions to halt new housing will only further exacerbate home affordability for middle-to-low-income Californians.\n\nThe Orange County Business Council also recently issued a report that tells our region’s elected officials what local employers know: A strong economy and a supply of rental homes workers can afford go hand in hand. With Orange County ranking among California’s least-affordable places to rent a home, our economy will suffer unless we act to increase supply of housing for all Californians.\n\nThe most direct path to resolving this dilemma is to bolster the state’s stock of both market-rate and affordable homes. It is no less than the top priority of business groups including the California Building Industry Association, the Orange County Business Council and business interests statewide – from the San Diego Regional Chamber of Commerce and Los Angeles Business Council to the Silicon Valley Leadership Group.\n\nCompanies simply cannot compete for the talent that drives California’s economy without a growing supply of homes that their workers can afford.\n\nThat supply has nearly dried up. Workers in lower-wage jobs are among those who have the most difficult time finding affordable apartments. Nearly 120,000 more affordable rentals are needed to house families in Orange County – the third-worst shortfall of affordable homes in California.\n\nState dollars earmarked for building affordable rental homes are at a historic low, which means we have lost our ability to leverage private investment and federal and local funds. Successful state housing bonds (Propositions 46 and 1C) and the state’s now-defunct redevelopment program were the primary vehicles for private-public partnerships that generated tens of thousands of private sector jobs and stimulated investment in California communities.\n\nWith these funds extinguished, funding for veteran and affordable homes has plummeted 79 percent since 2007, from more than $1.5 billion annually to nearly nothing. Not only have we lost those construction jobs, the housing crisis and demand for affordable places to live have intensified in recent years.\n\nThis is a crisis that threatens the foundation of our economy and is in need of bold, bipartisan leadership. Fortunately, Assembly Speaker Toni Atkins, D-San Diego, is one of the state’s most vocal advocates on this important issue, spearheading a package of bills that will reinvigorate much-needed development of affordable rental homes.\n\nWhat’s needed is a permanent source of funding to renew the promise of affordable living. One bill in the package, Assembly Bill 1335, would create a $500 million fund in state seed money to jump start construction of affordable housing developments, which would leverage another $2.78 billion in federal and local funding and bank loans each year. The money would come from a $75 recording fee on certain real estate documents, excluding home and commercial property sales.\n\nAnother measure, bipartisan-backed AB35, would expand the use of housing tax credits that incentivize private investors to put equity into affordable home developments and generate additional federal and private investment.\n\nIncreasing the state’s investment in affordable housing will create living opportunities that so many Californians desperately need. But, it will also lead to job creation. Every $500 million in investment for affordable housing generates an estimated 29,000 jobs. Shovel-ready projects are in the pipeline, so the economy could see an immediate boost.\n\nFailing to act means more crowded housing, longer commutes to jobs, and makes California a less-desirable place to live. That, in turn, makes it more difficult for companies to hire and retain qualified employees, and ultimately drags down California’s economic potential.\n\nFor too many Californians, finding an affordable home is not just a struggle – it is fast becoming an out-of-reach dream. With a full-blown affordability crisis threatening to undermine gains made in California since the Great Recession, it is imperative that we act now to increase the number of safe, affordable places to live. Inaction will result in deepening economic miseries for too many families and will prevent California businesses from attracting and retaining the talent that fuels California’s economy.\n\nMike Balsamo is CEO of the Building Industry Association of Orange County.", "article_metadata": {"geo.placename": "Santa Ana", "geo.region": "US-CA", "content_section": "commentary", "description": "Opinion: Lack of affordable housing threatens California economy | affordable, california, housing, state, economy, homes, jobs, home, investment, californians", "geo.position": "33.745573;-117.867834", "author": "MIKE BALSAMO", "og": {"site_name": "The Orange County Register", "description": "Housing for all Californians is critical to our state’s economy and accessibility. New housing construction contributes more than $38.6 billion per year to the California economy and supports over 209,000 jobs statewide.", "title": "Lack of affordable housing threatens California economy", "url": "http://www.ocregister.com/articles/affordable-659348-california-housing.html", "image": "http://images.onset.freedom.com/ocregister/gallery/nnc053-b88391778z.120150424150536000gbh9c0hs.10.jpg", "locale": "en-US", "type": "article"}, "twitter": {"site": "@ocregister", "image": {"src": "http://images.onset.freedom.com/ocregister/gallery/nnc053-b88391778z.120150424150536000gbh9c0hs.10.jpg"}, "description": "Housing for all Californians is critical to our state’s economy and accessibility. New housing construction contributes more than $38.6 billion per year to the California economy and supports over 2", "card": "summary_large_image", "title": "Lack of affordable housing threatens California economy"}, "content_author": "MIKE BALSAMO", "fb": {"app_id": 107698536003308}, "content_thumbnail": "http://images.onset.freedom.com/ocregister/thumb/nnc053-b88391778z.120150424150536000gbh9c0hs.10.jpg", "content_type": "article", "ICBM": "33.745573, -117.867834", "Keywords": "affordable, california, housing, state, economy, homes, jobs, home, investment, californians", "publication_date": "2015-04-24", "access-type": "free", "section": "commentary", "viewport": "width=device-width,initial-scale=1", "content_title": "Lack of affordable housing threatens California economy"}, "article_summary": "Nearly 120,000 more affordable rentals are needed to house families in Orange County – the third-worst shortfall of affordable homes in California.\nNew housing construction contributes more than $38.6 billion per year to the California economy and supports over 209,000 jobs statewide.\nIncreasing the state’s investment in affordable housing will create living opportunities that so many Californians desperately need.\nThe most direct path to resolving this dilemma is to bolster the state’s stock of both market-rate and affordable homes.\nHousing for all Californians is critical to our state’s economy and accessibility."}