{"article_title": "Roanoke City Council adopts 'anti-corruption' resolution", "article_keywords": ["roanoke", "city", "super", "funding", "campaign", "anticorruption", "political", "local", "campaigns", "council", "contribution", "representus", "resolution", "adopts"], "article_url": "http://watchdog.org/248400/roanoke-anti-corruption-resolution/", "article_text": "Roanoke became the first Virginia city and the eighth locality nationwide to pass a local “anti-corruption” resolution backed by nonprofit Represent.Us.\n\nThe resolution approved last week, which is based on Represent.Us. model legislation, marks further progress for a nationwide campaign to place greater restrictions on political speech by donors in local, state and national politics.\n\nIn an effort to build on Sen. John McCain and Sen. Russ Feingold’s 2002 campaign finance law, the Roanoke City Council resolution suggested independent political action committees should be subject to disclosure requirements and contribution limits.\n\nThe resolution criticized “the recent expansion of the influence of Super Political Action Committees,” asking Congress and the Virginia General Assembly “to pursue and enact legislation that establishes substantial requirements” on super PACs.\n\nTaxpayer funding of campaigns was addressed with a call “to pursue and enact measures that provide voters with a greater voice in the electoral process by encouraging increased voter participation in the funding of political campaigns.”\n\nAs a result of a Represent.Us initiative in Seattle, public funding of campaigns will take the form of annual $25 “democracy vouchers” citizens can use to donate to local campaigns. The vouchers will be paid for with a property tax hike.\n\nThe Roanoke City Council resolution also recommended restrictions to close the revolving door between public office and lobbying firms. Angela Yarbrough, leader of Represent.Us chapter Represent Roanoke Valley, promoted the resolution in an October op-ed.\n\nDescribing the resolution as a step “to fix our broken system,” Yarbrough quoted Democratic presidential candidate Sen. Bernie Sanders criticizing super PACs and Republican presidential candidate Donald Trump claiming his campaign is self-funded.\n\n“Local, grassroots victories are how we build momentum to fix this corruption problem nationally,” Represent.Us director Josh Silver said in a statement on the Roanoke resolution provided to Watchdog.org.\n\nDan Krassner, the national campaign’s political director, told Watchdog.org the resolution was important because of limitations to the ballot initiative process in Virginia.\n\n“Our focus is more going around politicians through the ballot initiative process,” Krassner said. At the moment, Represent.Us isn’t backing specific legislation in the Virginia General Assembly and isn’t pursuing other local resolutions in the state.\n\nRepresent.Us — backed by a strange-befellow coalition that includes convicted felon Jack Abramoff, a former lobbyist, and partisans of Occupy Wall Street — has ramped up its efforts for several years, spending $1.6 million in 2013 through activist and educational arms of a nonprofit also known as United Republic.\n\nRoughly a year ago, Tallahassee, Fla., was the Represent.Us test case for enacting a local law billed as a way to “stop political bribery,” “end secret money” and “give every voter a voice.”\n\nOther local measures backed by Represent.Us have taken a piecemeal approach, as The Washington Post reported earlier this month. The group lists local chapters in 24 states.\n\nIn addition to local efforts calling for taxpayer-funded campaigns, additional lobbying restrictions and more funding disclosure mandates for nonprofits, Represent.Us is promoting a sweeping American Anti-Corruption Act at the federal level.\n\nAmong other provisions, the proposal would set special contribution limits for lobbyists, create a $100 biennial campaign contribution tax rebate for all registered voters, and impose super PAC contribution limits at the same level as traditional PACs.", "article_metadata": {"description": "Roanoke became the first Virginia city and the eighth locality nationwide to pass a local \"anti-corruption\" resolution backed by nonprofit Represent.Us.", "og": {"site_name": "Watchdog.org", "description": "Roanoke became the first Virginia city and the eighth locality nationwide to pass a local \"anti-corruption\" resolution backed by nonprofit Represent.Us.", "title": "Roanoke City Council adopts 'anti-corruption' resolution - Watchdog.org", "locale": "en_US", "image": "http://watchdog.org/wp-content/blogs.dir/1/files/2015/11/represent-roanoke-resolution-facebook-2015-11.jpg", "url": "http://watchdog.org/248400/roanoke-anti-corruption-resolution/", "type": "article"}, "twitter": {"domain": "Watchdog.org", "description": "Roanoke became the first Virginia city and the eighth locality nationwide to pass a local \"anti-corruption\" resolution backed by nonprofit Represent.Us.", "title": "Roanoke City Council adopts 'anti-corruption' resolution - Watchdog.org", "image": {"src": "http://watchdog.org/wp-content/blogs.dir/1/files/2015/11/represent-roanoke-resolution-facebook-2015-11.jpg"}, "creator": "@jasonahart", "site": "@watchdogorg", "card": "summary_large_image"}, "robots": "noarchive", "article": {"publisher": "https://www.facebook.com/Watchdogorg", "section": "News", "published_time": "2015-11-23T11:56:45+00:00"}, "news_keywords": "roanoke city council, represent.us, represent roanoke valley, anti-corruption resolution, campaign finance, super pacs, american anti-corruption act, money in politics"}, "article_summary": "Roanoke became the first Virginia city and the eighth locality nationwide to pass a local “anti-corruption” resolution backed by nonprofit Represent.Us.\nThe Roanoke City Council resolution also recommended restrictions to close the revolving door between public office and lobbying firms.\nDan Krassner, the national campaign’s political director, told Watchdog.org the resolution was important because of limitations to the ballot initiative process in Virginia.\nAngela Yarbrough, leader of Represent.Us chapter Represent Roanoke Valley, promoted the resolution in an October op-ed.\n“Local, grassroots victories are how we build momentum to fix this corruption problem nationally,” Represent.Us director Josh Silver said in a statement on the Roanoke resolution provided to Watchdog.org."}