{"article_title": "Talking more helps babies' brains", "article_keywords": ["families", "words", "language", "brains", "university", "talking", "meaning", "speech", "helps", "babies", "learn", "word", "children", "talk"], "article_url": "http://health.heraldtribune.com/2014/03/03/talking-more-helps-babies-brains/", "article_text": "By LAURAN NEERGAARD, Associated Press\n\nThe sooner you start explaining the world to your baby, the better.\n\nThat doesn't mean flash cards for tots, or pointing out objects: \"Here's an orange. That's a bowl.\"\n\nNew research shows that how much and how well parents talk with babies and toddlers help to tune the youngsters' brains in ways that build crucial language and vocabulary skills — a key to fighting the infamous word gap that puts poor children at a disadvantage.\n\nThe idea is to connect words and meaning, so the brain becomes primed to learn through context: \"Let's put the orange in this bowl with the banana and the apple and the grapes.\"\n\n\"You're building intelligence through language,\" is how Stanford University psychology professor Anne Fernald explains it. \"It's making nets of meaning that then will help the child learn new words.\"\n\nAnd forget dumbed-down baby talk: Long, complex sentences are better.\n\n\"The advice I give mothers is to have conversations with your babies,\" said Erika Hoff, a psychology professor at Florida Atlantic University. \"Children can hear lots of talk that goes over their head in terms of the meaning, and they still benefit from it.\"\n\nThe research, presented at a meeting of the American Association for the Advancement of Science, comes amid a growing push for universal preschool.\n\nBut it raises a question of whether children from less educated families need earlier intervention, such as preschool at age 3, or some sort of \"Let's talk\" campaign aimed at new parents.\n\nScientists have long known that before they start kindergarten, children from middle-class or affluent families have heard millions more words. Fernald said 5-year-olds from low-income families can lag two years behind their peers in tests of language development, an achievement gap that's difficult to overcome.\n\nBrain scans support the link, said Dr. Kimberly Noble of Columbia University Medical Center. Experiences shape the connections children's brains form, and kids from higher socioeconomic backgrounds devote more \"neural real estate\" to brain regions involved in language development.\n\nThe word gap appears around age 18 months, Stanford's Fernald discovered. Lower-income kids in her study achieved at age 2 the level of proficiency that more affluent kids had reached six months earlier.\n\nTo understand why language processing is so important, consider this sentence: \"The kitty's on the bench.\" If the youngster knows the word \"kitty,\" and his brain recognizes it quickly enough, then he has can figure out \"bench\" means by the context. But if he's slow to recognize \"kitty,\" then \"bench\" flies by before he has a chance to learn it.\n\nFernald found remarkable differences in child-directed speech — when children are spoken to directly, in contrast to television or conversations they overhear. One child heard more than 12,000 words of child-directed speech in a day, while another heard a mere 670 words. The youngsters who received more child-directed speech learned words more quickly.\n\nIt's not just quantity of speech that matters — it's quality, Hoff cautioned. She studied bilingual families and found that whatever the language, children fare better when they learn it from a native speaker. In other words, if mom and dad speak Spanish but aren't fluent in English, it's better for the child to have a solid grounding in Spanish at home and learn English later in school.", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2013/02/hfbriefs05a.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "article_summary": "She studied bilingual families and found that whatever the language, children fare better when they learn it from a native speaker.\n\"The advice I give mothers is to have conversations with your babies,\" said Erika Hoff, a psychology professor at Florida Atlantic University.\nFernald found remarkable differences in child-directed speech — when children are spoken to directly, in contrast to television or conversations they overhear.\nOne child heard more than 12,000 words of child-directed speech in a day, while another heard a mere 670 words.\nScientists have long known that before they start kindergarten, children from middle-class or affluent families have heard millions more words."}