{"article_title": "Pontiac pension error due to ‘mismanagement’", "article_keywords": ["executive", "pontiac", "employees", "million", "mismanagement", "system", "director", "fund", "pension", "error", "retirees", "board"], "article_url": "http://www.theoaklandpress.com/article/OP/20150326/NEWS/150329603", "article_text": "Pontiac General Employees Retirement System Executive Director Cecelia Carter. Dustin Blitchok-The Oakland Press\n\nAn error that led to 600 Pontiac retirees being overpaid a total of $659,000 is the result of a “mismanaged” pension fund, the city’s former emergency manager said Thursday.\n\nA two year, $400-a-month pension increase instituted by former Emergency Manager Lou Schimmel for some retirees to help offset the loss of health care benefits was erroneously included in the retirees’ cost of living adjustment calculation, meaning some retirees will have to pay back as much as $2,300, the Pontiac General Employees Retirement System’s executive director said this week.\n\n“It’s a mismanaged pension fund which I have been trying to move to the (state pension system) since the day I was appointed emergency manager,” said Schimmel, who is now vice chairman of the Pontiac Receivership Transition Advisory Board.\n\nOverpayments were made to 600 of the 1,127 members of the the $500 million, 150-percent-funded pension system.\n\nAdvertisement\n\nThe retirees’ $400-a-month pension increase is set to expire Aug. 31.\n\nThe pension board intends to recover the overpayments “in the most benign and compassionate manner as possible,” Executive Director Cecelia Carter said Thursday.\n\n“The board fully understands and appreciates the financial impact this situation may have on our retirees,” Carter said. “Some of our own board members are retirees of this system and will have to repay the overpayment, as well.”\n\nCarter, who began work at the pension fund Dec. 1, said the miscalculation occurred during the tenure of former Executive Director Ellen Zimmermann, who died last year.\n\n“This is a miscalculation from the previous executive director, which I discovered and questioned and raised to the board. It will be handled with our retirees in the most transparent manner as possible.”\n\nPontiac Finance Director Nevrus Nazarko, a member of the pension board, said late Thursday that Carter’s account of the chain of events is incorrect.\n\n“She did not initiate (the discovery of the miscalculation). I did, and the board minutes reflect that,” Nazarko said.\n\nThe board’s draft Feb. 25 minutes state that Nazarko “questioned who authorized the COLA computation method” and said he believed “the $400 temporary benefit should not have been factored into the (cost of living adjustment).”\n\nFormer Mayor Walter Moore, a pension board trustee, also said the pension increase “should not have been included as part of the COLA,” according to the minutes.\n\n“Miss Carter told the board she would investigate the issue and report back to the board,” the meeting minutes said.\n\nCity of Pontiac Retired Employees Association President Claudia Filler said she received several calls from retirees after the overpayment was discussed at Wednesday’s pension board meeting.\n\n“It would be a hardship. It depends on how much is going to be taken out (of checks),” Filler said. “At this point, we don’t know.”\n\nThe Pontiac General Employees Retirement System voted Wednesday to start recovery of the overpayments, beginning with 125 nonunion members of the pension fund. A letter is expected to be sent to retirees in early April explaining the issue.\n\nThe amounts owed by retirees varies based on the percentage amount of their cost-of-living increase.\n\n‘It’s a deplorable situation’\n\nSchimmel said the pension fund should be managed by the state Municipal Employees’ Retirement System, or MERS.\n\n“It’s a deplorable situation caused by a pension board that should be put out of existence and moved to MERS,” Schimmel said.\n\nThe former emergency manager has long advocated merging the pension fund with the state system and using its surplus to pay for retiree health care.\n\nThe liability for restored retiree health care benefits has grown from $6 million to an estimated $10 million to $13 million annually due to the passage of the Affordable Care Act and other variables, Mayor Deirdre Waterman has previously said.\n\nThe city’s budget is currently balanced at about $30 million per year.\n\nSchimmel passed an ordinance in December 2012 cutting the number of trustees on the pension board from 11 to 5, citing administrative and travel expenses and failed investments as concerns.\n\nA group of retired city employees sued and the move was reversed in a decision by Oakland County Circuit Judge Rae Lee Chabot.", "article_metadata": {"news_keywords": "News, Pontiac news, MI news, US news, world news.", "title": "Schimmel: Pontiac pension error due to ‘mismanagement’", "og": {"url": "http://www.theoaklandpress.com/article/OP/20150326/NEWS/150329603", "image": {"width": "1055px", "identifier": "http://www.theoaklandpress.com/apps/pbcsi.dll/storyimage/OP/20150326/NEWS/150329603/AR/0/AR-150329603.jpg?Maxh=1500&Maxw=1500", "height": "1500px"}, "type": "article", "title": "Schimmel: Pontiac pension error due to ‘mismanagement’"}, "twitter": {"domain": "theoaklandpress.com", "description": "An error that led to 600 Pontiac retirees being overpaid a total of $659,000 is the result of a “mismanaged”", "title": "Schimmel: Pontiac pension error due to ‘mismanagement’", "url": "http://www.theoaklandpress.com/article/OP/20150326/NEWS/150329603", "image": {"src": "http://www.theoaklandpress.com/apps/pbcsi.dll/storyimage/OP/20150326/NEWS/150329603/AR/0/AR-150329603.jpg?Maxh=900&Maxw=900"}, "site": "@TheOaklandPress", "app": {"id": {"ipad": "id551761416", "iphone": "id520210301", "googleplay": "com.spreedinc.providers.digitalfirstmedia.oaklandpress"}}, "card": "summary_large_image"}, "keywords": "News, Pontiac news, MI news, US news, world news.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "description": "An error that led to 600 Pontiac retirees being overpaid a total of $659,000 is the result of a “mismanaged”"}, "_id": "\"57477af46914bd0286fdbf34\"", "article_summary": "Dustin Blitchok-The Oakland PressAn error that led to 600 Pontiac retirees being overpaid a total of $659,000 is the result of a “mismanaged” pension fund, the city’s former emergency manager said Thursday.\n“It’s a deplorable situation caused by a pension board that should be put out of existence and moved to MERS,” Schimmel said.\nOverpayments were made to 600 of the 1,127 members of the the $500 million, 150-percent-funded pension system.\nThe pension board intends to recover the overpayments “in the most benign and compassionate manner as possible,” Executive Director Cecelia Carter said Thursday.\nPontiac General Employees Retirement System Executive Director Cecelia Carter."}