{"article_title": "Obama-Rouhani Photo Is Not Real", "article_keywords": ["real", "ad", "image", "buzzfeed", "restoration", "rouhani", "pac", "widely", "fake", "president", "obamarouhani", "obama"], "article_url": "http://www.factcheck.org/2015/07/obama-rouhani-photo-is-not-real/", "article_text": "A word of caution to ad makers: Don’t believe everything you see online, even images “in circulation widely on the internet.”\n\nRestoration PAC learned that lesson the hard way when it used an image of President Barack Obama shaking hands with Iranian President Hassan Rouhani for a TV ad airing in Wisconsin. The ad, which promotes incumbent Republican Sen. Ron Johnson for his opposition to the Iran nuclear agreement, pans across an image of a smiling Obama and Rouhani as the narrator accuses Obama of signing a “toothless agreement that makes us less safe.” The problem: Obama has never met Rouhani.\n\nBuzzFeed News called out Restoration PAC in a July 23 post under the headline, “Anti-Iran Deal TV Ad Uses Fake Image Of Obama Meeting Iranian President.” The article said the original, authentic image was of Obama meeting with former Indian Prime Minister Manmohan Singh in 2011. In the image used in the ad, BuzzFeed said, Rouhani was Photoshopped in.\n\nHere’s the image used in the Restoration PAC ad:\n\nAnd here’s the original photo it came from, according to BuzzFeed:\n\nWhen we reached out to Restoration PAC by email, spokesman Dan Curry asked whether BuzzFeed “had any proof the photo was fake.”\n\nWe sent Curry links to several articles noting that a potentially historic handshake photo-op between the two leaders at the United Nations in 2013 never materialized. And the White House later confirmed to us that Obama and Rouhani have never met.\n\nCurry responded with an official “Statement to FactCheck regarding liberal Buzzfeed post.” Here’s the part that addresses the photo:\n\nCurry, July 23: BuzzFeed was not able to provide any proof that the photo was fake and it indeed is in circulation widely on the internet. There also are no articles claiming the image is fake. However, out of an abundance of caution, we are replacing the image with side-by-side Obama and Rouhani photos that make exactly the same point. The composition of the original image was not central to the ad’s point. The revised ad will be in circulation Friday morning.\n\nKatherine Miller, the political editor for BuzzFeed News, told us via email that her only comment was, “The image is fake.”\n\nAs promised, Restoration PAC updated the ad with a new image, of Obama and Rouhani side-by-side but clearly not together.\n\nThe defense for the manipulated image — that “it indeed is in circulation widely on the internet” — is, in fact, no defense at all. We’ve got a whole section of our website devoted to bogus information circulating widely on the Internet.\n\nWe’ll leave it up to readers to determine whether or not the image is “central to the ad’s point.” But we note that images, in general, can be powerful and persuasive in political ads. And if Obama had shaken hands with Rouhani, it would have been news.\n\nAs Time’s Michael Crowley wrote in the days leading up to Rouhani’s visit to the United Nations in 2013: “An encounter between Obama and Iran’s new president at the United Nations on Tuesday would be the most important—or at least the most analyzed—handshake since the historic grip between Rabin and Arafat (or, if you prefer, Nixon and Elvis). It would only be a symbolic act, to be sure. But when it comes to international diplomacy, symbolism can go a long way.”\n\nThe ad — which praises Sen. Johnson for “understand[ing] that preventing Iran from getting the bomb is essential to our safety” — is running in Madison, Milwaukee and Green Bay. A press release for the ad notes that it was produced by Rick Reed, a Republican strategist involved in the controversial Swift Boat Veterans for Truth ad campaign in 2004 that attacked Democratic presidential candidate John Kerry’s military service. Restoration PAC is a conservative group that seeks to elect conservative Republicans to the Senate. According to its website, the PAC advocates for and against candidates based on their adherence to the “Blueprint for the Restoration of America,” an agenda that includes conservative principles such as reducing the size of government and the debt, cutting taxes, and repealing the Affordable Care Act.\n\nJohnson is set to square off for a second time against former Democratic Sen. Russ Feingold in what Roll Call called “one of the country’s most closely watched races.”\n\nUpdate, July 31: The Iranian flag pictured in the fake Obama-Rouhani handshake photo is incorrect, as you can see here (h/t our international fact-checking colleagues at Rouhani Meter).\n\n— Robert Farley", "article_metadata": {"viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fc9fda\"", "article_summary": "Restoration PAC is a conservative group that seeks to elect conservative Republicans to the Senate.\nIn the image used in the ad, BuzzFeed said, Rouhani was Photoshopped in.\nAnd the White House later confirmed to us that Obama and Rouhani have never met.\nHowever, out of an abundance of caution, we are replacing the image with side-by-side Obama and Rouhani photos that make exactly the same point.\nThere also are no articles claiming the image is fake."}