{"article_title": "Modern Healthcare Modern Healthcare business news, research, data and events", "article_keywords": ["business", "comparativeeffectiveness", "studies", "study", "modern", "research", "say", "healthcare", "pilot", "data", "events", "projects", "pcori"], "article_url": "http://www.modernhealthcare.com/article/20140804/NEWS/308049964", "article_text": "While supporters are still waiting for results from the initial pilot projects, which were funded two years ago, they defend the program as addressing much-needed questions that will help improve healthcare delivery in the United States. Critics, on the other hand, say previous grants did not include the rigorous trials needed to inform clinical practice.The latest awards were “mostly trivial” and were largely for “studies of how to do studies,” wrote Dr. Scott Gottlieb, a resident fellow at the conservative-leaning American Enterprise Institute, in an editorial posted last week in the Morning Consult . He criticized PCORI for failing on its promise to fund comprehensive research that rigorously compares active treatments.“It was supposed to be a public effort to fill a purported private void,” but the most recent grants, “look like a permanent subsidy stream for careworn academic projects,” he argued. He cited as one example a study evaluating recurrent, excessive, uncontrollable worry among older adults in low-income populations.The liberal-leaning Center for American Progress issued a similar complaint (PDF) earlier this year, urging PCORI to rapidly scale up its investment in comparative-effectiveness research and address important gaps in evidence on treatments for common and high-cost conditions.PCORI responded in a statement claiming its legislative mandate is to figure out what works and what doesn't work from a clinical perspective, and they can do that best by funding research that helps set the framework. “A lot of what we were doing was learning to do research differently,” explained Executive Director Dr. Joe Selby.He admits PCORI had to start on a modest scale in the beginning. The group is moving to larger studies now that the groundwork for doing this kind of research has been established, he said.Agency supporters also say there has been limited funding to address the complexities of patient care in real-world settings. The early studies funded by PCORI have been relevant, they say.Government research usually focuses on the mechanisms of disease and efficacy of treatment, set in controlled environments with select populations, according to Dr. Paul Marantz, director of the Center for Public Health Sciences at the Albert Einstein College of Medicine. “But the real world is messy. This is not like, let's throw spaghetti on the wall and see what sticks,” he said. “This is, let's rigorously ask and answer the most important and pressing questions to improve health and healthcare delivery.”He anticipates results of initial pilot findings, which are due later this year, “will really start to put some skin on the bones” of comparative-effectiveness research projects.The preliminary findings of several PCORI-funded pilot studies have been trickling out in recent months. These pilot projects did not fall into a traditional comparative-effectiveness model, but were designed to investigate the best approaches to engaging patients and other stakeholders in different aspects of the research process.Several focused on identifying the right research questions, developing interventions and measuring patient-reported outcomes. Several of the award winners told Modern Healthcare those projects are close to completion.Johns Hopkins University has already released preliminary data on its project on the integration of patient-centered outcomes in arthritis clinical care ; Emory University has issued some early data on a study addressing the factors driving outcomes in hospitals ; the National Stroke Association is close to completion on its analysis of mobile app use among stroke patients ; and the Dana-Farber Cancer Institute says data from its study on decision-support symptoms and quality-of-life (PDF) management should be completed this year.The current comparative-effectiveness research paradigm seeks to determine what is best for most people most of the time, said Dr. Clifton Bingham, director of the Johns Hopkins Arthritis Center. “We believe that the work we are doing will take this one step further and help to individualize therapy for the specific patient being seen by the healthcare provider,” he said.It would have been “very difficult” to do research without PCORI funding, said Edmund Becker, a professor in Emory's Rollins School of Public Health, whose research, in part, focuses on the potential implications of value-based reimbursements on hospitals. “There are very limited sources for this type of funding,” he said.In January 2014, the introduction of PCORnet established a place for large-scale comparative-effectiveness research. It is expected to be ready to support and conduct studies in September 2015. PCORI leaders say the effort will help expand researchers' abilities to more efficiently and effectively study high-impact conditions, an investment some say will be critical for future research efforts.“I think they're on the right track,” said Lynn Etheredge, director of the Rapid Learning Project, a group that has advocated for the creation of a rapid-learning health system with investments in big data and learning networks. “The data aren't any good unless people want to use them,” he said.PCORI is opening up its Web portal again this week for new applications. Researchers can submit letters for upcoming opportunities in five priority areas starting Wednesday Aug. 6 through Friday Sept. 5 via pcori.org/apply . PCORI will notify submitters no later than Sept. 19 on whether or not they are accepted to submit a full application.Follow Sabriya Rice on Twitter: @MHSRice", "article_metadata": {"msapplication-TileColor": "#0a365e", "description": "With the government's comparative-effectiveness research grant machine finally in full operation, critics are beginning to question whether the program still has the capacity to promote significant change.", "title": "Reform Update: PCORI under fire as it prepares to accept new proposals", "og": {"site_name": "Modern Healthcare", "description": "With the government's comparative-effectiveness research grant machine finally in full operation, critics are beginning to question whether the program still has the capacity to promote significant change.", "title": "Reform Update: PCORI under fire as it prepares to accept new proposals", "url": "http://www.modernhealthcare.com/article/20140804/NEWS/308049964", "image": "http://www.modernhealthcare.com/apps/pbcsi.dll/storyimage/CH/20140804/NEWS/308049964/AR/0/AR-308049964.jpg&maxw=1200&maxh=630", "type": "article"}, "twitter": {"domain": "http://www.modernhealthcare.com", "description": "With the government's comparative-effectiveness research grant machine finally in full operation, critics are beginning to question whether the program still has the capacity to promote significant change.", "title": "Reform Update: PCORI under fire as it prepares to accept new proposals", "image": "http://www.modernhealthcare.com/apps/pbcsi.dll/storyimage/CH/20140804/NEWS/308049964/AR/0/AR-308049964.jpg&imageversion=thumbnail&maxw=240&maxh=240", "creator": "@modrnhealthcr", "site": "@modrnhealthcr", "card": "summary"}, "apple-mobile-web-app-title": "Modern Healthcare", "apple-mobile-web-app-status-bar-style": "black", "apple-mobile-web-app-capable": "yes", "url": "http://www.modernhealthcare.com/article/20140804/NEWS/308049964", "published_at": "2014-08-04", "msapplication-TileImage": "https:/raw.githubusercontent.com/modernhealthcare/mh-logo/master/ms-touch-icon-144x144-precomposed.png", "mobile-web-app-capable": "yes", "image": "http://www.modernhealthcare.com/apps/pbcsi.dll/storyimage/CH/20140804/NEWS/308049964/AR/0/AR-308049964.jpg&maxw=360&maxh=240", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "article_summary": "“There are very limited sources for this type of funding,” he said.In January 2014, the introduction of PCORnet established a place for large-scale comparative-effectiveness research.\nWhile supporters are still waiting for results from the initial pilot projects, which were funded two years ago, they defend the program as addressing much-needed questions that will help improve healthcare delivery in the United States.\nResearchers can submit letters for upcoming opportunities in five priority areas starting Wednesday Aug. 6 through Friday Sept. 5 via pcori.org/apply .\n“The data aren't any good unless people want to use them,” he said.PCORI is opening up its Web portal again this week for new applications.\nPCORI will notify submitters no later than Sept. 19 on whether or not they are accepted to submit a full application.Follow Sabriya Rice on Twitter: @MHSRice"}