{"article_title": "Swimming Improves Balance In Older Adults, But It Can Benefit Everyone Else, Too", "article_keywords": ["lower", "strength", "adults", "older", "study", "men", "likely", "merom", "benefit", "improves", "health", "balance", "risk", "swimming"], "article_url": "http://www.medicaldaily.com/swimming-improves-balance-older-adults-it-can-benefit-everyone-else-too-307410", "article_text": "Just keep swimming, older, Australian men. A new study published in the American Journal of Epidemiology found water-based workouts lower risk for falls.\n\nAustralian researchers compared the type of exercise 1,700 men aged 70 and older did — swimming, golfing, doing calisthenics, working out on treadmills or bikes, or lawn bowling, which is not unlike Bocce ball — to the likelihood they would experience a fall over a four-year period. Men who swam were 33 percent less likely to fall compared to men logging other kinds of exercise. What’s more is swimmers had better standing balance, which means they moved less when asked to stand still for 30 seconds.\n\n\"Unlike [with] land-based sports, swimmers are required to create their own base of support and at the same time, to produce a coordinated movement of both upper and lower extremities,\" Dafna Merom, study author and associate professor of physical activity and health at the University of Western Sydney in Australia, told Live Science.\n\nWhile Merom didn't find men exercising out of the pool were any less likely to fall, she does think there is reason to believe swimming specifically works to protect against fall-related injuries and trauma — a major public health problem in older adults, according to the Centers for Disease Control and Prevention (CDC). In addition, the low-impact nature of water means it doesn't strain muscles and joints the same way as, say, strength training does. So moving a sweat session to the pool can increase strength and flexibility.\n\nHowever, Merom added, the study was observational, “so the results show a link, but not a cause-and-effect relationship between swimming and a lower risk of falls.” It could be men with better leg strength and posture are more likely to work out in the water as opposed to on land. Further research is needed to determine if there is a causal relationship or not.\n\nBut older men living in suburban Australia aren’t the only ones who can benefit from swimming. The CDC also reported just two and a half hours per week of swimming can decrease the risk of chronic illness. A new (ahem) wave of fitness classes, like aqua zumba and yoga, are known to draw crowds of all ages.\n\nSource: Merom D, Stanaway F, Handelsman D, Waite L, Seibel M, et al. Swimming and Other Sporting Activities and the Rate of Falls in Older Men: Longitudinal Findings From the Concord Health and Ageing in Men Project. American Journal of Epidemiology. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "swimming, improves, balance, older, adults, it, can, benefit, everyone, else, too", "og": {"site_name": "Medical Daily", "description": "Young and older adults should consider swimming to improve their core and balance.", "title": "Swimming Will Improve Your Balance, And Then Some", "url": "http://www.medicaldaily.com/swimming-improves-balance-older-adults-it-can-benefit-everyone-else-too-307410", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/10/18/swimming-pool-underwater.jpg", "type": "article"}, "twitter": {"description": "Young and older adults should consider swimming to improve their core and balance.", "title": "Swimming Will Improve Your Balance, And Then Some", "url": "http://www.medicaldaily.com/swimming-improves-balance-older-adults-it-can-benefit-everyone-else-too-307410", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/10/18/swimming-pool-underwater.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/10/18/swimming-pool-underwater.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-10-18T16:31:48-04:00", "modified_time": "2014-10-18T16:31:48-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Young and older adults should consider swimming to improve their core and balance."}, "article_summary": "But older men living in suburban Australia aren’t the only ones who can benefit from swimming.\nJust keep swimming, older, Australian men.\nSwimming and Other Sporting Activities and the Rate of Falls in Older Men: Longitudinal Findings From the Concord Health and Ageing in Men Project.\nA new study published in the American Journal of Epidemiology found water-based workouts lower risk for falls.\nThe CDC also reported just two and a half hours per week of swimming can decrease the risk of chronic illness."}