{"article_title": "Obama: If I Could Go Back In Time, I Would Have Closed Guantanamo On The First Day Of My Presidency", "article_keywords": ["weve", "tough", "presidency", "think", "thought", "closed", "guantanamo", "weeks", "worked", "day", "obama"], "article_url": "http://www.breitbart.com/big-government/2015/03/18/obama-if-i-could-go-back-in-time-i-would-have-closed-guantanamo-on-the-first-day-of-my-presidency/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nIf he had a chance to begin his presidency anew, “I think I would have closed Guantanamo on the first day,” President Obama announced today in Cleveland, as some in the crowd applauded.\n\nSIGN UP FOR OUR NEWSLETTER\n\nHe was answering a question about what advice he would have given himself, if he could go back in time to the first day of his presidency. After pausing for a few seconds, Obama rambled on about how he would have worked harder to communicate his successful economic policies better, before mentioning Gitmo.\n\nHe explained that he didn’t close Guantanamo Bay quickly, because he thought there was bi-partisan support for doing so, citing Sen. John McCain’s own preference for closing it.\n\n“I thought that we had enough consensus there that we could do it in a more deliberate fashion, but the politics of it got tough and people got scared by the rhetoric around it,” Obama said. “Once that set in, then the path of least resistance was to leave it open even though it’s not who we are as a country.”\n\nObama insisted that the controversial prison would continue to be a recruitment tool for terrorists to “recruit jihadists.”\n\n“So instead, we’ve had to chip away at it year after year after year,” Obama said. “But I think in that first couple of weeks we could have done it quicker.”\n\nObama also joked that perhaps he would have told himself to start dying his hair, but said that he was kidding.\n\n“Michelle thinks I look distinguished,” he added.", "article_metadata": {"description": "Obama: If I Could Go Back In Time, I Would Have Closed Guantanamo On The First Day Of My Presidency", "og": {"site_name": "Breitbart", "description": "Obama: If I Could Go Back In Time, I Would Have Closed Guantanamo On The First Day Of My Presidency", "title": "Obama: If I Could Go Back In Time, I Would Have Closed Guantanamo On The First Day Of My Presidency - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2015/03/obama-gun-point-AP.jpg", "height": 480}, "url": "http://www.breitbart.com/big-government/2015/03/18/obama-if-i-could-go-back-in-time-i-would-have-closed-guantanamo-on-the-first-day-of-my-presidency/", "type": "article"}, "twitter": {"description": "Obama: If I Could Go Back In Time, I Would Have Closed Guantanamo On The First Day Of My Presidency", "creator": "@charliespiering", "image": "http://media.breitbart.com/media/2015/03/obama-gun-point-AP.jpg", "title": "Obama: If I Could Go Back In Time, I Would Have Closed Guantanamo On The First Day Of My Presidency - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "app_id": 1243316582352556, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "barack obama, Cleveland, Guantanamo bay, Michelle Obama,Big Government,", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Big Government", "tag": "Michelle Obama", "published_time": "2015-03-18T13:39:25-07:00", "categories": "Big Government"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af46914bd0286fe091e\"", "article_summary": "SIGN UP FOR OUR NEWSLETTERIf he had a chance to begin his presidency anew, “I think I would have closed Guantanamo on the first day,” President Obama announced today in Cleveland, as some in the crowd applauded.\nSIGN UP FOR OUR NEWSLETTERHe was answering a question about what advice he would have given himself, if he could go back in time to the first day of his presidency.\nAfter pausing for a few seconds, Obama rambled on about how he would have worked harder to communicate his successful economic policies better, before mentioning Gitmo.\nHe explained that he didn’t close Guantanamo Bay quickly, because he thought there was bi-partisan support for doing so, citing Sen. John McCain’s own preference for closing it.\n“I thought that we had enough consensus there that we could do it in a more deliberate fashion, but the politics of it got tough and people got scared by the rhetoric around it,” Obama said."}