{"article_title": "NYTimes reports on Sheen body battle — GetReligion", "article_keywords": ["body", "nytimes", "diocese", "archbishop", "peoria", "jenky", "getreligion", "cardinal", "reports", "otterman", "battle", "sheens", "sheen", "york"], "article_url": "http://www.getreligion.org/getreligion/2014/9/14/tales-from-the-crypt-nytimes-reports-on-sheen-body-battle", "article_text": "The New York Times took its time getting around to the news that broke Sept. 3 concerning the dispute over the remains of saint-in-the-making Archbishop Fulton J. Sheen, but Sharon Otterman's story that went online yesterday is worth the wait.\n\nOtterman, the Times' Metro religion reporter begins with a soft lead before getting to the, ahem, body of the story:\n\nThe Roman Catholic Diocese of Peoria, Ill., has already constructed a museum in honor of Archbishop Fulton J. Sheen, a native son whose Emmy-winning television show during the 1950s brought Catholicism to the American living room. It has documented several potential miracles by him and compiled a dossier on his good works for the Vatican. It has drawn up blueprints for an elaborate shrine in its main cathedral to house his tomb and sketched out an entire devotional campus it hopes to complete when its campaign to have him declared the first American-born male saint succeeds. There has been just one snag in the diocese’s carefully laid veneration plans: the matter of Archbishop Sheen’s body.\n\nWe are then given some straight-up details: Peoria Bishop Daniel R. Jenky recently announced that the effort to canonize Sheen -- who was nearing beatification -- is being stalled because Cardinal Timothy Dolan, archbishop of New York, refused to permit his body to be released from its crypt at St. Patrick's Cathedral.\n\nSuch news likely sounds exceedingly strange to those not familiar with the canonization process. Otterman provides helpful background:\n\nTo be sure, disputes over remains of saints are nothing new in the Roman Catholic Church, and in the past the resolution has sometimes been to divide the body. St. Catherine of Siena is enshrined in Rome, but her head is revered in a basilica in Siena, Italy. St. Francis Xavier, the 16th-century missionary, is entombed in Goa, India, but his right arm is in Rome, in a reliquary at the Church of the Gesu.\n\nThat type of compromise does not seem to be a possibility this time. Cardinal Dolan’s latest offer to Bishop Jenky was that he could have bone fragments and other relics from Archbishop Sheen’s coffin, but not the body itself. And certainly no limbs.\n\nThat last line has just the right note of wry humor, while remaining respectful.\n\nThere is an odd transition when Otterman says \"many Catholics\" have been shocked by the dispute, and then goes straight into a quote from Sheen's niece:\n\nThe very public tug-of-war over the body of Archbishop Sheen, has shocked many Catholics, in part because it seems like something that belongs in another era.\n\n“We should have moved out of the 14th century by now,” said Joan Sheen Cunningham of Yonkers, a niece of the archbishop and, at 87, his oldest living relative. “I would have thought so.” She wants the body to remain where it is.\n\nCunningham is a great source, to be sure, but I wouldn't say she is an impartial stand-in for \"many Catholics.\" I would also like to have seen Otterman contact relatives of Sheen who would like to see the archbishop's body moved to Peoria, as Jenky claims several of them have contacted him expressing that desire.\n\nThose criticisms, however, are minor. Overall, I am impressed with how well Otterman manages to achieve balance despite having used Cunningham as her main original source. She goes to considerable effort to condense 12 years of dialogue and debate between Peoria and New York into a small space, with a minimum of editorializing:\n\nIn 2002, Cardinal Edward M. Egan, then the archbishop of New York, declined to sponsor Archbishop Sheen’s cause for sainthood, an expensive and time-consuming process. So the Peoria diocese, in which Archbishop Sheen was ordained, stepped up. Over the past dozen years, it has spent countless hours on the cause, collecting 15,000 pages of testimony about Archbishop Sheen’s virtues, seeking out miracles and, yes, designing a tomb.\n\nAccording to Peoria diocesan officials, Cardinal Egan twice assured the diocese, in 2002 and 2004, that the archbishop’s remains would be transferred at the appropriate time. Back then, they said, even Mrs. Cunningham was supportive, and his memorial foundation furnished a copy of a 2005 letter she wrote to the Vatican as proof. But in 2009, Cardinal Dolan, who was then an archbishop, became the head of the New York diocese, and things appeared to change.\n\n“Bishop Jenky would never have begun this if he weren’t personally assured that the tomb of Fulton Sheen would come home to Peoria,” Msgr. Stanley Deptula, vice chancellor of the Peoria diocese, said.\n\nFinally, I like how, save for the \"not a limb\" line noted above, Otterman leaves the humor to Sheen's niece:\n\nNew York had been on the verge of offering a compromise. Mrs. Cunningham said she met with Cardinal Dolan on Sept. 2 and agreed to permit her uncle’s body to be exhumed and relics collected for the shrine in Peoria.\n\n“I think the cardinal was worried that maybe Bishop Jenky would cut off a hand or an arm or something,” Mrs. Cunningham said.\n\nAll in all, this is a great example of how to do a respectful and informative Godbeat story on an aspect of religious tradition that may seem strange or even macabre to outsiders.\n\nThe one substantial thing missing from Otterman's piece is an explanation of why relics of saints are important to Catholics. Watch this space on Thursday for a story about an excellent recent article on a mainstream news website that does just that.", "article_metadata": {"description": "The New York Times took its time getting around to the news that broke \r\nSept. 3 concerning the dispute over the remains of saint-in-the-making \r\nArchbishop Fulton J. Sheen, but Sharon Otterman's story that went online \r\nyesterday is worth the wait.\r\n\r\nOtterman, the Times' Metro religion reporter begins with a soft lead before \r\ngetting to the, ahem, body of the story:\r\n\r\n    The Roman Catholic Diocese of Peoria, Ill., has already constructed a\r\n    museum in honor of Archbishop Fulton J. Sheen, a native son whose\r\n    Emmy-winning television show during the 1950s brought Catholicism to\r\n    the American living room. It has documented several potential miracles\r\n    by him and compiled a dossier on his good works for the Vatican.\r\n\r\n    It has drawn up blueprints for an elaborate shrine in its main\r\n    cathedral to house his tomb and sketched out an entire devotional\r\n    campus it hopes to complete when its campaign to have him declared the\r\n    first American-born male saint succeeds.\r\n\r\n    There has been just one snag in the diocese’s carefully laid veneration\r\n    plans: the matter of Archbishop Sheen’s body.\r\n\r\nWe are then given some straight-up details: Peoria Bishop Daniel R. Jenky \r\nrecently announced that the effort to canonize Sheen -- who was nearing \r\nbeatification -- is being stalled because Cardinal Timothy Dolan, \r\narchbishop of New York, refused to permit his body to be released from its \r\ncrypt at St. Patrick's Cathedral.", "og": {"site_name": "GetReligion", "description": "The New York Times took its time getting around to the news that broke \r\nSept. 3 concerning the dispute over the remains of saint-in-the-making \r\nArchbishop Fulton J. Sheen, but Sharon Otterman's story that went online \r\nyesterday is worth the wait.\r\n\r\nOtterman, the Times' Metro religion reporter begins with a soft lead before \r\ngetting to the, ahem, body of the story:\r\n\r\n    The Roman Catholic Diocese of Peoria, Ill., has already constructed a\r\n    museum in honor of Archbishop Fulton J. Sheen, a native son whose\r\n    Emmy-winning television show during the 1950s brought Catholicism to\r\n    the American living room. It has documented several potential miracles\r\n    by him and compiled a dossier on his good works for the Vatican.\r\n\r\n    It has drawn up blueprints for an elaborate shrine in its main\r\n    cathedral to house his tomb and sketched out an entire devotional\r\n    campus it hopes to complete when its campaign to have him declared the\r\n    first American-born male saint succeeds.\r\n\r\n    There has been just one snag in the diocese’s carefully laid veneration\r\n    plans: the matter of Archbishop Sheen’s body.\r\n\r\nWe are then given some straight-up details: Peoria Bishop Daniel R. Jenky \r\nrecently announced that the effort to canonize Sheen -- who was nearing \r\nbeatification -- is being stalled because Cardinal Timothy Dolan, \r\narchbishop of New York, refused to permit his body to be released from its \r\ncrypt at St. Patrick's Cathedral.", "title": "Tales from the crypt: NYTimes reports on Sheen body battle", "url": "http://www.getreligion.org/getreligion/2014/9/14/tales-from-the-crypt-nytimes-reports-on-sheen-body-battle", "image": "http://static1.squarespace.com/static/52c2df7ae4b0d215dded86fd/536fab69e4b00b0fd2515399/5417a1fae4b0c126004532bb/1410966940769/Bishop_Fulton_J._Sheen_1956.JPG?format=1000w", "longitude": "-76.61218930000001", "latitude": "39.2903848", "type": "article"}, "twitter": {"url": "http://www.getreligion.org/getreligion/2014/9/14/tales-from-the-crypt-nytimes-reports-on-sheen-body-battle", "image": "http://static1.squarespace.com/static/52c2df7ae4b0d215dded86fd/536fab69e4b00b0fd2515399/5417a1fae4b0c126004532bb/1410966940769/Bishop_Fulton_J._Sheen_1956.JPG?format=1000w", "description": "The New York Times took its time getting around to the news that broke \r\nSept. 3 concerning the dispute over the remains of saint-in-the-making \r\nArchbishop Fulton J. Sheen, but Sharon Otterman's story that went online \r\nyesterday is worth the wait.\r\n\r\nOtterman, the Times' Metro religion reporter begins with a soft lead before \r\ngetting to the, ahem, body of the story:\r\n\r\n    The Roman Catholic Diocese of Peoria, Ill., has already constructed a\r\n    museum in honor of Archbishop Fulton J. Sheen, a native son whose\r\n    Emmy-winning television show during the 1950s brought Catholicism to\r\n    the American living room. It has documented several potential miracles\r\n    by him and compiled a dossier on his good works for the Vatican.\r\n\r\n    It has drawn up blueprints for an elaborate shrine in its main\r\n    cathedral to house his tomb and sketched out an entire devotional\r\n    campus it hopes to complete when its campaign to have him declared the\r\n    first American-born male saint succeeds.\r\n\r\n    There has been just one snag in the diocese’s carefully laid veneration\r\n    plans: the matter of Archbishop Sheen’s body.\r\n\r\nWe are then given some straight-up details: Peoria Bishop Daniel R. Jenky \r\nrecently announced that the effort to canonize Sheen -- who was nearing \r\nbeatification -- is being stalled because Cardinal Timothy Dolan, \r\narchbishop of New York, refused to permit his body to be released from its \r\ncrypt at St. Patrick's Cathedral.", "card": "summary", "title": "Tales from the crypt: NYTimes reports on Sheen body battle"}, "msvalidate.01": "3467E5793F979E4BD02734F0CF1D6947", "google-site-verification": "HRNAABbZH8j77D61bQp4QciWQ7JstpS2Nv6NI7HyTaI", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "There has been just one snag in the diocese’s carefully laid veneration plans: the matter of Archbishop Sheen’s body.\nSo the Peoria diocese, in which Archbishop Sheen was ordained, stepped up.\nStanley Deptula, vice chancellor of the Peoria diocese, said.\nCardinal Dolan’s latest offer to Bishop Jenky was that he could have bone fragments and other relics from Archbishop Sheen’s coffin, but not the body itself.\nOver the past dozen years, it has spent countless hours on the cause, collecting 15,000 pages of testimony about Archbishop Sheen’s virtues, seeking out miracles and, yes, designing a tomb."}