{"article_title": "Obamacare: Technische Pannen gefährden US-Gesundheitsreform", "article_keywords": ["pannen", "ich", "gefhrden", "der", "das", "obamacare", "ist", "technische", "nicht", "und", "sich", "sie", "die", "usgesundheitsreform", "von"], "article_url": "http://www.spiegel.de/wirtschaft/soziales/obamacare-technische-pannen-gefaehrden-us-gesundheitsreform-a-929187.html", "article_text": "Karmel Allison aus Kalifornien leidet an Diabetes. Jahrzehntelang war sie an eine sündteure Privatkrankenkasse gebunden. Dann trat am 1. Oktober Obamacare in Kraft, die große US-Gesundheitsreform, die alles besser und billiger machen soll. Allison war begeistert von ihren neuen Versicherungsoptionen. \"Fantastisch\", schrieb sie in einem Blog: Sie sei \"wie befreit\".\n\nDas Lob führte zur Einladung ins Weiße Haus . Dort stand die schwangere Allison am Montag mit einem Dutzend weiterer Ehrengäste im Rosengarten, als Kulisse für US-Präsident Barack Obama , der erneut für sein Lebenswerk trommelte. Zugleich aber räumte Obama erstmals massive Probleme während dessen Einführung ein - vor allem bei der zentralen, für mehr als 400 Millionen Dollar eingerichteten Website, die dank Überlastung und defekter Software immer wieder abstürzt.\n\n\"Niemand ist darüber frustrierter als ich\", sagte Obama. Doch: \"Das Produkt ist gut. Die angebotene Krankenversicherung ist gut. Sie ist von hoher Qualität, und sie ist bezahlbar.\" Er war noch nicht ganz fertig, als Allison, direkt hinter ihm im Blickwinkel der TV-Kameras, plötzlich ohnmächtig wegsank. \"So was passiert, wenn ich zu lange rede\", scherzte Obama, während Allison von den Umstehenden fortgeführt wurde. \"Ich bin okay\", twitterte sie später. \"Mir wurde nur etwas schwindelig.\"\n\nDas Chaos gefährdet die ganze Reform\n\nSchwindelig wird dieser Tage vielen, die sich an Obamacare wagen. Pleiten, Pech und Pannen - das Projekt hat einen Fehlstart hingelegt. Die Jahrhundertreform droht schon nach drei Wochen an ihrem eigenen Anspruch zu scheitern. Sehr zur Freude der Republikaner, die sich in ihrem Widerstand gegen das kontroverse Gesetz bestätigt sehen.\n\n\"Ein episches Desaster\", jubelt Tea-Party-Senator Ted Cruz, der vergeblich versucht hat, über den Shutdown der US-Regierung eine nachträgliche Annullierung von Obamacare zu erzwingen. Doch auch die Demokraten toben. \"Unglaublich peinlich\", schäumt Obamas Ex-Sprecher Robert Gibbs im TV-Kabelsender MSNBC. \"Ich hoffe, sie feuern jemanden.\"\n\nObamacare, vom US-Gesundheitsministerium gemanagt, soll als staatliche Schaltstelle zwischen Patienten und Versicherungen die billigsten Policen vermitteln, wie eine Börse. Doch beide Seiten klagen inzwischen lauthals. Die Verbraucher, weil die Website dauernd einfriert und viele Interessenten nicht mal über die Registrierung hinauskommen. Und die Kassen, weil ihnen das System oft fehlerhafte Daten zuspielt, von doppelten Anmeldungen bis hin zu völlig falschen Personenangaben.\n\nDas Chaos, das den Auftakt von Obamacare trübt, birgt eine folgenschwere Gefahr: Sollte sich der erste negative Eindruck verhärten, droht dem gesamten System das Aus - denn es finanziert sich nur, wenn Millionen Amerikaner mitmachen.\n\n\"Ich kann die Website nicht selbst reparieren\"\n\n\"Da ist so viel kaputt, dass man gar nicht weiß, was wirklich alles kaputt ist\", schimpfte Mark Bertolini, Chef der Versicherung Aetna, im Wirtschaftssender CNBC. \"Die Aufmerksamkeitsspanne der jüngeren Generation ist so, dass es schwer sein wird, sie zurückzubekommen, wenn etwas beim ersten Mal nicht funktioniert.\" Schon hat sich Aetna in fünf Bundesstaaten ausgeklinkt.\n\nInsider fürchten, dass es noch Wochen dauern könnte, bis alle Fehler behoben sind. Dazu will das Gesundheitsministerium jetzt \"die besten und schlauesten\" Köpfe aus Regierung und Privatwirtschaft einsetzen, darunter Techniker des Kommunikationskonzerns Verizon. Fragt sich freilich, wo diese Experten bisher waren.\n\nNoch lehnt Gesundheitsministerin Kathleen Sebelius alle Rücktrittsforderungen ab. \"Ich kann die Website nicht selbst reparieren\", sagte sie dem \"Wall Street Journal\". \"Aber ich rackere rund um die Uhr.\" Solche Aussagen dürften ihre Kritiker kaum beruhigen. Vor allem nicht die im von den Republikanern geleiteten Handelsausschuss des US-Repräsentantenhauses, vor dem Sebelius am Donnerstag Rechenschaft ablegen muss.\n\nNicht alle sehen die Situation so dramatisch. Henry Aaron, ein Ökonom an der Brookings Institution, erinnert daran, dass auch andere staatliche Programme anfangs unter Pannen litten. Etwa 2006 die Einführung von Medicare, die Krankenversicherung für Senioren und Behinderte: \"Der Start war von Verwirrung und schleppender Annahme geprägt.\" Am Ende jedoch hätten Abermillionen davon profitiert.\n\nWie viele bisher von Obamacare profitiert haben, bleibt unklar. Das Weiße Haus vermeldete nur provisorische Zahlen für die Website: 20 Millionen Klicks, gut eine halbe Million Anmeldungen. Über konkrete Versicherungsabschlüsse schweigt es sich aus.", "article_metadata": {"description": "Präsident Obama kämpft um sein Lebenswerk: Der Start der großen US-Gesundheitsreform gerät zum Debakel. Technische Probleme häufen sich, die Webseite ist ständig offline, und die Wut im Land wächst. Ein Expertenteam soll das Desaster nun abwenden.", "copyright": "SPIEGEL ONLINE, Hamburg, Germany", "author": "SPIEGEL ONLINE, Hamburg, Germany", "og": {"site_name": "SPIEGEL ONLINE", "description": "Präsident Obama kämpft um sein Lebenswerk: Der Start der großen US-Gesundheitsreform gerät zum Debakel. Technische Probleme häufen sich, die Webseite ist ständig offline, und die Wut im Land wächst. Ein Expertenteam soll das Desaster nun abwenden.", "title": "Online-Probleme bei Obamacare: Die verpatzte Versicherung - SPIEGEL ONLINE", "url": "http://www.spiegel.de/wirtschaft/soziales/obamacare-technische-pannen-gefaehrden-us-gesundheitsreform-a-929187.html", "image": "http://cdn1.spiegel.de/images/image-558968-galleryV9-ncvv-558968.jpg", "type": "article"}, "twitter": {"site": "@SPIEGELONLINE", "card": "summary_large_image"}, "spnet.url.mobil": "/wirtschaft/soziales/a-929187.html", "last-modified": "2013-10-22T08:57:41+0200", "MSSmartTagsPreventParsing": "true", "date": "2013-10-22T08:39:00+0200", "email": "spiegel_online@spiegel.de", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Wirtschaft, Staat & Soziales, Haushaltsstreit in den USA 2013, US-Kongress, US-Senat, Republikaner (USA), Demokraten (USA), Wirtschaft in den USA, Die Regierung Obama, Barack Obama"}, "_id": "\"57477af46914bd0286fe0c67\"", "article_summary": "Sie ist von hoher Qualität, und sie ist bezahlbar.\"\nDas Chaos gefährdet die ganze ReformSchwindelig wird dieser Tage vielen, die sich an Obamacare wagen.\nOktober Obamacare in Kraft, die große US-Gesundheitsreform, die alles besser und billiger machen soll.\nVor allem nicht die im von den Republikanern geleiteten Handelsausschuss des US-Repräsentantenhauses, vor dem Sebelius am Donnerstag Rechenschaft ablegen muss.\nEtwa 2006 die Einführung von Medicare, die Krankenversicherung für Senioren und Behinderte: \"Der Start war von Verwirrung und schleppender Annahme geprägt.\""}