{"article_title": "FLOTUS gives parenting tips to Justin Bieber's mother", "article_keywords": ["pull", "life", "star", "justin", "figure", "flotus", "biebers", "pop", "whos", "parenting", "know", "mother", "tips", "obama", "petition", "gives"], "article_url": "http://redalertpolitics.com/2014/02/08/flotus-gives-parenting-tips-to-justin-biebers-mother/", "article_text": "After all, who better than America’s first mother – Michelle Obama – to teach Justin Bieber’s mother how to raise her pop star son!\n\nThe self-proclaimed “mom-in-chief” told Univision in an interview that aired Friday that she would encourage Pattie Mallette to “pull him close” and be available to him as much as possible during this troubled time.\n\n“I would pull him close,” Obama said when asked how she would help Bieber if she were his mother. “I don’t know if it would be advice as much as action. I would be very present in his life right now. And I would be probably with him a good chunk of the time, just there to talk, to figure out what’s going on in his head, to figure out who’s in his life and who’s not, you know.”\n\nThe first lady also added that she’s seen that her kids “just want you near, you know, they want that advice from a parent. They want to see you on a daily basis,” much like it seems Bieber needs now.\n\nThe singer was recently arrested in Florida on charges of driving under the influence and resisting arrest, and has a history of irritating his California neighbors – including an alleged “egg-throwing” incident that could result in felony charges being levied on him.\n\nMore than 250,000 Americans have also signed a White House petition calling for the deportation of the Canadian pop star, a petition that even has the support of U.S. Senator Mark Warner (D-Va.).\n\nh/t POLITICO", "article_metadata": {"generator": "NGFB Pro 7.8.4U", "og": {"site_name": "Red Alert Politics", "description": "After all, who better than America's first mother - Michelle Obama - to teach Justin Bieber's mother how to raise her pop star son!", "title": "FLOTUS gives parenting tips to Justin Bieber's mother - Red Alert...", "locale": "en_US", "image": {"width": 600, "identifier": "http://redalertpolitics.com/files/2013/03/Obama-First-Family-Michelle-Barack-Malia-Sasha-600x400.jpg", "height": 400}, "url": "http://redalertpolitics.com/2014/02/08/flotus-gives-parenting-tips-to-justin-biebers-mother/", "type": "article"}, "fb": {"admins": 1285945407, "app_id": 529886110401651}, "msvalidate.01": "0F003B4674EABE0F24651B476B61A43C", "article": {"publisher": "https://www.facebook.com/RedAlertPolitics", "tag": "white-house-petition", "published_time": "2014-02-08T12:23:23+00:00", "modified_time": "2014-02-08T16:45:16+00:00"}, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fd5ad6\"", "article_summary": "After all, who better than America’s first mother – Michelle Obama – to teach Justin Bieber’s mother how to raise her pop star son!\n“I would pull him close,” Obama said when asked how she would help Bieber if she were his mother.\nMore than 250,000 Americans have also signed a White House petition calling for the deportation of the Canadian pop star, a petition that even has the support of U.S.\nThey want to see you on a daily basis,” much like it seems Bieber needs now.\n“I don’t know if it would be advice as much as action."}