{"article_title": "Introducing Health360: A forum for unique perspectives on health policy", "article_keywords": ["introducing", "united", "perspectives", "forum", "average", "spend", "states", "health360", "health", "brookings", "policy", "scholars", "unique", "public", "care"], "article_url": "http://www.brookings.edu/blogs/health360/posts/2015/01/28-welcome-health360-gayer", "article_text": "In the United States, health and health care are critical concerns that cut across all facets of public and private life. We are constantly bombarded with information on how to stay healthy and prevent illness, how to choose providers and health plans, and what implications health policy may have on our families, neighbors, employers, and the country as a whole.\n\nOne reason why health care commands so much public attention is because we spend so much on it, and the amounts have been increasing over time. U.S. health expenditures as a percentage of Gross Domestic Product (GDP) were five percent in 1960 and over 17 percent in 2013. We spend a larger percentage of our GDP on health care than we do on food, clothing, or housing.\n\nYet even as we spend more on health care, it is unclear whether the additional benefits of this spending are meaningful. Per capita health spending in the United States is 2.5 times higher than the average of other developed nations, and more than 40 percent higher than the next highest country. Yet the average life expectancy and infant mortality rate are worse than the average of all developed countries. Of course, these health outcomes are also driven by lifestyle and cultural factors, and the U.S. has high rates of obesity, diabetes, accidents and homicides.\n\nFor all these reasons and more, the future of health and health care in America weighs heavily on us all. That’s why Brookings makes the search for practical health policy solutions in the United States and around the world a priority. For decades, Brookings scholars have been on the case, across all five of our research programs: designing economic policies to support more effective use of health care resources, shaping responses to global health challenges, evaluating the role of politics and governance in health care reform, examining the lessons of health systems abroad, and analyzing regulatory policy to enhance transparency and affordability throughout the industry.\n\nAll of Brookings hopes to play a part in reinvigorating the public debate and designing smart policies that can make health care accessible and affordable for everyone. It is with that in mind that we launch this blog—Health360: The Latest Views on Health Policy. Today's launch includes the following posts: Ordinary Politics: Continuation of the Health Reform War by Other Means by Henry Aaron; Why the GOP Needs an Alternative Obamacare Repeal Strategy by Stuart Butler; and Arkansas Governors' Uncertain but Hopeful Future for the Medicaid Private Option by Keith Fontenot and Caitlin Brandt.\n\nYou can look forward to contributions from additional Brookings Economic Studies scholars, including Alice Rivlin, Louise Sheiner, Mark McClellan, Kavita Patel and Greg Daniel. You can also expect contributions from political experts Elaine Kamarck and Darrell West in our Governance Studies program, and from Metropolitan Policy scholars Bruce Katz and Amy Liu on how to improve the health of our cities and those around the globe.\n\nThe contributors to this new Brookings blog will cover a wide range of health policy challenges facing the U.S. and the world. Given the important implications for all of us, I hope you will read and enjoy the discussion.", "article_metadata": {"description": "Ted Gayer, VP of Economic Studies, provides an introduction to the Brookings Institution's new health blog, Health360, which provides the latest views on health policy.", "title": "Introducing Health360: A forum for unique perspectives on health policy", "og": {"site_name": "The Brookings Institution", "description": "Ted Gayer, VP of Economic Studies, provides an introduction to the Brookings Institution's new health blog, Health360, which provides the latest views on health policy.", "title": "Introducing Health360: A forum for unique perspectives on health policy", "url": "http://www.brookings.edu/blogs/health360/posts/2015/01/28-welcome-health360-gayer", "image": {"width": 0, "identifier": "http://www.brookings.edu/~/media/blogs/health360/health360med.png", "type": "image/png", "height": 0}, "locale": "en", "type": "website", "determiner": "auto"}, "twitter": {"description": "Ted Gayer, VP of Economic Studies, provides an introduction to the Brookings Institution's new health blog, Health360, which provides the latest views on health policy.", "title": "Introducing Health360: A forum for unique perspectives on health policy", "image": {"width": 560, "identifier": "http://www.brookings.edu/~/media/blogs/health360/health360med.png", "height": 315}, "creator": "tedgayer", "site": {"identifier": "BrookingsInst", "id": 151106990}, "card": "summary_large_image", "account_id": 151106990}, "robots": "noodp", "fb": {"app_id": 137459917707}, "ces": {"broadcontenttype": "Commentary ; Blog Posts", "programs": "Economic Studies", "topics": "Health ; Global Development ; The Patient Protection and Affordable Care Act ; Global Health", "topicsbroad": "Health ; Global Development", "experts": "Ted Gayer", "authors": "Ted Gayer", "contentdate": "2015/01/28 05:30:00", "title": "Introducing Health360: A forum for unique perspectives on health policy", "researchactivities": "Economic Studies", "topicsspecialized": "The Patient Protection and Affordable Care Act ; Global Health"}, "article": {"tag": "Global Health", "published_time": "2015-01-28", "modified_time": "2015-2-13", "author": "Ted Gayer"}}, "article_summary": "For all these reasons and more, the future of health and health care in America weighs heavily on us all.\nIn the United States, health and health care are critical concerns that cut across all facets of public and private life.\nIt is with that in mind that we launch this blog—Health360: The Latest Views on Health Policy.\nThat’s why Brookings makes the search for practical health policy solutions in the United States and around the world a priority.\nThe contributors to this new Brookings blog will cover a wide range of health policy challenges facing the U.S. and the world."}