{"article_title": "Obama Softens Regs For Self-Driving Cars", "article_keywords": ["safe", "selfdriving", "cars", "selfdriven", "vehicles", "administration", "regs", "softens", "tesla", "auto", "told", "dot", "obama"], "article_url": "http://thelibertarianrepublic.com/obama-softens-regs-for-self-driving-cars/", "article_text": "Chris White\n\nThe Obama administration Thursday offered to waive regulations against the autonomous auto market because of the supposed importance self-driving cars will play in the future of American transportation.\n\nThe U.S. Department of Transportation (DOT) says it will craft a series of regulations for states to follow in the event they allow self-driven cars full access to their roads. The DOT hopes the regulation will act as a basic template for the federal government as well.\n\nThere are only a handful of states — Nevada, Florida, and California, to name a few — that have carved out a system of regulations for autonomous car makers to follow.\n\nDOT Secretary Anthony Foxx told representatives from GM, Ford, Tesla and others Thursday at the North American International Auto Show in Detroit that the nature of self-driven cars is such that the government needs to soft-peddle a little when attempting to regulate them.\n\n\n\nFoxx’s comments add context to a press statement on the DOT website explaining a $4 billion initiative the Obama administration is instituting to kick-start the self-driven car industry. The initiative is meant to help autonomous carmakers create new “safe” innovative technologies.\n\n“We are on the cusp of a new era in automotive technology with enormous potential to save lives, reduce greenhouse gas emissions, and transform mobility for the American people,” the press statement reads.\n\nAdditionally, vehicles that operate on their own, Foxx told the auto representatives and reporters, are much safer and typically more environmentally friendly than driver-operated cars. They are so safe, he continued, the government is willing to encourage self-driving car companies offer up their own suggestions on how best to regulate the technology.\n\n“In 2016, we are going to do everything we can to promote safe, smart and sustainable vehicles. We are bullish on automated vehicles,” Foxx said at the auto show.\n\nThe soft-peddled approach has caused activists to cry foul, with some suggesting that perhaps it’s not a good idea for the government to get too cozy with the auto industry’s self-driven technology.\n\n“While it is important for DOT to be knowledgeable about new technologies, primarily ones as dramatic as self-driving vehicles, DOT should independently develop data and information, not rely mostly on the regulated industry to call the shots,” former National Highway Traffic safety Administration administrator Joan Claybrook told The Associated Press.\n\nDespite the Obama administration suggesting otherwise, there is at least one example of the potential dangers associated with self-driving vehicles – namely, that they take human accountability out of driving.\n\nElon Musk, the titular head of self-driving electric vehicle company Tesla Motors, warned last November that Tesla might need to explore placing limits and restrictions on its self-driving features because, he said, people are doing “some fairly crazy videos on YouTube” showing themselves getting in near misses while using the Model S autopilot function.\n\nIndeed, here are some videos a couple of Tesla owners posted to YouTube last year showing themselves getting in near wrecks while driving in a Tesla Model S in autopilot mode.\n\nWATCH:", "article_metadata": {"description": "The Obama administration offered to waive regulations against the autonomous auto market, but videos show auto pilots nearly causing wrecks. Is it safe?", "generator": "WordPress 4.4.2", "og": {"site_name": "The Libertarian Republic", "description": "The Obama administration offered to waive regulations against the autonomous auto market, but videos show auto pilots nearly causing wrecks. Is it safe?", "title": "Obama Softens Regs For Self-Driving Cars", "locale": "en_US", "image": "http://thelibertarianrepublic.com/wp-content/uploads/2016/01/self-driving-car1.jpg", "url": "http://thelibertarianrepublic.com/obama-softens-regs-for-self-driving-cars/", "type": "article"}, "twitter": {"image": "http://thelibertarianrepublic.com/wp-content/uploads/2016/01/self-driving-car1.jpg", "description": "The Obama administration offered to waive regulations against the autonomous auto market, but videos show auto pilots nearly causing wrecks. Is it safe?", "site": "@thelibrepublic", "card": "summary_large_image", "title": "Obama Softens Regs For Self-Driving Cars"}, "robots": "noodp", "fb": {"admins": 501616773}, "article": {"publisher": "https://www.facebook.com/libertarianrepublic", "section": "Tech Freedom", "tag": "self-driving cars", "published_time": "2016-01-18T12:35:33+00:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Chris WhiteThe Obama administration Thursday offered to waive regulations against the autonomous auto market because of the supposed importance self-driving cars will play in the future of American transportation.\nDespite the Obama administration suggesting otherwise, there is at least one example of the potential dangers associated with self-driving vehicles – namely, that they take human accountability out of driving.\nThe U.S. Department of Transportation (DOT) says it will craft a series of regulations for states to follow in the event they allow self-driven cars full access to their roads.\nAdditionally, vehicles that operate on their own, Foxx told the auto representatives and reporters, are much safer and typically more environmentally friendly than driver-operated cars.\nThe DOT hopes the regulation will act as a basic template for the federal government as well."}