{"article_title": "Gone to his head: Bryan Fletcher hopes to use helmet to spread message", "article_keywords": ["gone", "bryan", "head", "organization", "helmet", "season", "named", "sponsors", "spread", "olympics", "fletcher", "child", "hopes", "world", "message", "opportunity"], "article_url": "http://www.steamboattoday.com/news/2014/jan/04/gone-his-head-fletcher-hopes-use-helmet-spread-mes/", "article_text": "\u0097 Bryan Fletcher’s never had a podium quite like this.\n\nThe highest-ranked American skier in the World Cup standings, he’s a virtual lock to make the 2014 Winter Olympics, jumping and skiing in front of a rapt world audience.\n\nHe doesn’t intend to let the opportunity slip by, either, and when he flies from the jumps in a trio of Nordic combined competitions next month in Sochi, Russia, he’ll do so with a message.\n\nFletcher was diagnosed with acute lymphoblastic leukemia when he was 3 years old and survived a seven-year battle. Now, he wants children fighting as he did as a child to know they can do what he’s doing today.\n\n“You don’t get everyday opportunities to use a platform like I have to raise awareness and just show people, to show kids that you can live a normal life, having been through what I’ve been through,” he said.\n\nThe avenue for that message will be a helmet. Fletcher partnered with the Leukemia and Lymphoma Society in Utah, and the organization helped select two children to design the helmet Fletcher plans to wear as he competes in the second phase of the World Cup season and in the Olympics.\n\nFletcher said he was inspired by a drawing he saw from another child who depicted himself as a knight in shining armor fighting his cancer, depicted as a dragon.\n\n“It was a pretty simple image. He was a stick-figure knight, and the dragon was detailed but not overly detailed,” Fletcher said. “It sent a powerful message, and it was so cool.”\n\nHe asked the child patients — a boy named Rhett and a girl named Charlotte — to put on paper how they envisioned their own fight against cancer.\n\nThey got help from staff and their parents, and the end result was exactly what Fletcher had in mind.\n\nRhett drew himself as Spider-Man, facing off against cancer in the form of an evil villain. Charlotte drew a fearless lion and a champion, a person standing with a first-place trophy.\n\nThey were painted onto Fletcher’s helmet, along with words that had been central to the children’s fight, such as “courage,” “relentless” and “fearless.”\n\nThe helmet is actually one of two, so he hopes to be able to donate one to the organization after the season, to either display or auction, and hang on to the other.\n\n“Usually people have sponsors on their helmet, but in the Olympics, you can’t have sponsors there, so people have them designed,” he said. “This is the first opportunity I’ve had to design my own helmet, and it was something I felt really strong about. It will give me a little motivation on the course.”\n\nTo reach Joel Reichenberger, call 970-871-4253, email jreichenberger@SteamboatToday.com or follow him on Twitter @JReich9", "article_metadata": {"description": "Bryan Fletcher hopes to use his trip to the Olympics to inspire children battling cancer, as in the Games, he will wear a jumping helmet designed by survivors.", "og": {"site_name": "steamboatpilot.com", "description": "Bryan Fletcher hopes to use his trip to the Olympics to inspire children battling cancer, as in the Games, he will wear a jumping helmet designed by survivors.", "title": "Gone to his head: Bryan Fletcher hopes to use helmet to spread message", "url": "http://www2.steamboatpilot.com/news/2014/jan/04/gone-his-head-fletcher-hopes-use-helmet-spread-mes/", "image": "http://worldwest.media.clients.ellingtoncms.com/img/croppedphotos/2014/01/04/010514_FletcherA_crop_t640.jpg?a6ea3ebd4438a44b86d2e9c39ecf7613005fe067", "type": "article"}, "twitter": {"description": "Bryan Fletcher hopes to use his trip to the Olympics to inspire children battling cancer, as in the Games, he will wear a jumping helmet designed by survivors.", "title": "Gone to his head: Bryan Fletcher hopes to use helmet to spread message", "image": "http://worldwest.media.clients.ellingtoncms.com/img/croppedphotos/2014/01/04/010514_FletcherA_crop_t640.jpg?a6ea3ebd4438a44b86d2e9c39ecf7613005fe067", "creator": "@steamboatpilot", "site": "@steamboatpilot", "card": "summary_large_image"}, "robots": "index, follow", "revisit-after": "1 days", "slurp": "noydir", "tout": {"article": {"id": 162553}}, "article": {"author": "Joel Reichenberger"}, "viewport": "width=1020", "googlebot": "all"}, "_id": "\"57477af36914bd0286fc9fe2\"", "article_summary": "“This is the first opportunity I’ve had to design my own helmet, and it was something I felt really strong about.\n“Usually people have sponsors on their helmet, but in the Olympics, you can’t have sponsors there, so people have them designed,” he said.\nFletcher was diagnosed with acute lymphoblastic leukemia when he was 3 years old and survived a seven-year battle.\nThey got help from staff and their parents, and the end result was exactly what Fletcher had in mind.\nNow, he wants children fighting as he did as a child to know they can do what he’s doing today."}