{"article_title": "In Louisiana Senate race, Mary Landrieu and Bill Cassidy face voters Saturday", "article_keywords": ["voters", "senate", "bill", "landrieu", "face", "public", "state", "race", "cassidy", "senator", "nov", "republican", "louisiana", "mary", "obama"], "article_url": "http://www.nola.com/politics/index.ssf/2014/12/mary_landrieu_and_bill_cassidy_5.html", "article_text": "Louisiana's most expensive U.S. Senate race is in the hands of voters. Polls will be open Saturday from 7 a.m. to 8 p.m. as three-term Democratic incumbent Mary Landrieu faces her Republican challenger, Rep. Bill Cassidy of Baton Rouge.\n\nTwo House races also are on Louisiana ballots:\n\nFor the 6th District seat now held by Cassidy, Republican Garrett Graves, a former coastal restoration adviser to Gov. Bobby Jindal, faces Edwin Edwards, the Democratic former governor who served prison time for his role in the riverboat licensing scandal.\n\nIn the 5 th District, incumbent Vance McAllister, R-Swartz, who was caught on a leaked surveillance video kissing a former aide, didn't make the runoff. His replacement will be Republican physician Ralph Abraham or Monroe Mayor Jamie Mayo, a Democrat.\n\nBut it's the Senate race that has garnered most of the national news coverage. It's the last Senate race to be settled this year, although some of the national media's interest was muted when the Senate majority was determined in the Nov. 4 election, with the GOP picking up eight seats. That was more than enough for the GOP to take control of the Senate for the first time in eight years, regardless of the Louisiana outcome.\n\nLandrieu, the clear underdog, has been crisscrossing the state with the message that she's done a lot for Louisiana, from Hurricane Katrina assistance to off-shore oil and gas revenue sharing, and will continue to do so if re-elected -- even with a Republican majority in the Senate. Lately she's hammered Cassidy over his part-time time teaching and medical work for the Louisiana State University Health Sciences Center, suggesting he was paid $20,000 a year plus benefits for work he didn't always perform.\n\nCassidy, a physician turned politician, said he did nothing wrong, and that he served patients and students effectively. He argued that Landrieu still hasn't fully explained why she received reimbursement from the public treasury for some charter flights related to campaign activities. Landrieu said it was a book-keeping error and that she has fully reimbursed the Senate.\n\nCassidy has stayed with the same message almost since he announced for the Senate in April 2013: Landrieu backs President Barack Obama 97 percent of the time, including her 2010 vote for the Affordable Care Act.\n\nWhile Landrieu has campaigned extensively in the final days, Cassidy surprised his House colleagues by returning to Washington on Wednesday and Thursday for a series of House votes. And he won't be out much on Election Day: He's scheduled a medical course on a new electronic records system. He told NOLA.com | The Times-Picayune it was the only day \"available.\"\n\n\"I'm trying to think of the last major candidate who left the state 48 to 72 hours before the election,\" said Joshua Stockley, a political scientist at the University of Louisiana at Monroe. \"The safe strategy when you're ahead is to limit public appearances and opportunities for the press to ask you questions, but he's taking it to an extreme.\"\n\nCassidy was back in Louisiana on Friday for two appearance with Joni Ernst, Iowa's Republican senator-elect.\n\nIn a raucous final rally Friday night at the Istanbul Café in New Orleans, local elected officials, led by her brother, Mayor Mitch Landrieu, talked about the assistance Sen. Landrieu brought Metro New Orleans to rebuild after Hurricane Katrina. The senator vowed to fight until the final vote has been cast, telling supporters she's been down in the polls before and pulled out victories.\n\n\"My voice is a little hoarse,\" Landrieu said at the last of four separate rallies across the state Friday. \"We've had a hard time finding our opponent. He's been running, ducking and hiding.\"\n\nHer brother, New Orleans Mayor Mitch Landrieu, said that \"when push comes to shove and I call my United States senator and say we need to get our airport built, we need to upgrade our levees from category three to category five, we need to restore our coast, we need someone who can deliver, not someone who will be last of the 100 senators. Seniority is important. Say what you will about President Obama, but this election is about Louisiana.\"\n\nFormer Sen. J. Bennett Johnston, D-La., who is backing Landrieu, said the \"97 percent support for Obama charge\" is a phony one because the Senate has cast so few contentious votes, many on presidential nominations, not so much on energy policy and other issues on which the president and Landrieu disagree.\n\nAt almost every event, Landrieu asks, \"Where is Bill Cassidy?\" The aim is to question his scarcity of campaign appearances and his rejection of all but one of the six debates that she proposed.\n\nCassidy's message remains almost totally focused on Obama and what he labels as the president's ill-advised health care law. \"The underlying premise of Obamacare is that government knows best,\" Cassidy said during Monday's only runoff debate. \" I've learned working in the public hospital system that when the patient has the power, the system lines up to serve the patient. When the bureaucrat or the politician has the power, it lines up to serve the bureaucrat or the politician.\"\n\nCassidy said he would work with other members of the new Senate Republican majority to repeal and replace the Affordable Care Act.\n\nLandrieu said parts of the health care law must be fixed, but that it is helped thousands of Louisiana residents who previously couldn't get affordable coverage, many because they had pre-existing conditions.\n\nAs of Nov. 16, the two candidates had raised $28 million, while outside advocacy groups spent $27 million, according to the Center for Responsive Politics.\n\nThat doesn't include millions of dollars spent by Americans for Prosperity in anti- Landrieu ads. The group called them advocacy ads not subject to reporting because they did not specifically ask people to vote against Landrieu.\n\nGroups backing Landrieu have aired just 100 television ads on her behalf since the Nov. 4 primary. Conservative organizations, meanwhile, have run about 6,000 commercials for Cassidy, according to the The Center for Public Integrity.\n\nStockley said the avalanche of anti-Landrieu ads hurt the senator, although he suspects that by now voters have seen so many they are starting to tune them out.\n\nIf Landrieu loses, it will leave Louisiana without a statewide elected woman for the first time in 54 years. The traditional Deep South states will also be without a Democratic senator: Democratic incumbents Kay Hagan in North Carolina and Mark Pryor in Arkansas were defeated Nov. 4 by their Republican challengers.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "2014 elections, 2014 senate race, bill cassidy, br-frontpage, br-homepage, br-news, homepage, mary landrieu, news, politics", "title": "In Louisiana Senate race, Mary Landrieu and Bill Cassidy face voters Saturday", "og": {"site_name": "NOLA.com", "description": "Louisiana's most expensive U.S. Senate race is in the hands of voters. Polls will be open Saturday from 7 a.m. to 8 p.m. as three-term Democratic incumbent Mary Landrieu faces&nbsp;her Republican challenger, Rep. Bill Cassidy&nbsp;of&nbsp;Baton Rouge. Two House races also...", "title": "In Louisiana Senate race, Mary Landrieu and Bill Cassidy face voters Saturday", "url": "http://www.nola.com/politics/index.ssf/2014/12/mary_landrieu_and_bill_cassidy_5.html", "image": "http://image.nola.com/home/nola-media/width620/img/nola_river/photo/bill-cassidy-mary-landrieujpg-6282bae01b7bc03c.jpg", "type": "article"}, "twitter": {"description": "Louisiana's most expensive U.S. Senate race is in the hands of voters. Polls will be open Saturday from 7 a.m. to 8 p.m. as three-term Democratic incumbent Mary Landrieu faces&nbsp;her Republican challenger, Rep. Bill Cassidy&nbsp;of&nbsp;Baton Rouge. Two House races also...", "creator": "@AlpertDC", "image": "http://image.nola.com/home/nola-media/width620/img/nola_river/photo/bill-cassidy-mary-landrieujpg-6282bae01b7bc03c.jpg", "title": "In Louisiana Senate race, Mary Landrieu and Bill Cassidy face voters Saturday", "site": "@nolanews", "card": "summary_large_image"}, "article_date_updated": "Saturday, December 06, 2014,  1:41 AM", "fb": {"admins": 100000302287435}, "article_publication_name": "NOLA.com", "article_comments": 0, "article_date_original": "Friday, December 05, 2014,  8:30 PM", "article_author": "Bruce Alpert, NOLA.com | Times-Picayune", "Description": "Louisiana's most expensive U.S. Senate race is in the hands of voters. Polls will be open Saturday from 7 a.m. to 8 p.m. as three-term Democratic incumbent Mary Landrieu faces&nbsp;her Republican challenger, Rep. Bill Cassidy&nbsp;of&nbsp;Baton Rouge. Two House races also are on Louisiana ballots: But it's the Senate race that has garnered most of the national news coverage. It's the last Senate race to be settled this year, although some of the national media's interest was muted when the Senate majority was determined in the Nov. 4 election, with the GOP picking up eight seats. That was more than enough for the GOP to take control of the Senate for the first time in eight years, regardless of the Louisiana outcome. Landrieu, the clear underdog, has been crisscrossing the state with the message that she's done a lot for Louisiana, from Hurricane Katrina assistance to off-shore oil and gas revenue sharing, and will continue to do so if re-elected -- even with a Republican majority in the Senate. Lately she's hammered Cassidy over his part-time time teaching and medical work for the Louisiana State University Health Sciences Center, suggesting he was paid $20,000 a year plus benefits for work..."}, "article_summary": "Cassidy said he would work with other members of the new Senate Republican majority to repeal and replace the Affordable Care Act.\nTwo House races also are on Louisiana ballots:For the 6th District seat now held by Cassidy, Republican Garrett Graves, a former coastal restoration adviser to Gov.\nPolls will be open Saturday from 7 a.m. to 8 p.m. as three-term Democratic incumbent Mary Landrieu faces her Republican challenger, Rep. Bill Cassidy of Baton Rouge.\nIf Landrieu loses, it will leave Louisiana without a statewide elected woman for the first time in 54 years.\nCassidy was back in Louisiana on Friday for two appearance with Joni Ernst, Iowa's Republican senator-elect."}