{"article_title": "Paying for Health Coverage: The Challenge of Affording Health Insurance Among Marketplace Enrollees", "article_keywords": ["paying", "enrollees", "marketplace", "adults", "reported", "challenge", "having", "difficulty", "premiums", "health", "coverage", "trouble", "affording", "insurance"], "article_url": "http://kff.org/health-reform/issue-brief/paying-for-health-coverage-the-challenge-of-affording-health-insurance-among-marketplace-enrollees/", "article_text": "Introduction\n\nAs millions of people newly gain health insurance coverage as a result of the Affordable Care Act (ACA), affordability of coverage remains a persistent problem for some. Despite the availability of subsidies to lower the cost of coverage in the Marketplaces, many people have trouble affording their premiums and the out-of-pocket costs when they access care. Recent research indicates that a quarter of all adults with private insurance had unaffordable coverage when premiums, deductibles, and total out-of-pocket costs were taken into account. While many people have newly gained coverage, through the Marketplaces, the ongoing financial challenges associated with paying premiums may put that new coverage at risk for some.\n\nNow in the third year of Marketplace coverage, little is still known about how many people are facing affordability challenges and why. This brief seeks to understand who is facing challenges affording their health coverage and the factors that may be contributing to those challenges. Based on the 2014 Kaiser Survey of Low-Income Americans and the ACA , which provides insights into the experience of consumers during the first year of ACA implementation, this brief describes the characteristics of those reporting difficulty paying premiums, comparing this group to those who report little to no difficulty paying their premiums. The brief also examines financial security, utilization of health services, and problems with health plans among these two groups. While data from 2014 may not reflect the experiences of current enrollees, they are useful for exploring the differences between these two groups of Marketplace enrollees at that point in time.\n\nAccording to survey data, one-third of those with Marketplace coverage reported difficulty paying their premium (Figure 1). This finding is consistent with other surveys of Marketplace enrollees in which a third report dissatisfaction with their premium and 36% report dissatisfaction with their deductible. In comparison, the survey finds that only 17% of those with coverage through their employer reported a similar difficulty.\n\nThroughout this brief, we use difficulty paying premiums as a measure of affordability issues for consumers enrolled in Marketplace plans. We refer to the group reporting difficulty paying their premium as Paying Premium Difficult and the group reporting little to no difficulty paying their premium as Paying Premium Not Difficult. One limitation of this categorization is that it captures one aspect of overall health costs—the premium— and does not account for other out-of-pocket costs associated with accessing care. We explore the effect of these out-of-pocket costs in the analysis and report those findings in this brief.\n\nCharacteristics of those having trouble affording coverage\n\nIn many ways, those reporting difficulty affording Marketplace coverage looked much like those who reported no trouble affording coverage. They shared similar characteristics in terms of income, age, and health status, but were more likely to have dependent children.\n\nSix in ten adults who said they had difficulty affording their premium had incomes below 250% of the poverty level and three in ten were under age 35. For those enrolled in a qualified health plan (QHP) in the Marketplace, having income below 250% of the poverty level ($50,225 for a family of three in 2015) qualifies individuals and families for both tax credits to lower the cost of premiums and cost sharing reductions to reduce out-of-pocket costs in the form of lower deductibles, copayments, and coinsurance. Among those who reported their income, 63% of adults with difficulty affording their premiums had incomes below 250% FPL, which was similar to the share (69%) among those with no trouble affording premiums (Figure 2). The age distribution of the two groups was also similar, with three in ten of both groups under age 35. These findings are consistent with Marketplace enrollment data indicating about 27% of those who signed up for Marketplace coverage in 2014 were adults under age 35. In addition, the two groups were similar with respect to health status measures. About three-quarters of adults with difficulty affording their premiums reported having excellent to good overall health, similar to the share of those with affordable premiums (73% vs. 79%). Additionally, about four in ten of both groups reported having an ongoing medical condition (45% vs. 41%). (Data on health status not shown.)\n\nNearly half of adults reporting trouble affording their coverage had dependent children. Among those reporting difficulty paying premiums, 49% had dependent children in their homes, compared to only 16% of those with affordable Marketplace coverage (Figure 2). For those eligible for subsidies in the Marketplace, the premium contribution is based on a percentage of income rather than a percentage of the premium. Consequently, families in the Marketplace who choose the benchmark plan or a lower cost plan will not have to pay more than their childless counterparts simply because they need a family policy. However, adults with children may face additional costs for housing, food, or education that may strain family budgets, particularly for lower income families, leading to difficult trade-offs between paying health insurance premiums or paying for household necessities.\n\nFinancial insecurity of those having trouble affording coverage\n\nWhen it comes to overall financial security, adults with difficulty paying their premiums faced greater financial problems overall and also expressed greater worry over medical costs. For these individuals, having health insurance did not seem to be providing the same level of financial protection as for those who perceived their health coverage to be affordable.\n\nAdults having trouble paying their premiums were more financially insecure than those not having trouble. Adults who reported difficulty paying their health insurance premium were more likely to report facing financial challenges in other aspects of their lives. Nine in ten said that it is somewhat or very difficult to save money and nearly seven in ten reported difficulty paying off debt. These rates were higher than for adults with no difficulty affording their premiums (Figure 3). When it comes to paying for necessities, adults who perceived their coverage to be unaffordable also fared somewhat worse than those who perceived their coverage to be affordable. Nearly half (45%) reported difficulty paying for necessities compared to just over a quarter of those with affordable coverage. This finding suggests that for some, paying for health insurance is one further strain on an already tight budget.\n\nFor adults reporting difficulty paying their premiums, having coverage eased somewhat, but not fully, financial insecurity over medical costs. Compared to those with affordable coverage, adults having trouble affording their coverage expressed less confidence in their ability to pay for both usual and major medical costs. Over four in ten were not confident they could afford usual medical costs and nearly eight in ten were not confident they could afford major medical costs, compared to just two in ten and four in ten, respectively, of those with affordable coverage (Figure 4). In addition, they were three times more likely to report having outstanding medical debt compared to those with affordable coverage (34% vs. 10%). Medical debt can place significant stress on family budgets and is a major contributor to personal bankruptcies.\n\nUse of health services among those having trouble affording coverage\n\nIncreasingly, private insurance plans, particularly those sold through the Marketplaces, come with deductibles that must be met before insurance coverage begins to cover any costs. For consumers with these higher deductible health plans, using health services can sometimes require large out-of-pocket payments, which, in turn, can lead to difficulties paying for care. Adults who reported difficulty paying for their coverage were more likely to use services and also more likely to have unmet health care needs than those who reported no difficulty paying for their coverage.\n\nAdults having trouble affording coverage were more likely to have used medical services than those not having trouble, but equally likely to have received preventive care and to have taken a prescription drug. Nearly two-thirds of those with difficulty paying their premium reported visiting a doctor for a specific condition; over half had received preventive services or check-ups; and six in ten reported taking a prescription drug (Figure 5). While the rates of use of preventive services and prescription drugs were similar to the rates among those with no difficulty paying their premiums, the use of medical services was higher. For those with private insurance, use of services can come with a high price tag if some or all of the costs of the services must be paid for out of pocket before a deductible is met. It could be that for those reporting difficulty affording coverage, accessing health care services was another factor putting pressure on limited family finances, contributing to the perception that their health coverage overall was unaffordable.\n\nAdults having trouble affording coverage were also more likely to postpone care than those not having trouble. Nearly four in ten adults with difficulty paying their premiums reported they postponed care, a rate that was higher than for those with no difficulty paying premiums (Figure 6). Although the data do not specify the reason why care was postponed, cost is often a factor. Particularly, given this group’s financial concerns, especially related to affording medical costs, it seems likely that financial pressures may have led some to postpone getting care.\n\nUnderstanding health insurance coverage among those having trouble affording coverage\n\nAs people have gained coverage through the Marketplaces, there is growing evidence that they do not fully understand the scope of their coverage and the cost sharing requirements. Many argue this lack of health literacy is contributing to problems consumers face with their health plans and with the costs associated with their coverage. This argument appears to hold true for adults with trouble affording their coverage who exhibited lower levels of health literacy and reported greater problems with their health plans.\n\nAdults having difficulty paying for their coverage were more likely to report not understanding aspects of their health coverage. Less than half of adults experiencing difficulty paying their premiums reported understanding “very well” or “somewhat well” what their health plan covered compared to three-quarters of those with no difficulty paying their premiums (Figure 7). While a larger share reported understanding how much they would have to pay when they visit a doctor (63%), this rate was still lower than among adults with no trouble affording coverage (87%). These lower rates might be expected if the adults reporting affordability difficulties with unaffordable were among those newly insured as a result of implementation of the ACA. However, this group was not more likely than those with no trouble affording coverage to have been uninsured prior to obtaining insurance through the Marketplace. These findings suggest that the complexity of many health insurance plans may lead to confusion among consumers and that ongoing education may be needed to ensure people understand their coverage and how it works.\n\nPerhaps related to their lower levels of health literacy, adults with trouble affording coverage were more likely to report problems with their coverage. One third of adults in this group indicated their plan did not pay for a service they thought was covered. In addition, over half reported having to pay for services because they hadn’t met their deductible and four in ten said the share of costs they had to pay were more than expected (Figure 8). In contrast, only two in ten adults with no trouble affording coverage reported these same problems. Facing already tight budgets, having to pay more than expected out of pocket was likely adding to the financial burden for these consumers. Further, not only did they report greater problems with covered services and costs, adults with trouble affording coverage also said they had difficulty getting questions answered by their plan at a higher rate than those with no trouble (42% vs. 12%). For these consumers, the dissatisfaction associated with not getting questions answered may have added to the overall frustration with their health plans and with coverage. As a result, they may have felt as though they were not getting value from their health plan.\n\nConclusion\n\nWhile the implementation of new coverage options under the Affordable Care Act has led to unprecedented gains in health insurance coverage in the past two years, the reliance on private insurance with premiums and cost sharing means that affordability of coverage continues to be a problem for some consumers. Marketplace enrollees who reported difficulty affording their premium in 2014 were similar to other Marketplace enrollees in many respects, but they faced greater financial insecurity generally and also as a result of their use of health care services. High deductible plans that require people to pay out of pocket when they visit a doctor, have an X-ray or lab test, or need a prescription drug seemed to be a particular problem for these individuals. Exacerbating this problem was the lack of understanding of what was covered by their health plan and what cost sharing rules applied, which could lead to unexpected costs.\n\nDeveloping strategies to address and improve the affordability of coverage for those enrolled in plans in the Marketplaces are necessary to maintaining the coverage gains achieved to date. Although the policy levers to lower costs for those in the Marketplaces beyond the premium tax credits and cost sharing reductions already available are limited, improving consumers’ health literacy around health insurance concepts and the balance between the monthly premium and the annual deductible may help to alleviate some of the problems that are contributing to the financial challenges consumers are facing. In addition, informing lower income consumers about the availability of cost sharing reduction plans that have lower deductibles and copayments can reduce the out-of-pocket burden many of these consumers face. Marketplace assisters play an essential role in educating consumers and helping them select the plans that best meet their needs, but broader efforts to improve health literacy appear to be needed.", "article_metadata": {"generator": "WordPress.com", "application-name": "The Henry J. Kaiser Family Foundation", "og": {"description": "Affordability of coverage remains a persistent problem for some who have gained coverage as a result of the Affordable Care Act (ACA). Using data from the 2014 Kaiser Survey of Low-Income Americans, this brief examines the factors that may be contributing to affordability challenges among those with coverage through the Marketplace.", "title": "Paying for Health Coverage: The Challenge of Affording Health Insurance Among Marketplace Enrollees", "locale": "en_US", "image": "https://s2.wp.com/wp-content/themes/vip/kaiser-foundation-2016/static/images/kaiser-grey-logo-4x3.jpg", "url": "http://kff.org/health-reform/issue-brief/paying-for-health-coverage-the-challenge-of-affording-health-insurance-among-marketplace-enrollees/", "type": "article"}, "msapplication-tooltip": "Filling the need for trusted information on health issues", "fb": {"app_id": 539445989434974}, "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://kff.org/feed/;icon-uri=http://0.gravatar.com/blavatar/e16efc7db79dc712f70918f71cb246da?s=16", "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fcd611\"", "article_summary": "We refer to the group reporting difficulty paying their premium as Paying Premium Difficult and the group reporting little to no difficulty paying their premium as Paying Premium Not Difficult.\nCharacteristics of those having trouble affording coverageIn many ways, those reporting difficulty affording Marketplace coverage looked much like those who reported no trouble affording coverage.\nAdults having trouble affording coverage were also more likely to postpone care than those not having trouble.\nAccording to survey data, one-third of those with Marketplace coverage reported difficulty paying their premium (Figure 1).\nAdults having difficulty paying for their coverage were more likely to report not understanding aspects of their health coverage."}