{"article_title": "House GOP, White House spar in court over Obamacare overreach — RT America", "article_keywords": ["rt", "standing", "obama", "injury", "court", "congress", "house", "republicans", "obamacare", "case", "overreach", "funds", "spar", "white", "america", "gop", "administration"], "article_url": "https://www.rt.com/usa/271402-house-republicans-lawsuit-white-house/", "article_text": "House Republicans say a new Supreme Court decision helps bolster their case that a provision of Obamacare is unconstitutionally spending money Congress did not authorize. The provision alleviates out-of-pocket medical costs for people with lower incomes.\n\nUnder the provision in the Affordable Care Act (ACA), the Obama administration pays insurance companies to reduce the cost of deductibles and co-pays for some low-income Americans. Republicans from the House of Representatives argue the payments are unlawful because no funds for the subsidies have been appropriated by Congress.\n\nThe Congressional Budget Office estimated the payments totaled $3 billion in 2014 and will amount to $175 billion over ten years.\n\nREAD MORE: Obama considering immigration reform with executive actions, Congress readies to sue him\n\nLawyers for House Republicans said in court papers filed Tuesday that a new Supreme Court decision in an unrelated case bolsters the chamber’s argument for standing, or its eligibility to sue the White House.\n\nIn the unrelated case, the Supreme Court ruled against the Arizona Legislature, which had argued that a state ballot that created an independent redistricting commission was unconstitutional. The court said Arizona lawmakers did have standing to sue. That part of the ruling is what House Republicans have called “relevant” to their court brief.\n\nPlaintiffs need to prove to the court that their lawsuit has standing, and that measures taken by the Obama administration had caused them injury, before the suit can proceed to the main arguments, which are over any potential executive overreach by President Obama.\n\n“Given these alleged facts … it follows ineluctably that defendants’ actions injure the House,” the chamber’s Republicans argue in their court brief, saying such injury deprived Congress of its constitutional power over the purse, the Hill newspaper reported.\n\nLegal experts agree that proving injury is likely to be the biggest obstacle for the lawsuit, which was filed with the US District Court in Washington, DC.\n\nMeanwhile, the Obama administration argued Wednesday that it did not need an appropriation because the funds were made permanent and mandatory by the ACA. Administration officials also say Congress never took action to block the funds, and even passed a bill, called the No Subsidies Without Verification Act, premised on the idea that the funds were available.\n\n“Thus, although the House seeks to focus on the Administration’s initial budget request for FY2014, the end result of the budget process for that year confirms a shared understanding that these payments could be made,” the administration wrote, according to the Hill.\n\nREAD MORE: Uninsured rate falls as GOP proposes costly Obamacare change\n\nThe White House also accused House Republicans of trying to bring the courts into a political dispute between two branches of government.\n\n“It has brought this unprecedented suit, asking this Court to violate the separation of powers by wading into a dispute between the political Branches over the interpretation of the ACA and Section 1324, and to do for the House what the House will not use its legislative authority to do for itself,” the administration wrote.\n\nUS District Court Judge Rosemary Collyer is now weighing a request by the administration to dismiss the House’s case for lack of standing. The lawsuit was filed in November 2014, but during oral arguments in May, Collyer seemed skeptical of the administration’s claims that the House had not suffered any injury. Collyer was nominated by President George W. Bush.", "article_metadata": {"description": "House Republicans say a new Supreme Court decision helps bolster their case that a provision of Obamacare is unconstitutionally spending money Congress did not authorize. The provision alleviates out-of-pocket medical costs for people with lower incomes.", "og": {"site_name": "RT International", "description": "House Republicans say a new Supreme Court decision helps bolster their case that a provision of Obamacare is unconstitutionally spending money Congress did not authorize. The provision alleviates out-of-pocket medical costs for people with lower incomes.", "title": "House GOP, White House spar in court over Obamacare overreach", "locale": "en_EN", "image": "https://img.rt.com/files/news/42/42/a0/00/24.si.jpg", "url": "https://www.rt.com/usa/271402-house-republicans-lawsuit-white-house/", "type": "article"}, "navigation": "tabbed", "twitter": {"description": "House Republicans say a new Supreme Court decision helps bolster their case that a provision of Obamacare is unconstitutionally spending money Congress did not authorize. The provision alleviates out-of-pocket medical costs for people with lower incomes.", "title": "RT International", "image": "https://img.rt.com/files/news/42/42/a0/00/24.si.jpg", "creator": "@RT_com", "site": "@RT_com", "card": "summary_large_image"}, "HandheldFriendly": "true", "format-detection": "telephone=yes", "msvalidate.01": "36879475773792950F4872586A371571", "google-site-verification": "VQLbsaWKiXW2-Vt4lP7MevnhMES537NO4fQjfGgLcbI", "apple-mobile-web-app-capable": "no", "MobileOptimzied": "width", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes"}, "article_summary": "READ MORE: Uninsured rate falls as GOP proposes costly Obamacare changeThe White House also accused House Republicans of trying to bring the courts into a political dispute between two branches of government.\nThat part of the ruling is what House Republicans have called “relevant” to their court brief.\nHouse Republicans say a new Supreme Court decision helps bolster their case that a provision of Obamacare is unconstitutionally spending money Congress did not authorize.\nUnder the provision in the Affordable Care Act (ACA), the Obama administration pays insurance companies to reduce the cost of deductibles and co-pays for some low-income Americans.\nRepublicans from the House of Representatives argue the payments are unlawful because no funds for the subsidies have been appropriated by Congress."}