{"article_title": "Homeless tell their own stories with personal cameras", "article_keywords": ["work", "jobs", "san", "million", "personal", "cameras", "adler", "project", "homeless", "homelessness", "report", "problem", "tell"], "article_url": "http://national.deseretnews.com/article/2876/homeless-tell-their-own-stories-with-personal-cameras.html", "article_text": "7 photo s Slideshow\n\nRachel Marcotte falls asleep 20-30 times a day.\n\nNarcolepsy, a neurological disorder that causes a person to unexpectedly fall asleep for seconds or minutes at a time, makes it hard to do things people take for granted, like drive a car, safely take public transport, or take an exam. It can also make it hard to hold down a job.\n\nMarcotte, 26, is originally from New Haven, Connecticut, and is now homeless in San Francisco. She is one of 15 homeless volunteers, called autobiographers, who share their stories as part of the HomelessPOV Project, which hopes to capture the stories of 100 homeless people across the country using personal point-of-view cameras.\n\nThe idea, says Kevin Adler, co-founder of the San Francisco media company nearshot.com that's sponsoring the project, is to give a voice to the sizable homeless population in the U.S., which stands at 3.5 million. Child homelessness just reached an all-time high at 2.5 million — or 1 in 30 children — according to a report from the National Center on Family Homelessness released last week.\n\nThe problem is especially severe in California, where 22 percent of America's homeless population lives. Over 60 percent lack shelter, the highest percentage in the country. Cities like San Francisco have a shortage of affordable housing, especially as wealthy tech companies move in and rents skyrocket.\n\nAdler notes that the homeless often go unseen, especially when they lack access to technology like Facebook and Twitter, the tools that many use to build an identity in modern society.\n\n\"How is it that 3.5 million Americans are totally misunderstood and invisible?\" Adler said. \"Let's repurpose tech to tell the story of that invisible group.\"\n\nThe invisible\n\nMarcotte was working at a start-up in the Bay Area as an executive secretary when the company went under and her housing situation fell apart.\n\nSince then, she has struggled to find work that accommodates her condition, work that is flexible and allows her to work from home. Working at Macy's, or Starbucks, or typical entry-level retail jobs, is out: \"I would be fired by Day Three,\" she says.\n\nFor now she sleeps on the street, wherever she feels safe.\n\nAdler, who started the HomelessPOV Project with his business partner Erika Barraza, has a personal connection to the homeless.\n\nHis uncle Mark, who suffered from schizophrenia, lived on and off the streets for 30 years before he passed away at the age of 50.\n\nHe knew very little about his uncle, and that is often the case with the homeless, says Adler. Their entire identity becomes homelessness.\n\n\"Think about if your identity was that you were housed. That would be incredibly reductive,\" he says. \"Homeless people are defined by what they lack, which keeps them from being normal in the eyes of everyone else.\"\n\nIt's \"chilling\" that the one identifier defines them, Adler says, especially because 1 in 30 children is homeless or living in a shelter.\n\nNearly 44 percent of American households don’t have enough savings to cover expenses for more than three months if they were to lose their jobs, meaning they could be just a few paychecks away from homelessness, according to a report last year from the Corporation for Enterprise Development.\n\nEven wealthier Americans, making over $100,000, reported that if they lost a job they would not be able to make rent or mortgage payments for more than a few months.\n\nHave job, but not a home\n\nRonnie Goodman, a 53-year old native San Franciscan, spent six years in prison for burglary and struggled with addiction. A couple years ago he got clean from rehab, and found solace in running. He runs 5 to 15 miles a day, and completed the San Francisco marathon earlier this year.\n\nGoodman got a job in a gallery and sells his own art, but despite getting back on his feet, Goodman has been living under a Highway 101 freeway underpass. Just coming up with the first and last month's rent and security deposit to get into an apartment, which is common practice in urban areas, is thousands of dollars. Saving up that kind of money is out-of-reach for low-wage and hourly employees.\n\nHe applied for city subsidized housing. He can't afford market rent, but the waiting list is long. Goodman is a case study in how difficult it can be to get off the street, even when you are healthy and have work.\n\nAccording to the National Coalition for the Homeless, about 45 percent of homeless adults are working.\n\nThere is a very small, but highly visible minority on the street, says Adler, who have severe mental illness, or addiction or need care.\n\n\"But half of them you wouldn't know they were homeless if you didn't see them putting up a tent,\" he says. \"A lot of them have jobs and are working. Just because you're homeless doesn't mean that you don't work.\"\n\nGetting more and better work is exacerbated by homelessness. In order to get and maintain a job, a person needs meals, a shower, documents, safety, a place to sleep and a phone for communication.\n\n\"People we talk to would love to get into better jobs, but the foundational things are hard to keep and maintain,\" says Adler.\n\nHe hopes that telling the stories of people like Ronnie will help build empathy and a connection for homeless, who are often misunderstood or even criminalized.\n\nIn the last year, 21 U.S. cities have placed restrictions on sharing food with homeless people, according to a report released a few weeks ago from the National Coalition for the Homelessness.\n\n“One of the most narrow-minded ideas when it comes to homelessness and food-sharing is that sharing food with people in need enables them to remain homeless,” the report said.\n\n**Neighbors, not strangers **\n\nThe HomelessPOV videos have garnered about a quarter million views so far, and Adler and Barraza are trying to raise money through an Indiegogo campaign to go cross-country and collect 100 stories of homeless from communities across America.\n\nIn the meantime, they have launched a Facebook campaign to encourage people to oppose laws that criminalize feeding the homeless, and join 90-year-old chef Arnold Abbot, of Fort Lauderdale, Florida, who gained notoriety earlier this month when he was arrested for feeding the homeless in public in spite of local ordinances that recently outlawed the practice.\n\nNext week, Adler is partnering with Ike's, a popular sandwich shop in the Bay Area, for a \"buy-one-get-one\" deal in which people who bring a homeless person to lunch get a free sandwich.\n\nPart of the reasoning behind laws in Fort Lauderdale and other cities is that feeding the homeless doesn't get to the \"root of the problem.\"\n\nAdler takes umbrage with that.\n\n\"Tell city officials to not eat tonight and wait until the root of the problem is solved,\" he said. \"If we got to the root of the problem we wouldn't have food-sharing events because everyone would be full.\"\n\nHe noted that homelessness is a problem exacerbated by governments, which have slashed affordable housing.\n\nWe have an obligation to feed hungry neighbors, says Adler. His hope is that the immersive storytelling videos will help homeless people be seen more like neighbors, and less like strangers.\n\n\"We owe it to fellow humans to treat them as individuals, not as others,\" he said.\n\n*Writer's note: Want to get involved? Learn more about the HomelessPOV Project and how to help them document homelessness at nearshot.com. Feeding America helps feed homeless and hungry families and individuals across the country. *\n\nEmail: laneanderson@deseretnews.com", "article_metadata": {"og": {"url": "http://national.deseretnews.com/article/2876/homeless-tell-their-own-stories-with-personal-cameras.html", "image": "https://media.deseretdigital.com/file/2f9e081954?resize=width_760&c=17&a=7f3f30c4", "description": "Few people know about the lives of the homeless. One project gives them cameras to record their daily activities and their histories — and dispel some of the myths about America's 3.5 homeless people.", "title": "Homeless tell their own stories with personal cameras"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "She is one of 15 homeless volunteers, called autobiographers, who share their stories as part of the HomelessPOV Project, which hopes to capture the stories of 100 homeless people across the country using personal point-of-view cameras.\nAdler, who started the HomelessPOV Project with his business partner Erika Barraza, has a personal connection to the homeless.\nAccording to the National Coalition for the Homeless, about 45 percent of homeless adults are working.\nHe knew very little about his uncle, and that is often the case with the homeless, says Adler.\nMarcotte, 26, is originally from New Haven, Connecticut, and is now homeless in San Francisco."}