{"article_title": "Teleflex Launches Triple-Lumen Version of Unique ARROW® PICC with Chlorag+ard® Technology", "article_keywords": ["piccs", "triplelumen", "launches", "thrombosis", "chloragard", "clabsi", "version", "arrow", "vessel", "antimicrobial", "unique", "technology", "teleflex", "care", "picc"], "article_url": "http://www.businesswire.com/news/home/20150219006477/en/Teleflex-Launches-Triple-Lumen-Version-Unique-ARROW%C2%AE-PICC", "article_text": "WAYNE, Pa.--(BUSINESS WIRE)--Teleflex Incorporated (NYSE:TFX), a leading global provider of medical devices for critical care and surgery, announced the launch of the triple-lumen ARROW® PICC with Chlorag+ard® Technology. This completes the Company’s portfolio of PICCs with the unique and groundbreaking Chlorag+ard® Technology.\n\n“With the completion of our ARROW® PICC with Chlorag+ard® Technology portfolio, Teleflex can now help provide the benefits of Chlorag+ard® Technology to all patients with PICCs, whether they require a single-, double-, or triple-lumen device,” said Jay White, President, Vascular Division of Teleflex. “Because ARROW® PICCs with Chlorag+ard® Technology are both antimicrobial and antithrombogenic, they provide an extra measure of protection against thrombosis, occlusion, intimal hyperplasia and infection. That is a crucial advantage at a time when many hospitals still struggle to minimize these potentially deadly and costly complications. Additionally, as house-wide reporting takes effect as part of the Affordable Care Act in 2015, Chlorag+ard® Technology’s proven ability to reduce PICC-related CLABSI will be important for hospitals to consider.”\n\nPressure-injectable ARROW® PICCs with Chlorag+ard® Technology are the world’s first FDA-cleared central venous catheters to significantly reduce the risk of central line-associated bloodstream infections (CLABSI) and PICC-related vessel thrombosis, compared to traditional uncoated catheters.1 They are also the only PICCs in the IV catheter marketplace that have received FDA 510(k) clearance for both broad-spectrum antimicrobial and antithrombogenic protection.\n\nHospitals and clinicians have increasingly focused on reducing CLABSI and catheter-related vessel thrombosis when inserting PICCs, which are widely used in acute-care and long-term care settings. CLABSI is fatal in 12%-25% of cases concerning critically ill patients without cancer and 31%-36% of cases involving critically ill patients with cancer.2 PICC-related vessel thrombosis can lead to a CLABSI and also cause other serious complications such as deep vein thrombosis (DVT) and pulmonary embolism.3\n\nIn addition to CLABSI and thrombosis, the ARROW® PICC with Chlorag+ard® Technology protects against thrombotic, intraluminal catheter occlusion, the most common non-infectious complication in the long-term use of central lines.4 Occlusions can delay patient therapy and also require the use of expensive de-clotting agents.\n\nChlorag+ard® Technology uses a proprietary process to chemically bond chlorhexidine to both the internal and external surfaces of the catheter. The chlorhexidine-bonded surfaces, which provide a controlled release of the broad-spectrum antimicrobial, are the key to the PICC’s antimicrobial and antithrombogenic benefits.\n\nStudies have shown that the risk of PICC-related infections is similar to the widely recognized risk of bloodstream infections with central venous catheters (CVCs). In fact, certain patient populations may be at higher risk for PICC-related infections.5,6,7 Published rates of PICC- associated symptomatic upper extremity vessel thrombosis vary from 3.0% - 7.8%8,9, while asymptomatic rates are as high as 38.5%.10\n\nThe impact of these complications on the healthcare economy is also significant, with the average cost of care for upper extremity vessel thrombosis exceeding $11,000 per incident11 and the cost of care for CLABSIs exceeding $45,000 per incident.12\n\nThe ARROW® PICC with Chlorag+ard® Technology has been the subject of two recently published studies that documented substantial reduction in CLABSIs. Both studies appeared in the Journal of the Association for Vascular Access (JAVA).13,14\n\nThe FDA clearance for ARROW® PICCs with Chlorag+ard® Technology states that these IV catheters provide less thrombus accumulation for at least 30 days. In Vitro data establishes that the device provides 99.99% colonization reduction against gram + and gram - bacteria and fungi for at least 30 days.15\n\nConsideration of antimicrobial catheters is supported by multiple regulatory and clinician organizations such as the Centers for Disease Control and Epidemiology, the Society for Health Epidemiology of America, and the Infusion Nurses Society. Their recommendations and guidelines generally urge consideration of antimicrobial catheter usage if the IV catheter is expected to dwell greater than five days and if, after successful implementation of a comprehensive strategy to reduce rates of CLABSI, the CLABSI rate is not decreasing.16,17\n\nAdditional information may be found at www.chloragard.com.\n\nAbout Teleflex Incorporated\n\nTeleflex is a leading global provider of specialty medical devices for a range of procedures in critical care and surgery. Our mission is to provide solutions that enable healthcare providers to improve outcomes and enhance patient and provider safety. Headquartered in Wayne, PA, Teleflex employs approximately 11,500 and serves healthcare providers worldwide. Additional information about Teleflex can be obtained from the company's website at teleflex.com.\n\nForward-Looking Statements\n\nAny statements contained in this press release that do not describe historical facts may constitute forward-looking statements. Any forward-looking statements contained herein are based on our management's current beliefs and expectations, but are subject to a number of risks, uncertainties and changes in circumstances, which may cause actual results or company actions to differ materially from what is expressed or implied by these statements. These risks and uncertainties are identified and described in more detail in our filings with the Securities and Exchange Commission, including our Annual Report on Form 10-K.\n\nTeleflex, Arrow, and Chorag+ard are trademarks or registered trademarks of Teleflex Incorporated or its affiliates.\n\n© 2015 Teleflex Incorporated. All rights reserved. MC-001026\n\nReferences:", "article_metadata": {"description": "Teleflex Launches Tripe-Lumen Version of Unique ARROW PICC with Chlorag+ard Technology", "og": {"image": {"width": 465, "identifier": "http://www.businesswire.com/images/bwlogo_square.png", "type": "image/png", "height": 225}}, "twitter": {"description": "Teleflex Launches Tripe-Lumen Version of Unique ARROW PICC with Chlorag+ard Technology", "title": "Teleflex Launches Triple-Lumen Version of Unique ARROW&reg; PICC with Chlorag+ard&reg; Technology", "image": {"src": "http://mms.businesswire.com/media/20150219006477/en/24301/21/tfx.corp.color.jpg"}, "site": "@businesswire", "widgets": {"csp": "on"}, "card": "summary_large_image"}, "robots": "noodp,noydir", "DC.date.issued": "2015-02-19", "p": {"domain_verify": "95725e0359a14c2e1ccbd936e10d20d6"}, "viewport": "width=device-width,initial-scale=1"}, "_id": "\"57477af46914bd0286fd5add\"", "article_summary": "Chlorag+ard® Technology uses a proprietary process to chemically bond chlorhexidine to both the internal and external surfaces of the catheter.\n“With the completion of our ARROW® PICC with Chlorag+ard® Technology portfolio, Teleflex can now help provide the benefits of Chlorag+ard® Technology to all patients with PICCs, whether they require a single-, double-, or triple-lumen device,” said Jay White, President, Vascular Division of Teleflex.\n“Because ARROW® PICCs with Chlorag+ard® Technology are both antimicrobial and antithrombogenic, they provide an extra measure of protection against thrombosis, occlusion, intimal hyperplasia and infection.\nWAYNE, Pa.--(BUSINESS WIRE)--Teleflex Incorporated (NYSE:TFX), a leading global provider of medical devices for critical care and surgery, announced the launch of the triple-lumen ARROW® PICC with Chlorag+ard® Technology.\nThis completes the Company’s portfolio of PICCs with the unique and groundbreaking Chlorag+ard® Technology."}