{"article_title": "Rural areas battle mental health provider shortage", "article_keywords": ["behavioral", "mental", "providers", "shortage", "bloomington", "wait", "times", "try", "health", "provider", "battle", "rural", "nurse", "psychiatrists", "areas"], "article_url": "http://wishtv.com/2014/10/04/rural-areas-battle-mental-health-provider-shortage/", "article_text": "(File Photo)\n\nBLOOMINGTON, Ind. (AP) — Rural communities in central and southern Indiana are battling a shortage of mental health professionals that is increasing wait times and forcing providers to triage cases to focus on the most urgent needs.\n\nMany patients are facing wait times of up to three months as facilities struggle to recruit psychiatrists and nurse practitioners with the ability to prescribe medication.\n\n“The number of mental health providers we have in Bloomington is being overtaxed,” Scott Branam, executive director of behavioral health at IU Health Bloomington, told The Herald-Times.\n\nThe situation is being compounded by an aging psychiatrist population — the average age is 55 — and a decline in the number of medical students pursuing the field, often because other specialties carry higher salaries and reimbursement rates. An increase in people with mental health insurance coverage through the Affordable Care Act and a reduced stigma for those seeking help also are factors.\n\nBranam said he expects the shortage to continue. Some studies have estimated that an additional 150 psychiatrists are needed in Indiana to meet the state’s needs.\n\nHe said Bloomington has enough mental health providers to handle clients from Monroe County but can’t absorb the influx of clients from neighboring counties.\n\nBob Siegmann, vice president of health care integration with Centerstone behavioral health center, said wait times for appointments average one to three months. But his facility tries to identify those whose needs are urgent.\n\n“We try to do everything we can to reduce that wait, and we try to fast track those patients who are severely psychotic or suicidal,” he said.\n\nBranam said the IU Health Outpatient Behavioral Health office has three psychiatrists, one nurse practitioner with prescribing privileges and seven therapists. The office plans to add a psychologist in the coming weeks and is trying to recruit two more psychiatrists.\n\nCenterstone’s Bloomington location has 3 1/2 psychiatrists and three nurse practitioners with prescribing privileges.\n\nShare this: Facebook\n\nTwitter\n\nGoogle\n\nEmail\n\nPrint\n\nMore\n\nPinterest\n\nLike this: Like Loading...", "article_metadata": {"description": "Studies have estimated that an additional 150 psychiatrists are needed in Indiana to meet current needs.", "generator": "WordPress.com", "apple-itunes-app": "app-id=488524387", "og": {"site_name": "WISH-TV", "description": "Studies have estimated that an additional 150 psychiatrists are needed in Indiana to meet current needs.", "title": "Rural areas battle mental health provider shortage", "url": "http://wishtv.com/2014/10/04/rural-areas-battle-mental-health-provider-shortage/", "image": {"width": 640, "identifier": "https://lintvwish.files.wordpress.com/2014/01/doctor-clipboard_20081216103946_640_480.jpg", "height": 371}, "locale": "en_US", "type": "article"}, "twitter": {"description": "Studies have estimated that an additional 150 psychiatrists are needed in Indiana to meet current needs.", "creator": "@WISH_TV", "image": {"src": "https://lintvwish.files.wordpress.com/2014/01/doctor-clipboard_20081216103946_640_480.jpg?w=640"}, "title": "Rural areas battle mental health provider shortage", "site": "wish_tv", "card": "summary_large_image"}, "keywords": "Monroe County, Local News, News, Associated Press", "google-play-app": "app-id=com.linmedia.newstouch.wish", "fb": {"pages": 51020120862}, "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://wishtv.com/feed/;icon-uri=http://1.gravatar.com/blavatar/3eda613633012e4513b3dffff2e4b0bc?s=16", "application-name": "WISH-TV", "article": {"publisher": "https://www.facebook.com/wishtv", "published_time": "2014-10-04T08:26:11+00:00", "modified_time": "2014-10-04T12:42:36+00:00"}, "msvalidate.01": "25404283363C09DE121A55A903F03873", "google-site-verification": "-0bIsWnsWP_Tti2P_v5CM_6E-Jif4gWmQWQHbxcE9q4", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "“The number of mental health providers we have in Bloomington is being overtaxed,” Scott Branam, executive director of behavioral health at IU Health Bloomington, told The Herald-Times.\nBob Siegmann, vice president of health care integration with Centerstone behavioral health center, said wait times for appointments average one to three months.\nAn increase in people with mental health insurance coverage through the Affordable Care Act and a reduced stigma for those seeking help also are factors.\nBranam said the IU Health Outpatient Behavioral Health office has three psychiatrists, one nurse practitioner with prescribing privileges and seven therapists.\nHe said Bloomington has enough mental health providers to handle clients from Monroe County but can’t absorb the influx of clients from neighboring counties."}