{"article_title": "Health care costs and the ACO delusion", "article_keywords": ["provided", "cost", "spending", "delusion", "aco", "savings", "costs", "health", "medicare", "acos", "save", "growth", "care"], "article_url": "http://www.philly.com/philly/blogs/healthcare/Health-care-costs-and-the-ACO-delusion.html", "article_text": "Accountable care organizations (ACO’s) promise to save us. Dreamed up by Dartmouth’s Eliot Fisher in 2006, and signed into law as a part of the Affordable Care Act (ACA) in 2010, we have been sold on the idea that this particular incarnation of the HMO/Managed Care will save the government, save physicians and save patients all at the same time. I dare say that Brahma, Vishnu and Shiva together would struggle to accomplish those lofty goals. Regardless of the daunting task in front of them, the brave policy gods who see patients about as often as they see pink unicorns, chose to release the Kraken – I mean the ACO – onto an unsuspecting public based on the assumption that anything was better than letting those big, bad, test ordering, hospital admitting, brand name prescribing physicians from running a muck. I realize I am being somewhat harsh towards the creators of the ACO morass. But, while they all may be well-meaning, hard-working folks that own a Harvard crimson sweater, their intent is to fundamentally change how health care is provided – this mandates a robust evaluation. As Milton Friedman aptly said, “One of the great mistakes is to judge policies and programs by their intentions rather than their results.” Thus, with little regard to intent, and with an eye on the end result, I say unequivocally : ACO’s do not work.\n\nFirst, an introduction to ACO’s. ACOs fall under the Medicare Shared Savings Program (MSSP). This program allows provider organizations (ACO’s) to share in savings with Medicare if spending is kept below a financial benchmark. The details of how the financial benchmarks are set up are somewhat opaque, but essentially amount to Medicare using a pre-ACO contract initiation period to arrive at a spending average baseline. Year over year changes in cost per beneficiary are then compared to the national average medicare spending growth. ACO’s that come in under the national average Medicare spending growth rate get to keep 50% of the savings that accrue to Medicare. Based on these benchmarks, the Center for Medicare and Medicaid Services (CMS) announced last year that in 2014 ACO’s saved $411 million dollars.\n\nThere is, however, a significant problem with this approach. ACO’s are generally regional, and Medicare spending patterns vary widely by zipcode. It is not the best idea to compare ACO’s in regions with high cost growth to national spending growth patterns. A much more valid comparison would be to compare ACO costs with non-ACO costs within the same region. This is exactly what authors of a recent study in the NEJM attempted to do.\n\nACO’s were examined based on when they began (2012, or 2013), and 2013 spending per beneficiary was studied. The grand total savings per beneficiary in the group of ACO’s that joined in 2012 was $144 (- 1.4%). ACO’s that joined in 2013 saved $3. To rub salt in the wounds, there was also no real difference seen in ‘high value’ care provided to patients (hospitalizations, 30-day readmissions). The savings estimated for the 2012 ACO group was $238 million dollars, but unfortunately, there was no net savings because Medicare paid $244 million in bonuses to ACO’s.\n\nThe biggest sin the ACO’s commit is to distract from the real conversation about cost. There are plenty of cost savings to be had within the current construct, but we the public don’t want to make hard choices. We are a wealthy society, and a wealthy society prizes its health. In India, a rise in the price of onions is cause for rioting. In the United States, suggesting mammograms not be covered until age 50 may result in charges of misogyny by liberals, and charges of fascist death panels by Palin republicans. Even the interventions that wouldn’t cost the public anything sit behind walls guarded by special interests. Currently, a significant pay differential exists between services provided by hospital-based outpatient departments and freestanding, physician-owned clinics. This means that the same echocardiogram provided in the same venue by the same people is many times more expensive if a hospital owns the clinic. This is not a secret. The Medicare Payment Advisory Commission (MEDPAC) has advised Medicare of this no-sense differential every year since 2012. Hospitals have resisted attempts to cut this vociferously, and successfully. But never you mind – just remember – the ACO will save us.\n\nAnish Koka, M.D., a cardiologist in private practice in Philadelphia, blogs on health-care policy and delivery at anishkoka.blogspot.com. For a longer version of this post -- and the debate over it -- see The Health Care Blog.\n\nRead more at http://www.philly.com/philly/blogs/healthcare/Medical-Errors-The-problem-with-getting-to-zero.html#c278oeBWHO1uOiQo.99\n\nRead more from the Check Up blog »\n\nPublished: The Philadelphia Inquirer\n\nPlease enable JavaScript to view the comments powered by Disqus.", "article_metadata": {"pubdate": 20160526, "editdate": "20160504T07:30:54", "twitter": {"url": "http://www.philly.com/philly/blogs/healthcare/Health-care-costs-and-the-ACO-delusion.html", "image": "http://media.philly.com/images/brahma.jpg", "site": "@phillydotcom", "card": "summary_large_image", "title": "Health care costs and the ACO delusion"}, "cg": "health", "keywords": "Dr. Anish Koka", "description": "Accountable care organizations (ACO&rsquo;s) promise to save us.  Dreamed up by Dartmouth&rsquo;s Eliot Fisher in 2006, and signed into law as a part of the Affordable Care Act (ACA) in 2010, we have been sold on the idea that this particular incarnation of the HMO/Managed Care will save the government, save physicians and save patients all at the same time.  I dare say that Brahma, Vishnu and Shiva together would struggle to accomplish those lofty goals.  Regardless of the daunting task in front of them, the brave policy gods who see patients about as often as they see pink unicorns, chose to release the Kraken &ndash; I mean the ACO &ndash; onto an unsuspecting public based on the assumption that anything was better than letting those big, bad, test ordering, hospital admitting, brand name prescribing  physicians from running a muck.  I realize I am being somewhat harsh towards the creators of the ACO morass.  But, while they all may be well-meaning, hard-working folks that own a Harvard crimson sweater, their intent is to fundamentally change how health care is provided &ndash; this mandates a robust evaluation.  As Milton Friedman aptly said, &ldquo;One of the great mistakes is to judge policies and programs by their intentions rather than their results.&rdquo;  Thus, with little regard to intent, and with an eye on the end result, I say unequivocally : ACO&rsquo;s do not work. - Dr. Anish Koka, Philadelphia Inquirer", "byline": "Dr. Anish Koka", "contenttype": "Blog_Post", "publication": "Philadelphia Inquirer", "title": "Health care costs and the ACO delusion", "livedate": "20160504T07:30:54", "verify-v1": "3x82DC93LZlv0I/hQEBoyVVjlGPtX7VxHFgv1upr+9I=", "news_keywords": "Dr. Anish Koka", "contentid": 378109631, "DC.date.issued": "2016-05-04T07:30:54-04:00", "fb": {"app_id": 938226082960499}, "viewport": "width=device-width, initial-scale=1.0", "og": {"site_name": "Philly.com", "description": "Accountable care organizations (ACO&rsquo;s) promise to save us.  Dreamed up by Dartmouth&rsquo;s Eliot Fisher in 2006, and signed into law as a part of the Affordable Care Act (ACA) in 2010, we have been sold on the idea that this particular incarnation of the HMO/Managed Care will save the government, save physicians and save patients all at the same time.  I dare say that Brahma, Vishnu and Shiva together would struggle to accomplish those lofty goals.  Regardless of the daunting task in front of them, the brave policy gods who see patients about as often as they see pink unicorns, chose to release the Kraken &ndash; I mean the ACO &ndash; onto an unsuspecting public based on the assumption that anything was better than letting those big, bad, test ordering, hospital admitting, brand name prescribing  physicians from running a muck.  I realize I am being somewhat harsh towards the creators of the ACO morass.  But, while they all may be well-meaning, hard-working folks that own a Harvard crimson sweater, their intent is to fundamentally change how health care is provided &ndash; this mandates a robust evaluation.  As Milton Friedman aptly said, &ldquo;One of the great mistakes is to judge policies and programs by their intentions rather than their results.&rdquo;  Thus, with little regard to intent, and with an eye on the end result, I say unequivocally : ACO&rsquo;s do not work.", "title": "Health care costs and the ACO delusion", "url": "http://www.philly.com/philly/blogs/healthcare/Health-care-costs-and-the-ACO-delusion.html", "image": "http://media.philly.com/images/brahma.jpg", "type": "article"}, "searchdate": "2016-05-04", "google-site-verification": "db3T5L3C8_JvO-55gJ22lGGUnZLlNulgzTwX1NhCV3o", "y_key": "ccf0cd67e5f1e33c", "sourcepublication": "Inquirer"}, "_id": "\"57477af46914bd0286fe3a19\"", "article_summary": "To rub salt in the wounds, there was also no real difference seen in ‘high value’ care provided to patients (hospitalizations, 30-day readmissions).\nIt is not the best idea to compare ACO’s in regions with high cost growth to national spending growth patterns.\nA much more valid comparison would be to compare ACO costs with non-ACO costs within the same region.\nYear over year changes in cost per beneficiary are then compared to the national average medicare spending growth.\nThere are plenty of cost savings to be had within the current construct, but we the public don’t want to make hard choices."}