{"article_title": "Cruz insiste en que Obamacare destruye empleos. ¿Le creemos?", "article_keywords": ["el", "le", "empleo", "la", "ha", "obamacare", "cruz", "los", "empleos", "creemos", "en", "y", "destruye", "insiste", "que", "se"], "article_url": "http://especiales.univision.com/detector-de-mentiras/fact/cruz-insiste-en-que-obamacare-destruye-empleos/", "article_text": "abril 29, 2016 • Verificado por: Luis Alejandro Ordóñez\n\nCruz insiste en que Obamacare destruye empleos. ¿Le creemos?\n\nEl senador de Texas y candidato por la nominación republicana, Ted Cruz, está haciendo de la creación de empleo el centro de sus propuestas de gobierno. Cruz, entre otras medidas para la creación de empleo, derogaría la Ley Patient Protect and Affordable Care Act, mejor conocida como Obamacare, pues según el candidato, Obamacare ha destruido el empleo en el país. Este jueves 28 de abril volvió a repetir una de sus frases favoritas de campaña:\n\n“...Obamacare es el mayor destructor de empleo en América… yo voy a derogar cada palabra de (la ley)”.\n\n¿Es cierto lo que dice Ted Cruz sobre Obamacare?\n\nNo. Obamacare no es el destructor de empleo que dice Cruz, no hay ninguna evidencia de ello y para mostrarlo se puede acudir a estos tres cuadros del Bureau of Labor Statistics, es decir, los datos oficiales:\n\nTotal de empleos en los últimos 10 años:\n\nTasa de desempleo en los últimos 10 años:\n\nEmpleo a tiempo parcial por razones económicas en los últimos 10 años:\n\nComo se puede ver en los cuadros, desde marzo de 2010, cuando Obamacare fue promulgada como ley por el Presidente Obama, el desempleo ha caído desde 9.9% de marzo 2010 a 5.0% de marzo 2016 (segundo cuadro), pero además el empleo se ha mantenido sobre la línea del cero en el cambio neto mensual, es decir, desde entonces siempre se han creado más empleos de los que se han destruido (segundo cuadro).\n\nDándole el beneficio de la duda a Cruz, si Obamacare está destruyendo empleos, habría que preguntarle qué los está creando en tales magnitudes, que no sólo compensa por los perdidos sino que crea nuevos. En el tercer cuadro se observa que también ha disminuido el empleo a tiempo parcial por razones económicas, es decir, hay más gente trabajando a tiempo completo, al contrario de lo que muchos detractores de la ley argumentan.\n\nEl caso Cruz\n\nEl candidato Cruz ha insistido en su campaña que Obamacare es una ley destructora de empleos y que debe ser derogada para eliminar las cargas que produce sobre los pequeños negocios y, con ello, sobre el empleo de los estadounidenses. Pero la evidencia que se ha encontrado dice que los pequeños negocios no están haciendo demasiados cambios en sus políticas de personal debido a Obamacare.\n\nLa afirmación de Cruz ha sido mostrada como falsa en diversas oportunidades, sobre todo después de decirlo en un debate entre candidatos republicanos (aquí y aquí, por ejemplo). Por si fuera poco, también le ocasionó un acalorado intercambio en un programa de opinión, donde ante las insistencias del entrevistador sobre la situación del empleo desde la vigencia Obamacare, el candidato sólo pudo desviar el tema. Sin embargo, nada de eso ha impedido que Cruz siga repitiendo que Obamacare es el mayor destructor de empleo en el país y que cuando hable de sus planes económicos siempre incluya el derogar la ley como una medida para generar empleo.\n\nVeredicto\n\nCruz dice una mentira. Y la viene diciendo reiteradas veces. No hay evidencia de que Obamacare esté destruyendo millones de empleos. Los números indican que desde que entró en vigencia la ley, la economía de Estados Unidos no ha sufrido ningún tipo de descalabro, e incluso desde entonces se han creado más empleos de los que se han destruido, ha bajado la tasa de desempleo y también la cantidad de trabajos a tiempo parcial por razones económicas.\n\nNada de eso ha evitado que Cruz siga repitiendo algo que simplemente no es verdad, y que además lo convierta en una de las bases de su propuesta económica.", "article_metadata": {"og": {"site_name": "Detector de mentiras", "description": "El senador de Texas y candidato por la nominación republicana, Ted Cruz, está haciendo de la creación de empleo el centro de sus propuestas de gobierno. Cruz, entre otras medidas para la creación de empleo, derogaría la Ley Patient Protect and Affordable Care Act, mejor conocida como Obamacare, pues según el candidato, Obamacare ha destruido …", "title": "Cruz insiste en que Obamacare destruye empleos. ¿Le creemos? - Detector de mentiras", "locale": "es_ES", "image": "http://especiales.univision.com/detector-de-mentiras/wp-content/uploads/2016/04/GettyImages-526033804.jpg", "url": "http://especiales.univision.com/detector-de-mentiras/fact/cruz-insiste-en-que-obamacare-destruye-empleos/", "type": "article"}, "article": {"publisher": "https://www.facebook.com/Detector-de-Mentiras-1980587028833394/"}, "fb": {"app_id": 1633729903549846}, "twitter": {"description": "El senador de Texas y candidato por la nominación republicana, Ted Cruz, está haciendo de la creación de empleo el centro de sus propuestas de gobierno. Cruz, entre otras medidas para la creación de empleo, derogaría la Ley Patient Protect and Affordable Care Act, mejor conocida como Obamacare, pues según el candidato, Obamacare ha destruido […]", "creator": "@detecdementiras", "image": "http://especiales.univision.com/detector-de-mentiras/wp-content/uploads/2016/04/GettyImages-526033804.jpg", "title": "Cruz insiste en que Obamacare destruye empleos. ¿Le creemos? - Detector de mentiras", "site": "@detecdementiras", "card": "summary"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "abril 29, 2016 • Verificado por: Luis Alejandro OrdóñezCruz insiste en que Obamacare destruye empleos.\nCruz, entre otras medidas para la creación de empleo, derogaría la Ley Patient Protect and Affordable Care Act, mejor conocida como Obamacare, pues según el candidato, Obamacare ha destruido el empleo en el país.\nPero la evidencia que se ha encontrado dice que los pequeños negocios no están haciendo demasiados cambios en sus políticas de personal debido a Obamacare.\nNada de eso ha evitado que Cruz siga repitiendo algo que simplemente no es verdad, y que además lo convierta en una de las bases de su propuesta económica.\nNo hay evidencia de que Obamacare esté destruyendo millones de empleos."}