{"article_title": "Electronic medical records no cure-all yet: Column", "article_keywords": ["talking", "patient", "usa", "providers", "column", "medical", "cureall", "spent", "records", "patients", "electronic", "today"], "article_url": "http://www.usatoday.com/story/opinion/2014/01/19/kevin-pho-electronic-medical-records/4649043/", "article_text": "Recent studies expose significant drawbacks.\n\nDoctor's visit. (Photo: Lisa Nipp for USA TODAY 2009 photo) Story Highlights Now that I've switched to electronic records, I seem to spend less face-to-face time with patients.\n\nInstead I seem to spend an inordinate amount of time clicking on boxes for billing purposes.\n\nI don't think we should go back to paper, but electronic records still have room for improvement.\n\nMore than half of physicians today use electronic medical records, thanks to the $22 billion the federal government is spending to encourage providers to make the transition from paper.\n\nSupporters of digital records, including President Obama, say they improve patient care and reduce health costs. Now that I have switched to electronic records in my own practice, I wonder whether those claims are really true.\n\nA Rand Corp. survey released last fall found that many doctors were unhappy with their digital record systems, saying they interfered with face-to-face interaction with their patients.\n\nI agree. In fact, some patients mentioned that I often spent more time typing on a computer instead of talking to them. Now I leave my laptop outside the exam room.\n\nUnlike the intuitive ease of touch-based smartphones and tablets, electronic medical records are generally antiquated programs that are cumbersome to use. Providers often spend more time checking boxes with a mouse to satisfy onerous billing and administrative requirements that do little to help patients.\n\nA lot of clicking\n\nFor instance, it takes me more than 50 mouse clicks, all while scrolling through dozens of screens, to document a straightforward office visit for a sinus infection. Refilling a single prescription electronically, which I do over a hundred times a day, takes more than 10 clicks.\n\nIn fact, more time in front of computers means less time for patients.\n\nAn American Journal of Emergency Medicine study found that emergency physicians spent 43% of their time entering data into a computer, compared with only 28% of their time spent talking to patients. During a typical 10-hour shift, a doctor would click a mouse almost 4,000 times.\n\nDoctors in training have it worse. Researchers at Johns Hopkins University School of Medicine found that medical interns spent 12% of their time talking to patients, or about eight minutes a day per patient, but more than 40% of their time on a computer filling out electronic paperwork.\n\nSuch hurried interactions not only impede medical education for trainees, but also have real world consequences, such as diminishing patient satisfaction and increasing the rate of medication prescriptions.\n\nAnd what about the promised cost savings?\n\nSuch assertions were largely based on a 2005 Rand Corp. analysis, which predicted that electronic records would save $81 billion annually. Last year, Rand backtracked, saying those numbers were overstated.\n\nDangers of fraud\n\nThis month, an Office of the Inspector General report warned that electronic medical records could even contribute to Medicare fraud, by making it easier for providers to duplicate documentation and make it appear that they performed more services than they actually did.\n\nTo be fair, the transition to electronic medical records has had some successes, most notably a reduction of medication errors. And I'm not advocating a return to paper. But let's curb the enthusiasm for electronic medical records.\n\nToday's systems too often obstruct medical care, and threaten to monopolize providers' time at the expense of talking to patients. Until they evolve so that direct patient contact isn't compromised, the true potential of electronic medical records will remain unrealized.\n\nKevin Pho, a primary care physician in Nashua, N.H., blogs at MedPage Today's KevinMD.com and is a member of USA TODAY's Board of Contributors.\n\nIn addition to its own editorials, USA TODAY publishes diverse opinions from outside writers, including our Board of Contributors. To read more columns like this, go to the opinion front page or follow us on twitter @USATopinion or Facebook.\n\n\n\nRead or Share this story: http://usat.ly/1jfXBfR", "article_metadata": {"google": "notranslate", "description": "Recent studies expose significant drawbacks.", "og": {"site_name": "USA TODAY", "description": "Recent studies expose significant drawbacks.", "title": "Electronic medical records no cure-all yet: Column", "url": "http://www.usatoday.com/story/opinion/2014/01/19/kevin-pho-electronic-medical-records/4649043/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "Recent studies expose significant drawbacks.", "title": "Electronic medical records no cure-all yet: Column", "image": "http://www.gannett-cdn.com/-mm-/dffa2dab4b259fdfddc76eae7280259f6bfbe57b/c=0-588-2336-2924&r=x643&c=640x640/local/-/media/USATODAY/USATODAY/2014/01/19//1390168943000-pho.jpg", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Persons/Barack Obama", "gci-asset-type": "story", "gci-categories": "Persons/Barack Obama", "title": "Electronic medical records no cure-all yet: Column", "author": "Kevin Pho", "pageclass": "article", "recs": {"category": "opinion", "image-3-4": "http://www.gannett-cdn.com/-mm-/fb6a16bbde2a45c179101d9ae22dce5bddee2365/c=0-202-2336-3320/local/-/media/USATODAY/USATODAY/2014/01/19//1390168943000-pho.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/d5abbfbbc25674f8a42b99f2d227e29738d5ba46/c=0-588-2336-2924/local/-/media/USATODAY/USATODAY/2014/01/19//1390168943000-pho.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/dd03e9e36b1bd0fdd2ab7639c2a21a18816f64e6/c=0-878-2336-2635/local/-/media/USATODAY/USATODAY/2014/01/19//1390168943000-pho.jpg", "image": "http://www.gannett-cdn.com/-mm-/2ce7d1a19e43258d8b687dbc410bf9e80ef5aec6/c=0-808-2336-2125&r=x633&c=1200x630/local/-/media/USATODAY/USATODAY/2014/01/19//1390168943000-pho.jpg", "publishtime": "2014-01-19T17:03:03.630000-05:00", "shorthed": "Electronic medical records no cure-all: Column", "articleid": 4649043, "image-16-9": "http://www.gannett-cdn.com/-mm-/13d9bd5c0d346c76b20a4f2671c1028440a739d1/c=0-808-2336-2125/local/-/media/USATODAY/USATODAY/2014/01/19//1390168943000-pho.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/abebbc33f682a81791d8de0a2796023b84fa27b5/c=184-0-2152-3504/local/-/media/USATODAY/USATODAY/2014/01/19//1390168943000-pho.jpg"}}, "news_keywords": "electronic medical records, electronic medical records study, rand corporation electronic medical records, medical records, health care, obama health care, health care records, physicians medical records, study medical records"}, "article_summary": "To be fair, the transition to electronic medical records has had some successes, most notably a reduction of medication errors.\nUnlike the intuitive ease of touch-based smartphones and tablets, electronic medical records are generally antiquated programs that are cumbersome to use.\nUntil they evolve so that direct patient contact isn't compromised, the true potential of electronic medical records will remain unrealized.\nBut let's curb the enthusiasm for electronic medical records.\nNow that I have switched to electronic records in my own practice, I wonder whether those claims are really true."}