{"article_title": "Injury-hit Magpies prove easy prey for Lions", "article_keywords": ["injuryhit", "zorko", "01", "d", "prove", "beams", "swan", "young", "magpies", "players", "collingwood", "prey", "easy", "team", "lions"], "article_url": "http://www.theage.com.au/afl/afl-match-report/injuryhit-magpies-prove-easy-prey-for-lions-20140816-104z57.html", "article_text": "Lion Dayne Zorko celebrates a goal with Jack Crisp (left) and Rohan Bewick on Saturday night. Photo: Getty Images\n\nBRISBANE LIONS 6.1 10.7 15.11 18.15 (123) COLLINGWOOD 4.3 5.3 6.6 8.8 (56)\n\nGoals: Brisbane Lions: J Freeman 4 D Merrett 3 D Zorko 2 J Green 2 C Beams D Gardiner D McStay J Adcock J Crisp P Hanley R Bewick. Collingwood: T Broomhead 3 A Fasolo C Young D Swan T Cloke T Goldsack.\n\nBEST Brisbane: Zorko, Rockliff. Freeman, Martin, Hanley, Merritt, Crisp, Adcock, Aish Collingwood: Sidebottom, Broomhead, Young, Swan, Ball, Fasolo Umpires: Jacob Mollison, Jason Armstrong, Matthew Leppard.\n\nOfficial Crowd: 32,926 at MCG.\n\nNathan Buckley thought the West Coast loss was as bad as it could be for Collingwood this year.\n\nA week later and he confronted the full catastrophe against the Brisbane Lions. He could not know if his side played poorly, for he barely had a side out there. The remnants of a team was unable to stop what became the unexpected end to a season.\n\nA Collingwood fan tells the club's president, Eddie McGuire, a home truth or two after the big defeat. Photo: Getty Images\n\nTime Q4 31:12 Team COFC Score 8.8.56 Team BFC Score 18.15.123 Collingwood versus Brisbane View Match Statistics Players Broomhead (3.0), Fasolo (1.1), Young (1.1), Cloke (1.0), Goldsack (1.0), Swan (1.0), Grundy (0.2), Beams (0.1), Blair (0.1) Scorers Freeman (4.1), Merrett (3.1), Zorko (2.1), Green (2.0), Crisp (1.3), Hanley (1.1), Adcock (1.0), Beams (1.0), Bewick (1.0), Gardiner (1.0), McStay (1.0), Aish (0.1), Close (0.1), Harwood (0.1), Taylor (0.1)\n\nThis was the complete footballing train wreck. Think about the players you would least want to lose from your team and the worst possible times you would want to lose them in a game, and all of that coming true on one night.\n\nAdvertisement\n\nThe captain and best player. Out. The full-forward gone. The centre half-back out, too. All of them All-Australians. Then to follow the leading goalkicker out of the side goes the second leading goalkicker, and the most dynamic forward,\n\nWhen you think that is the worst of it, another midfielder goes down and is out for the rest of the night and probably the year (but by then it is inconsequential, the year is gone).\n\nOne player is left to rotate on the bench and one of the players in the side has already played one game that day.\n\nConsider then that you are playing for a place in the eight and you are only playing the 15th side on the ladder. Collingwood had its season all but ended in a most unthinkable fashion. It was not just the extraordinary volume of injuries it suffered in a short period of time but those injured were its best players.\n\nTo summarise: first Jamie Elliott was a late withdrawal with hamstring tightness, so Clinton Young came into the side. Then in the warm-up, the Pies lost captain Scott Pendlebury, who injured a quad muscle. That forced a reshuffle and Tony Armstrong, who played a full game in the VFL earlier, was drafted from the stands and into the side. They give him the green vest hoping they can scrape by and he might just play half a quarter. They can’t.\n\nFour minutes into the first quarter, Armstrong is taking the vest off. Centre half-back Ben Reid, who missed the first 17 games with hamstring troubles, does the hamstring again. He was off. Armstrong was on.\n\nBrisbane seized the moment. Even for a side that lost by 105 points last week, these are moments of such rare sweet serendipity that it could not possibly be squandered.\n\nBut wait, it got better – or worse, depending on your view. Halfway through the second quarter, Travis Cloke landed awkwardly in a marking contest and hobbled off. A side that had already shown a decided reluctance to run both directions in the midfield was then put under even more pressure. The Magpies now had two players on the bench for the rest of the game and one player who by then had played six quarters.\n\nDayne Zorko, with the excitement of a kid left alone in a room of toys, was running where he liked, doing as he pleased. Dayne Beams was his nominal opponent in a head-to-head duel, but Zorko decidedly beat him. Beams was reluctant to work hard defensively. Zorko had 23 touches for the first half and a new opponent, Brent Macaffer, for the second.\n\nThe Lions were 34 points up at half-time and pinching themselves. So too was Buckley – this couldn’t possibly be true. It was, and it got worse.\n\nBen Kennedy rolled into Beams’ legs in a contest and was helped from the ground, not to return. The Lions, doing as they pleased beforehand, were playing with giddy excitement afterwards.\n\nThey finished the night with 100-plus possessions more than Collingwood and dominance in every statistical category save for the injury toll.\n\nTom Rockliff had 14 touches for the quarter and was a threat throughout; Stefan Martin continued to run the two Collingwood rucks off their feet; but most impressively for the Lions, Jonathan Freeman booted four goals and had a presence about him.\n\nThe Lions spread of midfield runners stretched Collingwood beyond its limit.\n\nSteele Sidebottom amassed possessions for Collingwood and Tim Broomhead kicked three goals in the first half.\n\nWith Elliott out, Alex Fasolo was pushed forward but could not be a serious primary alternative with Cloke off the ground. Dane Swan and Luke Ball could not shoulder a burden of the weight of Collingwood’s losses.\n\nBrisbane suffered an injury to one of its players – but it was one player and in the last minutes. Daniel Merrett was carried from the ground after he lost his footing jumping for a mark.", "article_metadata": {"news_keywords": "Collingwood Magpies, AFL Match Report, Brisbane Lions, AFL News", "application-name": "The Age", "og": {"site_name": "The Age", "description": "Collingwood devastated by injuries barely before the game begins then get mauled by Lions at the MCG", "title": "Injury-hit Magpies prove easy prey for Lions", "url": "http://www.theage.com.au/afl/afl-match-report/injuryhit-magpies-prove-easy-prey-for-lions-20140816-104z57.html", "image": "http://www.theage.com.au/content/dam/images/3/d/t/t/o/image.related.articleLeadwide.620x349.104z57.png/1408195772850.jpg", "type": "article"}, "twitter": {"site": "@theage", "image": {"src": "http://www.theage.com.au/content/dam/images/3/d/t/t/o/image.related.articleLeadwide.620x349.104z57.png/1408195772850.jpg"}, "description": "Collingwood devastated by injuries barely before the game begins then get mauled by Lions at the MCG", "card": "summary_large_image", "title": "Injury-hit Magpies prove easy prey for Lions"}, "msapplication-tooltip": "Open The Age", "robots": "ACAP allow-present prohibited-modification=annotation", "fb": {"app_id": 230318243699378}, "msapplication-starturl": "http://www.theage.com.au", "msapplication-task": "name=Weather;action-uri=http://www.theage.com.au/weather;icon-uri=http://www.theage.com.au/favicon.ico;", "description": "Collingwood devastated by injuries barely before the game begins then get mauled by Lions at the MCG"}, "article_summary": "Collingwood: T Broomhead 3 A Fasolo C Young D Swan T Cloke T Goldsack.\nFreeman, Martin, Hanley, Merritt, Crisp, Adcock, Aish Collingwood: Sidebottom, Broomhead, Young, Swan, Ball, Fasolo Umpires: Jacob Mollison, Jason Armstrong, Matthew Leppard.\nPhoto: Getty ImagesBRISBANE LIONS 6.1 10.7 15.11 18.15 (123) COLLINGWOOD 4.3 5.3 6.6 8.8 (56)Goals: Brisbane Lions: J Freeman 4 D Merrett 3 D Zorko 2 J Green 2 C Beams D Gardiner D McStay J Adcock J Crisp P Hanley R Bewick.\nA week later and he confronted the full catastrophe against the Brisbane Lions.\nNathan Buckley thought the West Coast loss was as bad as it could be for Collingwood this year."}