{"article_title": "Grounds for impeachment", "article_keywords": ["presidents", "executive", "obamacare", "impeachment", "past", "likely", "americans", "obama", "powers", "think", "grounds"], "article_url": "http://www.renewamerica.com/columns/caruba/131111", "article_text": "Grounds for impeachment\n\n\n\nBy Alan Caruba I am beginning to think that, short of Obama being videotaped murdering a Fox News reporter on the east lawn of the White House, he will not be impeached.Calls for a president's impeachment are commonplace. I have written in the past that Obama was likely unimpeachable on the constitutional grounds of treason, bribery, or other high crimes and misdemeanors.Even so, I increasingly believe that Obamabe impeached.The Framers were intentionally vague about the definition of high crimes and misdemeanors , but experts on the Constitution define the terms to mean any serious abuse of power to include both legal and illegal activities. Thus, misconduct, violations of the oath of office, and serious incompetence fall under the purview of impeachment.I don't think one has to be a lawyer to conclude that deliberately and repeatedly lying to Americans about the passage and implementation of the Affordable Care Act that is depriving them of their preferred healthcare insurance, fining them if they do not purchase insurance they may not want or need, while giving the federal government control over one sixth of the nation's economy is an impeachable offense.Everything involving Obamacare wreaks of an attack on the most fundamental elements of the Constitution whose emphasis is on individual liberties and whose construction strictly limits the powers of the central government. Requiring people to purchase something they don't want strikes me as distinctly unconstitutional and, indeed, the Supreme Court gave Obamacare a pass by ruling it was a tax.I have no doubt that presidents have lied to the public in the past. Even George Washington was accused of being a \"usurper\" of powers not delineated in the Constitution when, over the course of the first two terms of the presidency, he asserted the right of the chief executive to control executive appointments, determine foreign policy and military affairs, as well as government finances, and federal law enforcement. He was the first to legislate by presidential proclamation and to issue secret fiats under the cloak of executive privilege. Those powers exist to this day, passed down through the office to its 44th occupant, Barack Obama.I think impeachment is needed because we face three more years of Obama's presidency and, with Obamacare alone, he has wreaked havoc on the lives of millions of Americans by deception.The impact on the nation's economy is already being felt in the reduction of working hours that it has imposed on millions, the reduction in the creation of jobs well below normal growth, the huge increases in the costs of healthcare insurance, the structural instability of the funding aspects of the law, and the interposition of the government between patient and doctor. The inclusion of the so-called death panels is real and is an abomination.If Obamacare by itself is not cause for impeachment, the deliberate hollowing out of the U.S. military poses a threat to the security of the nation and the recent removal of high ranking officers raises memories of Stalin's purge of generals deemed likely to oppose his tyrannical control. The morale of the members of the armed services is likely at an all-time low and recruitment for the all-voluntary service is surely impacted as well.It appears that Obama intends to rule by executive order as his means of by-passing the authority of the Congress. It has proven to be a weak instrument of restraint and polls show it is held in very low esteem.The basis of the failures and cover-up of the Benghazi attack that resulted in the death of an American ambassador and three others should be sufficient cause for impeachment. It was dereliction of duty.The use of \"climate change,\" aka \"global warming\" as justification for the destruction of essential elements of the nation's supply of energy and the scandals involving the waste of billions in loans to \"clean energy,\" wind and solar companies, is further evidence of the President's deliberate deception of the public. There is no warming. The Earth has been in a natural cycle of cooling for about seventeen years and is likely to continue for many years to come.The recent negotiations with Iran have revealed that Obama has already begun to lift aspects of the sanctions placed on that rogue nation. Permitting Iran to acquire nuclear weapons is, I suggest, a crime against humanity.Do I think that Obama will be impeached by this Congress? No.The Republican Party that controls the House is sharply divided and the Senate, in which the trial would occur, is controlled by the Democrats, the President's party. There will be no impeachment.Realistically, the only remaining hope is the forthcoming 2014 midterm elections. Voters, millions of whom are being adversely affected, may conclude thatcandidates who have supported Obamacare in the past should be removed and those who want to repeal it in the future, should be elected. Between now and then, we shall surely hear of Americans who have died as the result of losing coverage. In the plainest term, that is murder.We have reached a point in which Obama is actually lying about the lies he has told. We may not be able to remove him from office, but he can be politically neutered if enough Americans wake up to the dire threat he poses to the nation and to their lives.© Alan Caruba", "article_metadata": {"description": "I am beginning to think that, short of Obama being videotaped murdering a Fox News reporter on the east lawn of the White House, he will not be impeached.\r\n\r\nCalls for a president's impeachment are commonplace. I have written in the past that Obama was likely unimpeachable on the constitutional grounds of treason, bribery, or other high crimes and misdemeanors"}, "article_summary": "Grounds for impeachmentBy Alan Caruba I am beginning to think that, short of Obama being videotaped murdering a Fox News reporter on the east lawn of the White House, he will not be impeached.Calls for a president's impeachment are commonplace.\nPermitting Iran to acquire nuclear weapons is, I suggest, a crime against humanity.Do I think that Obama will be impeached by this Congress?\nHe was the first to legislate by presidential proclamation and to issue secret fiats under the cloak of executive privilege.\nIn the plainest term, that is murder.We have reached a point in which Obama is actually lying about the lies he has told.\nBetween now and then, we shall surely hear of Americans who have died as the result of losing coverage."}