{"article_title": "Philly to host 2015 Northeast Republican Leadership Conference this week", "article_keywords": ["week", "conference", "northeast", "pennsylvania", "opportunity", "national", "sweeney", "state", "host", "leadership", "sen", "2015", "party", "republican", "philly"], "article_url": "http://triblive.com/news/adminpage/8569782-74/party-conference-national", "article_text": "Philly to host 2015 Northeast Republican Leadership Conference this week\n\nOff Road Politics connects Washington with Main Street hosted by Salena Zito and Lara Brown PhD. Exclusive radio show on @TribLIVE Podcasts Loading... Email Newsletters Sign up for one of our email newsletters.\n\nRepublicans are billing theirs as the “Grand Opportunity Party” when their Northeast Republican Leadership Conference opens in Philadelphia this week.\n\nAttendees will talk with panelists about American foreign policy and terrorism, Obamacare and health reform, connecting with voters through social media and faith, millennial GOP leaders, and the impact of money from SuperPACs in politics.\n\nOne early session is titled “Building a Winning Majority: How the GOP is the ‘Grand Opportunity Party.' ”\n\n“We're a party of opportunity: individual freedom and economic opportunity,” said Megan Sweeney, spokeswoman for the Republican Party of Pennsylvania.\n\nShe said the conference, only a few years old and being held in the Keystone State for the first time, gives people a chance to discuss voter outreach and other initiatives with party leaders and experts on campaigning.\n\nState party Chairman Rob Gleason said he wanted Pennsylvania to host it to show people that it's time for Republicans to carry the state in a presidential election.\n\n“The race to beat Hillary Clinton, this starts it this week,” he said.\n\nThe state party has been working with the national party on its thrust to reach Hispanic and black voters, Sweeney said. So-called “inclusion directors” for those segments of the population are “out in the field every day, holding meetings, going on radio shows ... reaching out in different ways,” she said.\n\nGleason said Pennsylvania years ago hired outreach directors to inspire Hispanics and blacks to vote Republican. “I recognized long ago that we have a great message that appeals to everyone, but not everyone was hearing it,” he said.\n\nCongressman Steve King of Iowa will welcome the conferees Thursday evening. Former U.S. Sen. Rick Santorum of Virginia, who is making his second run for president, will hold a breakfast session Friday. Santorum lived in Penn Hills when he represented Pennsylvania in the Senate from 1995 to 2007.\n\nAbout 500 people are expected to attend the conference, which runs through Saturday, Sweeney said.\n\nAmong the speakers: Govs. Chris Christie of New Jersey and Scott Walker of Wisconsin; U.S. Sen. Joni Ernst of Iowa; U.S. Sen. Lindsey Graham of South Carolina and former Hewlett-Packard CEO Carly Fiorina, who have announced White House bids; and Republican National Committee co-chairs Reince Priebus and Sharon Day.\n\nKarl Rove, former deputy chief of staff to President George W. Bush, is scheduled to speak.\n\nGleason said he chose Philadelphia for the conference in part because it's where Democrats will convene in 2016 and because of voter density.\n\n“The southeast part of the state holds 45 percent of the vote total,” Gleason said. “We have to show that we mean business in this area, and that we are not afraid to come here and do just that.”\n\nPhiladelphia beat out Brooklyn and Columbus, Ohio, to host the Democratic National Convention in July 2016. DNC Chair Debbie Wasserman Schultz has said the city's “deep-rooted place in American history provides a perfect setting for this special gathering.”\n\nSalena Zito is a Trib Total Media staff writer. Reach her at szito@tribweb.com.", "article_metadata": {"sailthru.author": "Salena Zito", "description": "Republicans are billing theirs as the ''Grand Opportunity Party'' when their Northeast Republican Leadership Conference opens in Philadelphia this week. Attendees will talk with panelists ...", "pubdate": "2015-06-15 13:19:58", "author": "Salena Zito", "og": {"site_name": "TribLIVE.com", "description": "Republicans are billing theirs as the ''Grand Opportunity Party'' when their Northeast Republican Leadership Conference opens in Philadelphia this week. Attendees will talk with panelists ...", "title": "Philly to host 2015 Northeast Republican Leadership Conference this week", "locale": "en_US", "image": "http://triblive.com/csp/mediapool/sites/TribLIVE/assets2/img/logos/triblive/TribLIVELogo.jpg", "updated_time": "2015-09-16 11:35:02.192", "url": "http://triblive.com/news/adminpage/8569782-74/party-conference-national", "type": "website"}, "twitter": {"description": "Republicans are billing theirs as the ''Grand Opportunity Party'' when their Northeast Republican Leadership Conference opens in Philadelphia this week. Attendees will talk with panelists ...", "title": "Philly to host 2015 Northeast Republican Leadership Conference this week", "app": {"url": {"ipad": "tribbird://", "iphone": "tribbird://"}, "name": {"ipad": "TribLIVE News and Sports", "iphone": "TribLIVE News and Sports"}, "id": {"ipad": 328217517, "iphone": 328217517}}, "creator": "@triblive", "site": {"identifier": "@triblive", "id": 20269833}, "image": "http://triblive.com/csp/mediapool/sites/TribLIVE/assets2/img/logos/triblive/TribLIVETwitter.jpg", "card": "summary"}, "sailthru.date": "2015-06-15 13:19:58", "sailthru.canonical": "http://triblive.com/news/adminpage/8569782-74/party-conference-national", "sailthru.title": "Philly to host 2015 Northeast Republican Leadership Conference this week", "apple-itunes-app": "app-id=328217517", "fb": {"app_id": 144410955752326}, "sailthru.tags": "Newsletter, News, Breaking", "headline": "Philly to host 2015 Northeast Republican Leadership Conference this week", "keywords": "party, conference, state, republican, opportunity", "article": {"category": "News", "publisher": "https://www.facebook.com/triblive", "published_time": "2015-06-15 13:19:58", "subcategory": "Admin Page", "mainsection": "News", "section": "News", "publishedtoweb": "2015-06-15 13:19:58", "modified_time": "2015-09-16 11:35:02.192", "tag": "party, conference, state, republican, opportunity", "subsection": "Admin Page", "title": "Philly to host 2015 Northeast Republican Leadership Conference this week", "author": "Salena Zito"}, "docauthor": "Salena Zito", "sailthru.description": "Republicans are billing theirs as the ''Grand Opportunity Party'' when their Northeast Republican Leadership Conference opens in Philadelphia this week. Attendees will talk with panelists ..."}, "article_summary": "Republicans are billing theirs as the “Grand Opportunity Party” when their Northeast Republican Leadership Conference opens in Philadelphia this week.\nPhilly to host 2015 Northeast Republican Leadership Conference this weekOff Road Politics connects Washington with Main Street hosted by Salena Zito and Lara Brown PhD.\n”“We're a party of opportunity: individual freedom and economic opportunity,” said Megan Sweeney, spokeswoman for the Republican Party of Pennsylvania.\nOne early session is titled “Building a Winning Majority: How the GOP is the ‘Grand Opportunity Party.'\nThe state party has been working with the national party on its thrust to reach Hispanic and black voters, Sweeney said."}