{"article_title": "Shell Dumping ALEC Over Climate Change Won't Pay Off", "article_keywords": ["wont", "climate", "shell", "stance", "dumping", "company", "bullies", "legislation", "science", "pay", "model", "change", "alec"], "article_url": "http://www.usnews.com/opinion/blogs/opinion-blog/2015/08/13/shell-dumping-alec-over-climate-change-wont-pay-off", "article_text": "Have you heard? Royal Dutch Shell (that's Shell oil company to most of us) is going to save the planet. It wants to stop climate change! How? Wait for it. The company is dumping its membership in the American Legislative Exchange Council (a former employer of mine).\n\nWhat a relief, n'est-ce pas? I believe the earth's temperature has already cooled one or two degrees since this highly-consequential decision was announced (on the Friday after a huge news day) last week.\n\nHow patently ridiculous. ALEC has no more to do with climate change than Donald Trump has to do with modesty.\n\nIn a statement last week, Shell spokesman Curtis Smith said that ALEC's \"stance on climate change is clearly inconsistent with our own.\"\n\n\n\n[SEE: Editorial Cartoons on Energy]\n\nWhat stance is that? ALEC, in fact, does not have a position on this issue. It has neither embraced nor denied the science or rhetoric around climate change. The organization certainly opposes many regulations and mandates that limit the ability of the free market to thrive. And, yes, its ideas and model legislation favor economic growth over breathless liberal activism. But, unlike many conservative groups, ALEC has never challenged the concept of climate change. The bottom line here is that Shell executives caved to astroturf pressure from the leftist bullies who are threatened by ALEC's understated, but significant, success.\n\nALEC is a perceived threat to the left because it is good at what it does, and its work is downright wholesome when compared to much of the cesspool of government and politics today. Corporate sponsors' dollars are not used by ALEC to lobby, sponsor ad campaigns or fund political campaign coffers, but to to host forums where ideas are shared and model legislation is developed. Diabolical!\n\n\n\n[READ: Shell and the London Science Museum]\n\nHere's the simple truth for the Shell executives who made this silly decision to break up with ALEC: Customers across the globe don't believe you give a hoot about global warming or alternative energy because you are a massive petroleum company. Period. Severing ties with an earnest group of state legislators isn't going to improve your public image, guys. Not one bit. In, fact, on balance a move like this makes you look like wimps, because when you cave, you prove that the bullies can get under your skin. And when bullies see weakness, they don't back off. They are instead tantalized by your overreaction and they lust for more.\n\nShell should now prepare itself for more attacks from climate change activists. Indeed, moments after the announcement of their separation from ALEC, Shell was subjected to an onslaught of tweets about its continued drilling in the Arctic.\n\n\n\n[READ: Too Good to be True]", "article_metadata": {"zone": "homepage/articles", "keyword": "Politics [News]", "title": "Shell Dumping ALEC Over Climate Change Won't Pay Off", "og": {"site_name": "US News & World Report", "description": "Shell's decision to dump ALEC over climate change won't pay off.", "title": "A Spineless Shell of a Company", "url": "http://www.usnews.com/opinion/blogs/opinion-blog/2015/08/13/shell-dumping-alec-over-climate-change-wont-pay-off", "image": "http://www.usnews.com/cmsmedia/c6/29/168ea18d4f91a2b59a67f9723f5d/150812-editorial.jpg", "type": "article"}, "twitter": {"site": "@USNews", "description": "Shell's decision to dump ALEC over climate change won't pay off.", "card": "summary", "title": "Shell Dumping ALEC Over Climate Change Won't Pay Off"}, "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "site": "opinion", "date_published": "Aug. 13, 2015", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Jean Card,TJS,Shell,climate change,global warming,politics,Thomas Jefferson Street [Opinion],Politics [News]", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "Shell's decision to dump ALEC over climate change won't pay off."}, "article_summary": "ALEC has no more to do with climate change than Donald Trump has to do with modesty.\nIndeed, moments after the announcement of their separation from ALEC, Shell was subjected to an onslaught of tweets about its continued drilling in the Arctic.\nIn a statement last week, Shell spokesman Curtis Smith said that ALEC's \"stance on climate change is clearly inconsistent with our own.\"\nShell should now prepare itself for more attacks from climate change activists.\nIt wants to stop climate change!"}