{"article_title": "Minor Change For E-Cigarettes In South Dakota", "article_keywords": ["south", "luther", "minors", "lederman", "vape", "ecigarettes", "ecigarette", "products", "minor", "dakota", "vaping", "think", "change"], "article_url": "http://www.keloland.com/news/article/featured-stories/minor-change-for-e-cigarettes-in-south-dakota", "article_text": "Sioux Falls, SD\n\nCall them electronic cigarettes.\n\nCall them vape pens.\n\nJames Luther calls them his life saver.\n\n\"It's just replacing smoking in not only the nicotine delivery system but also in the hand to mouth movement and it just gives people a way to quit,\" Blown Away Vaping Inc. owner James Luther said.\n\nLuther opened up his e-cigarette shop Blown Away Vaping Inc. on Minnesota Avenue about four months ago. He sells vape pens and flavorings that are put inside the pen along with nicotine. It's a replacement for smoking. Luther says it actually helped him to stop smoking.\n\n\"My son gave me one as a gift an I picked up that vape pen and have been vaping ever since. I'm down to zero, sometimes I'll use six milligrams of nicotine,\" Luther said.\n\nBusinesses like Luther's are popping up all over South Dakota as e-cigarettes grow in popularity.\n\nBut as the popularity grows state lawmakers are also taking notice of the new products.\n\n\"The e-cigarette market has exploded,\" South Dakota State Senator Dan Lederman (R) Dakota Dunes said.\n\nBefore July 1 vaping shops could sell the products to minors in South Dakota but with a new law that kicked in this month, it is now illegal to sell e-cigarette products to kids under 18.\n\nLederman was the prime sponsor of the legislation.\n\n\"This is uncharted territory because e-cigarettes are a relatively new phenomenon, so what we did is we included it in the statutes that already control tobacco products,\" Lederman said.\n\nThat means e-cigarette dealers aren't just restricted from selling to minors but they also have to treat the products like tobacco.\n\n\"All e-cigarette products would have to be sold from behind the counter. So, right now if there's a display stand on the front of the counter that would have to go behind the counter. They won't be available in vending machines and anywhere where minors can have access to them,\" Lederman said.\n\nLuther says the restrictions are reasonable. He already carded customers at Blown Away Vaping and restricted sales to those under 18 before the July 1 change.\n\n\"I think that's a great rule. It's just like smoking tobacco is illegal for people under 18, drinking alcohol is illegal for people under 21; I think there should be regulations you know,\" Luther said.\n\nOther states have taken a more strict approach. New laws that kicked in in Minnesota this month ban e-cigarettes from day care centers, hospitals, and government buildings. Minnesota is also banning vaping kiosks in malls.\n\nLederman says South Dakota has not looked at moving in that direction.\n\n\"South Dakota didn't take that route. We said look this is a tobacco-derived product and it shouldn't be sold to minors. So we took that approach and we made a very small change in the law which should have a really good effect,\" Lederman said.\n\nLuther hopes South Dakota stays with that approach and applies only light regulation to this new industry.\n\n\"To me like I said it's just common sense and I hope our government uses common sense. I think they will. We'll see,\" Luther said.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "Call them electronic cigarettes. Call them vape pens. James Luther calls them his life saver. &quot;It&#39;s just replacing smoking in not only the", "title": "Minor Change For E-Cigarettes In South Dakota", "url": "http://www.keloland.com/news/article/featured-stories/minor-change-for-e-cigarettes-in-south-dakota", "image": "http://kelolandassets.blob.core.windows.net/kelolandassets/images/default-source/agriculture/crops/barley/58272.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "Call them electronic cigarettes. Call them vape pens. James Luther calls them his life saver. &quot;It&#39;s just replacing smoking in not only the"}, "article_summary": "Businesses like Luther's are popping up all over South Dakota as e-cigarettes grow in popularity.\n\"The e-cigarette market has exploded,\" South Dakota State Senator Dan Lederman (R) Dakota Dunes said.\nLuther hopes South Dakota stays with that approach and applies only light regulation to this new industry.\n\"South Dakota didn't take that route.\nLederman says South Dakota has not looked at moving in that direction."}