{"article_title": "Medicaid Privatization Gets Messy in Iowa", "article_keywords": ["managedcare", "iowa", "plans", "programs", "patients", "private", "privatization", "state", "medicaid", "messy", "services", "gets", "care"], "article_url": "http://www.bloomberg.com/news/articles/2015-12-17/medicaid-privatization-gets-messy-in-iowa", "article_text": "In Iowa about 600,000 people get medical care through Medicaid, the public-health program for the poor and disabled. That includes more than a third of the state’s children. Doctors currently bill Iowa’s Medicaid program directly for their services, but starting next year, the state will move all of its Medicaid patients onto managed-care plans offered by four private insurers. Governor Terry Branstad, a Republican, estimates the switch will save Iowa $51 million in the first six months of 2016, about 1 percent of the state program’s $4.2 billion budget.\n\nIt’s been a complicated handoff. The change was originally planned to take effect Jan. 1. With two weeks to go, the federal Centers for Medicare & Medicaid Services, which oversees state programs, deemed Iowa “not yet ready” in a letter to the state on Dec. 17. By mid-December, many of the state’s hospitals and other medical providers—such as clinics, nursing homes, and home health-care services—still hadn’t signed contracts with the Medicaid insurers. That made it impossible for patients to know whether they could keep their existing doctors.\n\n“This thing is moving way too fast,” says Scott McIntyre, vice president for communications of the Iowa Hospital Association, which sued in November to block the privatization plan. Three companies that lost bids to administer Medicaid plans have also sued, arguing that the bidding process was unfair.\n\nAmy McCoy, a spokeswoman for the Iowa Department of Human Services, says the change is necessary to contain a state Medicaid budget that’s doubled since 2004. Iowa plans to allow patients to see doctors outside of the managed-care networks for the first three months to smooth the transition. “We wanted to do something more proactive that’s going to be able to have more impact on health outcomes,” she says.\n\nThe question is whether that impact will be positive or not. Since the 1980s, 39 states have privatized some or all of their Medicaid programs, paying private medical plans a fixed monthly sum to manage care for the poor and disabled. At least 39 million Americans—more than half the total Medicaid population—were enrolled in Medicaid managed-care plans in March 2015, according to data compiled by the Kaiser Family Foundation, a nonprofit focused on health-care policies. Some of the growth comes from the federally financed expansion of Medicaid under the Affordable Care Act. In 2013, Governor Branstad arranged for special permission to use the new funding to buy qualifying residents private insurance through the state Obamacare marketplace, a precursor to moving all of Iowa’s Medicaid beneficiaries to private plans.\n\nNationally, the shift to Medicaid managed care hasn’t been proved to save money, and the approach has a mixed record on how patients fare, according to a 2012 review by the Robert Wood Johnson Foundation. Another study, published this year by authors at the Urban Institute, a liberal think tank, found that for nondisabled adults, managed care is associated with increased likelihood of emergency room visits, trouble seeing specialists, and difficulty getting prescription drugs. “We don’t have as much evidence on what works and what doesn’t work as we would like to have,” says Julia Paradise, associate director at the Kaiser Commission on Medicaid and the Uninsured, a bipartisan policy group convened by the Kaiser Family Foundation.\n\nCharles Bruner, executive director of the Child & Family Policy Center in Des Moines, says he’s unsure whether the managed-care plans will be required to cover the early-childhood care and social services his group supports. Such programs can help prevent children from developing chronic illnesses such as obesity or diabetes later, but they don’t offer immediate savings. He fears managed-care companies are going to ask, “Can we get rid of the peanuts on the airplane?” Iowa Department of Human Services spokeswoman McCoy says those worries are misplaced: “The benefits that are offered through our Medicaid program are going to stay the same.”\n\nThe bottom line: To cut Medicaid costs, Iowa plans to switch patients to managed-care plans, but health providers say there may be hidden costs.", "article_metadata": {"sailthru.author": "John Tozzi", "twitter": {"description": "The latest state to subcontract care is running into snags.", "title": "Medicaid Privatization Gets Messy in Iowa", "url": "http://www.bloomberg.com/news/articles/2015-12-17/medicaid-privatization-gets-messy-in-iowa", "image": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/ioNBsGi5U2KY/v1/-1x-1.jpg", "site": "@business", "card": "summary"}, "parsely-author": "John Tozzi", "parsely-type": "post", "keywords": "Health,Iowa", "news_keywords": "Health,Iowa", "parsely-link": "http://www.bloomberg.com/news/articles/2015-12-17/medicaid-privatization-gets-messy-in-iowa", "parsely-title": "Medicaid Privatization Gets Messy in Iowa", "msapplication-TileColor": "#ff0000", "apple-mobile-web-app-capable": "no", "parsely-pub-date": "2015-12-17T21:06:53.772Z", "apple-mobile-web-app-status-bar-style": "black", "description": "The latest state to subcontract care is running into snags.", "parsely-tags": "Health,Iowa,Region: Global,Page: article", "msapplication-TileImage": "https://assets.bwbx.io/business/public/images/favicons/mstile-144x144-bbd2101292.png", "date": "2015-12-17T21:06:53.772Z", "parsely-section": "businessweek-magazine", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "og": {"site_name": "Bloomberg.com", "description": "The latest state to subcontract care is running into snags.", "title": "Medicaid Privatization Gets Messy in Iowa", "url": "http://www.bloomberg.com/news/articles/2015-12-17/medicaid-privatization-gets-messy-in-iowa", "image": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/ioNBsGi5U2KY/v1/-1x-1.jpg", "type": "website"}, "fb": {"status": "The latest state to subcontract care is running into snags."}, "parsely-post-id": "NZILES6JTSE801", "format-detection": "telephone=no", "parsely-image-url": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/ioNBsGi5U2KY/v1/-1x-1.jpg"}, "article_summary": "Three companies that lost bids to administer Medicaid plans have also sued, arguing that the bidding process was unfair.\nAt least 39 million Americans—more than half the total Medicaid population—were enrolled in Medicaid managed-care plans in March 2015, according to data compiled by the Kaiser Family Foundation, a nonprofit focused on health-care policies.\nWith two weeks to go, the federal Centers for Medicare & Medicaid Services, which oversees state programs, deemed Iowa “not yet ready” in a letter to the state on Dec. 17.\nIn Iowa about 600,000 people get medical care through Medicaid, the public-health program for the poor and disabled.\nDoctors currently bill Iowa’s Medicaid program directly for their services, but starting next year, the state will move all of its Medicaid patients onto managed-care plans offered by four private insurers."}