{"article_title": "Individual Mandate Penalty On The Rise for 2016", "article_keywords": ["pay", "rise", "tax", "penalty", "individual", "health", "coverage", "mandate", "uninsured", "2016", "insurance"], "article_url": "https://www.zanebenefits.com/blog/individual-mandate-penalty-on-the-rise-for-2016", "article_text": "Do you currently have health insurance? If you don't, watch out, because penalties for being uninsured are on the rise. As part of the Affordable Care Act (ACA), most Americans are required to have health insurance, or pay a tax penalty if they don't. The penalties were introduced in 2014, and have been increasing annually with 2016 being the last year of the phase-in period.\n\nAccording to a recent Kaiser Family Foundation (KFF) study, the average individual mandate penalty will increase 47 percent in 2016 for uninsured individuals eligible for ACA plans. This article covers the who, the what, and the why of the individual mandate penalty in 2016, and what to do if you currently don't have health insurance.\n\nWho is Subject to the Individual Mandate?\n\nBy and large, all Americans (children too) are required to have minimum essential health insurance coverage and will be taxed in the form of the individual mandate penalty if they don't.\n\nSome individuals are exempt from the penalty, including undocumented immigrants, those whose incomes are so low that they are not required to file taxes, people with incomes below 138% of the federal poverty line in states that did not expand Medicaid, people who have to pay more than 8% of household income for the lowest cost bronze insurance plan, and individuals who have membership in certain groups or face a particular hardship.\n\nWhat is the Penalty in 2016?\n\nThe penalty for 2016 is calculated as the greater of two amounts:\n\nA flat dollar amount equal to $695 per adult plus $347.50 per child, up to a maximum of $2,085 for the family.\n\n2.5% of family income in excess of the 2015 income tax filing thresholds ($10,300 for a single person and $20,600 for a family).\n\nThe penalty is pro-rated for people who are uninsured for a portion of the year and waived for people who have gap in coverage that lasts less than three consecutive months during the year.\n\nKFF estimates that the average penalty paid for people uninsured in 2016, based on current fines, will be $969 per household.\n\n\n\nSource: Kaiser Family Foundation\n\nThe penalty is assessed each year at tax time when you are asked to enter information about your coverage (or your exemption) on your tax return. If you have maintained coverage for 9 or more consecutive months then you will have satisfied the individual mandate. If you need to pay the tax, then you will be prompted to do so when filing your return.\n\nWhy Does the Individual Mandate Exist?\n\nThe short answer is to create price stability in the individual health insurance market. A big part of the ACA was to establish, for the first time, the guaranteed-issue of individual health plans. This means that the healthy and the sick, alike, can buy the same policy. In order to avoid a world where only people with medical conditions buy health insurance, the ACA devised a way to ensure that healthy people also entered the risk pool: the individual mandate.\n\nOptions for the Currently Uninsured\n\nThe easiest way to get individual health insurance is during open enrollment. The next open enrollment dates are scheduled for October 15, 2016 - December 7, 2016. If you're looking for coverage outside of the open enrollment period, then you will need to qualify for a special enrollment period.\n\nMost special enrollment periods give you 60 days before and after the qualifying event to enroll in an individual health insurance policy. Qualifying events include loss of current health insurance, change in family size, permanent move, termination of COBRA coverage, and change in eligibility for premium tax credits.\n\nConclusion\n\n2016 marks the year when the individual mandate comes into its full effect. It's a taxation device used to incentivize: 1) getting health insurance coverage, and 2) participation in the marketplace Exchanges. Most Americans are subject to the individual mandate and will be fined if they do not receive coverage for 9+ months per year.\n\nInterestingly enough, at the end of Kaiser Family Foundation's analysis, they report that for many people, paying the fine is cheaper than paying for insurance (although admittedly you get zero value for the money you spend on the penalty). KFF found that out of almost 11 million uninsured people who are eligible to enroll in marketplace coverage, 3.5 million would pay $0 in monthly premiums due to their eligibility for premium tax credits, and 7.1 million would pay less for any penalty than they would to buy the least expensive insurance available to them.\n\nWhat questions do you have about the individual mandate or how the penalty is assessed? Let us know in the comments below and we'll get back to you.", "article_metadata": {"description": "This article covers the who, the what, and the why of the individual mandate penalty in 2016, and what to do if you currently don't have health insurance.", "generator": "HubSpot", "author": "Amanda Armstrong", "og": {"url": "https://www.zanebenefits.com/blog/individual-mandate-penalty-on-the-rise-for-2016", "image": "https://www.zanebenefits.com/hubfs/iStock_Photos/Dollar_Sign.jpg#keepProtocol", "type": "article", "description": "This article covers the who, the what, and the why of the individual mandate penalty in 2016, and what to do if you currently don't have health insurance.", "title": "Individual Mandate Penalty On The Rise for 2016"}, "twitter": {"domain": "www.zanebenefits.com", "description": "This article covers the who, the what, and the why of the individual mandate penalty in 2016, and what to do if you currently don't have health insurance.", "title": "Individual Mandate Penalty On The Rise for 2016", "image": "https://www.zanebenefits.com/hubfs/iStock_Photos/Dollar_Sign.jpg#keepProtocol", "site": "@ZaneBenefits", "card": "summary"}, "msvalidate.01": "256E88F12993108A589354994D3B732D", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "This article covers the who, the what, and the why of the individual mandate penalty in 2016, and what to do if you currently don't have health insurance.\nAccording to a recent Kaiser Family Foundation (KFF) study, the average individual mandate penalty will increase 47 percent in 2016 for uninsured individuals eligible for ACA plans.\nWhat questions do you have about the individual mandate or how the penalty is assessed?\nBy and large, all Americans (children too) are required to have minimum essential health insurance coverage and will be taxed in the form of the individual mandate penalty if they don't.\nMost special enrollment periods give you 60 days before and after the qualifying event to enroll in an individual health insurance policy."}