{"article_title": "Medicaid expansion in Montana increases interest at Browning ACA outreach event", "article_keywords": ["aca", "guardipee", "browning", "outreach", "expansion", "bcc", "past", "held", "increases", "montana", "medicaid", "interest", "qualify", "health", "event", "native"], "article_url": "http://www.cutbankpioneerpress.com/glacier_reporter/news/article_0dda8b72-9dea-11e5-83aa-97238dfb97ea.html", "article_text": "While local ACA Counselor/Navigators have seen steady interest in signing up for the Affordable Care Act at their outreach events in the past, the one held Thursday, Dec. 3, at Blackfeet Community College attracted more people than ever. “We were steadily busy all day,” said Jody Guardipee, ACA Certified Application Counselor/Navigator. “There were some coming in for health insurance, but a lot were there for pre-enrollment in the Medicaid expansion.”\n\nGuardipee explained the Montana Department of Health and Human Services sent out thousands of letters to people who are now automatically eligible for Medicaid through the Montana HELP Act. As a result, the ACA reps at BCC had their hands full assisting folks with sign-up.\n\n“It’s great because in the past people fell into a ‘donut hole’ where their income was too high to qualify for Medicaid but too low to qualify for the subsidies that make health care affordable,” Guardipee said. “Now lots of people qualify for Medicaid. It’s really a great thing.”\n\nGuardipee says statewide some 20,000 people can now be included in Medicaid, and there are special provisions that apply to Native Americans only. For example, Native Americans will experience no co-payments with their Medicaid coverage, as well as many other additional services.\n\nWhile Natives can choose to skip getting insurance through the Marketplace with a waiver, Guardipee says she is encouraging everyone to look through their options before deciding. At BCC, she’s talking to students who will go on to four-year institutions after graduating from BCC and how important it is for them to be covered when they’re off-reservation.\n\nWhile there have been several outreach events held in Blackfeet Country, the final one slated to be held this year is on tap for Thursday, Dec. 10, at the new Eagle Shields Senior Center. The event is titled “Tribal LGBT Two Spirit Day” and features speakers expert in the field from 10 a.m. to 6 p.m.\n\nFor more information, contact ACA Certified Application Counselor/Navigator Jody Guardipee at 338-8904, Cissy Worth at 406-868-4764, Tina Bundtrock at 406-455-4863, Rhiannon Simon at 406-770-3293 or Kim Winchell at 406-873-5670.", "article_metadata": {"googlebot": "noarchive", "og": {"site_name": "Golden Triangle News", "description": "While local ACA Counselor/Navigators have seen steady interest in signing up for the Affordable Care Act at their outreach events in the past, the one held Thursday, Dec. 3, at Blackfeet Community College attracted more people than ever. “We were steadily busy all day,” said Jody Guardipee, ACA Certified Application Counselor/Navigator. “There were some coming in for health insurance, but a lot were there for pre-enrollment in the Medicaid expansion.”", "title": "Medicaid expansion in Montana increases interest at Browning ACA outreach event", "url": "http://www.cutbankpioneerpress.com/glacier_reporter/news/article_0dda8b72-9dea-11e5-83aa-97238dfb97ea.html", "image": {"width": 1020, "identifier": "http://bloximages.chicago2.vip.townnews.com/cutbankpioneerpress.com/content/tncms/assets/v3/editorial/2/7e/27e8f918-9dea-11e5-b800-1b1149115b30/56673d6cb5264.image.jpg?resize=1020%2C580", "height": 580}, "type": "article"}, "twitter": {"card": "summary"}, "description": "While local ACA Counselor/Navigators have seen steady interest in signing up for the Affordable Care Act at their outreach events in the past, the one held Thursday, Dec. 3, at Blackfeet Community College attracted more people than ever. “We were steadily busy all day,” said Jody Guardipee, ACA Certified Application Counselor/Navigator. “There were some coming in for health insurance, but a lot were there for pre-enrollment in the Medicaid expansion.”", "fb": {"app_id": 135817296433862}, "keywords": "news,featured", "news_keywords": "news,featured"}, "article_summary": "“We were steadily busy all day,” said Jody Guardipee, ACA Certified Application Counselor/Navigator.\nFor example, Native Americans will experience no co-payments with their Medicaid coverage, as well as many other additional services.\nAs a result, the ACA reps at BCC had their hands full assisting folks with sign-up.\n“Now lots of people qualify for Medicaid.\nIt’s really a great thing.”Guardipee says statewide some 20,000 people can now be included in Medicaid, and there are special provisions that apply to Native Americans only."}