{"article_title": "What the Heck Did Google Just Do?", "article_keywords": ["google", "business", "ceo", "alphabet", "company", "running", "heck", "release", "subsidiary", "googles", "page"], "article_url": "http://www.thefiscaltimes.com/2015/08/10/What-Heck-Did-Google-Just-Do", "article_text": "Google's founders just hit a massive reset button on their business.\n\nIn a press release sent out Monday afternoon, cofounder and CEO Larry Page renamed and reorganized the company.\n\nGoogle has been relegated to being a subsidiary of a company called \"Alphabet\".\n\nAlphabet will be a parent company that oversees the new initiatives Google has been launching as of late.\n\nRelated: Is Google Giving Up Its Quest for Total Online Domination?\n\nLarry Page will be the CEO of Alphabet. Sergey Brin, Google's other cofounder, is the president of Alphabet.\n\nSundar Pichai is now CEO of Google. Pichai has been running Google since October of last year.\n\nIn the release, Page praises Pichai, saying, \"It is clear to us and our board that it is time for Sundar to be CEO of Google. I feel very fortunate to have someone as talented as he is to run the slightly slimmed down Google and this frees up time for me to continue to scale our aspirations.\"\n\nAdditionally, Omid Kordestani, who had been chief business officer is stepping down. He will be an advisor for Alphabet and Google.\n\nRelated: Google Spends More Than Any Other Tech Giant to Influence Congress\n\nWhile this is a bit confusing, and overwhelming, it makes plenty of sense for Google to refashion itself.\n\nThe company has been taking bigger and bigger bets in the past few years that have very little to do with the company's original mission of organizing the world's information.\n\nFor instance, in July of 2013, Google announced plans to launch a company focused on curing death. That company, Calico, was going to operate as a standalone entity. Calico will be a subsidiary of Alphabet, just like Google.\n\nIn the release, Page lays out the priorities for Alphabet:\n\nGetting more ambitious things done.\n\nTaking the long-term view.\n\nEmpowering great entrepreneurs and companies to flourish.\n\nInvesting at the scale of the opportunities and resources we see.\n\nImproving the transparency and oversight of what we’re doing.\n\nMaking Google even better through greater focus.\n\nAnd hopefully... as a result of all this, improving the lives of as many people as we can.\n\nWhile not mentioned in the release as potential standalones, we would think Nest will be its own subsidiary. Google's experimental X Labs, which is working on projects like self-driving cars, will also be a subsidiary.\n\nAndroid, and YouTube could also be their own subsidiaries of Alphabet eventually, we would think. But for now, they will be a part of Google.\n\nRelated: Why Google’s Internet Balloons May Be a $10 Billion Business\n\nFrom an organizational perspective, it makes sense for Page to oversee a half dozen independently running businesses and offer his guidance and direction where possible.\n\nPage was no longer interested in the nitty-gritty of running a business like Google. He wasn't going to be in meetings talking about increasing the cost per click. He wasn't going to get geeked over iterative changes to Gmail. He wants to see big fat honking changes happen in the world. This, apparently, was the best way to do that in his opinion.\n\nWhere this gets tricky is when you look at earnings. Google is the only company of the bunch that makes any money. Calico is just getting off the ground. YouTube is still pretty small.\n\nHere's the release:\n\nThis article originally appeared on Business Insider\n\nRead more from Business Insider:\n\nWhat is Alphabet, Google's New Company\n\nChina's massive economic advantage over the world is about to disappear\n\nGoogle rallies 5% after announcing a huge organizational overhaul\n\n\n\n", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Google's founders just hit a massive reset button on their business.", "title": "What the Heck Did Google Just Do?", "url": "http://www.thefiscaltimes.com/2015/08/10/What-Heck-Did-Google-Just-Do", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/wpid-2012-08-30T180308Z_1_CBRE87T1E5C00_RTROPTP_2_GOOGLE6.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/08/10/What-Heck-Did-Google-Just-Do", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/wpid-2012-08-30T180308Z_1_CBRE87T1E5C00_RTROPTP_2_GOOGLE6.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Google's founders just hit a massive reset button on their business.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Pichai has been running Google since October of last year.\nRelated: Google Spends More Than Any Other Tech Giant to Influence CongressWhile this is a bit confusing, and overwhelming, it makes plenty of sense for Google to refashion itself.\nIn the release, Page praises Pichai, saying, \"It is clear to us and our board that it is time for Sundar to be CEO of Google.\nAlphabet will be a parent company that oversees the new initiatives Google has been launching as of late.\nGoogle has been relegated to being a subsidiary of a company called \"Alphabet\"."}