{"article_title": "Thousands of Doctors Dropped by Insurer After Obamacare Funding Cuts", "article_keywords": ["funding", "plans", "advantage", "insurer", "doctors", "obamacare", "states", "state", "health", "dropped", "cuts", "medicare", "told", "thousands", "unitedhealth"], "article_url": "http://www.newsmax.com/Newsfront/doctors-dropped-medicare-unitedhealth/2013/11/16/id/537000/", "article_text": "Editor's Note:\n\nObamaCare Is About to Strike Are You Prepared?\n\nUrgent:\n\nDo You Approve Or Disapprove of President Obama's Job Performance? Vote Now in Urgent Poll\n\nUnitedHealth Group has dropped thousands of doctors from its networks in recent weeks, leaving many elderly patients unsure whether they need to switch plans to continue seeing their doctors,Saturday.The insurer said in October that underfunding of Medicare Advantage plans for the elderly could not be fully offset by the company's other healthcare business.The company also reported spending more healthcare premiums on medical claims in the third quarter, due mainly to government cuts to payments for Medicare Advantage services.\"Medicare Advantage, an alternative to traditional Medicare, combines hospital and doctor coverage and often includes prescription drugs and perks like gym memberships,\" the Journal explained. \"Enrollment has more than doubled since 2004 to 13 million in 2012, which represents about 27 percent of Americans on Medicare.\"The federal government pays private insurers a per-capita fee to manage the benefits. The rate is currently about 12 percent more than the average Medicare patient spends annually. The Obama administration plans to cut those extra payments to insurers by about $150 billion over the next 10 years to help pay\" for the Affordable Care Act, or Obamacare.Some experts told the Journal that they expect enrollment in Medicare Advantage plans to decline sharply if that occurs.The Journal report said that doctors in at least 10 states were notified of being laid off the plans, some citing \"significant changes and pressures in the healthcare environment.\" According to the notices, the terminations can be appealed within 30 days.Tyler Mason, a UnitedHealth spokesperson, was not immediately available for comment when reached by Reuters.At least two state medical societies are seeking temporary restraining orders against UnitedHealth and other state attorney generals are investigating the firm.Attorneys in Connecticut, acting on behalf of the Hartford and Fairfield County Medical Associations, filed suit Friday after UnitedHealth dropped doctors serving the popular Medicare program, The Courant reported. Other states expressed similar anger over the changes. In Rhode Island, the state's attorney general and health department director on Friday sent letters to UnitedHealth's New England CEO, asking him to reinstate doctors until a full plan for such a transition could be put in place, Rhode Island Public Radio reported. Rhode Island Attorney General Peter Kilmartin and Health Department director Michael Fine told United Health that they are concerned the continuity of care will be lost in the shakeup. They also noted that UnitedHealth has not notified customers of the changes, leaving that up to doctors.But the insurer told the WSJ that its provider networks were always changing and that it expected its Medicare Advantage network to be 85 percent to 90 percent of its current size by the end of 2014.UnitedHealth is participating in about a dozen new state insurance markets that launched on October 1 to offer subsidized health coverage under Obamacare. The insurer had said previously it planned to withdraw from some markets in 2014 because of the government funding cuts.Another top health insurer, Aetna Inc , also warned in October that it expected slowing growth in 2014 in its Medicare Advantage plans.", "article_metadata": {"news_keywords": "doctors,dropped,medicare,unitedhealth,journal", "pubdate": "2013-11-16T08:53:10", "og": {"site_name": "Newsmax", "description": "UnitedHealth Group dropped thousands of doctors from its networks in recent weeks, leaving many elderly patients unsure whether they need to switch plans to continue seeing their doctors, the Wall Street Journal reported Saturday.\r\nThe insurer said in October that...", "title": "Thousands of Doctors Dropped by Insurer After Obamacare Funding Cuts", "url": "http://www.newsmax.com/Newsfront/doctors-dropped-medicare-unitedhealth/2013/11/16/id/537000/", "type": "article", "image": "http://www.newsmax.com/App_Themes/Newsmax/images/facebook/newsmaxFBLogo.gif", "page_id": 85452072376}, "twitter": {"url": "http://www.newsmax.com/Newsfront/doctors-dropped-medicare-unitedhealth/2013/11/16/id/537000/", "title": "Thousands of Doctors Dropped by Insurer After Obamacare Funding Cuts", "description": "UnitedHealth Group dropped thousands of doctors from its networks in recent weeks, leaving many elderly patients unsure whether they need to switch plans to continue seeing their doctors, the Wall Street Journal reported Saturday.\r\nThe insurer said in October that...", "site": "Newsmax"}, "fb": {"admins": 100002083767056, "app_id": 323020797885219}, "msvalidate.01": "FAF1322EC761685A5DD9344A1C19E82A", "epoch": 1384591990, "google-site-verification": "Jt2HUKgzJJw9VwIQJv31ETytuvNNm5ypTWN6j0nYvHM", "keywords": "doctors,dropped,medicare,unitedhealth,journal", "article": {"section": "Newsfront", "published_time": "2013-11-16T08:53:10"}, "original-source": "http://www.newsmax.com/Newsfront/doctors-dropped-medicare-unitedhealth/2013/11/16/id/537000/", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=yes", "description": "UnitedHealth Group dropped thousands of doctors from its networks in recent weeks, leaving many elderly patients unsure whether they need to switch plans to continue seeing their doctors, the Wall Street Journal reported Saturday.\r\nThe insurer said in October that..."}, "_id": "\"57477af46914bd0286fd5b46\"", "article_summary": "\"Medicare Advantage, an alternative to traditional Medicare, combines hospital and doctor coverage and often includes prescription drugs and perks like gym memberships,\" the Journal explained.\nThe insurer had said previously it planned to withdraw from some markets in 2014 because of the government funding cuts.Another top health insurer, Aetna Inc , also warned in October that it expected slowing growth in 2014 in its Medicare Advantage plans.\n\"Enrollment has more than doubled since 2004 to 13 million in 2012, which represents about 27 percent of Americans on Medicare.\nRhode Island Attorney General Peter Kilmartin and Health Department director Michael Fine told United Health that they are concerned the continuity of care will be lost in the shakeup.\nThe rate is currently about 12 percent more than the average Medicare patient spends annually."}