{"article_title": "Yellow Springs Police Officer Penrod disciplined for event – The Yellow Springs News", "article_keywords": ["week", "bates", "suspension", "penrod", "personnel", "yellow", "improvement", "disciplined", "camera", "officer", "village", "springs", "event"], "article_url": "http://ysnews.com/news/2015/01/yellow-springs-police-officer-penrod-disciplined-for-event", "article_text": "Last week the Village disciplined Yellow Springs Police Sergeant Naomi Penrod for misconduct she displayed when she forcibly grabbed a video camera from a local resident during a peace officer call in the village in November. After a six-week investigation of the incident that took place Nov. 5, the Village imposed on Penrod a two-day unpaid suspension and a six-month retraining and evaluation period.\n\nIn a letter signed on Dec. 16, Bates expressed dissatisfaction with Penrod’s actions on the day of the camera incident, as well as evidence that showed a “recurring and unacceptable pattern” of Penrod’s inability to “control [her] actions.”\n\n“Your conduct on November 5, 2014 was unacceptable and will not be tolerated in the village of Yellow Springs,” she wrote.\n\nThe details of the disciplinary action mandate that Penrod undergo a fitness-for-duty examination, serve a minimum 180-day performance improvement period, and serve a three-day unpaid suspension (with one suspension day held in abeyance contingent on satisfactory completion of the performance improvement program.) The improvement program includes training “designed to specifically enhance your ability to perform your duties in a proper manner,” monthly meetings with Interim Police Chief David Hale and bimonthly evaluations by Hale and Village Manager Patti Bates.\n\nThe Nov. 5 incident began when a landlord who had served an eviction notice to a tenant at an Allen Street address called police and then left the property. When three Yellow Springs officers (one in training) arrived, tenant Athena Fannin began video recording their actions, and Penrod forced the camera out of Fannin’s hands, a three-second clip of which was recorded and shared widely on social media. Three weeks after an initial investigation of the complaint lodged by Fannin, Interim Chief Hale found that Penrod had committed two counts of improper conduct, including forcibly taking Fannin’s camera and exhibiting hostility without cause.\n\nThis week’s disciplinary action followed a series of predisciplinary hearings with Enon Police Chief Lew Wilcox presiding. The final decision, made by Bates and based on Hale’s recommendation, included two earlier complaints lodged by the Yellow Springs News regarding Penrod’s allegedly aggressive manner. Currently Sergeant Penrod has several commendations and no complaints other than Fannin’s on her official seven-year record as an officer in the Village, a discrepancy Bates notes in her letter.\n\n“The fact that the previous incidents noted herein are not in your file is problematic of a system that will change during my tenure.”\n\nWhile the Village’s personnel manual typically allows a three-day suspension and counseling as the discipline for similar offfenses, Bates explained the need to use a heavier hand in this case.\n\n“I find that under the circumstances, additional discipline must be imposed consistant with my interpretation of the Personnel Manual and my responsibilities as the Village Manager,” she wrote.\n\n“You should be aware that were it within my purview to impose more stringent sanctions, I would do so.”\n\nAccording to Bates this week, complaints about Village personnel that are submitted in writing and found to be legitimate are generally recorded and, according to Village personnel policy, placed permanently in the employee’s personnel file.\n\n“That said, I believe that a certain amount of supervisory discretion in instances of minimal discipline (such as verbal warnings for tardiness) could be exercised if performance improvement is shown by the employee,” Bates wrote in an email this week. “I would not, under any circumstances, support removal of more serious disciplines from an employee’s personnel file, as they could become the basis for progressive discipline.\n\nFannin is currently seeking criminal charges against Sergeant Penrod. The Clark County Sheriff’s Department completed an independent investigation of the case last week and handed it to the Springfield City Prosecutor for review, and the results are pending.", "article_metadata": {"og": {"site_name": "The Yellow Springs News", "description": "Last week the Village disciplined Yellow Springs Police Sergeant Naomi Penrod for misconduct she displayed during a peace officer call in the village in November.", "title": "Yellow Springs Police Officer Penrod disciplined for event", "url": "http://ysnews.com/news/2015/01/yellow-springs-police-officer-penrod-disciplined-for-event", "image": "http://ysnews.com/wp-content/uploads/2012/03/THUMB_Police.jpg", "type": "article"}, "google-site-verification": "aBr46YhfGStvVIzHrFQC4URd16BqmjMLR4a6YDc9xFQ"}, "_id": "\"57477af46914bd0286fd96e1\"", "article_summary": "Last week the Village disciplined Yellow Springs Police Sergeant Naomi Penrod for misconduct she displayed when she forcibly grabbed a video camera from a local resident during a peace officer call in the village in November.\nThe final decision, made by Bates and based on Hale’s recommendation, included two earlier complaints lodged by the Yellow Springs News regarding Penrod’s allegedly aggressive manner.\nAfter a six-week investigation of the incident that took place Nov. 5, the Village imposed on Penrod a two-day unpaid suspension and a six-month retraining and evaluation period.\nWhen three Yellow Springs officers (one in training) arrived, tenant Athena Fannin began video recording their actions, and Penrod forced the camera out of Fannin’s hands, a three-second clip of which was recorded and shared widely on social media.\nCurrently Sergeant Penrod has several commendations and no complaints other than Fannin’s on her official seven-year record as an officer in the Village, a discrepancy Bates notes in her letter."}