{"article_title": "\"We Didn't Lose a Single Person\" In Libya", "article_keywords": ["terrorist", "clinton", "lost", "libya", "state", "person", "single", "lose", "syria", "didnt"], "article_url": "http://thelibertarianrepublic.com/clinton-we-didnt-lose-a-single-person-in-libya/", "article_text": "Clinton: “We Didn’t Lose a Single Person” In Libya\n\nDemocratic presidential candidate Hillary Clinton raised eyebrows earlier this week when she claimed America hadn’t lost a “single person” in Libya.\n\nSpeaking during an MSNBC town hall in Springfield, Il, Clinton said, “We didn’t lose a single person. We didn’t have a problem in supporting our European and Arab allies in working with NATO.”\n\nWe’ve got to continue to support the Libyan people, to give them a chance, because otherwise you see what happened in Syria, with the consequences of millions of people flooding out of Syria, with more than 250,000 people killed, with terrorist groups like [ISIS] taking up almost — huge blocks of territory, as big as some of the states in that area.\n\nClinton went on to say,\n\nNow, is Libya perfect? It isn’t. But they did have two elections that were free and fair where they voted for moderates. So, you know, changing from a dictator who has hallowed out your country to something resembling a functioning state and even hopefully a more democratic one doesn’t happen overnight.\n\nClinton was secretary of State at the time of the 2012 Islamic terrorist attack on a U.S. compound in Benghazi, Libya, where four Americans, including U.S. Ambassador to Libya Chris Stevens, lost their lives.", "article_metadata": {"description": "Hillary Clinton raised eyebrows earlier this week when she claimed America hadn't lost a \"single person\" in Libya.", "generator": "WordPress 4.4.2", "og": {"site_name": "The Libertarian Republic", "description": "Hillary Clinton raised eyebrows earlier this week when she claimed America hadn't lost a \"single person\" in Libya.", "title": "Clinton: \"We Didn't Lose a Single Person\" In Libya", "locale": "en_US", "image": "http://thelibertarianrepublic.com/wp-content/uploads/2016/03/2016-03-14t224752z1729448794gf10000345458rtrmadp3usa-election-clinton.jpg", "url": "http://thelibertarianrepublic.com/clinton-we-didnt-lose-a-single-person-in-libya/", "type": "article"}, "twitter": {"image": "http://thelibertarianrepublic.com/wp-content/uploads/2016/03/2016-03-14t224752z1729448794gf10000345458rtrmadp3usa-election-clinton.jpg", "title": "Clinton:", "site": "@thelibrepublic", "card": "summary_large_image", "description": "Hillary Clinton raised eyebrows earlier this week when she claimed America hadn't lost a"}, "robots": "noodp", "fb": {"admins": 501616773}, "article": {"publisher": "https://www.facebook.com/libertarianrepublic", "section": "2016 Presidential Race", "tag": "Secretary of State", "published_time": "2016-03-16T11:07:16+00:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Clinton: “We Didn’t Lose a Single Person” In LibyaDemocratic presidential candidate Hillary Clinton raised eyebrows earlier this week when she claimed America hadn’t lost a “single person” in Libya.\nSpeaking during an MSNBC town hall in Springfield, Il, Clinton said, “We didn’t lose a single person.\nClinton was secretary of State at the time of the 2012 Islamic terrorist attack on a U.S. compound in Benghazi, Libya, where four Americans, including U.S.\nAmbassador to Libya Chris Stevens, lost their lives.\nClinton went on to say,Now, is Libya perfect?"}