{"article_title": "After Nearly Drinking Herself To Death, Woman Posts Warning To Others On Blog", "article_keywords": ["woman", "alcohol", "friends", "tube", "posts", "blog", "whiskey", "death", "nearly", "doctors", "poisoning", "drinking", "warning", "post", "wrote", "told"], "article_url": "http://www.medicaldaily.com/dangers-binge-drinking-after-nearly-drinking-herself-death-woman-posts-warning-369764", "article_text": "Alcohol poisoning is defined by the Mayo Clinic as “a serious — and sometimes deadly — consequence of drinking large amounts of alcohol in a short period of time.” Alcohol poisoning affects your breathing, heart rate, body temperature, gag reflex, and more. It can be brought on by binge drinking, or the act of consuming more than five drinks every two hours for men and four drinks for women.\n\nOne woman in particular, Hanna Lottritz, had an experience with binge drinking and alcohol poisoning she won’t soon forget. She published a blog post detailing her story in hopes of deterring people from going down the same road she went.\n\nHer post begins when she was 20 years old at an outdoor music festival in Yerington, Nev. Everything was going fine until she realized everyone had been drinking over the course of the day and she felt she had to “catch up.” She found herself at a campsite with a group of men she believed she could outdrink.\n\nFor my 21st I want to share a life changing event that I hope will help someone else. So please share w/ loved ones! https://t.co/YoSgzz0tKA — Hanna Lottritz (@hlottritz) January 6, 2016\n\n“Around 11:30 p.m.,\" she wrote, “one of my guy friends and I were seeing who could take the longest chug from a bottle of Black Velvet Whiskey.” She then wrote that she blacked out around midnight, and all the information regarding what she did subsequently came from friends. According to her friends, after chugging from the whiskey bottle, she downed another cup full of whiskey, and collapsed five minutes later.\n\nHanna’s friends carried her to the festival’s medical tent, where she was airlifted to a hospital in Reno, Nev. “I was in critical condition, suffering from acute respiratory failure and acute alcohol intoxication,” she wrote. “My blood alcohol concentration was 0.41 when I arrived at the hospital, five times over the legal limit. The doctors thought I was brain dead because I was completely unresponsive.”\n\nShe awoke 24 hours later with a feeding tube down her throat and her arms affixed to her sides. She wrote that the nurses and doctors wouldn’t let her go until she could pass a respiratory test, which she failed the first time she tried. \"When I passed the second test and the tube was taken out, the doctors and nurses told me how lucky I was to be alive,” she wrote. “They told me that they didn’t think I would make it through the night. They asked me if I was trying to kill myself by drinking so much. This question hit me the hardest.”\n\nLottritz wrote the blog post in hopes that at least one person would learn from the mistakes she made. Her story was reprinted on the Huffington Post, and shared more than 10,000 times on Facebook.\n\nThe Centers for Disease Control and Prevention says more than six people die from alcohol poisoning each day. However, there are plenty of preventive measures one can take when they plan on drinking. There are apps that will tell you how much you’ve had to drink. And Drinkaware has some guidelines to follow just in case, including setting a limit to how much alcohol you’ll buy, forgoing “ pregaming,” eating a big meal beforehand, and ensuring you have a safe method of getting home.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "hanna lottritz, binge drinking, alcohol poisoning", "og": {"site_name": "Medical Daily", "description": "Hanna Lottritz nearly drank herself to death, so she published a blog warning others of the dangers of binge drinking.", "title": "The Dangers Of Binge Drinking, From Someone Who Nearly Died Doing It", "url": "http://www.medicaldaily.com/dangers-binge-drinking-after-nearly-drinking-herself-death-woman-posts-warning-369764", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/01/15/beer.jpg", "type": "article"}, "twitter": {"description": "Hanna Lottritz nearly drank herself to death, so she published a blog warning others of the dangers of binge drinking.", "title": "The Dangers Of Binge Drinking, From Someone Who Nearly Died Doing It", "url": "http://www.medicaldaily.com/dangers-binge-drinking-after-nearly-drinking-herself-death-woman-posts-warning-369764", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/01/15/beer.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/01/15/beer.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2016-01-15T17:26:27-05:00", "modified_time": "2016-01-15T17:26:24-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Hanna Lottritz nearly drank herself to death, so she published a blog warning others of the dangers of binge drinking."}, "article_summary": "One woman in particular, Hanna Lottritz, had an experience with binge drinking and alcohol poisoning she won’t soon forget.\nThe Centers for Disease Control and Prevention says more than six people die from alcohol poisoning each day.\nAlcohol poisoning is defined by the Mayo Clinic as “a serious — and sometimes deadly — consequence of drinking large amounts of alcohol in a short period of time.” Alcohol poisoning affects your breathing, heart rate, body temperature, gag reflex, and more.\nShe published a blog post detailing her story in hopes of deterring people from going down the same road she went.\nThis question hit me the hardest.”Lottritz wrote the blog post in hopes that at least one person would learn from the mistakes she made."}