{"article_title": "Teachers confronted by ­violent students are powerless to control them due to strict NSW Department of Education guidelines", "article_keywords": ["control", "classroom", "school", "students", "schools", "guidelines", "krix", "teacher", "strict", "violent", "teachers", "department", "teaching", "education", "powerless", "nsw"], "article_url": "http://www.dailytelegraph.com.au/news/nsw/teachers-confronted-by-violent-students-are-powerless-to-control-them-due-to-strict-nsw-department-of-education-guidelines/story-fni0cx12-1226810306299", "article_text": "Teachers confronted by ­violent students are powerless to control them due to strict NSW Department of Education guidelines\n\nTEACHERS confronted by ­violent students are banned from \"shouting angrily\" or pursuing children who try to run away unless they are in danger or likely to cause harm.\n\nA lengthy list of classroom dos and don'ts also prevents teachers from taking students' personal items, including mobile phones, from them except where there are safety concerns.\n\nThe rules of \"good or ­acceptable practice\" in public school classrooms require teachers to ask students to hand over their phone if it is disrupting a lesson.\n\nAs more than a million students in NSW prepare for the new school year teachers are under orders from education chiefs to develop a \"non-confrontational behaviour management style\".\n\nWhen faced with provocative behaviour, and even violence, they are directed to respond in a \"calm manner to help defuse difficult situations\".\n\nMore on discipline in schools\n\nMum's fears for son's future after he's suspended 10 times\n\nEducation begins by teaching the teacher\n\nSacked teacher Stephen Krix contacted by other fired teachers\n\nSacked Sydney teacher fights for job\n\nIn extreme situations teachers may seek support from colleagues or supervisors and the school principal can call police.\n\nThe strict guidelines are contained in a document produced by the NSW Department of Education and Communities headed Responding to Allegations against Employees in the area of Child Protection.\n\nAustralia's largest Muslim school, Malek Fahd at Greenacre in Sydney's southwest places similar restrictions on teachers who are also banned from shouting angrily, physically stopping children from leaving a classroom or taking a student's phone from them.\n\nAs in the state's 2240 government schools, Catholic schools in Sydney do not ­administer corporal punishment in any form and have a general \"hands off kids\" rule.\n\nMore than 18,000 long suspensions were handed out in public schools during 2012 - almost 40 per cent of them for physical violence - the latest data released by the department shows.\n\nSchool serious incident ­reports show principals and teachers are abused, threatened or bashed daily in schools by violent students, angry parents or intruders with a grudge.\n\nSome children become so out of control at school they throw furniture, smash windows and assault teachers by biting, kicking and hitting, forcing a number to seek an AVO for protection.\n\nA survey of beginner teachers six years ago found bad ­behaviour by students was driving many out of the job.\n\nA public debate has erupted over the issue of classroom discipline following revelations in The Sunday Telegraph that former high school teacher Stephen Krix was sacked after putting a misbehaving student in a headlock.\n\nThe case of Mr Krix, who lost an appeal in the NSW ­Industrial Relations Commission against his dismissal, has thrown the spotlight on the vexed issue of whether teachers are adequately equipped to control misbehaving students.\n\nIn a judgment in the Krix case Commissioner Peter Newall said the teacher was right to direct misbehaving boys to stay in his classroom but added he had not been entitled to \"physically restrain\" them.\n\nA senior departmental officer with 38 years' experience in classrooms told the commission teachers who spent long enough in the job could expect to be abused and sworn at.\n\nBlue Mountains solicitor Ian Collins, who specialises in litigation involving teachers, said the power balance in classrooms had shifted from teachers to students. He said it often took just one allegation for a teaching career to be over, even if proven false, and many were frightened to discipline students for fear of ramifications.\n\nTeachers receive training in handling violent situations in the classroom, including how to repel physical attacks through defensive \"block and move\" manoeuvres using the arms to parry an attacker's blow and dodge out of harm's way.\n\nNew teachers have won extra time away from the classroom for professional development and improved mentoring support but the NSW Teachers' Federation says more is needed.\n\n\"Chucking people in (to a classroom) and saying they have a university degree and teaching is second nature is just stupid,\" federation officer Fionie Stavert said.", "article_metadata": {"description": "TEACHERS confronted by &#173;violent students are banned from \"shouting angrily\" or pursuing children who try to run away unless they are in danger or likely to cause harm.", "generator": "legacy", "og": {"site_name": "DailyTelegraph", "description": "TEACHERS confronted by &#173;violent students are banned from \"shouting angrily\" or pursuing children who try to run away unless they are in danger or likely to cause harm.", "title": "Teachers confronted by ­violent students are powerless to control them due to strict NSW Department of Education guidelines", "url": "http://www.dailytelegraph.com.au/news/nsw/teachers-confronted-by-violent-students-are-powerless-to-control-them-due-to-strict-nsw-department-of-education-guidelines/story-fni0cx12-1226810306299", "image": "http://resources0.news.com.au/images/2014/01/25/1226810/306216-2b222f14-83bb-11e3-b939-7fcb48a5bb4a.jpg", "type": "article"}, "twitter": {"image": {"src": "http://resources0.news.com.au/images/2014/01/25/1226810/305896-d0b97ba4-79a6-11e3-ad16-5b01da53a32e.jpg"}, "site": {"identifier": "@dailytelegraph", "id": "@dailytelegraph"}, "card": "summary_large_image"}, "robots": "noarchive", "fb": {"admins": ",100000875899514", "app_id": 135086289853833}, "articleid": 1226810306299, "keywords": "violent students, pursuing children, violent situations, extreme situations teachers, non-confrontational behaviour management, senior departmental officer, professional development, government schools, Blue Mountains solicitor, violent children, collegial environment, behaviour management style, department shows, school teacher, misbehaving student, physical violence, school staff, school principal, reports show principals, corporal punishment, beginner teachers, mentoring support, school classrooms, teaching career, angry parents, special schools, personal items, gardening shears, education chiefs, assault teachers, lengthy list, NSW Industrial Relations Commission, ,Blue Mountains,New South Wales,Australia, Ian Collins, ,Sydney,New South Wales,Australia, Stephen Krix, ,,,Australia, Peter Newall, NSW Department of Education, Dr. Peter van Onselen, Malek Fahd, commission teachers", "article": {"publisher": "News Limited", "publicationdate": "Sun Jan 26 11:58:31 EST 2014", "modified_time": "Sun Jan 26 11:58:31 EST 2014", "author": "BRUCE McDOUGALL LINDA SILMALIS"}}, "article_summary": "Teachers confronted by ­violent students are powerless to control them due to strict NSW Department of Education guidelinesTEACHERS confronted by ­violent students are banned from \"shouting angrily\" or pursuing children who try to run away unless they are in danger or likely to cause harm.\nNew teachers have won extra time away from the classroom for professional development and improved mentoring support but the NSW Teachers' Federation says more is needed.\nAs more than a million students in NSW prepare for the new school year teachers are under orders from education chiefs to develop a \"non-confrontational behaviour management style\".\nSchool serious incident ­reports show principals and teachers are abused, threatened or bashed daily in schools by violent students, angry parents or intruders with a grudge.\nBlue Mountains solicitor Ian Collins, who specialises in litigation involving teachers, said the power balance in classrooms had shifted from teachers to students."}