{"article_title": "Swaddling punishment prompts parents to remove son from day care", "article_keywords": ["case", "william", "swaddling", "jason", "tv5", "remove", "son", "vannests", "prompts", "parents", "vannest", "child", "happened", "rebecca", "punishment", "day", "care"], "article_url": "http://www.tucsonnewsnow.com/story/30590992/swaddling-punishment-prompts-parents-to-remove-son-from-daycare-citation-from-state", "article_text": "Jason and Rebecca Vannest said watching their child grow is amazing and is happening fast.\n\n\"He loves laughing, and he loves having fun,\" Jason Vannest said.\n\nTwo-year-old William brings them constant joy, even though he's in his \"terrible twos.\"\n\nThey've looked forward to raising their first child.\n\n\"Even before I was pregnant, I actually put together an Excel list, and was going through different day cares, and calling, and visiting, just trying to find somewhere where we felt comfortable,\" Rebecca Vannest said.\n\nAfter a long search, they fell in love with Rainbow Child Care Center in Davison. For more than a year they thought they made the right choice.\n\n\"I would often call and say he was a little upset at drop-off, is he doing OK now? Do you need anything? Is he being good for you today? It felt like we had a trust,\" Rebecca Vannest said.\n\nIn June, shortly after William’s second birthday, they said that trust was shattered.\n\n\"We had a contact from a worker at Rainbow who had a great concern about the care that he was being provided,\" Jason Vannest said.\n\nRebecca Vannest, \"She was just, kind of sick to her stomach about it so she had to tell us.\"\n\nThat's when someone on the inside shared a photo with the Vannests.\n\n\"She explained to us he was being physically bound for naps, and over time, this happened about a period of a couple of months,\" Jason Vannest said.\n\nThey said the picture shows a clear case of abuse, William swaddled and bound against his will.\n\nThe Vannests said it happened at the hands of a veteran child care worker, who according to this family, still has her job.\n\n\"It was, it was really upsetting,\" Rebecca Vannest said.\n\nThe Vannests immediately pulled William from the facility.\n\n\"Anger, feelings of guilt,\" Jason Vannest said.\n\nIn a statement to TV5, Rainbow Child Care said:\n\n\"Regarding any situation involving current and former employees, or current and former families, for the purpose of confidentiality, we don't discuss it.\"\n\nThe Vannests got police and the state involved.\n\nThrough the Freedom of Information Act, TV5 received several pages of documents related to the case, confirming that the Department of Health and Human Services interviewed workers and families as part of its investigation.\n\nIn the end, the agency cited the day care center for wrongdoing for \"restricting William's movement during nap time.\"\n\nHowever, because of confidentiality, the punishment, if any, is not known.\n\n“It's our worst nightmare that something is happening to them when they're in the care of someone else,\" Jason Vannest said.\n\nTV5 also confirmed that Davison Township Police Department conducted its own investigation, but the county prosecutor did not move forward with a case.\n\nColin Parks, the manager of Child Protective Services, spoke to TV5 in Lansing.\n\nBecause of confidentiality, he also could not discuss specifics of the Vannest case, but said abuse is determined by fact and circumstance.\n\n\"What I would tell you is we would have to take a look at the entire thing in context, and we would have to evaluate completely what happened, and we would have to make a decision as to whether an action put a child at risk of harm,\" Parks said.\n\nThe Vannests believe the picture doesn't lie and it adds up to a clear case of abuse, something the Vannests have tried to avoid, even before William was born.\n\n\"It's just scary as a parent, because I don't know how another parent would find this out,\" Rebecca Vannest said.\n\nThey also said they believe the action taken is insufficient.\n\n\"What you assume is that justice will be served, action will be taken, and there will be consequences for someone who has abused or done harm to your child, and in this case, it just hasn't happened so far,\" Jason Vannest said.\n\nRight now the Vannests are keeping William out of daycare.\n\nCPS said it's a good idea you ask your child's daycare how they handle behavioral issues and keep an honest dialogue.\n\nCopyright 2015 WNEM (Meredith Corporation). All rights reserved.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "Jason and Rebecca Vannest say watching their child grow is amazing and is happening fast. \"He loves laughing, and he loves having fun,\" Jason Vannest said.", "author": "Andrew Keller", "og": {"url": "http://www.tucsonnewsnow.com/story/30590992/swaddling-punishment-prompts-parents-to-remove-son-from-daycare-citation-from-state", "image": "http://wnem.images.worldnow.com/images/9320263_G.jpg", "type": "article", "description": "Jason and Rebecca Vannest say watching their child grow is amazing and is happening fast. \"He loves laughing, and he loves having fun,\" Jason Vannest said.", "title": "Swaddling punishment prompts parents to remove son from day care, citation from state"}, "twitter": {"account_id": 17641427, "title": "Swaddling punishment prompts parents to remove son from day care, citation from state", "image": "http://wnem.images.worldnow.com/images/9320263_G.jpg", "creator": "@TucsonNewsNow", "site": "@TucsonNewsNow", "card": "summary", "description": "Jason and Rebecca Vannest say watching their child grow is amazing and is happening fast. \"He loves laughing, and he loves having fun,\" Jason Vannest said."}, "wnreadableurl": "swaddling-punishment-prompts-parents-to-remove-son-from-daycare-citation-from-state", "ROBOTS": "Index,Follow,NoArchive", "owner": "WNEM", "fb": {"admins": 644426401, "app_id": 215936215202939}, "article": {"publisher": "http://www.facebook.com/TucsonNewsNow"}, "date": "2015/11/23", "google-site-verification": "wum6pK5VyCXxNIhQSMSz7se_UVLjlDGJFKTm4EWnWUY", "KEYWORDS": "Tucson News Now,KOLD News 13,FOX 11,KOLD,KMSB,Tucson,Southern Arizona,Arizona", "wn-version": "ContainerE-Story", "wn-base": "IIS28", "news_keywords": "Tucson News Now,KOLD News 13,FOX 11,KOLD,KMSB,Tucson,Southern Arizona,Arizona"}, "article_summary": "After a long search, they fell in love with Rainbow Child Care Center in Davison.\n\"It's just scary as a parent, because I don't know how another parent would find this out,\" Rebecca Vannest said.\nRebecca Vannest, \"She was just, kind of sick to her stomach about it so she had to tell us.\"\nBecause of confidentiality, he also could not discuss specifics of the Vannest case, but said abuse is determined by fact and circumstance.\n“It's our worst nightmare that something is happening to them when they're in the care of someone else,\" Jason Vannest said."}