{"article_title": "Body awareness may help athletes' minds", "article_keywords": ["body", "stress", "help", "mindfulness", "brains", "study", "training", "minds", "yellow", "scientists", "soldiers", "athletes", "awareness"], "article_url": "http://health.heraldtribune.com/2015/10/20/body-awareness-may-help-athletes-minds/", "article_text": "By Gretchen Reynolds, New York Times News Service\n\nWhen athletes learn how to be more aware of their bodies, they may also become more resilient to stress, according to a new study of the effects of mindfulness meditation on serious athletes.\n\nThe study, in Frontiers in Behavioral Neuroscience, had its origins in a balk at the starting gate by a top rider for the U.S. men’s National BMX team. His baffled coach wondered how he could help his riders better handle the psychological rigors of competition. So he approached scientists with the Center for Mindfulness at the University of California, San Diego, and asked if they might be interested in studying his seven-man team.\n\nThey were. The scientists had recently completed a brain-imaging study of Marines about to be deployed, during which they had scanned the soldiers’ brains while subjecting them to physical stress. The soldiers wore masks that made it slightly difficult to breathe — the body finds breathing difficulties acutely stressful — and then were taught mindfulness techniques.\n\nAfter the training, the soldiers’ brains responded quite differently to the same physical stress. The changes in brain activity, the scientists thought, should enable the soldiers to respond with less anxiety to difficult situations.\n\nAthletics is hardly combat, but serious athletes can feel considerable stress in competition. The UCSD scientists wondered whether focused mindfulness training might help them cope better.\n\nThe researchers first fitted the BMX riders with masks that could be made to hinder breathing slightly, inducing stress. Next, they had them lie in a brain-scanning machine and watch various colors flash across an overhead screen. When the color yellow appeared, the scientists would often make it harder to breathe. The athletes quickly learned to anticipate that yellow could mean trouble. Their brains responded accordingly.\n\nThe athletes spent seven weeks learning to focus intently on their bodies, and not on disruptions around them.\n\n“We called it ‘tactical training,'” said Lori Haase, an assistant clinical professor of psychiatry who led the new study. The athletes “rolled their eyes if we called it mindfulness,” she said.\n\nAfter eight weeks, the cyclists again lay in the brain-scan machines while images flashed overhead. Their brains’ responses were different. When the color yellow appeared, the athletes showed increased activity in a part of the brain involved in motivating future actions and controlling attention. The flow of messages between that part of the brain and another that can initiate bodily arousal actually slowed.\n\nTheir response to impending stress seemed to involve greater recognition of a potentially stressful situation, without physiological panic — a response that could translate into a whip-quick start to a buzzer, instead of freezing.\n\nHaase said that possibility remains theoretical. Still, closely attending to our bodies might help us to be better, calmer athletes.", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2015/10/1003777410-FL_SAR_HFFIT20.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "article_summary": "The UCSD scientists wondered whether focused mindfulness training might help them cope better.\nStill, closely attending to our bodies might help us to be better, calmer athletes.\nAfter the training, the soldiers’ brains responded quite differently to the same physical stress.\nHis baffled coach wondered how he could help his riders better handle the psychological rigors of competition.\nThe soldiers wore masks that made it slightly difficult to breathe — the body finds breathing difficulties acutely stressful — and then were taught mindfulness techniques."}