{"article_title": "Rape Case Underscores PC Police Run Amok", "article_keywords": ["case", "amok", "run", "trial", "underscores", "young", "sex", "pc", "state", "women", "force", "law", "sexual", "rape", "standard"], "article_url": "http://www.newsmax.com/McCaughey/rape-st-paul-sex/2015/09/02/id/673155/", "article_text": "The St. Paul’s School rape trial should raise red flags about the rush to rewrite state laws on sexual assault.Calling a sexual interaction that went wrong “rape” when neither party used force criminalizes the inevitable misunderstandings that occur between men and women, especially young men and women exploring sex.It’s not clear what happened between two St. Paul’s students on a June evening in 2014. The female accuser told the jury that the defendant “couldn’t know that I was uncomfortable because I was laughing,” during the encounter in the school’s equipment room. “ I was trying to be cool.” But five days later, she went to the police.The male defendant said “I thought she was having a great time.” Last week, the jury rendered a mixed verdict, acquitting him of felony rape though finding him guilty of lesser charges.Regardless of the sentence he faces, his life has been irreversibly harmed by the rape charge and trial. Yet there will be many more trials like this, thanks to the warriors for political correctness.They have pushed to remove force as the standard for rape, and they’ve succeeded in nearly half the states already, including New Hampshire, where this trial occurred.Sometimes, a young man will come on too strong, but the young woman will go along and only later claim it was nonconsensual. In states without a standard of force, he could be convicted and sent to prison for years. In New Hampshire, had the defendant been convicted, he would have faced a mandatory 10 to 20 years.That’s a draconian punishment for what may be mixed signals between sexual novices. Let’s face it. Maturing heterosexual males are wired to pursue women for sex. And maturing females learn, often through trial and error, how to respond.When young women want sex, they learn to tilt their head or smile. And when they don’t want sex, they need to learn to firmly push away, convincingly say no, or just get up and leave. In the absence of force (or intoxication) there is nothing stopping them except their confusion.Forcing a woman to have sex is already rightly illegal. But there’s no reason to outlaw seduction. Many women don’t want their partner to obsequiously ask \"May I?” before making every move, from reaching into her blouse to walking her into the bedroom.But the PC sex police insist that government should enforce their version of modern bedroom etiquette. Deborah Tuerkheimer, a law professor at Northwestern, claims that having to prove sex was physically forced is “woefully out of step with modern conceptions of sex.” Erin Murphy at NYU Law agrees, calling current laws “outdated.” Alarmingly, state after state is capitulating to their agenda.This new murky standard — lack of — runs the risk of outlawing male boldness and “men being men.” It’s emasculating.Anne Coughlin, law professor at University of Virginia, says the law needs to be made “compatible with evolving sexual mores.” Whose mores? It’s no different from outlawing dominatrixes or bondage or even gay sex. Don’t outlaw my kind of sex and I wont try to outlaw yours.None of this is the government’s business. It’s insulting to assume women can’t make their wishes known and fend off unwanted sex, in the absence of force.To support their demands for changes in state laws, the PC police point to an epidemic of rape. But the statistics are exaggerated.Former Attorney General Eric Holder’s Justice Department redefined rape in its official crime data, removing the use of force. These FBI statistics now include incidents in which there is no force — not even bodily contact. It’s laughable.Making suggestive remarks is now counted as low grade sexual assault.To see how crazy it can get, the sex police have already imposed a wacky standard called “affirmative consent” at many colleges, including all campuses in New York State and California.Sex partners there have to ask, each step of the way, “May I unbutton your blouse?” and “May I kiss you?” and wait for an answer or risk expulsion or worse. Now some activists are pushing to make that the law for everyone. That’s scary.", "article_metadata": {"news_keywords": "rape, st paul, sex", "pubdate": "2015-09-02T08:31:06", "og": {"site_name": "Newsmax", "description": "The St. Paul’s School rape trial should raise red flags about the rush to rewrite state laws on sexual assault.", "title": "Rape Case Underscores PC Police Run Amok", "url": "http://www.newsmax.com/McCaughey/rape-st-paul-sex/2015/09/02/id/673155/", "type": "article", "image": "http://www.newsmax.com/CMSPages/GetFile.aspx?guid=fdec78fa-033a-4cdb-a29c-28c6887e564e&SiteName=Newsmax", "page_id": 85452072376}, "twitter": {"url": "http://www.newsmax.com/McCaughey/rape-st-paul-sex/2015/09/02/id/673155/", "title": "Rape Case Underscores PC Police Run Amok", "description": "The St. Paul’s School rape trial should raise red flags about the rush to rewrite state laws on sexual assault.", "site": "Newsmax"}, "fb": {"admins": 100002083767056, "app_id": 323020797885219}, "msvalidate.01": "FAF1322EC761685A5DD9344A1C19E82A", "epoch": 1441182666, "google-site-verification": "Jt2HUKgzJJw9VwIQJv31ETytuvNNm5ypTWN6j0nYvHM", "keywords": "rape, st paul, sex", "article": {"section": "McCaughey", "published_time": "2015-09-02T08:31:06"}, "original-source": "http://www.newsmax.com/McCaughey/rape-st-paul-sex/2015/09/02/id/673155/", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=yes", "description": "The St. Paul’s School rape trial should raise red flags about the rush to rewrite state laws on sexual assault."}, "article_summary": "And maturing females learn, often through trial and error, how to respond.When young women want sex, they learn to tilt their head or smile.\nIn states without a standard of force, he could be convicted and sent to prison for years.\nBut the statistics are exaggerated.Former Attorney General Eric Holder’s Justice Department redefined rape in its official crime data, removing the use of force.\nDon’t outlaw my kind of sex and I wont try to outlaw yours.None of this is the government’s business.\nMaturing heterosexual males are wired to pursue women for sex."}