{"article_title": "How John Paul Stevens Would Amend the Constitution", "article_keywords": ["amendment", "supreme", "stevenss", "court", "constitution", "stevens", "amend", "constitutional", "amendments", "federal", "state", "paul", "john"], "article_url": "http://prospect.org/article/how-john-paul-stevens-would-amend-constitution", "article_text": "What made John Paul Stevens's contributions in his 35 years on the Supreme Court so invaluable was not just the votes he cast but his fiercely intelligent idiosyncrasies. On issues ranging from the fundamental incoherence of trying to use different categories of scrutiny to apply the equal protection clause to the Establishment Clause, to problems presented by the Religious Freedom Restoration Act, to racial discrimination in the War on Drugs, Stevens carved out unique positions that have generally aged much better than the alternatives. So it's gratifying that Stevens has not retired in silence, instead providing valuable commentary on constitutional controversies including the right to vote and the American criminal justice system. Stevens's new book, Six Amendments: How and Why We Should Change the Constitution, represents another valuable and accessible contribution to the country's constitutional discourse.\n\nThe premise of the book is accurately captured by the title, which proposes six amendments to the Constitution. The one potential weakness of the genre is that the cumbersome amendment process set out by Article V (which has produced only 17 amendments, not all of them important, in more than 200 years since the ratification of the Bill of Rights) makes the amendment process generally unrealistic as a route to constitutional change. However, whether these amendments could obtain the 2/3rds of both houses of Congress and 3/4 of state legislatures necessary for ratification is not really the point. The purpose of the book instead is to show how recent Supreme Court interpretations of the Constitution have reached questionable and sometimes indefensible results—and the good news is that we shouldn't need formal constitutional amendments to produce the sounder results suggested by Stevens.\n\nI would endorse all six of Stevens's proposed amendments (the complete list can be found here.) Some, however, raise more pressing problems than others. For example, like many political scientists, I think the effects of political gerrymandering are overrated, and I also think that the Supreme Court's reading of the Second Amendment in D.C. v. Heller is far from the most important barrier to the passage effective gun control legislation. So while all six of Stevens's short essays are worth reading, I wanted to focus in particular on four of his proposed amendments:\n\nThe \"Anti-Commandeering\" Rule\n\nBecause of the challenge to the Affordable Care Act, the most well-known of the conservative attacks on federal power involves the power of Congress to regulate interstate commerce. While the commerce clause challenge to the Affordable Care Act was extraordinarily weak, these challenges are at least rooted in the text of the Constitution—statutes do have to fall under the enumerated powers given to Congress (or be necessary and proper to carrying out these powers.) Many of the other conservative challenges to federal power, however, lack such a clear footing in the text of the Constitution. One of these is the \"anti-commandeering\" rule. In the 1997 case Printz v. United States, the Supreme Court struck down a provision of the Brady Bill that required local officers to perform background checks of gun buyers until the federal system became operative. According to a bare majority of the Court, the federal government cannot \"commandeer\" state officials into carrying out federal law. As Stevens noted in his dissent and argues again here, the logic makes little sense. No such principle can be found directly in the text of the Constitution, and the principle is at war with the Supremacy Clause as well as more than a century of settled practice. (State courts have frequently been \"commandeered\" to carry out federal law.) The doctrine also has serious potential negative consequences, making it much more difficult to respond to emergencies.\n\nStevens also points out the hidden historical roots of the theory resurrected by the Rehnquist Court. Just as the mysterious \"equal sovereignty of the states\" doctrine Chief Justice Roberts used to justify his evisceration of the Voting Rights Act has historical roots only in the long-discredited antebellum pro-slavery constitutional theories, the \"anti-commandeering\" theory's roots can be found in a Taney Court opinion from the Civil War. As Stevens points out, in his opinion overruling that precedent, Justice Thurgood Marshall aptly observed about the Taney holding that \"[t]he conception of the relation between the States and the Federal Government there announced is fundamentally incompatible with more than a century of constitutional development.\" It should have remained buried.\n\nSovereign Immunity\n\nThe \"sovereign immunity\" doctrine reintroduced by the Rehnquist Court—holding that state governments cannot be sued without their consent—is even more indefensible. The theory, as Stevens argues in Six Amendments, is an unattractive anachronism from monarchical England. The sovereign being above the law is consistent with the divine right of kings but not with democratic governance. This might not matter if the principle was clearly rooted in the Constitution, but the idea that a citizen of a state cannot sue her own government is not merely nowhere to be found in the text of the Constitution but is implicitly foreclosed by the text of the Constitution. The 11th Amendment does not state a broad principle like \"cruel and unusual punishment\" about whose application reasonable people can disagree. Instead, it specifically states that states cannot be sued by \"Citizens of another State.\" Given the specific language, the fact that it would have been just as easy to say that state governments could not be sued by any citizen, and that Congress considered but rejected language that would have prevented anyone from suing a state without its consent, the text should settle the question of whether there is a principle of \"sovereign immunity\" that applies to citizens of the state facing a suit. There isn't. (The line of cases is a particular embarrassment for the alleged \"textualism\" of Antonin Scalia, who was notably silent in joining these opinions as the new doctrine was being developed.)\n\nAs Stevens shows, this doctrine also has roots in post-Reconstruction cases implicitly attacking the legitimacy of the Republican state governments of the Reconstruction era. This faulty line of cases has, among other things, obstructed enforcement of the Americans With Disabilities and Fair Labor Standards Acts. If the cases cannot be overruled, the doctrine should indeed be repudiated by constitutional amendment.\n\nCampaign Finance\n\nIn light of last week's decision in McCutcheon v. FEC, it doesn't require elaborate argument to explain why Stevens's proposed amendment stating that \"Neither the First Amendment nor any other provision of this Constitution shall be construed to prohibit the Congress or any state from imposing reasonable limits on the amount of money that candidates for public office, or their supporters, may spend in election campaigns\" would be salutary (although I suspect Setevens would now amend his own amendment to include reasonable limits on campaign donations.) As his amendment reflects, campaign spending is a form of speech protected by the First Amendment, but this does not mean that the right is absolute: \"the [state] interest in preventing wealth from becoming the deciding factor in contested elections is valid and significant.\" The Supreme Court ignoring this interest starting with Buckely v. Valeo in 1976 has helped to produce a polity in which the interests of the wealthy are increasingly dominant.\n\nDeath Penalty\n\nObservers of the Court will not be surprised to read Stevens declare that \"even if the death penalty was justified in 1982, this is no longer the case.\" Stevens announced as much in a concurrence near the end of his tenure as a Supreme Court justice. Unlike the other constitutional arguments made by Stevens above, the argument that the death penalty is categorically unconstitutional has never had more than two adherents on the Supreme Court at any one time. Without the unlikely adoption of Stevens's proposed amendment of the 8th Amendment—\" nor cruel and unusual punishments such as the death penalty inflicted\"—it will take more than one or two personnel changes on the Court for Stevens's position to be adopted. But it is becoming increasingly difficult to deny that the death penalty constitutes \"cruel and unusual punishment\" for the reasons Stevens eloquently explains.\n\nWith respect to the other three cases in particular, however, a constitutional amendment should not even be necessary. The arguments made by Stevens about the meaning of the Constitution are as strong or stronger than those made by the currently prevailing majority. This useful and engaging book reminds us that above all we need more Supreme Court justices with Justice Stevens's robust commitment to fundamental fairness and the equal protection of the laws.", "article_metadata": {"og": {"site_name": "The American Prospect", "description": "What made John Paul Stevens&amp;#39;s contributions in his 35 years on the Supreme Court so invaluable was not just the votes he cast but his fiercely intelligent idiosyncrasies. On issues ranging from th", "title": "How John Paul Stevens Would Amend the Constitution", "url": "http://prospect.org/article/how-john-paul-stevens-would-amend-constitution", "image": "http://prospect.org/sites/default/files/styles/thumbnail/public/ap101104116153.jpg?itok=EOPRF79-", "type": "article"}, "google-site-verification": "4dItj6FrXn-I63uD7pcvQKf3n3Qc6AIxiwwzo0_G4zk", "fb": {"admins": 431364, "app_id": 107113422697949}, "Generator": "Drupal 7 (http://drupal.org)", "viewport": "initial-scale = 1.0, width = device-width"}, "_id": "\"57477af46914bd0286fd886e\"", "article_summary": "With respect to the other three cases in particular, however, a constitutional amendment should not even be necessary.\nWhat made John Paul Stevens's contributions in his 35 years on the Supreme Court so invaluable was not just the votes he cast but his fiercely intelligent idiosyncrasies.\nStevens announced as much in a concurrence near the end of his tenure as a Supreme Court justice.\nIf the cases cannot be overruled, the doctrine should indeed be repudiated by constitutional amendment.\nThe arguments made by Stevens about the meaning of the Constitution are as strong or stronger than those made by the currently prevailing majority."}