{"article_title": "PHOTOS: Giving Ex-Child Soldiers A Chance To Be Kids Again", "article_keywords": ["started", "kids", "art", "boys", "giving", "practice", "capoeira", "theyre", "photos", "chance", "program", "rebel", "ninja", "soldiers", "exchild"], "article_url": "http://wnpr.org/post/photos-giving-ex-child-soldiers-chance-be-kids-again", "article_text": "In a hot, dusty courtyard in Goma, a city in the Democratic Republic of the Congo, about 50 teenage boys begin their daily practice of capoeira, a dance-like martial art. As they wave their arms and shuffle their feet, they giggle and whisper to each other in Swahili. When the teacher, whom the kids call Ninja, yells out a command in Portuguese, the language of capoeira, they dutifully follow.\n\nCapoeira is best known in Brazil, where slaves from Africa brought it centuries ago. Now the art is making its way back to the continent. It's being taught to former child soldiers as a way to re-integrate them into society. It's believed the word \"capoeira\" comes from \"kipura,\" a word that means \"sweeping ground movements\" in Kikongo, a Congolese language – very similar to what the boys are doing today.\n\nOmbeni is a small, thin 15-year-old. He's moving back and forth while kicking a leg up between chants. He says he likes capoeira because it only simulates violence.\n\n\"It's a game where you show that you want to beat someone,\" says Ombeni. \"And just before you hit him, you bring back your arm. Even when you kick or throw a punch you never actually hurt anyone. You only pretend but you don't hit a person.\"\n\nViolence is something Ombeni knows well – we're only using his first name for his safety. Last year, he joined an armed rebel group. His job was to collect water and deliver guns. Then he escaped, ending up in this program, far from his hometown and the rebel group. He's here with dozens of former child soldiers from the country's many armed military groups.\n\n\"When I'm playing this game I forget things and ideas that I was having when I was in the army,\" says Ombeni.\n\nThe capoeira program is funded by UNICEF, the Congolese NGO Concert d'Actions pour Jeunes et Enfants Défavorisés and the Brazilian Embassy. It's the recreational component of a six-week program; the boys attend school and vocational classes and receive medical care and counseling. The program started several years ago and since then, UNICEF officials say more than 800 boys have taken capoeira.\n\nThe boys in the program used to play sports — but that tended to cause fights. They could take dance classes – but the dances represented different warring regions. Capoeira may be a martial art, but it doesn't spark any competitive or cultural tensions.\n\nThe teacher \"Ninja,\" whose real name is Digu Donne Mosikkingo, has taught hundreds of these boys. He says when they arrive, they tend to be withdrawn and reluctant to talk.\n\n\"With capoeira, it's a game that brings them together,\" says Mosikkingo. \"They started trying to dress like me. They started talking to others. They are open.\"\n\nIn the courtyard, Ninja leads the boys in a circle, where they practice balancing exercises.\n\nAs they fall out of the poses, they laugh – and quickly try to get back into them.\n\nAnother boy, 17-year-old Bahati, has also quickly taken to capoeira. He spent the last few years of his life enduring and inflicting violence. Today, he sings, which is part of the martial art and carefully watches his instructor before mimicking his moves. Doing this, he says, makes him feel like a normal kid.\n\n\"It helps because I had a soldier's mentality,\" says Bahati. \"This erases everything completely and you become like any other child who does things like attend schools and didn't have to go through [what I did].\"\n\nSoon Bahati will go back home where he hopes to return to school and keep up his capoeira practice. But the problem is, when the boys do leave, they're essentially left to fend for themselves. So it's hard to know how effective capoeira is at keeping them from rejoining the armed rebel groups.\n\nBut at least while they're here, they're kids again.\n\nSupport for this story came from the International Women's Media Foundation.\n\n", "article_metadata": {"category": "none", "description": "In a hot, dusty courtyard in Goma, a city in the Democratic Republic of the Congo, about 50 teenage boys begin their daily practice of capoeira, a dance", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://wnpr.org/post/photos-giving-ex-child-soldiers-chance-be-kids-again", "image": "http://mediad.publicbroadcasting.net/p/shared/npr/styles/medium/nprshared/201604/472720626.jpg", "type": "article", "description": "In a hot, dusty courtyard in Goma, a city in the Democratic Republic of the Congo, about 50 teenage boys begin their daily practice of capoeira, a dance", "title": "PHOTOS: Giving Ex-Child Soldiers A Chance To Be Kids Again"}, "org_id": 1, "twitter": {"site": "@wnpr", "card": "summary"}, "author": "Erika Beras", "wordCount": 731, "dc": {"title": "PHOTOS: Giving Ex-Child Soldiers A Chance To Be Kids Again"}, "nid": 56537, "datePublished": "2016-04-02", "story_id": 472716760, "has_audio": 1, "viewport": "width=device-width"}, "article_summary": "Soon Bahati will go back home where he hopes to return to school and keep up his capoeira practice.\nThe capoeira program is funded by UNICEF, the Congolese NGO Concert d'Actions pour Jeunes et Enfants Défavorisés and the Brazilian Embassy.\nThe program started several years ago and since then, UNICEF officials say more than 800 boys have taken capoeira.\nBut at least while they're here, they're kids again.\nWhen the teacher, whom the kids call Ninja, yells out a command in Portuguese, the language of capoeira, they dutifully follow."}