{"article_title": "The link between felon disenfranchisement, politics, and health", "article_keywords": ["senate", "african", "disparities", "outcomes", "american", "won", "health", "policies", "felon", "disenfranchisement", "politics", "voting", "link"], "article_url": "http://www.philly.com/philly/blogs/public_health/The-link-between-felon-disenfranchisement-politics-and-health.html", "article_text": "Consider two things:\n\nLife expectancy at birth for an African American male born in Philadelphia is 7.6 years shorter than a white male (67.5 years vs. 75.1).\n\nAbout 13% of African American men in the United States are prohibited from voting compared to 2.5% of the general voting age population.\n\nFelon disenfranchisement policies are the reason for the latter. I set out to explore whether they might be a cause of the former in an article published in the American Journal of Public Health.\n\nFelon disenfranchisement policies prevent people convicted of felonies, which include both violent and non-violent crimes, from voting while incarcerated, on probation, on parole, or even after they have completed their sentences; the specifics vary by state. These policies disproportionately impact African Americans—a situation that reflects the discriminatory origins from which the policies emerged. Felon disenfranchisement policies proliferated across the nation after 1870, when the 15th Amendment gave African Americans the right to vote, forcing white land owners to find a new mechanism to uphold power structures. But unlike other Jim Crow-era barriers to the ballot box, such as literacy tests and poll taxes, felon disenfranchisement policies have withstood test of time.\n\nAbout 7.7% of voting age African Americans are currently prohibited from voting compared to 2.5% of the U.S. population. Pennsylvania is among the more progressive states in this regard; only current prisoners are prevented from casting ballots, with 2.5% of the state’s African Americans (0.6% of all races) disenfranchised, according to the Sentencing Project. New Jersey prohibits people from voting while in prison, on parole or probation, disenfranchising 5.5% of its African American residents (1.5% of all races). When the analysis is limited to males, who are far more likely to be imprisoned, it finds that 13% of African American men are disenfranchised nationwide. An African American male born today has a 1-in-3 chance of being disenfranchised at some point in his life.\n\nIf a group of people can’t vote, the politicians who care about their health needs might be less likely to win elections.\n\nSociologists Christopher Uggen and Jeff Manza, who wrote the book of felon disenfranchisement, estimated the extent to which these policies impacted election outcomes between 1978 and 2000. The researchers gathered data on voter turnout, party preference, and rates of disenfranchisement to explore whether U.S. Senate and presidential election outcomes would have been different if the incarcerated population had been able to vote. Assuming that 70% of prisoners would have voted for Democrats and that 35% would have voted in presidential elections and 24% in Senate elections, all based on voting patterns of similar populations outside, they found that:\n\nSeven U.S. Senate elections won by Republicans would have been won by Democrats;\n\nDemocrats would have maintained control of the U.S. Senate between 1986 and 2002; and that\n\nAl Gore would have defeated George W. Bush in Florida by more than 80,000 votes in the 2000 presidential election.\n\nIn another study, Manza and Uggen looked at how U.S. election outcomes would have been different if disenfranchised people on probation and parole–not those currently in prison -- were able to vote (a policy that two-thirds of Americans support) and found that five Senate elections won by Republicans would have been won by Democrats. Lastly, they assessed how election outcomes would have been different if former prisoners who had completed their sentences were able to vote (a policy that 80 percent of American support) and found that three Senate elections won by Republicans would have been won by Democrats, and that Gore still would have defeated Bush in Florida and won the presidency.\n\nFelon disenfranchisement policies skew election outcomes in favor of the Republican Party. But are Republicans in Congress in part to blame for racial health disparities? It’s impossible to say for sure, but Democrats generally support more progressive policies that promote social equity and have the potential to reduce racial disparities in health.\n\nA review of how members of Congress voted on key public health legislation in 2013 reveals that Republicans more frequently opposed bills with the potential to reduce disparities such as gun safety legislation (the firearm homicide rate among African American males ages 15-30 is 10 times higher than among their white counterparts, according to data from the Centers for Disease Control and Prevention) and supported bills that could further perpetuate disparities (such as cutting funding for nutrition assistance programs, like food stamps).\n\nThe Affordable Care Act provides another example. The health insurance reform law will likely reduce racial disparities in health insurance (33% of African Americans were uninsured at some point during 2005 compared to 20% of whites), eventually resulting in reductions in disparities in access to health care and ultimately decreasing to some extent, disparities in health outcomes. The GOP has gone to great lengths to try and “repeal Obamacare.”\n\nThe right to “universal and equal suffrage” is clearly printed on the Universal Declaration of Human Rights. U.S. Attorney General Eric Holder has called on states across the nation to repeal felon disenfranchisement policies. Public health researchers should do the same. While it would be virtually impossible to statistically isolate disenfranchisement from the myriad other risk factors that disproportionately affect that population (e.g., poverty, unemployment, trauma) and prove that the policies negatively impact health, history has shown than human rights violations almost always lead to adverse health outcomes.\n\nRead more about The Public's Health.", "article_metadata": {"pubdate": 20160527, "editdate": "20140611T03:30:00", "twitter": {"url": "http://www.philly.com/philly/blogs/public_health/The-link-between-felon-disenfranchisement-politics-and-health.html", "image": "http://media.philly.com/images/african-american-voting.jpg", "site": "@phillydotcom", "card": "summary_large_image", "title": "The link between felon disenfranchisement, politics, and health"}, "cg": "health", "keywords": "Jonathan Purtle, MPH", "description": "Nearly 8 percent of voting age African Americans are prohibited from casting ballots as a result of policies that originated in the Jim Crow era. African Americans die younger than whites. Is there a connection? - Jonathan Purtle, MPH, Philadelphia Inquirer", "byline": "Jonathan Purtle, MPH", "contenttype": "Blog_Post", "publication": "Philadelphia Inquirer", "title": "The link between felon disenfranchisement, politics, and health", "livedate": "20140611T03:30:00", "verify-v1": "3x82DC93LZlv0I/hQEBoyVVjlGPtX7VxHFgv1upr+9I=", "news_keywords": "Jonathan Purtle, MPH", "contentid": 262607191, "DC.date.issued": "2014-06-11T03:30:00-04:00", "fb": {"app_id": 938226082960499}, "viewport": "width=device-width, initial-scale=1.0", "og": {"site_name": "Philly.com", "description": "Nearly 8 percent of voting age African Americans are prohibited from casting ballots as a result of policies that originated in the Jim Crow era. African Americans die younger than whites. Is there a connection?", "title": "The link between felon disenfranchisement, politics, and health", "url": "http://www.philly.com/philly/blogs/public_health/The-link-between-felon-disenfranchisement-politics-and-health.html", "image": "http://media.philly.com/images/african-american-voting.jpg", "type": "article"}, "searchdate": "2014-06-11", "google-site-verification": "db3T5L3C8_JvO-55gJ22lGGUnZLlNulgzTwX1NhCV3o", "y_key": "ccf0cd67e5f1e33c", "sourcepublication": "Inquirer"}, "article_summary": "U.S. Attorney General Eric Holder has called on states across the nation to repeal felon disenfranchisement policies.\nBut unlike other Jim Crow-era barriers to the ballot box, such as literacy tests and poll taxes, felon disenfranchisement policies have withstood test of time.\nFelon disenfranchisement policies are the reason for the latter.\nFelon disenfranchisement policies skew election outcomes in favor of the Republican Party.\nBut are Republicans in Congress in part to blame for racial health disparities?"}