{"article_title": "Ted Cruz disputes 'the knock' that he's 'too scary' to win", "article_keywords": ["knock", "bush", "usa", "scary", "win", "hes", "ted", "state", "gop", "cruz", "disputes", "republican", "grow", "texas"], "article_url": "http://www.usatoday.com/story/news/politics/elections/2015/06/29/capital-download-ted-cruz-a-time-for-truth/29397989/", "article_text": "Skip Ad Ad Loading... x Embed x Share Ted Cruz believes in American exceptionalism, free markets and Christian values. Known during his tenure more for obstructive tactics than passing legislation, now making a long-shot bid for the Republican presidential nomination. (USA NEWS, USA TODAY)\n\nSen. Ted Cruz, R-Texas (Photo: Jack Gruber, USA TODAY)\n\nWASHINGTON — Ted Cruz believes in American exceptionalism, free markets, Christian values — and Ted Cruz.\n\nOthers may see a first-term senator known more for obstructionist tactics than legislative achievement, now making a long-shot bid in a crowded field for the Republican presidential nomination.\n\nBut in A Time for Truth, published Tuesday by Broadside Books, and in an interview with Capital Download, the Tea Party favorite promises a crusade in the tradition of Ronald Reagan's victory over President Jimmy Carter in 1980, flying \"bold colors.\" Bold he is in the wake of last week's Supreme Court decisions on same-sex marriage and the Affordable Care Act. Cruz, a former Supreme Court clerk, proposes a constitutional amendment that would subject the justices to periodic elections.\n\nThe 44-year-old Texas senator says he is campaigning against not only opposition Democrats but also fellow Republicans who make up a \"Washington cartel\" that deceives Americans and undermines democracy.\n\nHe is just the man to set things straight, he says. The subtitle of his new book: Reigniting the Promise of America.\n\nCruz has never been one to dream small, to shy from a fight or to worry about making enemies. That includes Senate Republican leader Mitch McConnell, whose favor most GOP senators seek to curry. \"Whether it's Harry Reid or Mitch McConnell that's majority leader, government seems to grow and grow, government power seems to grow and grow and grow, our debt grows and grows and grows,\" Cruz told USA TODAY's newsmaker series. He titled the book's opening chapter, about the GOP leadership's efforts to allow Democrats to raise the debt ceiling in 2013, \"Mendacity.\"\n\nAnd he portrays former Florida governor Jeb Bush as an unreliable conservative who would lead the party to its third straight White House defeat.\n\n\"If we nominate another candidate in the mold of a Bob Dole or a John McCain or a Mitt Romney,\" he says, \"if we do it again, the same voters who stayed home in '08 and '12 will stay home in '16 and Hillary Clinton's the next president.\"\n\nAt the moment, of course, it is Jeb Bush who generally leads the GOP field, albeit at a tepid 13.2% in the RealClearPolitics.com average of public surveys. Cruz now ranks seventh, at 5.8%, behind two fellow first-term Republican senators, Marco Rubio of Florida and Rand Paul of Kentucky, as well as Wisconsin Gov. Scott Walker and former Arkansas governor Mike Huckabee. Even Ben Carson, who has never sought elective office before, is ahead of Cruz, though he does edge out Donald Trump, in eighth place at 4.3%.\n\n\"I get that the knock on me in the presidential race is 'Cruz can't win; he's too conservative; he's too conservative – too scary to Washington,' \" he says. \"What's interesting to me are the people who say 'Cruz can't win' are the people who keep getting their tails whipped over and over and over again. And I'm amazed that anyone would listen to folks who demonstrated the one thing they know how to do is lose a general election.\"\n\nHe says he's heartened by the crowds at campaign events in New Hampshire and elsewhere and by the impressive amount of money he's been able to raise. His campaign and his super-PAC combined already have raised more than $40 million, he says, \"cash in the bank.\"\n\nSen. Ted Cruz's new book, \"A Time for Truth.\" (Photo: Handout)\n\nHis 368-page book tells the story of his mother, \"an Irish-Italian girl growing up in Wilmington to becoming the first woman in her family to go to college,\" and of his father, who as a young man in Cuba first joined the revolution but then turned against Fidel Castro. He describes himself as a boy who smoked pot, played pranks and at times got suspended from school.\n\n\"I managed to get in some trouble as a kid,\" he said in the interview, \"and some might say that has continued into my tenure in the Senate.\"\n\nThat said, he has a sterling résumê – a national champion debater who graduated from Princeton and Harvard Law and clerked for Chief Justice William Rehnquist. In 2002 he won his first electoral bid, for Texas solicitor general, at age 32.\n\nWhen he was running for the nomination for state attorney general in 2009, Republican strategist Karl Rove called to protest when he managed to get a contribution and the offer of an endorsement from former president George H.W. Bush. Rove \"suggested that the elder Bush was too old to have good judgment anymore,\" Cruz says, and he threatened to have George W. Bush endorse his opponent if Cruz publicized the elder Bush's endorsement -- another example, the senator says, of what's wrong with the GOP establishment.\n\nIn recent days, Cruz has raised the ire of his colleagues by suddenly dropping his support of trade legislation he had backed before. He also has dodged questions about whether South Carolina should take down the Confederate battle flag from state Capitol grounds. Both steps could solidify his support among some of the party's most conservative wing.\n\n\"Listen, that's a question for the state of South Carolina,\" he demurs in the interview. \"I understand it's a debate that evokes strong emotions on both sides.\" Should his home state of Texas remove the Confederate emblem from public uses? \"In the state of Texas we tend to be a lot more focused on the flag of Texas,\" he says.\n\nHe is more direct when asked about the Supreme Court decisions recognizing a constitutional right to same-sex marriage and upholding a key provision of the Affordable Care Act.\n\n\"The good news, the silver lining in the court becoming political players and disregarding their oaths of office – this next election is going to be a referendum on repealing Obamacare,\" he declares. \"If a Republican candidate for president isn't willing to lead that fight and campaign on it every single day, then he or she should get out of the race right now.\"\n\nCount him in.\n\nFollow @SusanPage on Twitter.\n\nRead or Share this story: http://usat.ly/1IngidR", "article_metadata": {"google": "notranslate", "description": "Texas Sen. Ted Cruz believes in American exceptionalism, free markets, Christian values--and Ted Cruz. He disputes 'the knock' that he's 'too conservative,' 'too scary' to win the White House", "og": {"site_name": "USA TODAY", "description": "Texas Sen. Ted Cruz believes in American exceptionalism, free markets, Christian values--and Ted Cruz. He disputes 'the knock' that he's 'too conservative,' 'too scary' to win the White House", "title": "Ted Cruz disputes 'the knock' that he's 'too scary' to win", "url": "http://www.usatoday.com/story/news/politics/elections/2015/06/29/capital-download-ted-cruz-a-time-for-truth/29397989/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "Texas Sen. Ted Cruz believes in American exceptionalism, free markets, Christian values--and Ted Cruz. He disputes 'the knock' that he's 'too conservative,' 'too scary' to win the White House", "title": "Ted Cruz disputes 'the knock' that he's 'too scary' to win", "image": "http://www.gannett-cdn.com/-mm-/c4569b47ef49b1aba67d93edc435bc29985f43e0/c=533-0-3813-3280&r=x643&c=640x640/local/-/media/2015/06/27/USATODAY/USATODAY/635710194244161615-XXX-CAPITAL-DOWNLOAD-SEN.-TED-CRUZ-JMG-40121-74074276.JPG", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Persons/Jimmy Carter", "gci-asset-type": "story", "gci-categories": "Persons/Jimmy Carter", "title": "Ted Cruz disputes 'the knock' that he's 'too scary' to win", "author": "Susan Page", "pageclass": "article", "recs": {"category": "news/politics/elections", "image-3-4": "http://www.gannett-cdn.com/-mm-/9b83ef02a143d7d2c807ce3a946eca76516e1d6d/c=626-0-3086-3280/local/-/media/2015/06/27/USATODAY/USATODAY/635710194244161615-XXX-CAPITAL-DOWNLOAD-SEN.-TED-CRUZ-JMG-40121-74074276.JPG", "image-1-1": "http://www.gannett-cdn.com/-mm-/a037b73e9f75be8cfa34f04ccef987a740401aa7/c=533-0-3813-3280/local/-/media/2015/06/27/USATODAY/USATODAY/635710194244161615-XXX-CAPITAL-DOWNLOAD-SEN.-TED-CRUZ-JMG-40121-74074276.JPG", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/f50454e64450ba9fd8e79bc64525c5a7aefd45d2/c=0-0-4362-3280/local/-/media/2015/06/27/USATODAY/USATODAY/635710194244161615-XXX-CAPITAL-DOWNLOAD-SEN.-TED-CRUZ-JMG-40121-74074276.JPG", "image": "http://www.gannett-cdn.com/-mm-/cfd2949a6bc4f7e98cc6a3fae3f80d64a910519e/c=0-159-4926-2942&r=x1683&c=3200x1680/local/-/media/2015/06/27/USATODAY/USATODAY/635710194244161615-XXX-CAPITAL-DOWNLOAD-SEN.-TED-CRUZ-JMG-40121-74074276.JPG", "publishtime": "2015-06-29T09:09:28.373000-04:00", "shorthed": "Ted Cruz: Not 'too scary' to get elected?", "articleid": 29397989, "image-16-9": "http://www.gannett-cdn.com/-mm-/eb1790232db1454f16ffd363758e5264539988a0/c=0-159-4926-2942/local/-/media/2015/06/27/USATODAY/USATODAY/635710194244161615-XXX-CAPITAL-DOWNLOAD-SEN.-TED-CRUZ-JMG-40121-74074276.JPG", "image-9-16": "http://www.gannett-cdn.com/-mm-/fea18d6c9b5c972c3cc103b2662a03864b267c16/c=1001-0-2838-3280/local/-/media/2015/06/27/USATODAY/USATODAY/635710194244161615-XXX-CAPITAL-DOWNLOAD-SEN.-TED-CRUZ-JMG-40121-74074276.JPG"}}}, "article_summary": "(USA NEWS, USA TODAY)Sen. Ted Cruz, R-Texas (Photo: Jack Gruber, USA TODAY)WASHINGTON — Ted Cruz believes in American exceptionalism, free markets, Christian values — and Ted Cruz.\nSkip Ad Ad Loading... x Embed x Share Ted Cruz believes in American exceptionalism, free markets and Christian values.\n\"I get that the knock on me in the presidential race is 'Cruz can't win; he's too conservative; he's too conservative – too scary to Washington,' \" he says.\n\"In the state of Texas we tend to be a lot more focused on the flag of Texas,\" he says.\nCruz, a former Supreme Court clerk, proposes a constitutional amendment that would subject the justices to periodic elections."}