{"article_title": "Republicans and Democrats Can't Even Agree on Where to Shop", "article_keywords": ["shop", "blue", "liberal", "index", "republicans", "liberals", "conservative", "cant", "democrats", "conservatives", "stores", "100", "agree", "red", "meet"], "article_url": "http://www.racked.com/2015/12/21/10633884/shopping-retailers-conservative-liberal", "article_text": "Are we so divided as a nation that liberals and conservatives don't even see eye to eye on shopping? In time for the holiday season, Chuck Todd's Meet The Press analyzed data from a Simmons Research consumer survey and put together a list of stores with the highest conservative and liberal index. In the survey, Americans who described themselves as either liberal and conservative were asked how likely or unlikely they were to shop at a long list of retailers. The index counted 100 as the average, and anything above 100 meant people were more likely to shop at each store while under 100 meant they were less likely.\n\nIt turns out there was a definite red state and blue state divide. \"Stores that are very popular with liberals OR conservatives are generally not big with liberals AND conservatives,\" Meet the Press's Dante Chinni writes.\n\nThe top 10 stores most highly preferred by conservatives included Belk, Dillard's, Hobby Lobby, Dick's Sporting Goods, and Sam's Club. The commonalities? A lot of these stores were Southern, suburban, or sporty. And Hobby Lobby is aligned with conservatives after winning its Supreme Court battle over contraceptives and the Affordable Care Act.\n\nOn the liberal side, stores included J.Crew, Nordstrom, REI, Gap, Sephora, and fast fashion chains like F21 and H&M. Department store giant Macy's was also in the liberal camp, with an index of 129. Most of these stores are located in Democratic-leaning urban areas, where shoppers might not have even heard of Belk.\n\nThis divide in terms of geography for stores in red states and blue states might have deeper meaning, Meet the Press surmises:\n\nThe point? The splits between red and blue America run deep and play a role in our lives in more ways than we realize. Even acts that are not overtly political have taken on political undertones in 2015 - right down to where you do your holiday shopping.\n\nFor more stats on conservative and liberal shopping, Time magazine ranked brands like Starbucks, Old Navy, and Trader Joe's as either Democrat or Republican last year.", "article_metadata": {"outbrainsection": "news", "sailthru.date": "2015-12-21", "description": "A study finds that conservatives and liberals don't even see eye to eye on last-minute holiday shopping.", "author": "Adele Chapin", "og": {"site_name": "Racked", "description": "A study finds that conservatives and liberals don't even see eye to eye on last-minute holiday shopping.", "title": "Republicans and Democrats Can't Even Agree on Where to Shop", "url": "http://www.racked.com/2015/12/21/10633884/shopping-retailers-conservative-liberal", "image": "https://cdn3.vox-cdn.com/thumbor/jzDnGNqDdBe7cX2TeM7HDNuWaPA=/0x302:960x842/1050x591/cdn0.vox-cdn.com/uploads/chorus_image/image/48402723/nordstrom-christmas-facebook.0.0.jpg", "type": "article"}, "twitter": {"description": "A study finds that conservatives and liberals don't even see eye to eye on last-minute holiday shopping.", "title": "Republicans and Democrats Can't Even Agree on Where to Shop", "url": "http://www.racked.com/2015/12/21/10633884/shopping-retailers-conservative-liberal", "image": {"src": "https://cdn3.vox-cdn.com/thumbor/jzDnGNqDdBe7cX2TeM7HDNuWaPA=/0x302:960x842/1050x591/cdn0.vox-cdn.com/uploads/chorus_image/image/48402723/nordstrom-christmas-facebook.0.0.jpg"}, "site": "Racked", "card": "summary_large_image"}, "msapplication-TileColor": "#da532c", "sailthru.title": "Republicans and Democrats Can't Even Agree on Where to Shop", "fb": {"app_id": 247083191971658}, "msapplication-TileImage": "/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/rackednational", "published_time": "2015-12-21T17:05:02Z"}, "sailthru.tags": "general,racked", "google-site-verification": "nP653UCvY26d9eoVs3gN4DN7EdDQN6ScdZkmoKMS2-I", "sailthru.description": "A study finds that conservatives and liberals don't even see eye to eye on last-minute holiday shopping.", "viewport": "width=device-width, shrink-to-fit=no"}, "article_summary": "\"Stores that are very popular with liberals OR conservatives are generally not big with liberals AND conservatives,\" Meet the Press's Dante Chinni writes.\nAre we so divided as a nation that liberals and conservatives don't even see eye to eye on shopping?\nIn the survey, Americans who described themselves as either liberal and conservative were asked how likely or unlikely they were to shop at a long list of retailers.\nThe index counted 100 as the average, and anything above 100 meant people were more likely to shop at each store while under 100 meant they were less likely.\nOn the liberal side, stores included J.Crew, Nordstrom, REI, Gap, Sephora, and fast fashion chains like F21 and H&M."}