{"article_title": "Female airmen have more time to get into shape after having a child", "article_keywords": ["force", "family", "months", "airmen", "air", "leave", "shape", "maternity", "fitness", "female", "child", "weeks", "having"], "article_url": "http://www.stripes.com/news/female-airmen-have-more-time-to-get-into-shape-after-having-a-child-1.358026", "article_text": "KAISERSLAUTERN, Germany — To keep talented female airmen after they start a family or expand on one, the U.S. Air Force is giving women more time to get into shape following childbirth.\n\nAs part of changes announced Tuesday that aim to retain female servicemembers, airmen will have the option to defer their annual fitness test for 12 months after the birth of a child or after a pregnancy lasting 20 weeks or more. Airmen previously could defer their fitness assessment for six months after giving birth.\n\nThe ease on fitness testing for new mothers aligns with other recent changes announced by the Air Force to boost retention of female airmen, who struggle to balance their careers with having a family. New mothers now can defer a deployment for up to a year after giving birth, up from the current six months dwell time. Also, for one year, they are exempt from temporary duty and short tours or assignments in which dependents are restricted from accompanying them.\n\nThe new deferments apply to airmen who gave birth on or after March 6, 2015. The service says it doesn’t anticipate significant mission or readiness issues from the changes.\n\nThe goal of the new policy is to alleviate the strain on talented airmen “who choose to leave the Air Force as they struggle to balance deployments and family issues, and this is especially true soon after childbirth,” Secretary of the Air Force Deborah Lee James said in a statement.\n\nThe Air Force “recognizes the potential retention benefits” associated with providing female airmen “options that allow them to serve and support their family without having to choose one over the other,” she said.\n\nJames announced during a speech this spring that the Air Force would increase deployment dwell times for new mothers.\n\nNews on extention of the fitness testing window comes on the heels of the Navy’s announcement earlier this month that it would triple its maternity leave, from six to 18 weeks, for women in the Navy and Marine Corps.\n\nThe Air Force says it’s researching “opportunities, in conjunction with the Department of Defense, to extend the maternity and convalescent leave period” in a similar fashion to what the Navy is doing.\n\nAirmen and soldiers currently receive six weeks of maternity leave.\n\nsvan.jennifer@stripes.com", "article_metadata": {"DC.description": "To keep talented female airmen after they start a family or expand on one, the U.S. Air Force is giving women more time to get into shape following childbirth.", "description": "To keep talented female airmen after they start a family or expand on one, the U.S. Air Force is giving women more time to get into shape following childbirth.", "title": "Female airmen have more time to get into shape after having a child", "og": {"type": "article", "image": "http://www.stripes.com/polopoly_fs/1.356131.1435877449!/image/image.jpg_gen/derivatives/landscape_490/image.jpg", "site_name": "Stars and Stripes", "description": "To keep talented female airmen after they start a family or expand on one, the U.S. Air Force is giving women more time to get into shape following childbirth.", "title": "Female airmen have more time to get into shape after having a child"}, "pinterest": "nopin", "robots": "ACAP allow-index", "GOOGLEBOT": "index, follow", "fb": {"admins": 100001735654878, "page_id": 45623437315, "app_id": 165185360164551, "pages": 45623437315}, "google-site-verification": "hlKKPUwK4Mj52FGnItKp6N6dig0k7ssfOeVtcespZ_0", "keywords": "Air Force Europe", "organization": "Stars and Stripes", "DC.subject": "Air Force Europe", "DC.title": "Female airmen have more time to get into shape after having a child"}, "article_summary": "KAISERSLAUTERN, Germany — To keep talented female airmen after they start a family or expand on one, the U.S. Air Force is giving women more time to get into shape following childbirth.\nJames announced during a speech this spring that the Air Force would increase deployment dwell times for new mothers.\nThe Air Force “recognizes the potential retention benefits” associated with providing female airmen “options that allow them to serve and support their family without having to choose one over the other,” she said.\nThe ease on fitness testing for new mothers aligns with other recent changes announced by the Air Force to boost retention of female airmen, who struggle to balance their careers with having a family.\nAirmen and soldiers currently receive six weeks of maternity leave."}