{"article_title": "How Guantanamo Bay Became the Place the U.S. Keeps Detainees", "article_keywords": ["cuban", "detainees", "command", "training", "bay", "base", "place", "keeps", "navy", "guantanamo", "marines", "marine"], "article_url": "http://www.theatlantic.com/national/archive/2013/09/how-guantanamo-bay-became-the-place-the-us-keeps-detainees/279308/", "article_text": "The Northeast Gate at the Guantanamo Bay U.S. Naval Base. (Bob Strong/Reuters) I took command of the Marine Corps Security Force Company aboard United States Naval Base, Guantanamo Bay on August 29, 2001. Guantanamo Bay was familiar to me -- I had deployed there in 1993 as a young lieutenant to help with the care and security of over 13,000 Haitian emigrants plucked from the Caribbean Sea. Essentially an idyllic small town, the tight-knit community welcomed me and my family with ceremony and a fair amount of celebrity, the proper formality for the senior Marine, but something to which I was personally unaccustomed. I was a big fish in a little pond, though fairly junior in rank. A short fourteen days after taking command, still getting oriented to the demands of the job, I watched on CNN as the second plane flew into the World Trade Center. Immediately grasping the significance of the act, I turned to my second-in-command, John Griffin. \"We’re at war,” I said. Those words were to prove prophetic, and this sleepy little corner of Cuba was about to play a key role in the coming conflict.\n\nHow did Guantanamo Bay, a small military base that was for Fidel Castro “a dagger plunged into the Cuban soil,” become what Donald Rumsfeld later declared “The Least Worst Place” for a detention facility? ~ The Naval Base at Guantanamo Bay has garnered significant attention since September 2001, but its significance in Western history began long before modern America. Christopher Columbus touched down in Guantanamo Bay in 1494, on his second voyage to the New World, searching unsuccessfully for gold. Despite the explorer’s disappointment, the discovery of the protected bay opened it as a safe haven for pirates and British Navy alike in the years that followed. America’s interest came later, during the Spanish-American War in 1898, when a battalion of 647 Marines landed at Guantanamo Bay and tied down 7,000 Spanish troops in Guantanamo City, thus protecting Teddy Roosevelt’s charge up San Juan Hill 40 miles to the west. Like the British Navy before it, the U.S. Navy found the bay's protected waters useful, and in the treaty of 1903, the Cuban government agreed to lease defined areas around Guantanamo Bay to the U.S. for use as a naval station. This was the beginning of the oldest U.S. overseas base, and the only one (to eventually be) on Communist soil. Signed by President Theodore Roosevelt, the initial lease enabled the US to contribute to the defense of Cuba through the maintenance of “coaling and naval stations.” A key element of this agreement was the passing to the United States of \"complete jurisdiction and control over and within said areas.\" The only restrictions on the United States were that the area be used only as a coaling and naval station, and vessels engaged in trade with Cuba would retain free passage through the bay encompassed by the reservation. A subsequent agreement, signed by President Roosevelt on October 2, 1903, expanded on the initial lease, stipulating, among other things, a rent of two thousand dollars in gold each year, and that fugitives from Cuban justice, fleeing to the U.S. reservation, would be returned to Cuban authorities. When the Fleet Training Group departed in 1994-95, much of the base’s usefulness to the Navy evaporated. In the run up to World War II, the base expanded greatly. The stable acoustic conditions for echo ranging made the sea areas close to Guantanamo Bay ideal for training ships’ crew in anti-submarine warfare, and deploying convoys to the Southern Atlantic. Post-WWII, the Fleet Training Group was established to train Navy units, and the excellent amphibious training opportunities provided by adjacent islands led to staging of the 1st Marine Division at the Naval base. The Fleet Training Group was the bane of many a sailor -- the Navy’s version of finals and the SAT rolled into one. Liberty in town was a welcome respite for sailors who spent long tours underway, training under the demanding and often career-ending eye of the Fleet Training Group.The agreement, later confirmed by the Treaty of 1934 between the United States and Cuba, in effect gives the United States a perpetual lease on this reservation, capable of being voided only by our abandoning the area or by mutual agreement between the two countries. After taking power, Castro refused to recognize the treaty that established the base. He also refused to cash any of the U.S. checks after the Bay of Pigs Incident in 1961. The Castro government maintains that the perpetual lease provision of the Treaty of 1934 for the base is illegal.\n\nThat off-base liberty came to an abrupt end with the kidnapping, on June 27, 1958, of 29 Sailors and Marines by Cuban rebel forces under Raul Castro, Fidel’s brother, six months before they gained victory over the Batista government. Through diplomatic efforts, the hostages were released 21 days later, uninjured. During the Bay of Pigs fiasco and the Cuban Missile Crisis that followed Castro’s ascent to power, tensions between the U.S. and Cuba soared. The events led to the United States’ decision to establish at Guantanamo Bay a permanent base of Marines augmented with artillery, tanks, and attack aircraft. Defensive lines of fortifications and obstacles were constructed in order to slow the possible advance of Cuban forces while civilians and non-combatants could be evacuated and the base reinforced from the U.S. But, as we know, that attack never came. When the Fleet Training Group departed in 1994-95, much of the base’s usefulness to the Navy evaporated. Some felt much of what the base provided could be shifted to Roosevelt Roads in Puerto Rico or naval bases state-side. The Navy’s response to the reduced usefulness of Guantanamo was a program called Minimum Pillar Performance or MPP. For the Navy, it meant the base was in a caretaker status, with only the barest of resources to maintain the provisions of the 1934 treaty. The treaty would be the bedrock -- under pressure from the Department of State, the Navy would not reduce the base beyond its ability to comply with the treaty's tenets. As early as 1996, discussions were ongoing within the Marine Corps about the elimination or reduction of the position in Guantanamo -- a natural continuation of the Gulf War downsizing. These internal conversations centered on the perception of a non-existent threat from the Cuban forces arrayed around the base. These forces, ostensibly to counter the U.S. presence, actually served the primary purpose of stopping Cuban asylum seekers. ~ I arrived at a base with less than 1,000 military personnel, gutted from its heyday population, during the Fleet Training Group days, of more than 10,000. At one time, the base had been the center of the U.S. Navy’s training program for the Atlantic Fleet. Now, Guantanamo was manned at half strength and minimally funded.\n\nThe Marine force numbered 118 strong, much smaller than the Marine Barracks, and used rotating, temporarily attached units rather than permanently stationed forces. The majority of my time was spent stretching the available troops to ensure the external security of the base and dealing with dilapidated infrastructure. The U.S. side of the fenceline was in a state of disrepair prior to 9/11. The chain link fence that demarcated the base boundaries, a requirement of the 1934 treaty, was in some locations less than five feet high. In other spots, the fence leaned at a 35-degree list, with a foot of unobstructed clearance between the bottom of the fence and the ground due to erosion. Marine sentries manned observation posts, called MOPs (Marine Observation Posts), around the perimeter of the base. A crushed coral road that ran adjacent to much of the fenceline was pocked with significant potholes and runnels from water runoff; the road condition presented a constant challenge to the Marines who patrolled the fenceline in Humvees 24 hours a day. Vehicle accidents were frustratingly frequent. The majority of my time was spent stretching the available troops to ensure the external security of the base and dealing with dilapidated infrastructure. At one time, the physical barrier surrounding the base was bolstered by one of the largest minefields in the free world and guarded by the Marine Ground Defense Security Force, a battalion-sized force augmented with tanks and artillery. In 1999, however, a presidential directive ordered the removal of all mines by the end of the year. Though the mines were subsequently removed, the minefields, or areas marked as minefields with restricted access, remain. While I pressed my boss to designate the minefields free of mines, he demurred. Each successive commanding officer has been understandably reluctant to sign the minefield de-certification paperwork left in the inbox by his predecessor and assume the legal exposure of designating those areas safe and absent or “proofed” of mines.\n\nIn sharp contrast, the Cubans maintain a modern barrier, equipped with lights, sensors, and alarms, and manned by the Cuban Army’s Frontier Brigade. There are multiple physical barriers: fences, trenches, mines, and planted cacti. A foot trap -- a patch of sand that is regularly raked to display and highlight footprints -- runs adjacent to the perimeter road, known as the Castro Barrier Road, or CBR. The road, mostly paved, encircles the U.S. base, broken only by the water gate that provides ships access to the upper bay. Despite the political animosity between Cuba and the U.S., local relations with Cuban authorities are mostly cordial. The base commander, a Department of State representative, and I met regularly with Brigadier General Solar Hernandez, the Cuban general who commanded the Eastern Region, and his subordinate responsible for the Frontier Brigade, Colonel Burgos. General Hernandez was a big, barrel-chested man, confident with an easy smile that would just as quickly disappear when discussions turned serious. He was reputed to be a close compatriot of Castro’s and to have played a significant role in the revolution of 1959. Colonel Burgos, who smiled rarely and spoke even less often, was a difficult read. His forces out-numbered mine seven times. I was realistic enough to realize I wouldn’t survive an attack by Cuban forces, but also knew that any Cuban aggression would be foolish, something Colonel Burgos surely recognized as well.Cuban forces man numerous observation and guard posts around the perimeter, nominally to guard against incursion into Cuban territory by Americans, though, again, they mostly thwart asylum attempts. During my tour, less than 20 people each year gambled on bypassing the guards, mines, and American immigration rules to gain freedom in the U.S. In consonance with an agreement with Cuba and international law, most of those were returned to Cuban authorities, with the proviso that they would not be mistreated for their attempt to depart. A scant few received passage on to other countries that agreed to receive them.\n\nMeetings were also attended by several Cuban Ministry officials who spoke excellent English and were always smiling and friendly. The meetings alternated between U.S. and Cuban sides of fenceline at the Northeast Gate of the Naval base, the only passage maintained through the barriers. Each meeting started with a formal greeting, salutes and hand-shaking, followed by an official invitation to cross into the respective territory. The meetings began with pleasantries, excellent Cuban coffee on their side, decent java on ours, before getting to the agreed agenda for the meeting. After completing the day’s business, conversation would shift to baseball, banalities about the weather, and fishing while we shared a light meal. The days without meetings were taken up with a variety of tasks. The vehicle accidents from the faulty road, along with minor discipline problems, and other necessary administrative issues ate plenty of time on their own. The rest of my day involved participating in the Marines’ training and refining the mostly smooth conduct of fenceline operations. Of the two platoons at my command, one platoon manned the fenceline, while the other conducted training and enjoyed some down time. The base supported live fire to a degree not available at other locations, and I encouraged my platoon commanders to take full advantage of the opportunities – aggressive training not only honed their skills, it provided an additional deterrent to potential attackers. We regularly exercised as a group at first light to avoid the tropical heat and humidity. I implemented an aggressive combatives/martial arts program, a personal interest of mine, that quickly became a favorite of both the Marines and those Navy personnel brave enough to join us. Life was not all work, and my family and I enjoyed the tight community and warm ocean waters to the fullest -- my young sons loved the beaches. Those evenings free of an official dinner allowed us to take part in frequent block parties with the neighbors, sharing the latest changes/improvements/damages to the base, depending on one’s view.\n\nUntil the War on Terror heated up, most Americans were familiar with the existence of the base at Guantanamo only from A Few Good Men. Rob Reiner’s visit to the base enabled him to capture the look and feel of the place remarkably well. He had originally intended to film at the base itself, but the script portrayed a negative view of the Marine characters, and Reiner was unwilling to modify the script to include positive Marine character portrayals. As a result, official support was withheld, and access to Guantanamo denied – upset, Reiner stormed out of the meeting with the Marines saying, “I’ll make the movie without you.” There are significant differences between the movie and the real-life events it was based on. In the movie, a Marine dies as a result of efforts by his fellow Marines to administer some peer discipline—discipline in fact ordered by the commanding officer, famously played by Jack Nicholson. The real event involved Marines severely beating—but not killing—a fellow Marine who had alleged that Marine sentries were shooting across the fenceline separating the base from Communist Cuba. It was a classic case of hazing – the unfortunate dark side of fraternal organizations like the military, law enforcement, fire service, sports teams, and college fraternities. Though the beaten Marine survived, and though the official investigation found no evidence of a negative command climate advocating hazing or unauthorized extra-legal discipline, the Marine colonel in command was relieved of his command – a clear indication of censure. Yet despite the Marine Corps having no tolerance for the kind of events depicted in the film, many Marines have shared with me their admiration for Jack Nicholson’s portrayal of the Marine colonel—aggressive, tough, decisive. Colonel Nathan Jessup is meant to be a parody, inflexible, intolerant, megalomaniacal, and impatient with substandard performance; to Marines, he comes across almost as a role model. “I eat breakfast 300 yards from 4000 Cubans who are trained to kill me,” “You can’t handle the truth,” and so forth are commonly quoted by Marines and civilians, alike.\n\n~ The Guantanamo I had come to know in the early 1990s, and which I found taking command in mid-2001, was to change dramatically starting in January of 2002. By November of 2001, ongoing military operations in Afghanistan in support of the War on Terror had resulted in a number of captives -- enough to force decision-makers to look for someplace to hold them. Many of these terrorists and combatants were collected and temporarily detained at the forward operating base at Khandahar, Afghanistan. Detainees were evaluated to determine their status as lawful combatants, which required specific treatment by international law, and their value for intelligence purposes to counter future terrorist operations. Unfortunately, the facilities at Khandahar were limited, insufficient for long-term detention and full exploitation of a detainee’s intelligence value through detailed interrogation. The need for a more robust facility quickly became apparent. The biggest question: where to locate such a facility? Some of the critical conditions necessary for the establishment of a detention facility were security and safety of the detainees, control, a certain freedom from legal review, timeliness, security, established supporting infrastructure, and cost managements. Contenders included Guam, Diego Garcia, Wake Island, and others, in addition to Guantanamo Bay. One of the principal advantages to placing the detainees in Guantanamo Bay or a similar location was the legal status that non-U.S. soil provided. If the detainees weren’t in the U.S., then they wouldn’t have the same rights under American laws, the argument went. Some of these included the right to legal representation, rights of prisoners, and rights to the American legal system. One government official referred to the base as the \"legal equivalent of outer space.\" To the Bush administration, this was an immense advantage in the consideration of long-term detention. Guantanamo was central to the Bush Administration's prevention of the judicial review of the legal status of prisoners, a position invalidated by the Supreme Court in Boumediene v. Bush.\n\nOn January 4, 2002, U.S. Southern Command was directed to take custody of designated detainees within the United States Central Command area of responsibility, and to escort and hold the detainees at Guantanamo Bay for further disposition. In the month following the order to US Southern Command, more than 1,000 U.S. service members deployed to Guantanamo Bay to provide security for the detainees. The U.S. Southern Command activated Joint Task Force 160 (JTF-160) to command and control the detainee operations. JTF-160's primary mission was to secure captured enemy combatants from the war on terrorism -- essentially to set up and operate a holding facility for al Qaeda, Taliban or other terrorist personnel that came under United States control as a result of the ongoing “Global War on Terrorism.” The advance party of JTF-160 arrived with lots of requirements and no resources. We scrambled to loan staff and money from our own budget, providing Marines to prepare office spaces, move furniture, and other tasks required to get the JTF headquarters up and running. Without funding lines, the JTF could not even purchase cleaning supplies to re-condition the facilities for the staff. Residents used to the slow pace of a small town lamented some of the changes: long lines for everything, shortages at the base store, errant tenants with a short-term mentality. On the other hand, several thousand service members justified making significant improvements to the recreation services aboard the base; the Morale, Welfare, and Recreation (MWR) Division flourished. Regular athletic events—an adventure race, a triathlon, a cycling road race, and a golf tournament—were quickly organized. An incidental advantage to choosing Guantanamo, at least to some decision-makers back home, had been the proximity of the base to Washington, D.C. The closeness to the seat of the U.S. government allowed easy visits by the officials genuinely interested in the camps. Paradoxically, perhaps, yet another perceived advantage was the ability to control media access. There had been limited media access in the past, and it required rigorous prior approval. This perception of control proved false, however, in practice. Throughout the initial stages of standing up the base for the detainee mission, media attention presented considerable challenges. For some, the easy answer was to just keep all reporters out. After all, GTMO was a closed base; no unofficial visitors (residents are allowed to have friends and family members visit, within very strictly defined limits) were allowed aboard the base. However, this type of protective posture would make it too easy for critics to cry “foul” and allege cover-up and ill intent. While the command remained apprehensive about the media, and potentially negative reporting, a steady flow of reporters passed through the base during my tenure. In the week prior to the arrival of first batch of detainees, the Department of Defense allowed the media aboard the base, with their movements strictly controlled and for the visit limited to a few days. The visit went reasonably well, until one of the reporters got word from his network that a military transport plane carrying a number of detainees had departed Afghanistan. When Bob Franken, a reporter with CNN, caught wind that detainees were most likely headed for Guantanamo, he and several others staged a “sit-in,” refusing to leave the base. Base, JTF, and Southern Command officials went into a crisis mode. What to do about these uncooperative journalists? Some advocated forcibly ejecting the reporters, bound and gagged if necessary. Eventually, a small number were allowed to remain and observe the arrival of the detainees from a distance. While the command remained apprehensive about the media, and potentially negative reporting, a steady flow of reporters passed through the base during my tenure. Initially uncomfortable on camera, I became accustomed to television interviews. While I had no direct role in either detention or interrogation, the history and current base operations were interesting to the media, as background, and I had a solid understanding of the base’s storied past. Most of the reporters were polite and interested.\n\nGovernment officials also came to the base, though many of the visitors had only a marginal need to view the detainees. Probably the most distinguished of visitors was Donald Rumsfeld. The Secretary made a short visit -- partly to satisfy in his own mind that the detainees were receiving humane treatment. He came away content that the conditions of the detention facility were acceptable and met international standards. Numerous congressional delegations made similar visits, ostensibly for similar reasons. They were constrained to less than one day, partly because of limited billeting facilities, and partly to reduce the burden the revolving door of visitors placed on base personnel. ~ In addition to holding the detainees, the Secretary of Defense directed Southern Command to implement a Department of Defense/Interagency interrogation effort. As a result, Southern Command established Joint Task Force 170 on 16 February 2002, to coordinate U.S. military and government agency interrogation efforts (focused on intelligence collection, force protection, and planned terrorist activities) in support of Operation Enduring Freedom. In short, JTF-160 was responsible for detention and JTF-170 covered interrogations. Rumors of discord between the Commander of JTF-160 and the Commander of JTF-170 were founded in reality. Formally, superiors don’t have problems with subordinates. Unfortunately, the way the organization was set in GTMO, neither JTF Commander was directly subordinate to the other. The two gentlemen had little in common. Major General Michael Dunlavey, Commander of JTF-170, was tasked in part with keeping all the various agencies working together to collect intelligence from the detainees. The consummate communicator, Dunlavey was well-connected within the Department of Defense, a necessary relationship to keep tabs on opposing agendas and conflicting priorities. He displayed a command of law, politics, and human nature. At the various functions we attended, he was always making the rounds, shaking hands, talking, even occasionally singing and dancing.", "article_metadata": {"description": "A former Marine looks back on his tenure commanding the now-infamous U.S. Naval base.", "author": "Scott Packard", "og": {"site_name": "The Atlantic", "description": "A former Marine looks back on his tenure commanding the now-infamous U.S. Naval base.", "title": "How Guantanamo Bay Became the Place the U.S. Keeps Detainees", "locale": "en_US", "image": "https://cdn.theatlantic.com/assets/media/img/mt/2013/09/rtr3eu34/lead_large.jpg", "url": "http://www.theatlantic.com/national/archive/2013/09/how-guantanamo-bay-became-the-place-the-us-keeps-detainees/279308/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "article_summary": "Christopher Columbus touched down in Guantanamo Bay in 1494, on his second voyage to the New World, searching unsuccessfully for gold.\nOne of the principal advantages to placing the detainees in Guantanamo Bay or a similar location was the legal status that non-U.S. soil provided.\n(Bob Strong/Reuters) I took command of the Marine Corps Security Force Company aboard United States Naval Base, Guantanamo Bay on August 29, 2001.\nContenders included Guam, Diego Garcia, Wake Island, and others, in addition to Guantanamo Bay.\n~ The Naval Base at Guantanamo Bay has garnered significant attention since September 2001, but its significance in Western history began long before modern America."}