{"article_title": "6 Social Dysfunctions That Can Be Solved with Urban Supermarkets", "article_keywords": ["affordable", "urban", "dysfunctions", "financial", "food", "access", "supermarkets", "solved", "solutions", "underserved", "social", "communities", "uplift", "store"], "article_url": "http://www.triplepundit.com/2013/09/6-social-dysfunctions-be-solved-urban-supermarkets/", "article_text": "By Noelle St.Clair\n\nSince zip code is a stronger determinate of health than genetic code, we must address community development in order to improve health in low-income communities. Likewise, in order to promote sound economic development, it is important to ensure that the health problems plaguing our communities are solved so that everyone is a contributing member of a mutually beneficial local economic ecosystem.\n\nMany societal problems that stem from lack of access to necessities such as healthy food can be assisted by the creation of innovative full-service supermarkets.\n\nBelow are six social dysfunctions that often plague underserved communities, but can be solved by these urban supermarkets, especially those that invest in education, nutrition and other customer-oriented services.\n\n1.Lack of access to healthy food\n\n\n\n23.5 Million Americans live without access to affordable, healthy food. Due to a variety of issues that affect low-income communities, it is difficult for grocery stores to operate profitably in those areas. An average suburban grocery store earns 1 percent sales profit, while these urban stores typically experience losses of about 4 percent resulting in a 5 percent gap in profitability.\n\nIn order to bridge this financial gap, UpLift Solutions assists clients with innovative financial and operational strategies that allow stores in urban locations to overcome the financial gap and provide much needed fresh food to areas previously deemed “food deserts.” One example is ShopRite of Newark, a family-owned business (trading under the ShopRite Banner) that is in the pre-development stages of a 67,000 square-foot store that will serve as a key component of a large-scale mixed-use development and will provide 280,000 city residents with access to affordable, healthy food.\n\nIn some areas though, a traditional store format may not be the solution. Fare & Square Market, a subsidiary of the well-known hunger relief organization, Philabundance, is using a nonprofit supermarket format to address the food access issue in Chester, PA.\n\n2.Unemployment in low-income communities\n\n\n\nOne of the biggest benefits underserved communities hope to receive from new businesses is jobs. When supermarkets in underserved communities hire locally, many jobs are filled by structurally unemployed or formerly incarcerated populations, in an industry that provides opportunity for upward mobility despite education level. We assisted Meijer, the well-known Midwest supercenter chain, with workforce development for their new Detroit store, the first urban store from a company that has been operating since 1934. Meijer opening in Detroit created close to 500 jobs for local community members!\n\n3.Lack of access to affordable (non-predatory) banking\n\nShopRite of Parkside in Philadelphia, PA partnered with American Heritage Credit Union in 2011 to provide their customers with affordable banking services and financial literacy education. The in-store credit union offers customers free ATMs, and no fee, no minimum balance checking accounts. These services are badly needed, as ten million American households are currently without bank accounts. By providing access to affordable, convenient banking solutions, and thus an alternative to predatory financial institutions such as payday lenders, supermarkets can increase the financial literacy of their community and improve financial behavior.\n\n4.Lack of access to convenient, affordable healthcare\n\nWith the Affordable Care Act, 30 million Americans will become insured, but our healthcare system is not suited to handle the newly created demand for service. High proportions of this newly insured population currently live in medically underserved areas. In fact, 21 percent of the American population lives in medically underserved areas, and only 12 percent of retail health clinics serve these areas.\n\nAs retail clinic companies continue to expand in many markets, UpLift recognized the specific unmet need in low income communities and created QCare, our own brand of convenient healthcare clinics located within supermarkets. In August 2013, ShopRite of Fox Street in North Philadelphia was the first store to open a QCare clinic. This clinic provides patients with flexible hours, affordable prices, and the same quality of service they would expect from a suburban retail clinic.\n\n5. High prevalence of diet-related health conditions\n\nObesity, diabetes, heart disease, and other diet-related conditions plague our country. Part of the problem is lack of access to healthy food, but the other issue is lack of education regarding nutrition. By providing free nutrition education in supermarkets, we can solve both sides of the food desert coin, and holistically address diet related issues.\n\nBrown’s Super Stores in Philadelphia entered into a cost sharing partnership with Health Promotion Council, a nonprofit providing SNAP Ed programming including nutrition education in community locations. As the place where people make their food choices, a supermarket is the ideal location to improve knowledge about proper nutrition. However, it is important to utilize other solutions to influence customers’ food choices. In Detroit, we worked with Fair Food Network to bring their successful farmers market “Double Up Food Bucks” program to grocery stores. This program allows customers using SNAP to receive a matching gift card (up to $10) for produce purchased. The Double Up Food Bucks card can be used to purchase Michigan-grown produce, thus incentivizing the consumption of fresh, local food.\n\n6.Underperforming (or non-existent) local economies\n\n\n\nA new supermarket can serve as the anchor to attract satellite businesses, increase local tax revenues by as much as $550,000, improve home values an immediate 4-7 percent, and reduce retail leakage into other areas. The Pennsylvania Fresh Food Financing Initiative, a public-private partnership promoting food access, demonstrated that supermarkets serve as economic development vehicles promoting future growth and revival of local economies. UpLift Solutions was created out of that successful initiative and we are actively working to replicate that effort nationally, including assisting the state of Michigan and the city of Cincinnati, both in the planning stages of similar initiatives.\n\nTraditional businesses considered profit the sole indicator of success. Entrepreneurs should view success much more holistically by working towards the mission of developing entrepreneurial solutions to support underserved communities. In doing this, we feel that we will see more successful urban supermarkets and less social dysfunctions stemming from issues of inadequate access, which will ultimately lead to more vibrant, productive, healthy communities.\n\nImage credit: UpLift Solutions, Flickr\n\nNoelle St.Clair is the Associate Director of Sustainable Food Systems for UpLift Solutions. Prior to joining UpLift, Noelle served as Investor Relations Associate and later, Business Development Officer at Calvert Foundation, a nonprofit who pioneered the concept of impact investing.", "article_metadata": {"description": "Here are six social ills that can be alleviated with greater supermarket access in urban areas.", "og": {"site_name": "Triple Pundit: People, Planet, Profit", "description": "Here are six social ills that can be alleviated with greater supermarket access in urban areas.", "title": "6 Social Dysfunctions That Can Be Solved with Urban Supermarkets", "locale": "en_US", "image": {"width": 818, "identifier": "http://cdn5.triplepundit.com/wp-content/uploads/2013/09/happy.png", "height": 625}, "updated_time": "2015-02-07T15:24:24-07:00", "url": "http://www.triplepundit.com/2013/09/6-social-dysfunctions-be-solved-urban-supermarkets/", "type": "article"}, "robots": "noodp", "fb": {"admins": 857604924}, "article": {"publisher": "https://www.facebook.com/triplepundit", "published_time": "2013-09-20T04:00:16-07:00", "author": "https://www.facebook.com/triplepundit", "section": "Society", "modified_time": "2015-02-07T15:24:24-07:00", "tag": "Triple Bottom Line"}, "google-site-verification": "QupGryl4pvqma1te_1XyAzjrozVKsV7owVauNt6mrZ8", "\\\"y_key\\\"": "\\\"b4c475042d144a1a\\\"", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Below are six social dysfunctions that often plague underserved communities, but can be solved by these urban supermarkets, especially those that invest in education, nutrition and other customer-oriented services.\nImage credit: UpLift Solutions, FlickrNoelle St.Clair is the Associate Director of Sustainable Food Systems for UpLift Solutions.\nEntrepreneurs should view success much more holistically by working towards the mission of developing entrepreneurial solutions to support underserved communities.\nIn doing this, we feel that we will see more successful urban supermarkets and less social dysfunctions stemming from issues of inadequate access, which will ultimately lead to more vibrant, productive, healthy communities.\nWhen supermarkets in underserved communities hire locally, many jobs are filled by structurally unemployed or formerly incarcerated populations, in an industry that provides opportunity for upward mobility despite education level."}