{"article_title": "Why bluebird bio Inc Shares Slumped Again -- The Motley Fool", "article_keywords": ["fool", "bio", "investors", "huge", "motley", "price", "shares", "trading", "week", "healthcare", "slumped", "bluebird", "today", "stock"], "article_url": "http://www.fool.com/investing/general/2015/09/25/why-bluebird-bio-inc-shares-slumped-again.aspx", "article_text": "What: Shares of bluebird bio (NASDAQ:BLUE), a clinical-stage biotechnology company with a focus on gene therapy, flew south today on heavy trading volume -- its stock was down more than 11% in afternoon trading.\n\nSo what: For the second time this week there doesn't appear to be a clear catalyst causing the shares to be on the receiving end of such huge selling pressure, but biotech stocks in general are getting their collective teeth kicked in today as the iShares NASDAQ Biotechnology Index (ETF) (NASDAQ: IBB) was down nearly 6% in afternoon trading. Bluebird merely appears to be caught up in the frenzy.\n\nNow what: Earlier in the week, presidential-hopeful Hillary Clinton tweeted an article by The New York Times that referenced a huge price jump in a decades-old specialty drug, and she was not shy about expressing her outrage at the situation.\n\nThis tweet apparently caused healthcare investors to panic, as the IBB has fallen more than 14% since this tweet went out. Bluebird shares were smashed far harder, falling more than 30% in the past 5 days alone.\n\nHillary followed up with a comprehensive plan full of promises, including defending the Affordable Care Act, expanding coverage, slowing the growth of overall healthcare costs, lowering deductibles, and reducing the cost of prescription drugs. While her plan may sound scary to healthcare-focused investors, it will still be quite some time before she could potentially make her healthcare agenda the law of the land, and there are a huge number of hurdles for her to climb before that could happen.\n\nWhile its never fun for investors to see a stock they own fall so hard so quickly, those who are bullish on bluebird's pipeline need to keep their eyes squarely focused on the long-term potential of its medicines, and do their best to ignore short-term movements. If bluebird is successful in curing Beta-thalassemia major and Severe Sickle Cell Disease, then its stock will likely have a very bright future ahead, regardless of the healthcare politics of the day.\n\nThere are plenty of risks involved with investing in companies like bluebird, as clinical-stage biotechs without any products on the market are prone to make wild price swings, but if you were bullish on bluebird's prospects before the week started, I see no reason to change your tune because of a bad week for the markets.", "article_metadata": {"publish_time": "15:42", "date": "2015-09-25T19:42:00Z", "description": "On a bad day for biotech stocks, bluebird bio gets shot down.", "ResponsiveALP": "1Ses_2things-v-single_2-things_50", "author": "Brian Feroldi", "promo": "On a bad day for biotech stocks, bluebird bio gets shot down.", "twitter": {"site": "@themotleyfool", "description": "On a bad day for biotech stocks, bluebird bio gets shot down.", "title": "Why bluebird bio Inc Shares Slumped Again --  The Motley Fool"}, "tags": "Yahoo", "og": {"site_name": "The Motley Fool", "description": "On a bad day for biotech stocks, bluebird bio gets shot down.", "title": "Why bluebird bio Inc Shares Slumped Again --  The Motley Fool", "url": "http://www.fool.com/investing/general/2015/09/25/why-bluebird-bio-inc-shares-slumped-again.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F180317%2Ftake-long-view_large.png&h=630&w=1200&op=resize", "type": "article"}, "headline": "Why bluebird bio Inc Shares Slumped Again", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "0ea1016c-63b6-11e5-a22a-0050569d32b9", "pitch": 2518, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2015 09 25", "tickers": "BLUE", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "Bluebird shares were smashed far harder, falling more than 30% in the past 5 days alone.\nThis tweet apparently caused healthcare investors to panic, as the IBB has fallen more than 14% since this tweet went out.\nWhat: Shares of bluebird bio (NASDAQ:BLUE), a clinical-stage biotechnology company with a focus on gene therapy, flew south today on heavy trading volume -- its stock was down more than 11% in afternoon trading.\nBluebird merely appears to be caught up in the frenzy.\nIf bluebird is successful in curing Beta-thalassemia major and Severe Sickle Cell Disease, then its stock will likely have a very bright future ahead, regardless of the healthcare politics of the day."}