{"article_title": "Kylie Jenner’s N-Word Controversy: The Problem with White Friends", "article_keywords": ["jenner", "jenners", "premiere", "controversy", "daily", "kylie", "cake", "moment", "blackish", "jordyn", "white", "nword", "friends", "problem"], "article_url": "http://www.blackpressusa.com/kylie-jenners-n-word-controversy-the-problem-with-white-friends/", "article_text": "Stereo Williams, THE DAILY BEAST\n\n(The Daily Beast) – Once again, “The N-word” is front and center in the national dialogue.\n\nOn the heels of the season premiere of black-ish, which addressed the word and who “gets” to use it, Kylie “Cornrows” Jenner has been thrust into controversy involving an inflammatory cake. Jenner hosted a party for her best friend Jordyn Woods’s 18th birthday this Wednesday where a cake was carted out with the message, “Happy Birthday Nigga.” Jenner says she wasn’t responsible for the cake and posted a photo on Instagram of an inoffensive cake along with the caption: “My cute little cake to Jordyn the other day. The other one was not my gift.”\n\nNow, I don’t know who actually sent Woods that N-word cake—that Kylie proudly snapchatted to her millions of followers—but she didn’t seem at all offended by any of this. Quite the contrary, she seemed to love it, images and videos of it to her various social media accounts. The moment uncomfortably echoed a moment from this week’s black-ish premiere when eldest Johnson daughter Zoey explained to her father that she has white friends who use the N-word regularly and it’s not a big deal to her peers. In an era of “New Blacks” like Richard Sherman spouting respectability any time they’re pressed on matters of race and “down” white pop stars becoming more and more obnoxious in their dismissals of racial issues, there is more need than ever for young people to address an ever-growing problem in the fight against racism.\n\nYour white best friends.\n\nREAD MORE\n\n###", "article_metadata": {"description": "Jenner hosted a party for her best friend Jordyn Woods’s 18th birthday this Wednesday where a cake was carted out with the message, “Happy Birthday Nigga.”", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "og": {"site_name": "BlackPressUSA", "description": "Stereo Williams, THE DAILY BEAST     (The Daily Beast) – Once again, “The N-word” is front and center in the national dialogue. On the heels of the season premiere of black-ish, which addressed the word and who “gets” to use it, Kylie “Cornrows” Jenner has been thrust into controversy involving an inflammatory cake. Jenner…", "title": "Kylie Jenner’s N-Word Controversy: The Problem with White Friends", "url": "http://www.blackpressusa.com/kylie-jenners-n-word-controversy-the-problem-with-white-friends/", "image": {"width": 651, "identifier": "http://www.blackpressusa.com/wp-content/uploads/2015/07/AP883804605736.jpg", "height": 367}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.blackpressusa.com/wp-content/uploads/2014/06/logo_black_press_300x300.jpg", "description": "Jenner hosted a party for her best friend Jordyn Woods’s 18th birthday this Wednesday where a cake was carted out with the message, “Happy Birthday Nigga.”", "card": "summary_large_image", "title": "Kylie Jenner’s N-Word Controversy: The Problem with White Friends | BlackPressUSA"}, "fb": {"admins": 23600895, "app_id": 980408515380809}, "google-site-verification": "Awiou36sHAZsjLC-9rhKMfou2t8X0CUxauiv6Kh6Kos", "keywords": "kylie jenner,kardashians,kardashians racism,nigga,the n word,nigger,millennial racism,casual racism,the kardashians,entertainment", "article": {"section": "Entertainment", "tag": "The Kardashians", "published_time": "2015-09-26T20:43:21+00:00", "modified_time": "2015-09-26T20:43:21+00:00", "author": "http://www.blackpressusa.com/author/nnpajazelle/"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fd5bc4\"", "article_summary": "Stereo Williams, THE DAILY BEAST(The Daily Beast) – Once again, “The N-word” is front and center in the national dialogue.\nOn the heels of the season premiere of black-ish, which addressed the word and who “gets” to use it, Kylie “Cornrows” Jenner has been thrust into controversy involving an inflammatory cake.\nThe moment uncomfortably echoed a moment from this week’s black-ish premiere when eldest Johnson daughter Zoey explained to her father that she has white friends who use the N-word regularly and it’s not a big deal to her peers.\nThe other one was not my gift.”Now, I don’t know who actually sent Woods that N-word cake—that Kylie proudly snapchatted to her millions of followers—but she didn’t seem at all offended by any of this.\nQuite the contrary, she seemed to love it, images and videos of it to her various social media accounts."}