{"article_title": "Here’s How to Ensure Big Banks Don’t Need Another Bailout", "article_keywords": ["living", "fed", "dont", "fdic", "heres", "big", "wills", "need", "regulators", "bailout", "ensure", "banks", "process", "bank", "bankruptcy"], "article_url": "http://www.thefiscaltimes.com/Columns/2014/08/08/Here-s-How-Ensure-Big-Banks-Don-t-Need-Another-Bailout", "article_text": "Congress handed regulators a secret weapon in the 2010 Dodd-Frank financial reform, an emergency extinguisher encased in a container reading “in case of fire, break glass.” Even the architects of the reform likely figured nobody would ever use it. But the fire is still burning, and we’re getting to the point where regulators will have to decide whether to smash that glass.\n\nI’m talking about breaking up the big banks, and the secret here is that regulators can do it without needing additional authority.\n\nThe need to break up the banks was brought to the fore again this week because of issues with their so-called living wills, whereby financial institutions with assets above $50 billion must lay out how regulators could dismantle them through the bankruptcy process. The 11 largest banks have been putting together their living wills for over two years, clarifying how to organize their rapid dissolution if they turned insolvent. The Federal Reserve and the Federal Deposit Insurance Corporation (FDIC) on Tuesday rejected all 11 living wills, a 100 percent failure rate.\n\nRelated: FDIC Says ‘Too Big to Fail’ Bank Bailouts Could Happen Again\n\nThomas Hoenig, vice chairman of the FDIC and one of the nation’s hardest-charging regulators on financial reform, said in a statement, “Despite the thousands of pages of material these firms submitted, the plans provide no credible or clear path through bankruptcy that doesn't require unrealistic assumptions and direct or indirect public support.” So right as the Government Accountability Office released a report that allowed Dodd-Frank supporters to claim that “Too Big to Fail” had ended, Hoenig basically stated that it is alive and well.\n\nThis is the second round of living wills that Hoenig and his colleagues have disallowed, and his statement makes it sound like he doesn’t believe that our currently constructed big banks, which have only grown in size and inter-connectivity since the 2008 financial crisis, even have the ability to create roadmaps for their own demise. He would be right in that assessment.\n\nBig banks, spread across thousands of subsidiaries, still generate profits from a complex, highly leveraged web of activities at home and abroad, and rely on inherently volatile wholesale funding markets to stay afloat. They have significant assets and derivative positions in global markets, which a domestic bankruptcy process may not be able to legally touch. Other countries could seize, or “ring-fence,” subsidiaries or assets of the failing bank. Counter-parties could force immediate payment on contracts.\n\nThe resulting chaos could take an eternity to resolve. The Lehman Brothers process, where legal arrangements on derivatives did not work as intended, took three years. JPMorgan Chase, for one example, is four times as large, with fifteen times as many subsidiaries.\n\nRelated: A Modest Proposal for Eric Holder – Back Off the Banks\n\nDodd-Frank presents other options to deal with failing financial firms. The FDIC’s orderly liquidation authority, still in the implementation stage, would have the agency take over the failing firm, providing emergency financing (which some experts have characterized as bailout money) at the holding company level to satisfy creditors and quickly move to resolution. This could result in a restructured company or one sold off to a competitor.\n\nHowever, while some observers see significant progress in the ongoing implementation, analysts like Yves Smith believe that approach won’t work, because the process would activate all sorts of default events, attempts to terminate contracts with subsidiaries, and continued issues with cross-border cooperation.\n\nStill, the possibility of a more appealing alternative to bankruptcy has arguably led banks to be less than forthcoming with their living wills. Under bankruptcy, executives would be kicked out; under orderly liquidation authority, they have a chance to survive the restructuring. So, as reform group Better Markets explicitly argued this week, bank executives opt for the alternative that could save their salaries and bonuses.\n\n“Wall Street’s biggest banks don’t want to have to go into bankruptcy if they fail,” said Dennis Kelleher, president of Better Markets. “They want U.S. taxpayers to bail them out. That is why they all failed this key test: It’s like asking a bank robber for a road map to the next bank they are going to rob.”\n\nBut regulators have another choice if they truly want to force banks through the ordinary bankruptcy process.\n\nDodd-Frank specifically states that, if the living wills do not provide for an orderly unwinding, the Fed and the FDIC can “impose more stringent capital, leverage, or liquidity requirements, or restrictions on the growth, activities, or operations of the company.” This gives enormous power to these regulators to truly transform the banking industry, either through separate capitalization for foreign subsidiaries to ensure they can fail without the parent company going down, or through a total breakup into bite-sized chunks that can be swallowed by the bankruptcy process.\n\nHoenig alludes to this in his statement, saying that failing to make big banks compliant with the bankruptcy process “delays changes needed to assert market discipline and reduce systemic risk.” In other words, the only way to eliminate banks that are “Too Big to Fail” is by making them small enough to fail.\n\nRelated: The Next Financial Crisis Is Brewing Right Now, and Regulators Are Missing It\n\nIt’s quite unclear whether the Fed, in particular, would grab this opportunity. Just a couple of weeks ago, Senator Elizabeth Warren (D-MA) grilled Fed Chair Janet Yellen about the living wills, and Yellen claimed that the process is “intended to be iterative,” with regulators and the banks going back and forth until they shape a credible plan. Yellen did not seem inclined to employ what Warren described as “very effective tools” to force big banks to simplify their structures or liquidate assets to make themselves viable under the bankruptcy code.\n\nWarren reacted to the living will announcement in an email, saying it confirms that “all of the big banks remain Too Big to Fail.” Now, the regulators “must be willing to use the full extent of their authority, including breaking up the big banks, to make sure no bank’s failure can bring down the economy again,” Warren said.\n\nHowever, in the Fed’s first post-living will decision, it approved a capital plan for Bank of America that allows a dividend increase and thus lets the bank distribute earnings to shareholders instead of imposing a higher capital requirement, one method that could cushion against a collapse . It suggests that the Fed isn’t seriously motivated to ensure that Bank of America or its counterparts can be liquidated in a rapid and orderly fashion by forcing them to change their business structure. Indeed, while the FDIC officially called the living wills “not credible,” which legally triggers a revision process that could lead to forced structural changes, the Fed did not.\n\nUnder the Fed’s strategy, the banks will have until July 2015 to submit new plans, moving the ultimate reckoning down the road by nearly a year. The Fed and the FDIC say in their joint announcement that the big banks need to identify “changes in firm structure and practices that would be necessary to enhance the prospects for orderly resolution.” But the regulators have the authority to command these changes today.\n\nA key debate in the formulation of Dodd-Frank concerned whether to mandate changes to the financial system or to give the regulators discretion to make modifications as they saw fit. The regulatory discretion approach won the day. Now it is being put to the test. Regulators have every means at their disposal to significantly overhaul bank structures, reduce their total assets, impose serious capital reserves so they can pay for their own mistakes, or break them up — practically everything the reform community wanted out of the legislation.\n\nThe question is whether the regulators have the will to follow through, and there appears to be substantial discrepancy between the Fed and the FDIC on that point. Fed leaders would be wise to heed the warning of Hoenig, the FDIC vice chair. “In theory, Title I (of Dodd-Frank) solves too big to fail,” he concluded this week. “However, in practice, it’s not the passage of a law but rather its implementation that determines whether the issue is resolved.”\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Congress handed regulators a secret weapon in the 2010 Dodd-Frank financial reform, an", "title": "Here’s How to Ensure Big Banks Don’t Need Another Bailout", "url": "http://www.thefiscaltimes.com/Columns/2014/08/08/Here-s-How-Ensure-Big-Banks-Don-t-Need-Another-Bailout", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/11082011_Bank_Bailout_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Columns/2014/08/08/Here-s-How-Ensure-Big-Banks-Don-t-Need-Another-Bailout", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/11082011_Bank_Bailout_article.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@ddayen"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Congress handed regulators a secret weapon in the 2010 Dodd-Frank financial reform, an", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af46914bd0286fd5bbe\"", "article_summary": "I’m talking about breaking up the big banks, and the secret here is that regulators can do it without needing additional authority.\nThey have significant assets and derivative positions in global markets, which a domestic bankruptcy process may not be able to legally touch.\nBig banks, spread across thousands of subsidiaries, still generate profits from a complex, highly leveraged web of activities at home and abroad, and rely on inherently volatile wholesale funding markets to stay afloat.\nThe Federal Reserve and the Federal Deposit Insurance Corporation (FDIC) on Tuesday rejected all 11 living wills, a 100 percent failure rate.\nThe 11 largest banks have been putting together their living wills for over two years, clarifying how to organize their rapid dissolution if they turned insolvent."}