{"article_title": "Bipartisan Obamacare fix aids small business", "article_keywords": ["law", "group", "plans", "business", "offer", "companies", "fix", "obamacare", "insurance", "health", "coverage", "small", "aids", "bipartisan", "workers"], "article_url": "http://www.cincinnati.com/story/money/2015/10/15/bipartisan-obamacare-fix-aids-small-business/73994000/", "article_text": "The revision means companies with 51 to 100 workers will not become subject to small group insurance reform provisions.\n\n. (Photo: .)\n\nPresident Barack Obama recently signed legislation that makes a significant change in the health law’s small business rules, following a rare bipartisan effort to amend the health law.\n\nThe revision updates the definition of “small employer” under the health law so that companies with 51 to 100 workers will not become subject to the small group insurance reform provisions next year. Instead, the new law allows those companies to continue as large group plans, unless states step in to define them differently. Lawmakers from both parties argued that classifying these companies as small businesses would increase their health insurance premiums significantly because they would have to comply with requirements to offer a comprehensive package of benefits, among other things.\n\nLittle discussed was the impact of the original provision in the health law on workers, who would presumably benefit from the law’s enhanced coverage requirements and limits on cost sharing. But some policy experts say it’s unclear that workers would come out ahead. Instead, they say, the original language might encourage more companies to sidestep the small business insurance requirements by “self funding,” which means paying claims on their own instead of buying insurance for that purpose. A shift in that direction could leave workers in plans that offer less protection than they currently have.\n\nThe health law amendment does not affect the employer requirement to offer insurance to workers. Starting next year, employers with 50 to 100 workers have to offer health insurance or face penalties, just like large group plans. Companies with fewer than 50 workers are exempt from that requirement.\n\nThe bill, sponsored by Rep. Brett Guthrie, R-Ky., passed on a voice vote in the House. Two Cincinnati area members – Reps. Brad Wenstrup, R-Columbia Tusculum, and Luke Messer, R-Shelbyville – were among the bill's 235 House cosponsors. A companion bill, cosponsored by Republican Sens. Rob Portman of Ohio and Dan Coats of Indiana along with Democratic Sen. Joseph Donnelly of Indiana, passed in the Senate on a voice vote.\n\nInstead, the newly signed law last concerns coverage and cost requirements for plans offered by small businesses.\n\nCoverage in the small group health insurance market has historically tended to be skimpier and pricier than coverage in large group plans. The health law established new rules for employers with 50 or fewer workers who offer insurance that took effect in 2014: It required all plans to cover 10 “essential health benefits” and established standardized cost-sharing limits and maximum annual spending caps. In addition, instead of taking workers’ health status into account when setting premiums, under the health law insurers can now base premiums in the individual and small group markets on only four things: where people live, family size, tobacco use and age.\n\nLarge group plans don’t generally have to comply with these new rules.\n\nStarting next year, those rules for small group plans would have applied to companies with 51 to 100 workers, too. With the passage of the new law, they won’t. The original rules would have affected 3.4 million workers, 29 percent of all enrolled workers at companies with fewer than 100 workers that offer health insurance, according to the American Academy of Actuaries.\n\nBecause of the requirement to offer coverage, the larger small companies—especially ones with healthy workers—may have had a strong incentive to sidestep small group coverage and rating rules by paying their workers’ claims directly rather than buying insurance for that purpose. The rules don’t apply to companies that self fund.\n\nBut self-funding can be a chancy proposition for smaller companies, who become financially responsible for their workers’ medical claims.\n\n“It’s risky for the firm and for the people who are covered by that firm,” says Linda Blumberg, a senior fellow at the Urban Institute’s Health Policy Center. Blumberg says that even though small firms often buy reinsurance policies to cover claims over a certain dollar threshold, some reinsurance policies are only lightly regulated and may not offer as much financial protection as small companies think they have.\n\nNow that they won’t have an incentive to avoid small group coverage and rating requirements, fewer companies in the 51 to 100 size range may opt to self fund.\n\n“If you’re a healthy group and you can buy a fully insured product and you don’t have to come into compliance with small group reforms, it’s going to make self-funding less attractive,” says Kevin Lucia, a senior research fellow at Georgetown University’s Center on Health Insurance Reforms.\n\nSmall business advocates’ positions on adding companies with 51 to 100 workers to the small group market were mixed. The National Federation of Independent Business favored leaving that decision up to the states, says Kevin Kuhlman, NFIB’s director of federal public policy.\n\nThe Small Business Majority, a pro-health law group, was in favor of expanding the definition to the bigger companies.\n\n“Having a larger market allows you to distribute the costs, which allows the market to be more sustainable, more solid,” says David Chase, health care policy director at the Small Business Majority.\n\nBut if larger small businesses were folded into the small group market and many of the companies with healthy employees decided to self-fund, the small group market could become a magnet for companies with sicker employees, says Blumberg.\n\n“I’d like everyone to have the essential health benefits and rating changes,” Blumberg says. “But I’m not sure [changing the definition of small business] is the way to do it.”\n\nABOUT KAISER\n\nKaiser Health News (KHN) is a nonprofit news service committed to in-depth coverage of health care policy and politics. KHN is an editorially independent program of the Kaiser Family Foundation, a nonprofit organization based in Menlo Park, Calif., that is dedicated to filling the need for trusted information on national health issues.\n\nTo learn more about Kaiser, go to http://khn.org . To see more of Kaiser’s reporting on costs of preventative health care costs for women, go to http://khn.org/insuring-your-health/stories/ .\n\nRead or Share this story: http://cin.ci/1RKCel5", "article_metadata": {"google": "notranslate", "description": "The revision means companies with 51 to 100 workers will not become subject to small group insurance reform provisions.", "p": {"domain_verify": "8c50ff021dfc409ea7325f425f178799"}, "og": {"site_name": "Cincinnati.com", "description": "The revision means companies with 51 to 100 workers will not become subject to small group insurance reform provisions.", "title": "Bipartisan Obamacare fix aids small business", "url": "http://www.cincinnati.com/story/money/2015/10/15/bipartisan-obamacare-fix-aids-small-business/73994000/", "image": "http://www.gannett-cdn.com/GDContent/applogos/cincinnati.png", "type": "article"}, "twitter": {"description": "The revision means companies with 51 to 100 workers will not become subject to small group insurance reform provisions.", "title": "Bipartisan Obamacare fix aids small business", "image": "http://www.gannett-cdn.com/-mm-/27e7333f74718e8fd6ecf104adf2a5ac530dab70/c=384-0-1217-833&r=x643&c=640x640/local/-/media/2015/10/15/Cincinnati/Cincinnati/635805113103631441-kaiser.jpg", "creator": "@enquirer", "site": "@enquirer", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600019252", "fb": {"app_id": 157995810912644}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Subjects/Affordable Care Act", "gci-asset-type": "story", "gci-categories": "Subjects/Affordable Care Act", "title": "Bipartisan Obamacare fix aids small business", "author": "Michelle Andrews", "pageclass": "article", "recs": {"category": "money", "image-3-4": "http://www.gannett-cdn.com/-mm-/a41cebfc434ecdb56678b4a7dab36ea224472725/c=488-0-1113-833/local/-/media/2015/10/15/Cincinnati/Cincinnati/635805113103631441-kaiser.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/1dfb4ade2f8607e6b3cb121e035eb4a0582e8e68/c=384-0-1217-833/local/-/media/2015/10/15/Cincinnati/Cincinnati/635805113103631441-kaiser.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/87f79c8eb85b982578692e3dd3204e96c57ec39d/c=246-0-1354-833/local/-/media/2015/10/15/Cincinnati/Cincinnati/635805113103631441-kaiser.jpg", "image": "http://www.gannett-cdn.com/-mm-/e8a04a366093a10b0f26816c816ec001921a3ab7/c=63-0-1537-833&r=x633&c=1200x630/local/-/media/2015/10/15/Cincinnati/Cincinnati/635805113103631441-kaiser.jpg", "publishtime": "2015-10-15T14:19:37.600000-04:00", "shorthed": "Bipartisan Obamacare fix aids small business", "articleid": 73994000, "image-16-9": "http://www.gannett-cdn.com/-mm-/773d9fc1a2354cac5d70d659a80d64514963508f/c=63-0-1537-833/local/-/media/2015/10/15/Cincinnati/Cincinnati/635805113103631441-kaiser.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/d7628c1038810722f759cb1d2dedc21e56682ee7/c=567-0-1033-833/local/-/media/2015/10/15/Cincinnati/Cincinnati/635805113103631441-kaiser.jpg"}}}, "article_summary": "Small business advocates’ positions on adding companies with 51 to 100 workers to the small group market were mixed.\nCoverage in the small group health insurance market has historically tended to be skimpier and pricier than coverage in large group plans.\nPresident Barack Obama recently signed legislation that makes a significant change in the health law’s small business rules, following a rare bipartisan effort to amend the health law.\nBut if larger small businesses were folded into the small group market and many of the companies with healthy employees decided to self-fund, the small group market could become a magnet for companies with sicker employees, says Blumberg.\nThe revision means companies with 51 to 100 workers will not become subject to small group insurance reform provisions."}