{"article_title": "Protests Erupt In Wisconsin's Capital After Cop Fatally Shoots A Black Teen", "article_keywords": ["teen", "cop", "protests", "robinsons", "officer", "state", "erupt", "black", "investigation", "capital", "department", "shot", "shoots", "shooting", "fatally", "wisconsins", "ferguson"], "article_url": "http://thinkprogress.org/justice/2015/03/07/3631104/protests-wisconsin-shoot-teen/", "article_text": "Justice Protests Erupt In Wisconsin’s Capital After Cop Fatally Shoots A Black Teen CREDIT: AP Photo/Morry Gash Protesters declare \"black lives matter\" on Dec. 23, 2014, in Milwaukee\n\nOn the same weekend as the nation marks the 50th anniversary of the “Bloody Sunday” protest in Selma that represented a major turning point in the civil rights movement, protests have erupted in Wisconsin’s capital after a cop shot and killed a 19-year-old black man.\n\nInitial reports allege that the teen, who has been identified by his family members as Tony Robinson, attempted to assault a Madison police officer who was responding to reports of a disturbance in an apartment. According to the police department, the officer who fired his gun was acting in self-defense. Robinson was taken to a hospital, where he died from his gunshot wounds.\n\nRobinson was not carrying a firearm. “The initial finding at the scene did not reflect a gun or anything of that nature that would have been used by the subject,” Madison Police Chief Mike Koval told reporters.\n\nThe news of the fatal shooting prompted about 100 Madison residents to take to the streets early Saturday morning, chanting “Black lives matter” and singing and praying for Robinson’s family.\n\n\n\nCrowd chants \"Black lives matter!\" on Willy St @BadgerHerald pic.twitter.com/pYHezgKu6i — Rachael Lallensack (@rlallensack) March 7, 2015\n\n“You’re not protecting us, you’re killing us!” Robinson’s grandmother, Sharon Irwin, shouted at police.\n\nIrwin told the Daily Cardinal that she believes Robinson’s death is part of a bigger pattern of police killings of unarmed black men who are perceived as threats. “This can’t go on anymore,” she said. “It’s going on across the United States and it’s ridiculous. You don’t have a license to kill. You have a license to protect, and that’s not what I’m seeing.”\n\nWisconsin has long struggled with issues of race, violence, and policing. The state has the highest rate of incarceration of black men in the country. A recent investigation from USA Today confirmed that, just like Ferguson, there’s a big gap between the racial diversity of Wisconsin’s police departments compared to the communities they’re serving.\n\nThe state has also attempted to make some reforms in this area. Wisconsin recently became the first state in the country to pass a law requiring the independent investigation of police-custody deaths. That policy resulted from years of grassroots mobilizing after an unarmed man was shot point-blank in the head by a police officer and the police department’s investigation quickly ruled the shooting was justified, to the skepticism of the community. The victim’s family advocated on behalf of the legislation for 10 years.\n\nMadison Mayor Paul Soglin confirmed that, in accordance with that new law, there will be an out-of-area investigation into the shooting death of Robinson. “It’s a tragedy beyond description,” Soglin said. “I expect there will be a lot of anger and frustrations.”\n\nThe latest incidence of police violence against a young man of color comes amid heightened tensions stemming from 18-year-old Mike Brown’s shooting in Ferguson, which has sparked widespread outrage about racialized police brutality over the past six months.\n\nLast week, the Department of Justice released the results from an investigation into the Ferguson Police Department that uncovered systematic racial bias among cops in the St. Louis suburb, including instances of officers exchanging blatantly racist emails. Attorney General Eric Holder on Friday said that he’s prepared to take any steps necessary to address the issues among the Ferguson police, including dismantling the entire department if necessary.\n\nAlthough Holder said he’s “shocked” by the number of black residents who have been mistreated by the Ferguson Police Department, the Justice Department stopped short of bringing charges against Officer Darren Wilson, the cop who fatally shot Mike Brown. Officials said they didn’t have enough evidence to corroborate claims that Brown had surrendered with his hands in the air before Wilson discharged his weapon.", "article_metadata": {"google": "nositelinkssearchbox", "description": "The latest shooting death comes as the nation prepares to mark the anniversary of \"Bloody Sunday,\" the famous protest that highlighted police brutality against African Americans.", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "The latest shooting death comes as the nation prepares to mark the anniversary of \"Bloody Sunday,\" the famous protest that highlighted police brutality against African Americans.", "title": "Protests Erupt In Wisconsin’s Capital After Cop Fatally Shoots A Black Teen", "url": "http://thinkprogress.org/justice/2015/03/07/3631104/protests-wisconsin-shoot-teen/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2015/03/AP861001469004.jpg", "type": "article"}, "twitter": {"description": "The latest shooting death comes as the nation prepares to mark the anniversary of \"Bloody Sunday,\" the famous protest that highlighted police brutality against African Americans.", "creator": "@Tara_CR", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2015/03/AP861001469004-321x214.jpg", "title": "Protests Erupt In Wisconsin’s Capital After Cop Fatally Shoots A Black Teen", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-justice", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2015/03/AP861001469004.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2015/03/AP861001469004.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2015-03-07T10:48:02+00:00", "author": "https://www.facebook.com/tculpressler"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "article_summary": "According to the police department, the officer who fired his gun was acting in self-defense.\nJustice Protests Erupt In Wisconsin’s Capital After Cop Fatally Shoots A Black Teen CREDIT: AP Photo/Morry Gash Protesters declare \"black lives matter\" on Dec. 23, 2014, in MilwaukeeOn the same weekend as the nation marks the 50th anniversary of the “Bloody Sunday” protest in Selma that represented a major turning point in the civil rights movement, protests have erupted in Wisconsin’s capital after a cop shot and killed a 19-year-old black man.\nWisconsin recently became the first state in the country to pass a law requiring the independent investigation of police-custody deaths.\nThe state has the highest rate of incarceration of black men in the country.\nMadison Mayor Paul Soglin confirmed that, in accordance with that new law, there will be an out-of-area investigation into the shooting death of Robinson."}