{"article_title": "Watch Melissa Harris-Perry and Jonathan Chait’s edgy debate on politics and race", "article_keywords": ["york", "piece", "watch", "edgy", "magazine", "race", "melissa", "harrisperry", "politics", "jonathan", "chait", "debate", "chaits", "obama"], "article_url": "http://www.salon.com/2014/04/13/watch_melissa_harris_perry_and_jonathan_chaits_edgy_debate_on_politics_and_race/", "article_text": "Topics: Barack Obama, Jonathan Chait, Melissa Harris-Perry, MSNBC, New York Magazine, Race, Racism, Video, Media News, News, Politics News\n\nSince New York Magazine made Jonathan Chait’s recent cover-story on race during the Obama presidency available to read online, there has been no lack of voices offering their assessments of the influential centrist pundit’s essay. On Sunday morning, Chait defended his piece, joining MSNBC’s Melissa Harris-Perry for a tense but cordial discussion of the essay’s merit.\n\nThings got off to an unusual start, however, after Harris-Perry decided to spend more than five minutes — ostensibly during her introduction of Chait onto the show — tearing the piece apart, describing it as a well-meaning but deeply flawed bit of analysis that suffered from its author’s blinkered worldview. She questioned how Chait could describe the politics of race during the Obama years being more prominent than ever unless he did so with, implicitly, only white people in mind. She also praised Jamelle Bouie of Slate’s response to Chait, which said Chait’s piece on race was curiously indifferent to how people of color had actually experienced living under the first African-American president.", "article_metadata": {"description": "The New York Magazine writer joined the MSNBC host to talk about his divisive piece on race in the Obama era VIDEO", "title": "Watch Melissa Harris-Perry and Jonathan Chait’s edgy debate on politics and race", "og": {"site_name": "Salon", "description": "The New York Magazine writer joined the MSNBC host to talk about his divisive piece on race in the Obama era VIDEO", "title": "Watch Melissa Harris-Perry and Jonathan Chait’s edgy debate on politics and race", "url": "http://www.salon.com/2014/04/13/watch_melissa_harris_perry_and_jonathan_chaits_edgy_debate_on_politics_and_race/", "image": "http://media.salon.com/2014/04/Screen-Shot-2014-04-13-at-3.57.44-PM-1280x768.png", "type": "article"}, "twitter": {"description": "The New York Magazine writer joined the MSNBC host to talk about his divisive piece on race in the Obama era VIDEO", "title": "Watch Melissa Harris-Perry and Jonathan Chait’s edgy debate on politics and race", "image": "http://media.salon.com/2014/04/Screen-Shot-2014-04-13-at-3.57.44-PM-1280x768.png", "creator": "@eliasisquith", "site": "@salon", "card": "summary_large_image"}, "author": "Elias Isquith", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Barack Obama, Jonathan Chait, Melissa Harris-Perry, MSNBC, New York Magazine, Race, Racism, Video", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "On Sunday morning, Chait defended his piece, joining MSNBC’s Melissa Harris-Perry for a tense but cordial discussion of the essay’s merit.\nTopics: Barack Obama, Jonathan Chait, Melissa Harris-Perry, MSNBC, New York Magazine, Race, Racism, Video, Media News, News, Politics NewsSince New York Magazine made Jonathan Chait’s recent cover-story on race during the Obama presidency available to read online, there has been no lack of voices offering their assessments of the influential centrist pundit’s essay.\nShe questioned how Chait could describe the politics of race during the Obama years being more prominent than ever unless he did so with, implicitly, only white people in mind.\nShe also praised Jamelle Bouie of Slate’s response to Chait, which said Chait’s piece on race was curiously indifferent to how people of color had actually experienced living under the first African-American president.\nThings got off to an unusual start, however, after Harris-Perry decided to spend more than five minutes — ostensibly during her introduction of Chait onto the show — tearing the piece apart, describing it as a well-meaning but deeply flawed bit of analysis that suffered from its author’s blinkered worldview."}