{"article_title": "Suit on Health Law Puts Focus on Funding Powers", "article_keywords": ["funding", "congress", "puts", "money", "house", "costsharing", "tax", "focus", "credits", "health", "suit", "law", "powers", "insurance", "subsidies"], "article_url": "http://www.nytimes.com/2014/11/30/us/politics/suit-on-health-law-puts-focus-on-funding-powers-.html", "article_text": "WASHINGTON — In mounting the latest court challenge to the Affordable Care Act, House Republicans are focusing on a little-noticed provision of the law that offers financial assistance to low- and moderate-income people.\n\nUnder this part of the law, insurance companies must reduce co-payments, deductibles and other out-of-pocket costs for some people in health plans purchased through the new public insurance exchanges. The federal government reimburses insurers for the “cost-sharing reductions.”\n\nIn their lawsuit, House Republicans say the Obama administration needed, but never received, an appropriation to make these payments to insurance companies. As a result, they contend, the spending violates the Constitution, which says, “No money shall be drawn from the Treasury, but in consequence of appropriations made by law.”\n\nPresident Obama requested the money as part of the budget he sent Congress in April 2013, but Congress did not act on the request. Seeing the issue as an urgent priority, the administration began making the payments early this year, using money from a separate account established for tax refunds and tax credits.\n\n“The cost-sharing reductions are really important and valuable,” said Judith Solomon, a vice president at the Center on Budget and Policy Priorities, a liberal-leaning research and advocacy group.\n\nAdvertisement Continue reading the main story\n\nUnder a standard insurance policy, for example, consumers might have to pay a deductible of $2,500 before the health plan starts to pay. But with cost-sharing subsidies, the deductible could be reduced to $750 or just $100. And the co-payment for a doctor’s office visit could be cut to $15 from $45.\n\nThe lawsuit, House of Representatives v. Burwell, is the latest battle in a political war over the Affordable Care Act, which was adopted in 2010 without any Republican votes.\n\n“Time after time, the president has chosen to ignore the will of the American people and rewrite federal law on his own without a vote of Congress,” Speaker John A. Boehner of Ohio said. “The House has an obligation to stand up for the Constitution, and that is exactly why we are pursuing this course of action.”\n\nCongress provided an open-ended appropriation for tax refunds more than 30 years ago, and in the health care law it said the money could be used for tax credits that subsidize insurance premiums.\n\nBut in their lawsuit, House Republicans say, “Congress has not, and never has, appropriated any funds” for the cost-sharing reductions.\n\nBoth types of assistance, tax credits and cost-sharing reductions, are important to the goal of providing affordable health care to all Americans, Democrats say. The Congressional Budget Office estimates that the government will provide $855 billion worth of premium tax credits and $175 billion of cost-sharing subsidies in the coming decade.\n\nSylvia Mathews Burwell, the secretary of health and human services, who was previously the White House budget director, said officials were using the same account for both types of assistance “to improve the efficiency in the administration of subsidy payments” under the health care law.\n\nThe White House established a budget account for cost-sharing subsidies, but no money has been deposited in or paid from it.\n\nAdvertisement Continue reading the main story\n\nIn a report last year, the nonpartisan Congressional Research Service said it appeared that there was no appropriation for cost-sharing subsidies, in contrast to the tax credits, for which Congress has provided a “permanent appropriation.”\n\nFederal officials are usually meticulous about spending money for the intended purpose. Under a law known as the Antideficiency Act, federal employees are subject to civil and criminal penalties if they spend money in excess of appropriations. Agencies report 10 to 20 violations a year. Under another law, public funds can be used only for the purposes specified by Congress in appropriations.\n\nHowever, Republicans face a significant hurdle in getting a court to rule on their lawsuit. They must first show that they have standing to challenge the administration’s action. Courts often refrain from getting involved in disputes between Congress and the executive branch. Some judges have agreed to consider cases in which a house of Congress explicitly authorized a lawsuit claiming an “institutional injury.”\n\nJames F. Blumstein, a professor of constitutional and health law at Vanderbilt University, said: “There are many reasons for courts to avoid getting sucked into disputes like this. But if Congress ever has standing to raise an institutional claim, this is one of the best issues on which to do it, because the power to control spending through appropriations is an institutional prerogative of Congress under the Constitution.”\n\nThe House suit was filed two weeks after the Supreme Court agreed to hear a separate case challenging the tax-credit subsidies in three dozen states that rely on the federal insurance exchange.\n\nThe health care law says the tax credits shall be available to people buying insurance on an exchange “established by the state.” The Internal Revenue Service has allowed tax credits for plans bought through the federal exchange as well, saying that is what Congress intended.\n\nThe cost-sharing subsidies are available to people with incomes from 100 percent to 250 percent of the poverty level ($11,670 to $29,175 a year for an individual). The tax credits are available to people with incomes up to four times the poverty level (up to $46,680 for an individual).", "article_metadata": {"ad-sponsor": "House of Representatives v. Burwell", "tone": "news", "ptime": 20141129175048, "twitter": {"description": "House Republicans say Congress never appropriated money for a provision of the Affordable Care Act that offers financial assistance to low- and moderate-income people.", "title": "Suit on Health Law Puts Focus on Funding Powers", "url": "http://www.nytimes.com/2014/11/30/us/politics/suit-on-health-law-puts-focus-on-funding-powers-.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000003261975"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "site": "@nytimes", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2014/11/30/us/politics/suit-on-health-law-puts-focus-on-funding-powers-.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000003261975", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2014/11/30/us/politics/suit-on-health-law-puts-focus-on-funding-powers-.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "sourceApp": "nyt-v5", "channels": "NytNow", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/politics/index.jsonp", "DISPLAYDATE": "Nov. 29, 2014", "edt": "NewYork", "org": "House of Representatives", "keywords": "Patient Protection and Affordable Care Act (2010),Health Insurance and Managed Care,United States Politics and Government,House of Representatives,Burwell  Sylvia Mathews,Obama  Barack,House of Representatives v. Burwell", "applicationName": "article", "PT": "article", "author": "Robert Pear", "SCG": "politics", "dfp-ad-unit-path": "us/politics", "per": "Obama, Barack", "byl": "By ROBERT PEAR", "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "House Republicans say Congress never appropriated money for a provision of the Affordable Care Act that offers financial assistance to low- and moderate-income people.", "tom": "News", "dfp-amazon-enabled": "false", "description": "House Republicans say Congress never appropriated money for a provision of the Affordable Care Act that offers financial assistance to low- and moderate-income people.", "CG": "us", "robots": "noarchive", "dat": "Nov. 29, 2014", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "News", "article": {"author": "http://topics.nytimes.com/top/reference/timestopics/people/p/robert_pear/index.html", "section": "Politics", "modified": "2014-12-03", "collection": "https://static01.nyt.com/services/json/sectionfronts/politics/index.jsonp", "tag": "Obama, Barack", "published": "2014-11-29", "section-taxonomy-id": "23FD6C8B-62D5-4CEA-A331-6C2A9A1223BE"}, "slug": "30health", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20141203154311, "hdl_p": "Suit on Health Law Puts Focus on Funding Powers", "og": {"url": "http://www.nytimes.com/2014/11/30/us/politics/suit-on-health-law-puts-focus-on-funding-powers-.html", "image": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "type": "article", "description": "House Republicans say Congress never appropriated money for a provision of the Affordable Care Act that offers financial assistance to low- and moderate-income people.", "title": "Suit on Health Law Puts Focus on Funding Powers"}, "pdate": 20141129, "des": "United States Politics and Government", "articleid": 100000003261975, "cre": "The New York Times", "hdl": "Suit on Health Law Puts Focus on Funding Powers", "PST": "News"}, "_id": "\"57477af36914bd0286fc9fff\"", "article_summary": "The tax credits are available to people with incomes up to four times the poverty level (up to $46,680 for an individual).\nBut with cost-sharing subsidies, the deductible could be reduced to $750 or just $100.\nUnder this part of the law, insurance companies must reduce co-payments, deductibles and other out-of-pocket costs for some people in health plans purchased through the new public insurance exchanges.\nThe cost-sharing subsidies are available to people with incomes from 100 percent to 250 percent of the poverty level ($11,670 to $29,175 a year for an individual).\nBoth types of assistance, tax credits and cost-sharing reductions, are important to the goal of providing affordable health care to all Americans, Democrats say."}