{"article_title": "With session’s end come gains and losses for Maine lawmakers — State — Bangor Daily News — BDN Maine", "article_keywords": ["losses", "end", "gains", "sessions", "spending", "funds", "bdn", "rotundo", "daily", "states", "federal", "state", "expansion", "biggest", "funding", "lawmakers", "come", "maine", "disappointment"], "article_url": "http://bangordailynews.com/2016/05/01/news/state/with-sessions-end-come-gains-and-losses-for-maine-lawmakers/", "article_text": "AUGUSTA, Maine — Maine lawmakers were licking their wounds and notching their belts, taking stock of what they did and didn’t get done for their constituents while finishing up the second half of the 127th legislative session Friday.\n\nThe state’s next two-year lawmaking session won’t start in earnest until next January, following elections in November.\n\nFor Sen. Tom Saviello, R-Wilton, news Friday that his local hospital, Franklin Memorial in Farmington, had announced staff layoffs was a consequence of his biggest disappointment of 2016, he said.\n\nSaviello, one of a few in the GOP in Augusta who have supported expanding Medicaid in Maine, under provisions of the federal Affordable Care Act, said his efforts to expand the program this year fell victim to entrenched political ideologies in Augusta.\n\nHe said the layoffs announced by Franklin Memorial Hospital were a direct result of fewer federal funds flowing to the hospital as changes under the ACA anticipated more insurance coverage with federal funds. But as Maine has rejected an expansion and the federal funds that go with it, the state’s hospitals are being squeezed financially.\n\nEven a last-minute proposal that would have seen Maine accept ACA funds to expand drug-addiction treatment failed after being rejected by the Democratic majority in the House. Democrats said the cost of that expansion was nearly the same as a full expansion of Medicaid, which would have given an estimated 70,000 uninsured Mainers health coverage.\n\n“My biggest disappointment was I couldn’t even get it off the table for a final vote,” Saviello said. “I knew what to expect from [Gov. Paul LePage]. I knew what to expect from him, but my biggest frustration is we could have done so much but because people are stuck in their ideology, I can’t get anywhere. It’s as bad as Washington.”\n\nRep. Peggy Rotundo, D-Lewiston, the House chairwoman of the Legislature’s budget-writing Appropriations Committee, said she too marked not expanding Medicaid as her biggest disappointment of 2016.\n\nRotundo said the expansion would have benefited people who need substance-abuse treatment, and it would have helped Lewiston’s two large hospitals with increased funds and added financial stability.\n\nShe said she was also disappointed that the budget-writing process was upended in 2015 and 2016 by a variety of maneuvers from Democrats and Republicans. It would likely leave the next Legislature looking for ways to fill funding gaps for new spending approved in 2016 that is being fueled by one-time revenues.\n\nShe called Republican claims that no new spending was approved in 2016 “pure fantasy. People want to be able to go back home and say they didn’t engage in any new spending when they have,” Rotundo said. “They absolutely have.”\n\nA last-minute decision to use $21 million of settlement funds to pay for a short list of bills that came up for votes in the early-morning hours of April 16 is one example of spending that wasn’t thought out for its long-term impacts on the state’s budget, Rotundo said.\n\nShe said many of the programs funded by a settlement over the mortgage crisis of 2008 are good, but the financial policy of funding big programs on the fly with one-time money was bad.\n\n“We didn’t follow a process that is in place to ensure transparency and equity,” Rotundo said. “So, many of those bills that were passed, where they had found money, was one-time funding. It’s very fiscally irresponsible.”\n\nAmong the highlights for Rotundo and Saviello were bills to address expanded treatment and law enforcement to combat the state’s growing opioid epidemic.\n\n“There were many instances where people worked together, beyond all the dramas, to get things done,” Rotundo said.\n\nIncluded in the positives was a bill that implemented recommendations of a special commission that reviewed the state’s Bureau of Veterans’ Services and made recommendations for changes in 2015 that were put in place in 2016.\n\nThe bill that set up the commission was the work of Rep. Jared Golden, D-Lewiston. Golden said seeing the final recommendations, including an expansion of the number of veterans’ service officers, being passed into law and signed by LePage was a positive highlight for him this year.\n\n“As a veteran, I made it a priority to work to help other veterans,” said Golden, who served in the Marine Corps in Iraq and Afghanistan.\n\nGolden said efforts he made to return passenger rail service to Lewiston-Auburn was another highlight.\n\nBut he was disappointed that the Legislature was unable to find a way to increase the state’s share of public school funding or to find ways to help reduce the local property tax burden for his community.\n\nRep. Jeff Timberlake, R-Turner, also a member of the Appropriations Committee, said his highlights included seeing lawmakers finally agree to tighten penalties and restrictions for those who use welfare funds inappropriately.\n\nThat legislation, sponsored by Sen. Nate Libby, D-Lewiston, and supported by Sen. Eric Brakey, R-Auburn, stiffens penalties for the misuse of welfare money and prohibits the use of welfare for a range of products, including alcohol, tobacco, tattoos and adult entertainment.\n\nTimberlake said his biggest disappointment of the two-year lawmaking cycle were budget increases totaling $320 million, which he voted against.", "article_metadata": {"description": "Maine lawmakers were licking their wounds and notching their belts, taking stock of what they did and didn’t get done for their constituents while finishing up the second half of the 127th legislative session Friday. Maine news, sports, politics and election results, and obituaries from the Bangor Daily News.", "generator": "WordPress 4.1.5", "og": {"site_name": "The Bangor Daily News", "description": "Maine lawmakers were licking their wounds and notching their belts, taking stock of what they did and didn’t get done for their constituents while finishing up the second half of the 127th legislative session Friday.", "title": "With session’s end come gains and losses for Maine lawmakers", "url": "http://bangordailynews.com/2016/05/01/news/state/with-sessions-end-come-gains-and-losses-for-maine-lawmakers/", "image": "http://static.bangordailynews.com/wp-content/uploads/2016/05/10020381_H9655383.JPG?strip=all", "type": "article"}, "twitter": {"description": "Maine lawmakers were licking their wounds and notching their belts, taking stock of what they did and didn’t get done for their constituents while finishing up the second half of the 127th legislative session Friday.", "title": "With session’s end come gains and losses for Maine lawmakers", "url": "http://bangordailynews.com/2016/05/01/news/state/with-sessions-end-come-gains-and-losses-for-maine-lawmakers/", "image": "http://static.bangordailynews.com/wp-content/uploads/2016/05/10020381_H9655383.JPG?strip=all", "site": "@bangordailynews", "card": "summary"}, "wp-parsely_version": "1.7", "fb": {"app_id": 748756371893770}, "keywords": "Maine, news, elections, election results, politics, sports, Bangor, Portland, Augusta, weather, obituaries, Waterville, Aroostook, Penobscot, Piscataquis, Somerset, Hancock, Washington, bdn,news,politics,state,state house news,regions,with session’s end come gains and losses for maine lawmakers,is_article,scott thistle", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdbf67\"", "article_summary": "AUGUSTA, Maine — Maine lawmakers were licking their wounds and notching their belts, taking stock of what they did and didn’t get done for their constituents while finishing up the second half of the 127th legislative session Friday.\nHe said the layoffs announced by Franklin Memorial Hospital were a direct result of fewer federal funds flowing to the hospital as changes under the ACA anticipated more insurance coverage with federal funds.\nTimberlake said his biggest disappointment of the two-year lawmaking cycle were budget increases totaling $320 million, which he voted against.\n“My biggest disappointment was I couldn’t even get it off the table for a final vote,” Saviello said.\nBut as Maine has rejected an expansion and the federal funds that go with it, the state’s hospitals are being squeezed financially."}