{"article_title": "New Congress will prioritize repeal of Obamacare medical device tax", "article_keywords": ["jobs", "congress", "senate", "prioritize", "medical", "industry", "tax", "obamacare", "companies", "repealing", "device", "repeal", "research"], "article_url": "http://www.cleveland.com/open/index.ssf/2015/01/new_congress_will_prioritize_r.html", "article_text": "WASHINGTON, D. C. - A medical device tax that was imposed to offset Affordable Care Act expenses is being targeted for quick repeal by Republicans who control the newly seated Congress.\n\nOhio companies including Elyria's Invacare and Mentor's STERIS Corp. are part of a drive by some 7,000 medical device makers to repeal the tax that was intended to raise $29 billion over the next decade to help pay some of the costs of providing medical insurance to previously uninsured Americans under Obamacare.\n\nThe medical device industry says the 2.3 percent tax implemented two years ago has crimped money that companies could otherwise use for research, development and future innovation, and may be costing jobs.\n\n\"Some of these companies have profit margins that are less than the tax,\" says John Lewis, who heads the 409-member BioOhio industry trade association. \"They are being taxed out of profitablity.\"\n\nThe tax on STERIS sterilization equipment totals between $8 million and $10 million each year, says Gerry Reis, its senior vice president for government affairs. He says STERIS would prefer to use that money for innovation.\n\n\"It has had a significant effect on the bottom line,\" says Reis, whose company employs 1,800 people in Northeast Ohio.\n\nInvacare's wheelchairs and other home health care devices aren't subject to the tax if they're sold directly to consumers because of a retail exemption, but sales to institutions like nursing homes are affected, says spokeswoman Lara Mahoney. The company has avoided damaging its bottom line by passing the tax along to institutional customers, says Mahoney, though it still wants the tax repealed.\n\nOn Tuesday, a bipartisan group of House of Representatives members introduced a repeal bill with 248 cosponsors - more than enough votes to ensure its passage. All Ohio Republican congress members except for Speaker John Boehner cosponsored the measure, which would not provide a way for the government offset the revenue it would not collect if the tax is repealed.\n\nA spokesman for the bill's main sponsor, Minnesota Republican Erik Paulsen, expects a floor vote on the bill early this year and said House and Senate leaders will determine a way to compensate for revenue that will be lost if the tax is repealed.\n\n\"The medical device tax is a jobs killer,\" says bill cosponsor Bob Latta, a Bowling Green Republican who worries the tax will send medical technology jobs overseas.\n\nThe House passed a similar repeal measure in 2013 that didn't see a vote in the Democrat-controlled U.S. Senate. Now that Republicans control the Senate, newly-minted Majority Leader Mitch McConnell of Kentucky has said he'll ensure it votes on repealing the tax. And Sen. Orrin Hatch of Utah, who now chairs the Senate Finance Committee, said a large majority of Senators - including 33 Democrats - backed repeal when the idea came up during a 2014 budget debate.\n\n\"I've had employers tell me that this tax is especially burdensome and could potentially force them to lay off workers,\" says U.S. Sen. Rob Portman of Ohio, who supports repealing and replacing Obamacare.\n\nOhio's Democratic U.S. Senator, Sherrod Brown is less enthused about repeal. Spokeswoman Meghan Dubyak says he \"successfully fought to cut the medical device tax in half and push back its implementation date.\"\n\n\"He would consider alternatives to the tax, but they should not undermine the health law or increase the deficit,\" said Dubyak.\n\nWhen asked about repealing the tax at a post-election press conference, President Barack Obama he said he'd \"take a look comprehensively at the ideas that they present.\"\n\nReports released by several organizations have disputed industry contentions that the tax has cost large numbers of U.S. jobs and hampered innovation.\n\nA November report by the nonpartisan Congressional Research Service said the tax has had minimal effects on the medical device industry. It estimated the drop \"in U.S. output and jobs for medical device producers due to the tax is relatively small, probably no more than 0.2%.\"\n\nThe report said it's \"unlikely that there will be significant consequences for innovation and for small and mid-sized firms,\" and said the tax \"should have no effect on production location decisions, since both domestically manufactured and imported medical devices are subject to the excise tax.\"\n\nJC Scott of the Advanced Medical Technology Association trade group disputes those findings, claiming the research service misunderstands \"the realities of the device marketplace.\"\n\n\"The tax is having a real world impact in research and development investment, growth and increasing headcounts,\" said Scott, adding that it has not been easy for most companies to embed the tax cost into their prices because of the constraints of selling to big institutional purchasers such as hospitals.\n\nScott said his group is trying to educate Congress members about the tax's impact.\n\n\"We are making sure bipartisan support for repealing the tax is maintained and built upon going into this year,\" said Scott.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "aca,invacare,rob-portman,sherrod-brown,steris,steris-corp,tax-reform", "title": "New Congress will prioritize repeal of Obamacare medical device tax", "parsely-page": "{\"title\": \"New Congress will prioritize repeal of Obamacare medical device tax\", \"link\": \"http://www.cleveland.com/open/index.ssf/2015/01/new_congress_will_prioritize_r.html\", \"image_url\": \"http://imgick.cleveland.com/home/cleve-media/width620/img/open_impact/photo/16549187-standard.jpg\", \"type\": \"post\", \"post_id\": \"14907574\", \"pub_date\": \"2015-01-08T13:46:05Z\", \"author\": \"Sabrina Eaton, Northeast Ohio Media Group Washington Correspondent\", \"tags\": [\"aca\",\"invacare\",\"rob-portman\",\"sherrod-brown\",\"steris\",\"steris-corp\",\"tax-reform\"] }", "twitter": {"image": "http://media.cleveland.com/open_impact/photo/16549187-thumb_square_large.jpg", "creator": "@sabrinaeaton", "site": "@clevelanddotcom", "card": "summary", "description": "Ohio companies including Elyria's Invacare and Mentor's STERIS Corp. are part of a drive by some 7,000 medical device makers to repeal the tax that was intended  to raise $29 billion over the next decade to help pay some of the costs of providing medical insurance to previously uninsured Americans under Obamacare."}, "article_date_updated": "Thursday, January 08, 2015,  8:46 AM", "parsely-metadata": "{\"image_url\": \"http://media.cleveland.com/open_impact/photo/us-capitol-buildingjpg-461a91918717024c.jpg\", \"author_name\": \"seaton\", \"author_nickname\": \"Sabrina Eaton, Northeast Ohio Media Group Washington Correspondent\", \"author_id\": \"4754\", \"source_blog_name\": \"OPEN: Ohio Politics\", \"source_blog_url\": \"http://www.cleveland.com/open/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "cleveland.com", "description": "Ohio companies including Elyria's Invacare and Mentor's STERIS Corp. are part of a drive by some 7,000 medical device makers to repeal the tax that was intended  to raise $29 billion over the next decade to help pay some of the costs of providing medical insurance to previously uninsured Americans under Obamacare.", "title": "New Congress will prioritize repeal of Obamacare medical device tax", "url": "http://www.cleveland.com/open/index.ssf/2015/01/new_congress_will_prioritize_r.html", "image": "http://media.cleveland.com/design/alpha/img/logo_cleve.gif", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "cleveland.com", "article_comments": 0, "article_date_original": "Thursday, January 08, 2015,  8:45 AM", "article_author": "Sabrina Eaton, Northeast Ohio Media Group Washington Correspondent", "Description": "Ohio companies including Elyria's Invacare and Mentor's STERIS Corp. are part of a drive by some 7,000 medical device makers to repeal the tax that was intended  to raise $29 billion over the next decade to help pay some of the costs of providing medical insurance to previously uninsured Americans under Obamacare."}, "article_summary": "\"The medical device tax is a jobs killer,\" says bill cosponsor Bob Latta, a Bowling Green Republican who worries the tax will send medical technology jobs overseas.\nSpokeswoman Meghan Dubyak says he \"successfully fought to cut the medical device tax in half and push back its implementation date.\"\nWASHINGTON, D. C. - A medical device tax that was imposed to offset Affordable Care Act expenses is being targeted for quick repeal by Republicans who control the newly seated Congress.\nA November report by the nonpartisan Congressional Research Service said the tax has had minimal effects on the medical device industry.\nIt estimated the drop \"in U.S. output and jobs for medical device producers due to the tax is relatively small, probably no more than 0.2%.\""}