{"article_title": "Timken Bows to Activist Investors, and Splits in Two", "article_keywords": ["steel", "splits", "investors", "company", "bows", "canton", "business", "activist", "mr", "relational", "stock", "timkens", "timken", "calstrs"], "article_url": "http://www.nytimes.com/2014/12/07/business/timken-bows-to-investors-and-splits-in-two.html", "article_text": "The Timkens’ brand of conservatism, however, embraces a community-minded version of corporate capitalism that is fading in the United States. There have been tough negotiations with the United Steelworkers union and the occasional strike, but the company generally avoided lockouts or other efforts to crush the union. Base salaries for unionized employees average $23 an hour, higher than at any of Timken’s specialty-steel rivals, and workers receive the equivalent of another $20 an hour in benefits — in some cases bringing the total compensation to roughly $90,000 a year with overtime. When it came to the business, the Timkens eschewed excessive borrowing. Huge stock buybacks to inflate share prices were dismissed as financial engineering. And though the Timkens have always paid themselves generously, conspicuous spending was frowned upon.\n\n“We don’t drive Bentleys and fly around,” said Mr. Timken, who spent summers as a teenager walking the floor of the steel mill. Everything about his appearance at Bender’s Tavern reinforced that statement. He was dressed in jeans, a white dress shirt and a blazer, his salt-and-pepper beard fashionably trim. He might have been mistaken for an engineer building TimkenSteel’s new vertical caster or the owner of one of the small tool-and-die makers that supply his company, not a Fortune 500 C.E.O.\n\nMr. Timken’s great-great-grandfather, Henry Timken, a carriage maker, moved his bearing business to Canton from St. Louis in 1901, anticipating the growth of the auto industry. Canton was midway between the steel mills of Pittsburgh, which supplied the raw material for bearings, and the Detroit automakers, which bought them.\n\nAdvertisement Continue reading the main story\n\nFor Tim Timken, making things still matters. In business school at the University of Virginia in the early 1990s, one of his professors suggested that manufacturing wasn’t really relevant to the American economy anymore, that banking and health care would be the future. It was a defining moment for Mr. Timken.\n\n“The professor said we’d all be bankers and consultants and lawyers and health care professionals,” Mr. Timken recalled. “There’s a role for those people, but the ripple effect of manufacturing is dramatically higher than the ripple effect of banking. It creates wealth. And countries that have let it slip away have suffered.”\n\n“It’s been 115 years and we’re still here,” he added of the family business. “We never went bankrupt, never sold out and I feel a personal obligation to continue it.”\n\nOther steel businesses did go belly up. Many industry executives blame unions and dumping by Asian competitors for their troubles, but Mr. Timken asserts that lack of investment and innovation, along with heavy borrowing, contributed mightily to their demise.\n\nWhile the steel industry may not seem high-tech, research and innovation is critical — about a third of the products TimkenSteel sells now were developed only in the last five years.\n\nThe steel business is also notoriously cyclical, which is one reason Mr. Timken is wary of borrowing heavily. He prefers to have a cash cushion to sustain product development and new investments during the inevitable lean years.\n\n“We will use our balance sheet but we’re going to do that in a responsible manner,” he said. “That’s the way we do it.”\n\nBut that is not the way activist investors see it. They tend to be more comfortable with debt, whether to make acquisitions or to increase dividends and finance large-scale stock buybacks. In fact, Relational’s model for a broken-up Timken suggested the two resulting pieces could afford to take on just over $1 billion in fresh debt.\n\nAdvertisement Continue reading the main story\n\nBuybacks and increased leverage on the balance sheet can work fine in some sectors. But they can be lethal in industries that require long-term thinking and big investments to stay competitive, like heavy industry and health care, according to Bill George, a Harvard Business School professor and a critic of many activist tactics.\n\n“Activists think long term is 12 months and the first thing that goes is the stuff that pays off in five or 10 years,” said Mr. George, who is the former chief executive of Medtronic, the medical device company. “America’s strength isn’t from low labor costs. It’s from research and development and capital investment.”\n\nSmaller business owners in Canton, like Sam Wilkof of Stark Industrial, worry that the same qualities that helped Timken survive and innovate are now viewed as liabilities by hedge funds and activist investors.\n\n“I know Tim and I’ve known the family my whole life,” he said. Stark Industrial was founded by Mr. Wilkof’s father in 1959, and it has grown alongside Timken. “They’re smart — they should be given the latitude to do what they need to do.”\n\nThat view might seem old-fashioned, even paternalistic, but it’s a view that is widely shared in Canton. Over the last five years, the Timken family, foundation and company have given hundreds of thousands of dollars to the city’s biggest hospital, and at least $3.5 million to ArtsinStark, a private arts council that supports Canton’s art museum, ballet, symphony and other cultural institutions.\n\n“Timken and Canton are pretty synonymous,” Mr. Allison said. “They are the cornerstone of the community.”\n\nIn fact, the Timken Foundation built Timken High School in the late 1930s. The foundation poured $10 million into the school from 1997 to 2002 after graduation rates plunged. The district used the money to pay for new math and science programs as well as to renovate the campus.\n\nSome on Wall Street say that the Timken commitment to Canton makes it harder for management to do the kind of cost-cutting Relational and other activists favor. “When your name is on the street outside headquarters, or on the high school,” said Stephen Volkmann, an analyst at Jefferies, “it’s hard to be the bad guy.”\n\nAdvertisement Continue reading the main story\n\n‘It Was a Nail-Biter’\n\nThe tale of Timken and the activist investors might seem like a Michael Moore-style good guy/bad guy narrative of Wall Street greed. But the players in this drama are not black-and-white caricatures. The reality is more nuanced and reveals the pressures executives and money managers, not just workers and residents in local communities, face in today’s economy.\n\nRelational wasn’t the only investor to take on Timken. Its partner from early on was the California State Teachers’ Retirement System, known as Calstrs. One of the nation’s largest public pension funds, with $187 billion in assets, Calstrs owned only $16 million worth of Timken stock at the start of the fight, compared with $250 million for Relational, but it also has more than a billion dollars under management with Relational. A higher return on its Timken shares would help meet $11.45 billion in annual payments that are due to more than 236,000 teachers and other retirees.\n\nRelational had experience pressuring old-line industrial companies to change their ways. The firm was founded in 1996 by Ralph V. Whitworth and David H. Batchelder, who first made their reputations working for T. Boone Pickens, the corporate raider. But Timken was a risky target for Relational’s executives: They could be painted as Gordon Gekko types trying to make a fast buck by attacking a well-regarded, family-run company that had outperformed the stock market.\n\nGetting Calstrs on board helped neutralize that threat. The pension fund, long a champion of better corporate governance, made the case that Timken’s board was dominated by family members who paid themselves liberally and put their own interests ahead of shareholders’ interests. It argued for more independent board members — a fundamental principle of the shareholder rights movement — and noted that nine out of the 12 board members were from Ohio.\n\nIn the summer of 2012, Mr. Batchelder traveled to Canton and presented the case to Timken executives. Relational had often been able to get its way without a messy public fight, as had Calstrs. But Timken’s response was different.\n\nSummer turned to fall with no signal from Timken that it would shift its structure or strategy. Relational and Calstrs kept acquiring shares, eventually reaching the 5 percent threshold that required a public filing. Soon both Relational and Calstrs as well as Timken were fighting it out in public, producing slick presentations and setting up rival websites (unlocktimken.com and timkendrivesvalue.com) ahead of a shareholder vote on the breakup proposal.\n\n“It was run in a campaign style, almost,” said Philip Larrieu, an investment officer at Calstrs. “Relational had done it before and they had the infrastructure to do it. We’d never done that kind of contest.”\n\nThe heart of the Calstrs/Relational argument was that the two companies should trade as pure plays, with investors deciding for themselves whether to bet on the faster-growing but more volatile steel business or the more mature but highly profitable bearing business.\n\nAdvertisement Continue reading the main story\n\nTimken executives fought back, making the case for keeping bearings and steel under one roof. Bearings require specialized steel that can, for example, withstand enormous pressure deep underwater in an offshore oil well. The metallurgical expertise the steel unit acquired in creating these advanced materials, they said, translated into products for other customers like medical device makers and drillers.\n\nThere were other structural reasons for the two companies to stay together. Because the steel business can be very profitable but is much more volatile, the bearings division served as ballast for the combined company. Excess cash from the bearing side smoothed out those peaks and valleys and helped pay for big investments like the huge caster.\n\nBut Mr. Larrieu and Relational maintained that if the money couldn’t be invested in the business now or in the foreseeable future, it should be returned to shareholders, who are, after all, the owners of the company.\n\nWith the Timken family, foundation and employees controlling roughly 20 percent of the shares, Relational and Calstrs had to capture the support of about two-thirds of other shareholders.\n\nIn April, with the vote three weeks away, Calstrs and Relational put out a news release calling Tim Timken’s $9 million pay package in 2011 “grossly out-of-line with other executive chairmen in Timken’s peer group.” Not voting for their proposal, the activists said, would mean “the Timken family-dominated board can continue to perpetuate a business structure that apparently only serves their interests.”\n\nMr. Larrieu joined the roadshow organized for investors by Relational, flying to New York to meet fellow pension fund managers and press for a breakup. “It was a nail-biter,” said Mr. Larrieu.\n\nThe activists prevailed. In the end, 53 percent of shareholders favored the split.\n\nThe vote was nonbinding, but in the meantime, analysts at Jefferies were calling Timken “a reasonable leveraged buyout candidate” and rating potential buyers. Faced with these alternatives, in September 2013, Timken’s board voted to spin off the steel business to shareholders. It had been a little more than a year since Relational began accumulating shares.\n\nTimkenSteel made its debut on the New York Stock Exchange on July 1 with the stock ticker TMST. In an interview the day before, Mr. Timken admitted that “we underestimated the activists.”\n\nAdvertisement Continue reading the main story\n\nThe split has only heightened Wall Street’s eagerness to see a buyout.\n\nRating the stock a buy, Jefferies said, “Acquisition interest likely high; potential acquirers plentiful, though TMST not looking to sell cheap,” the day before it began trading. Analysts at Gabelli & Company reached a similar conclusion. “We believe an acquisition has better than even odds one to two years out,” the firm said in a report weeks later. That TimkenSteel had little debt and an overfunded pension plan at the time of the spinoff, Gabelli added, makes its balance sheet “ripe for a sale.”\n\nIn the looking-glass world of Wall Street, the Timken family’s conservative approach to running the company has made it an appealing target for giant rivals or private equity firms — even though those buyers might ultimately undermine the very strategy that made it successful in the first place.\n\nTimkenSteel’s market capitalization is less than a tenth of that of Nucor, which is now the country’s biggest steel producer. If TimkenSteel is swallowed by a larger competitor, like Nucor, ArcelorMittal or United States Steel, the mills in Canton won’t grind to a halt anytime soon. But an owner from another state — or country — is unlikely to be so committed to keeping jobs in Canton, let alone backing a downtown arts district or local high school.\n\nBefore the vote to split, Calstrs and Relational said the “social impact” of the separation would be “insignificant.” As for the possibility of a buyout now, “I’m not sure it could be taken out without the Timkens’ approval, but I can’t say it’s not possible,” Mr. Larrieu said. “It’s a tough environment. But my job is to make the highest return to pay for the teachers’ retirement.”\n\nRelational, which declined to comment on the record, earned a big payday from the spinoff but won’t be worrying about what happens in Canton. By the fall, the San Diego activist firm had unloaded its entire position in both Timken and TimkenSteel. All told, Relational acquired its stake at about $40 a share and sold at $70, reaping a 75 percent gain — $188 million — in just over two years.\n\nAlthough Mr. Timken is on the board of the new bearing company, its chief executive is not a family member. And the new management seems to be hewing more closely to the activists’ playbook.\n\nBuried in a November Timken investor presentation is a chart bound to please Wall Street. Titled “Yesterday and Tomorrow,” it sketches how capital was allocated before the split, and how it will be used now. Pension fund contributions drop from nearly a third of cash flow to near zero, while capital spending is roughly halved. And instead of using 12 percent of cash flow to buy back stock, share repurchases will consume nearly half of cash flow over the next 18 months. In other words, less cash is being invested in the business or earmarked for benefits to employees, and more money is going to investors. While TimkenSteel’s board has authorized a three million share buyback by the end of 2016, Timken has plans to repurchase 10 million shares by the end of next year.\n\nEven if TimkenSteel and Timken manage to avoid a takeover for the time being, the separation is likely to make both firms more vulnerable over time, said Suzanne Berger, a professor of political science at M.I.T. who researches globalization, innovation and production.\n\nAdvertisement Continue reading the main story\n\nNot only will they both be less financially nimble than before, she said, the steel maker in particular will lack the scale to invest and innovate the way it could under the old corporate structure. Foreign steel makers in Asia and Europe are vastly larger, and face much less pressure for short-term results, enabling them to pour more money back into their businesses.\n\n“In the microcosm of Timken, you can see the larger forces playing out in manufacturing in America,” said Ms. Berger, who studied the company for a 2013 book she wrote, “Making in America.” “It’s not classic greed, like ‘Barbarians at the Gate.’ But we’ve set up financial markets in a way that’s injurious to long-term investment and industrial companies.”\n\n“We’ve got a financial system in the U.S.,” she said, “where California teachers have to protect their pension funds by hurting manufacturing in Ohio.”\n\nSigns of Things to Come?\n\nIn the spring and early summer of 2014, as Timken and TimkenSteel prepared to split, an omen appeared down the road from TimkenSteel’s headquarters. Five striking members of the steelworkers union were camped out in a plywood shack covered with blue tarpaulin. They’d been locked out of PSC Metals’ scrapyard in Canton, which is a supplier to Timken. Once upon a time, this scrapyard was owned by the local Luntz family, but in 1997 it was bought by a publicly traded Canadian company, Philip Services. In the next decade, Philip Services went bankrupt twice, and what ultimately became PSC Metals ended up in the hands of Carl C. Icahn, the former corporate raider of the 1980s who has rebranded himself as an activist investor.\n\nMr. Icahn is worth more than $20 billion, but two months before the contract for PSC’s union workers was scheduled to expire in late 2013, management told them that it was dropping their health insurance benefits and that they would have to buy their own insurance through the new exchanges set up under the Affordable Care Act.\n\nPSC’s website says, “Our people are our greatest asset,” but when union members rejected the new terms, they were locked out, even though they told PSC that they were willing to work under the old contract and negotiate in the meantime.\n\n“They weren’t negotiating. It was take it or leave it,” said Jeff Bryant, who has worked at the yard for 35 years. Although the company would save thousands of dollars a year by shifting the cost of health insurance to its employees, workers were initially offered a new contract with a wage freeze in the first two years and then a 15-cent-an-hour raise in the third year.\n\n“Health insurance for a family can cost 10 grand,” Mr. Bryant said. “Were we supposed to pull that out of thin air?”\n\nAdvertisement Continue reading the main story\n\nThe union workers were locked out on Feb. 1; shortly before their unemployment benefits were scheduled to run out, in midsummer, PSC made an offer they couldn’t afford to turn down. Returning workers would get a one-time payment of $9,000 but would have to pay the full cost of health insurance in the future. Average wages would go from about $18 an hour to just over $19 an hour over three years.\n\nRon Kline, the chief executive of PSC Metals, which operates 48 facilities in the United States, said the decline of the industry and PSC made cuts necessary. “We have borrowed over $206 million from our parent, Icahn Enterprises, in order to survive,” he said. “We eliminated health care coverage and the associated costs for the sake of our company’s survival, including the continued employment of our 1,000 employees.”\n\nThe days of middle-class blue-collar jobs are endangered in Canton. But the nostalgia remains. “If I could do anything that could make it go back to the Luntzes, I would,” said another worker, Al Street, who earned a diploma from Timken High School before going to work for the Luntzes in the scrapyard 20 years ago. “You knew who your boss was and they knew your name and they cared.”\n\nIndeed, Drew Luntz, a member of the family that once owned PSC, now finds himself worried about what the future holds for Timken and Canton. “The Timkens are resourceful and brilliant, but the reality is that a unique $1.5 billion business could be a plum for somebody.”\n\nThe clock is ticking. TimkenSteel’s stock has dropped to $32.72 from $49 in September, reflecting fears that lower oil prices will mean less demand for specialty steel from the energy industry. Its market capitalization is less than a third of the old combined Timken. And in the Manhattan aerie of a private equity firm or the Greenwich offices of a hedge fund, a young analyst is most likely running the numbers to find out how much it would cost to force Tim Timken’s hand and scoop the company up.", "article_metadata": {"tone": "news", "ptime": 20141206091336, "twitter": {"description": "The division of Timken, a family-controlled company, into separate companies making bearings and steel has brought anxiety to its Ohio hometown.", "title": "Timken Bows to Activist Investors, and Splits in Two", "url": "http://www.nytimes.com/2014/12/07/business/timken-bows-to-investors-and-splits-in-two.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000003274220"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "site": "@nytimes", "image": "https://static01.nyt.com/images/2014/12/07/business/20141204timken-ss-slide-64GQ/20141204timken-ss-slide-64GQ-thumbLarge-v2.jpg", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2014/12/07/business/timken-bows-to-investors-and-splits-in-two.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000003274220", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2014/12/07/business/timken-bows-to-investors-and-splits-in-two.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "thumbnail_width": 75, "dfp-ad-unit-path": "business", "channels": "NytNow", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/business/index.jsonp", "DISPLAYDATE": "Dec. 6, 2014", "edt": "NewYork", "org": "Timkensteel Corporation", "keywords": "Timken Company,Shareholder Rights and Activism,Relational Investors LLC,Canton (Ohio),Timken  Ward J Jr,Timken  William Robert Jr,California State Teachers' Retirement System (CalSTRS),Timkensteel Corporation,Mergers  Acquisitions and Divestitures", "applicationName": "article", "PT": "article", "author": "Nelson D. Schwartz", "thumbnail_150": "https://static01.nyt.com/images/2014/12/07/business/20141204timken-ss-slide-64GQ/20141204timken-ss-slide-64GQ-thumbLarge-v2.jpg", "sourceApp": "nyt-v5", "per": "Timken, William Robert Jr", "thumbnail_150_width": 150, "byl": "By NELSON D. SCHWARTZ", "thumbnail_150_height": 150, "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "The division of Timken, a family-controlled company, into separate companies making bearings and steel has brought anxiety to its Ohio hometown.", "tom": "News", "dfp-amazon-enabled": "false", "thumbnail": "https://static01.nyt.com/images/2014/12/07/business/20141204timken-ss-slide-64GQ/20141204timken-ss-slide-64GQ-thumbStandard-v2.jpg", "description": "The division of Timken, a family-controlled company, into separate companies making bearings and steel has brought anxiety to its Ohio hometown.", "CG": "business", "robots": "noarchive", "dat": "Dec. 6, 2014", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "News", "article": {"author": "http://topics.nytimes.com/top/reference/timestopics/people/s/nelson_d_schwartz/index.html", "section_url": "http://www.nytimes.com/pages/business/index.html", "section": "Business Day", "modified": "2014-12-10", "collection": "https://static01.nyt.com/services/json/sectionfronts/business/index.jsonp", "tag": "Mergers, Acquisitions and Divestitures", "published": "2014-12-06", "section-taxonomy-id": "104D1E63-9701-497B-8CF4-A4D120C9014E"}, "thumbnail_height": 75, "geo": "Canton (Ohio)", "slug": "07timken", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20141210223305, "hdl_p": "How Wall Street Bent Steel", "og": {"url": "http://www.nytimes.com/2014/12/07/business/timken-bows-to-investors-and-splits-in-two.html", "image": "https://static01.nyt.com/images/2014/12/07/business/20141204timken-ss-slide-64GQ/20141204timken-ss-slide-64GQ-videoSixteenByNine1050-v2.jpg", "type": "article", "description": "The division of Timken, a family-controlled company, into separate companies making bearings and steel has brought anxiety to its Ohio hometown.", "title": "Timken Bows to Activist Investors, and Splits in Two"}, "pdate": 20141206, "des": "Mergers, Acquisitions and Divestitures", "articleid": 100000003274220, "cre": "The New York Times", "hdl": "Timken Bows to Activist Investors, and Splits in Two", "PST": "News"}, "_id": "\"57477af46914bd0286fd96f8\"", "article_summary": "“The professor said we’d all be bankers and consultants and lawyers and health care professionals,” Mr. Timken recalled.\nThe steel business is also notoriously cyclical, which is one reason Mr. Timken is wary of borrowing heavily.\nIt was a defining moment for Mr. Timken.\nAlthough Mr. Timken is on the board of the new bearing company, its chief executive is not a family member.\n“They are the cornerstone of the community.”In fact, the Timken Foundation built Timken High School in the late 1930s."}