{"article_title": "Ted’s Devious Health Insurance Adventure", "article_keywords": ["premiums", "cobra", "nonobamacare", "ted", "subsidies", "obamacare", "devious", "think", "cruz", "health", "adventure", "coverage", "teds", "insurance", "texas"], "article_url": "http://www.thedailybeast.com/articles/2015/04/06/ted-s-devious-health-insurance-adventure.html", "article_text": "SNEAK\n\nDid Cruz really sign up for Obamacare hoping the Supreme Court would nix the subsidies, giving him a ready-made horror story? Yeah, probably.\n\nThere are just so many interesting questions about Ted Cruz, are there not? Okay, maybe not that many. But the one of keenest interest by far to me is: Does he really think he can get away with manufacturing a fake personal Obamacare horror story and peddle it in Dogpatch and get votes with it?\n\nHere’s the situation. Cruz’s wife, Heidi, recently took a leave of absence from her big Wall Street job at Goldman Sachs. The Cruz family was on her health plan. Cruz announced with fanfare and to much amusement about two weeks ago that he and the family would be going on Obamacare, over which he singlehandedly shut down the federal government and whose every word he has vowed 18,674 times to repeal.\n\nThere has been lots of speculation about why. Bloomberg’s Dave Weigel wrote on March 24 that Cruz, in saying he was choosing Obamacare because he wanted to “follow the text of the law,” was “contrasting his sacrifice with the law-dodging ruthlessness of the Obama administration.” Then last week Brian Beutler upped the ante, laying out the following a new theory in The New Republic.\n\nCruz, he wrote, wants to go on Obamacare in the hope that the Supreme Court, in the King v. Burwell case, rules against the federal subsidies. Such a decision would end the subsidies in states that did not set up their own health-care exchanges. Texas, where Cruz is officially domiciled, is one of those states. If the subsidies are struck down, premiums in states like Texas are expected to shoot up. That means Ted Cruz’s premiums will shoot up. Thus, he’ll have a personal Obamacare nightmare to retail on the stump. Pure gold.\n\nLest you think I’m being conspiratorial, and this is too devious and twisted even for the mind of Ted Cruz, hear me out on this point: There would appear to be no reason that Cruz had to choose Obamacare. The Cruz family in all likleihood had two other options. First, they could presumably have continued his wife’s Goldman Sachs coverage through COBRA, the law that allows ex-employees of a workplace to keep that workplace health coverage for 18 months provided they pay for all of it.\n\nA second option would have been to purchase health coverage on the individual market but outside the exchanges. That is, outside of Washington, D.C., and Vermont, where the law was set up such that everything runs through the exchanges, a person can buy regular-old, non-Obamacare insurance by just going to insurance companies’ websites and toll-free lines, or by going through an insurance broker.\n\nThere could be reasons not to do COBRA. The ex-employee has to pay the whole cost of the premiums, as opposed to just the employee’s share (for most people, around a quarter of the cost). So COBRA isn’t cheap. But the Cruzes aren’t exactly poor, and besides there are very good reasons to take COBRA (you get to keep the plan you’ve been on and are familiar with, stay in the same physician network). But the weirder mystery is why he didn’t just buy coverage not through the exchange. It sure seems to me that buying non-Obamacare coverage would be kind of the obvious thing to do for one who so detests Obamacare. I put these two specific questions, about COBRA and non-exchange coverage, to Cruz’s campaign press person last week but got no reply.\n\nNow, ir Cruz ever does have to answer specific questions about COBRA or non-ACA coverage, I’m sure he’ll just hop up on Rocinante and thunder rhetoric to the effect that if my people must suffer, But it’s nonsense. First of all, his people don’t have to suffer; as I noted, anyone in the great state of Texas who wants to buy non-Obamacare coverage is free to do so. The reason to get coverage through Obamacare, and the reason that something close to 900,000 Texans have enrolled in Obamacare, is to get the subsidies. The subsidies can only be had through Obamacare. But the Cruzes, even on only his Senate salary, make too much money for subsidies. So there was no point in him taking Obamacare.\n\n\n\nThus it seems obvious to me: He chose Obamacare hoping that the Supremes strike the subsidies down, after which Texas premiums—and more to the point, his own—skyrocket, and he gets to go out on the campaign trail and go into hysterics about the enormous personal damage Obamacare has done to him, his dear wife, and his two beautiful little girls. I mean, you can just hear him now, can’t you, ladling on the sauce, tear forming in the corner of his eye? They’ll eat it up in Iowa like double-bacon corn dogs at the state fair.\n\nOr will they? Are people that stupid? Probably, when the assertion is something they want to believe anyway (Obamacare is evil). But surely some of his opponents will call him out. Jeb Bush: “People of Iowa, stop and think! He had other options and chose Obamacare in the very hope that his premiums would go up! He’s playing you for rubes!” That could work. But as a rule, people don’t generally appreciate being told they’re rubes. Especially by a man (Jeb) they pretty clearly don’t like.\n\nThe media might start snooping around these matters a little more if Cruz actually starts doing that on the stump. Right now, this scenario is just the conjecture (albeit the informed conjecture) of liberal journalists. But if it comes to pass, the Cruzes will have a lot more explaining to do about COBRA and non-Obamacare coverage.", "article_metadata": {"twitter": {"site": "@thedailybeast", "card": "summary", "creator": "mtomasky"}, "keywords": "Obamacare, Ted Cruz, u.s. poli", "publicationDate": 201504060915, "wrap": "/content/dailybeast/politics", "description": "Did Cruz really sign up for Obamacare hoping the Supreme Court would nix the subsidies, giving him a ready-made horror story? Yeah, probably.", "pageNum": 1, "title": "Teds Devious Health Insurance Adventure", "tags": "Obamacare:Industryterm,entity:person/ted_cruz,topic:politics", "environment": "dev", "platform": "desktop", "template": "article", "type": "house", "parsely-page": "{\"title\":\"Ted’s Devious Health Insurance Adventure\",\"link\":\"http://www.thedailybeast.com/articles/2015/04/06/ted-s-devious-health-insurance-adventure.html\",\"image_url\":\"http://cdn.thedailybeast.com/content/dailybeast/articles/2015/04/06/ted-s-devious-health-insurance-adventure/jcr:content/image.crop.410.273.jpg/47610698.cached.jpg\",\"type\":\"post\",\"post_id\":\"/content/dailybeast/articles/2015/04/06/ted-s-devious-health-insurance-adventure\",\"pub_date\":\"2015-04-06T09:15:00+00:00\",\"section\":\"Politics\",\"author\":\"Michael Tomasky\",\"tags\":[\"Industryterm\",\"ted_cruz\",\"politics\"]}", "news_keywords": "Obamacare, Ted Cruz, US Politics", "sectionTaxanomies": "politics", "fb": {"admins": "1703087,30000737,1117577220,1276800108,931159,514915512", "app_id": 189930913679}, "authors": "Michael Tomasky", "article": {"section": "politics", "published_time": "2015-04-06T09:15:00.000Z", "author": "http://www.thedailybeast.com/contributors/michael-tomaskyhtml"}, "resourceType": "dailybeast2/components/pages/article", "contentpath": "/content/dailybeast/articles/2015/04/06/ted-s-devious-health-insurance-adventure", "og": {"site_name": "The Daily Beast", "description": "Did Cruz really sign up for Obamacare hoping the Supreme Court would nix the subsidies, giving him a ready-made horror story? Yeah, probably.", "title": "Ted’s Devious Health Insurance Adventure", "url": "http://www.thedailybeast.com/articles/2015/04/06/ted-s-devious-health-insurance-adventure.html", "image": "http://cdn.thedailybeast.com/content/dailybeast/articles/2015/04/06/ted-s-devious-health-insurance-adventure/jcr:content/image.img.2000.jpg/1428320947360.cached.jpg", "type": "article"}, "authorIds": "/etc/authors/m/michael-tomasky", "content-type": "text/html; charset=UTF-8"}, "article_summary": "But if it comes to pass, the Cruzes will have a lot more explaining to do about COBRA and non-Obamacare coverage.\nThere are just so many interesting questions about Ted Cruz, are there not?\nIt sure seems to me that buying non-Obamacare coverage would be kind of the obvious thing to do for one who so detests Obamacare.\nA second option would have been to purchase health coverage on the individual market but outside the exchanges.\nSNEAKDid Cruz really sign up for Obamacare hoping the Supreme Court would nix the subsidies, giving him a ready-made horror story?"}