{"article_title": "Deborah Bachrach Archive", "article_keywords": ["insurance", "school", "bachrach", "policies", "payment", "medicaid", "coverage", "health", "law", "archive", "deborah", "care"], "article_url": "http://healthaffairs.org/blog/author/bachrach/", "article_text": "Deborah Bachrach has more than 25 years of experience in health policy and financing in both the public and private sectors and an extensive background in Medicaid coverage and payment policies. She works with states, providers, insurers and foundations in analyzing and implementing the Affordable Care Act and payment and delivery system reforms. From 2007 to 2010, Ms. Bachrach was the Medicaid Director and Deputy Commissioner of Health for the New York State Department of Health, Office of Health Insurance Programs. In this capacity, she was responsible for coverage, care and payment policies for over 4 million children and adults enrolled in New York’s Medicaid and Child Health Insurance Programs.\n\n\n\nMs. Bachrach has served as an advisor to the Center for Health Care Strategies, the Medicaid and CHIP Payment and Access Commission (MACPAC), the Robert Wood Johnson Foundation, and the Kaiser Family Foundation. She writes and speaks regularly on Medicaid coverage, payment and delivery policies. She has a bachelor of science from the Wharton School of the University of Pennsylvania and a law degree from the NYU School of Law.", "article_metadata": {"description": "Deborah Bachrach | At the intersection of health, health care, and policy.", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Deborah Bachrach has more than 25 years of experience in health policy and financing in both the public and private sectors and an extensive background in Medicaid coverage and payment policies.\nFrom 2007 to 2010, Ms. Bachrach was the Medicaid Director and Deputy Commissioner of Health for the New York State Department of Health, Office of Health Insurance Programs.\nShe writes and speaks regularly on Medicaid coverage, payment and delivery policies.\nMs. Bachrach has served as an advisor to the Center for Health Care Strategies, the Medicaid and CHIP Payment and Access Commission (MACPAC), the Robert Wood Johnson Foundation, and the Kaiser Family Foundation.\nIn this capacity, she was responsible for coverage, care and payment policies for over 4 million children and adults enrolled in New York’s Medicaid and Child Health Insurance Programs."}