{"article_title": "U.S. jobs, economy will suffer if labeling law isn’t fixed", "article_keywords": ["pork", "law", "jobs", "meat", "wto", "cool", "united", "labeling", "trade", "states", "isnt", "fixed", "tariffs", "suffer", "economy"], "article_url": "http://thehill.com/blogs/congress-blog/economy-budget/242551-us-jobs-economy-will-suffer-if-labeling-law-isnt-fixed", "article_text": "The World Trade Organization (WTO) Monday rejected an appeal by the United States of an earlier decision that a U.S. meat labeling law violates international trade rules. Soon, Canada and Mexico will ask the WTO to authorize retaliatory tariffs on dozens of American products.\n\nBefore those job-costing, economy-busting duties are slapped on chemicals from Colorado, medical equipment from Minnesota and soybean meal from South Dakota, Congress must act to repeal the offending parts of the labeling law.\n\nADVERTISEMENT\n\nIncluded in the 2002 Farm Bill and implemented in 2009, the U.S. Country of Origin Labeling (COOL) statute requires meat to be labeled with the country where the animal from which it was derived was born, raised and harvested. (The law also applies to fish, fruits, vegetables, ginseng, peanuts, pecans and macadamia nuts.)\n\nCanada and Mexico, which export beef cattle and, in Canada’s case, pigs to the United States to be fed out and processed, twice brought complaints against the law to the WTO, which twice ruled – most recently in October 2014 – that COOL discriminates against animals imported from those countries. The trade body asked the United States to comply with its international trade obligations under the WTO Agreement on Technical Barriers to Trade.\n\nSo what’s the fuss about putting a label on a package of meat? Because COOL necessitates tracking livestock from farm to food, domestic- and foreign-born cattle and pigs must be segregated. For meat packing plants that means processing such animals separately and that means added costs for packers and, therefore, discounted prices paid to livestock farmers who raise foreign-born animals. (Several Midwest pork packing plants refuse to process Canadian-born pigs.)\n\nThe costs for all of that since the law was implemented, according to a recent report from the U.S. Department of Agriculture, were $1.3 billion for the beef industry and $300 million for the pork sector. A 2013 change to the COOL rule added $53 million to $192 million more. And they’re costs that largely have done nothing.\n\nWhile supporters of COOL think soccer moms always will buy American if they see a “Product of U.S.A.” label on the package, a 2012 Kansas State University study found that the labeling law has had little influence on consumer demand for U.S. meat. A 2004 USDA report on a voluntary labeling program determined that consumers buy primarily based on price and quality.\n\nBut the looming trade retaliation spurred by the law’s discriminatory effect on livestock from Canada and Mexico – not costs – is the issue now. Those countries are expected in the coming days to seek WTO authorization to place retaliatory tariffs on billions of dollars of U.S. goods, and the international trade body likely will approve a high level of retaliation as early as this summer.\n\nWe have a preview of what’s to come. Canada more than a year ago issued a preliminary retaliation list that included fresh pork and beef, bakery goods, rice, apples, wine, maple syrup and furniture. While Mexico hasn’t made a list, in March 2009 it put tariffs as high as 45 percent on $2.4 billion of U.S. products from 43 states because of the refusal of the United States to implement a provision of the North American Free Trade Agreement, allowing long-haul Mexican trucks into the country.\n\nThat 31-month retaliatory action was very costly to a number of U.S. industries, with tariffs reducing the value of U.S. exports of prepared soups and broths, frozen potatoes and dog and cat food, for example, by more than $100 million each.\n\nTo avoid a repeat of that outcome and to protect U.S. jobs and the U.S. economy, Congress must quickly to repeal the labeling provisions for pork and beef. We can’t afford to have trade-limiting tariffs on exports to two of our top three markets. We need COOL fixed now. Failure is not an option.\n\nPrestage is president of the National Pork Producers Council. He is a veterinarian and hog farmer from Camden, S.C.", "article_metadata": {"dcterms.description": "We can’t afford to have trade-limiting tariffs on exports to two of our top three markets.", "description": "We can’t afford to have trade-limiting tariffs on exports to two of our top three markets.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Congress Blog"}}, "og": {"site_name": "TheHill", "description": "We can’t afford to have trade-limiting tariffs on exports to two of our top three markets.", "title": "U.S. jobs, economy will suffer if labeling law isn’t fixed", "url": "http://thehill.com/blogs/congress-blog/economy-budget/242551-us-jobs-economy-will-suffer-if-labeling-law-isnt-fixed", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-04T03:39:59-05:00", "type": "article"}, "apple-itunes-app": "app-id=396640962", "Smart_Paging": "on", "dcterms.modified": "2016-02-04T03:39-05:00", "dcterms.identifier": "http://thehill.com/blogs/congress-blog/economy-budget/242551-us-jobs-economy-will-suffer-if-labeling-law-isnt-fixed", "dcterms.date": "2015-05-20T08:00-04:00", "dcterms.creator": "Joe Picard", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.language": "und", "author": "Dr. Ron Prestage, president of the National Pork Producers Council", "dcterms.type": "Text", "keywords": ",,", "article": {"published_time": "2015-05-20T08:00:03-04:00", "modified_time": "2016-02-04T03:39:59-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/congress-blog/economy-budget/242551-us-jobs-economy-will-suffer-if-labeling-law-isnt-fixed", "widgets": {"csp": "on"}, "description": "We can’t afford to have trade-limiting tariffs on exports to two of our top three markets.", "card": "summary", "title": "U.S. jobs, economy will suffer if labeling law isn’t fixed"}, "dcterms.title": "U.S. jobs, economy will suffer if labeling law isn’t fixed"}, "_id": "\"57477af46914bd0286fd5c1a\"", "article_summary": "The World Trade Organization (WTO) Monday rejected an appeal by the United States of an earlier decision that a U.S. meat labeling law violates international trade rules.\nBefore those job-costing, economy-busting duties are slapped on chemicals from Colorado, medical equipment from Minnesota and soybean meal from South Dakota, Congress must act to repeal the offending parts of the labeling law.\nThe trade body asked the United States to comply with its international trade obligations under the WTO Agreement on Technical Barriers to Trade.\nTo avoid a repeat of that outcome and to protect U.S. jobs and the U.S. economy, Congress must quickly to repeal the labeling provisions for pork and beef.\nA 2004 USDA report on a voluntary labeling program determined that consumers buy primarily based on price and quality."}