{"article_title": "Ursuline Sisters leave their mark", "article_keywords": ["sister", "mount", "mark", "leave", "louisville", "ursuline", "saint", "sisters", "joseph", "st", "teacher", "maple"], "article_url": "http://www.courier-journal.com/story/news/history/river-city-retro/2015/10/03/history-ursuline-sisters-leave-their-mark/73160264/", "article_text": "Buy Photo Louisville Ursuline Sister Angelice Seibert, right, at Ursuline College, plays flute with, from left, Sister Madeleine, French department; Sister Aquinas, dean of women; and Sister Alphonsine, classical languages in 1957. (Photo: Courier-Journal file photo by Marian Klein)Buy Photo Story Highlights Send congratulations to: Mount Saint Joseph, 8001 Cummings Road, Maple Mount, Ky., 42356.\n\nPope Francis' recent visit to the United States not only put the pontiff in the spotlight but also called attention to Catholic sisters in the U.S.\n\nDuring a virtual audience, the pope said to Sister Norma Pimentel in Texas that he wanted \"to thank all the sisters of religious order in the U.S. for the work that you have done,\" adding, \"I love you all very much,\" according to an ABC News report.\n\nAmong the other sisters monitoring his visit was a group of Bernadine Franciscans in Berks County, Penn., who fixed \"pope-corn\" and \"papal punch\" and watched live-streamed coverage from Philadelphia at their home.\n\nAt that same time in Kentucky, the Ursuline Sisters of Mount Saint Joseph at Maple Mount, Ky., in Daviess County near Owensboro, were recognizing 19 of their sisters who are celebrating 70-, 60- and 50-year jubilees of service — including a dozen who have ministered in Louisville or are Louisville natives.\n\nHistory\n\nThe Mount Saint Joseph community traces its roots to five Ursuline Sisters from Louisville who arrived in what is now Maple Mount in 1874 to start Mount Saint Joseph Academy, according to Dan Heckel, director of mission advancement and communications at Mount Saint Joseph.\n\nSome academy graduates joined the Louisville Ursulines, but in 1912 sisters in Maple Mount received approval from Rome to become the autonomous Mount St. Joseph community.\n\nThe Louisville Ursulines had come from Bavaria in the 1850s and spoke German. An English-speaking novitiate, quarters for religious novices, had been started in Maple Mount in 1895.\n\nPast pope\n\nOn May 14, 1981, the Louisville Times ran a front page photo by Keith Williams of Louisville Ursuline Sister Hermina Miltonberger praying after joining other nuns in a service for then-Pope John Paul II that morning at the Ursuline Motherhouse chapel on Lexington Road in Crescent Hill.\n\nThe pope had been shot during an assassination attempt two days before at St. Peter's Square in Vatican City, and the sisters were giving thanks that he had survived, The Times said.\n\nSister Angelice Seibert\n\nOn Dec. 4, 1957, The Times featured a story about Louisville Ursuline Sister and Ph.D.: Angelice Seibert, a biochemistry, physiology and anatomy teacher and also a researcher and chairwoman of the division of natural sciences at Ursuline College on Lexington, now the site of Sacred Heart Schools.\n\nSeibert, 35, had been awarded a $1,000 grant by the Damon Runyon Cancer Fund to carry on original research she began in 1950.\n\nIn her spare time, she also was said to be an enthusiastic tennis player and was pictured playing flute with three others musical sisters — a pianist, singer and guitarist.\n\nSister Visitor Center\n\nThe Mount Saint Joseph Ursuline sisters have continued to serve in Louisville, as well as other places in Kentucky, in Illinois and other states and in Chile.\n\nHeckel said the community has taken over operation of the Sister Visitor Center, 2235 W. Market St. in Portland in Louisville, a ministry of Catholic Charities that helps the poor.\n\nA 2012 C-J photo by Sam Upshaw showed Mount St. Joseph Sister Larraine Lauter at the center, greeting visiting Catholics on a bus tour. Lauter's main ministry is Water With Blessings in Middletown, which raises money to provide water filters and training to impoverished countries, such as Haiti.\n\nHere are the Mount St. Joseph jubilee honorees and information about their service in Louisville. 70 years Sister Philomena Cox, teacher and principal at the old St. Columba School in west Louisville (1969-76); Sister Marie Brenda Vowels, Louisville native and teacher, principal and parish minister throughout Kentucky and New Mexico. 60 Years Sister Margaret Marie Greenwell, taught at St. Columba (1959-61) and St. Denis (1961-67) and was receptionist at Sister Visitor Center from 1993 until her retirement earlier this year; Sister Marie Michael Hayden, taught at St. Columba (1957-59); Sister Francis Louise Johnson, taught at St. Edward School, Jeffersontown (1957-58), St. Margaret Mary (1971-72) and St. Ignatius (1972-73) and from 1989 to 2002 was pastoral associate at St. Aloysius Parish, Pewee Valley in Oldham County; Sister Catherine Marie Lauterwasser, teacher at St. Margaret Mary (1957-58) and a music teacher there from 1964-71; Sister Teresa Riley, taught at St. Leonard (1957-67) and St. Angela Education Center (1980) and was administrative assistant in the education department at Bellarmine College (1981-86); Sister Marietta Wethington, taught at St. Columba (1964-67) and St. James (1967-69). 50 Years Sister Maureen Griner, Louisville native who served as a music teacher in Kentucky, Missouri, and Nebraska and in posts in Memphis; Sister Mary Henning, teacher at St. Edward (1969-76); Sister Ann McGrew, teacher at St. Denis (1969-75); Sister Emma Anne Munsterman, teacher at St. Bernard (1968-70), St. Margaret Mary (1970-77) and St. James (1981-84), and since 1998 had served in Louisville as a licensed massage therapist and certified natural health practitioner. She now provides care for Sisters of Charity at Nazareth, Ky. Send congratulations to: Mount Saint Joseph, 8001 Cummings Road, Maple Mount, KY 42356. Reporter Martha Elson can be reached at (502) 582-7061 and melson@courier-journal.com. Follow her on Twitter at @MarthaElson_cj.\n\nRead or Share this story: http://cjky.it/1RnhoZ5", "article_metadata": {"google": "notranslate", "description": "Ursuline Sisters of Mt. Saint Joseph celebrate jubilees and ties to Louisville, after 1874 start by Louisville Ursulines.", "og": {"site_name": "The Courier-Journal", "description": "Ursuline Sisters of Mt. Saint Joseph celebrate jubilees and ties to Louisville, after 1874 start by Louisville Ursulines.", "title": "History | Ursuline Sisters leave their mark", "url": "http://www.courier-journal.com/story/news/history/river-city-retro/2015/10/03/history-ursuline-sisters-leave-their-mark/73160264/", "image": "http://www.gannett-cdn.com/GDContent/applogos/courier-journal.png", "type": "article"}, "twitter": {"description": "Ursuline Sisters of Mt. Saint Joseph celebrate jubilees and ties to Louisville, after 1874 start by Louisville Ursulines.", "title": "History | Ursuline Sisters leave their mark", "image": "http://www.gannett-cdn.com/-mm-/0b49288cd2cfddbe70fa645543080671a93ae3bf/c=109-0-1003-894&r=x643&c=640x640/local/-/media/2015/10/02/Louisville/Louisville/635793924439212620-Ursuline-Sisters3.jpg", "creator": "@courierjournal", "site": "@courierjournal", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600030236", "fb": {"app_id": 128534137209813}, "viewport": "width=1070", "article": {"author": "Martha Elson"}, "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Persons/Keith Williams", "gci-asset-type": "story", "gci-categories": "Persons/Keith Williams", "title": "History | Ursuline Sisters leave their mark", "author": "Martha Elson", "pageclass": "article", "recs": {"category": "news/history/river-city-retro", "image-3-4": "http://www.gannett-cdn.com/-mm-/e8a0a96e2f74a6e2ae3cb55be70cb84ca7a48df3/c=221-0-892-894/local/-/media/2015/10/02/Louisville/Louisville/635793924439212620-Ursuline-Sisters3.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/8cf292614bfba07820cfbe288f646c82b086b04e/c=109-0-1003-894/local/-/media/2015/10/02/Louisville/Louisville/635793924439212620-Ursuline-Sisters3.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/7c33ce3642dafd266b65b31ef34c6de9ea5ef0dd/c=0-29-1112-865/local/-/media/2015/10/02/Louisville/Louisville/635793924439212620-Ursuline-Sisters3.jpg", "image": "http://www.gannett-cdn.com/-mm-/df8227b58ba68011ab7c4744767638d00c06b35e/c=0-133-1112-761&r=x633&c=1200x630/local/-/media/2015/10/02/Louisville/Louisville/635793924439212620-Ursuline-Sisters3.jpg", "publishtime": "2015-10-03T15:23:44.920000-04:00", "shorthed": "History | Ursuline Sisters leave their mark", "articleid": 73160264, "image-16-9": "http://www.gannett-cdn.com/-mm-/681179635c4072602ba78c94af2187160cd01283/c=0-133-1112-761/local/-/media/2015/10/02/Louisville/Louisville/635793924439212620-Ursuline-Sisters3.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/24e1a312208232d43413da10971959b3beb18af7/c=306-0-807-894/local/-/media/2015/10/02/Louisville/Louisville/635793924439212620-Ursuline-Sisters3.jpg"}}, "news_keywords": "river city retro, martha elson, ursuline sisters, pope francis, pope, Catholicism,"}, "_id": "\"57477af46914bd0286fdd3b3\"", "article_summary": "Buy Photo Louisville Ursuline Sister Angelice Seibert, right, at Ursuline College, plays flute with, from left, Sister Madeleine, French department; Sister Aquinas, dean of women; and Sister Alphonsine, classical languages in 1957.\n(Photo: Courier-Journal file photo by Marian Klein)Buy Photo Story Highlights Send congratulations to: Mount Saint Joseph, 8001 Cummings Road, Maple Mount, Ky., 42356.\nHistoryThe Mount Saint Joseph community traces its roots to five Ursuline Sisters from Louisville who arrived in what is now Maple Mount in 1874 to start Mount Saint Joseph Academy, according to Dan Heckel, director of mission advancement and communications at Mount Saint Joseph.\nSister Visitor CenterThe Mount Saint Joseph Ursuline sisters have continued to serve in Louisville, as well as other places in Kentucky, in Illinois and other states and in Chile.\nSend congratulations to: Mount Saint Joseph, 8001 Cummings Road, Maple Mount, KY 42356."}