{"article_title": "Alex Tanguay returns to the Avs after an injury-riddled season – The Denver Post", "article_keywords": ["hip", "play", "alex", "tanguay", "season", "hishon", "denver", "avs", "topsix", "returns", "injuryriddled", "long", "nhl", "games", "post"], "article_url": "http://www.denverpost.com/avalanche/ci_26570894/return-tanguay", "article_text": "One play Friday provided ample proof that Alex Tanguay’s hip problems are long gone.\n\nDuring the first scrimmage of Avalanche training camp at Family Sports Center, Tanguay recognized a 2-on-1 rush opportunity and, without the puck, drove to the net with speed. A linemate put a centering pass on Tanguay’s stick in front of the left post, leaving him 1-on-1 with the goalie. The left-shooting Tanguay faked a shot from his forehand and drove to the opposite post on his backhand. His stuff-in bid was saved, but the movement was spectacular.\n\nAfterward in the locker room, Tanguay was asked if he could have made that move from November on last season. “Probably not,” he said.\n\n“Last year I was a passenger, watching from the sideline. I was almost a fan. But this year I want to be a part of it, and I’m hoping to contribute quite a bit.”\n\nTanguay helped the Avs get off to a 12-1 start last season but suffered knee and hip injuries that limited him to just 16 games in the beginning of his second stint with the club. His comeback attempt in January failed, and after three games the team shut him down for the season. He had major hip surgery in February.\n\n“It was a long, long road with a lot of frustration, lots of everything, and I just wish the surgery would have been done in November, looking back,” Tanguay said. “But at the time we thought I would be able to come back and play. It just didn’t pan out that way.”\n\nTanguay, who has 832 points in 1,036 career NHL games (regular season and playoffs), is a big reason the Avs feel good about their top-six forward corps and overall depth up front. Coach Patrick Roy has Tanguay pegged to play right wing on the Nathan MacKinnon-centered line with Gabe Landeskog. On Friday, Tanguay was with Landeskog and center Joey Hishon as Roy is choosing to mix up his big-league lines with top prospects pegged to begin the season in the American Hockey League.\n\nHishon, the Avs’ No. 1 draft pick in 2010, is another reason the Avs like their top-six depth. Hishon made his NHL debut in the playoffs last season and is primed to play in the regular season for the first time this season. But probably not at the beginning, unless injuries to John Mitchell (migraines) and Jamie McGinn (back) linger into October.\n\nRoy said Hishon has every tool to be a successful offensive player in the NHL, but he must improve defensively.\n\nHishon understands the message and was defending Duchene with Adam Foote-like intensity against the end boards Friday. Hishon said his comfort level from his three-game playoff stint to now is “night and day.”\n\nThe 170-pound Hishon, however, is not built for a third- or fourth-line role, and MacKinnon and Duchene are ideal top-two centers. Hishon said he wants to make the team out of camp but realizes an injury call-up is realistic.\n\nMike Chambers: mchambers@ denverpost.com or twitter.com/mikechambers", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Alex Tanguay returns to the Avs after an injury-riddled season", "title": "Alex Tanguay returns to the Avs after an injury-riddled season", "url": "http://www.denverpost.com/2014/09/19/alex-tanguay-returns-to-the-avs-after-an-injury-riddled-season/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140919__20140920_B1_SP20HKNAVSp2.jpg", "height": 503}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140919__20140920_B1_SP20HKNAVSp2.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-09-19T21:20:14+00:00", "modified_time": "2016-04-27T12:47:28+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdfe75\"", "article_summary": "Hishon made his NHL debut in the playoffs last season and is primed to play in the regular season for the first time this season.\n“It was a long, long road with a lot of frustration, lots of everything, and I just wish the surgery would have been done in November, looking back,” Tanguay said.\nAfterward in the locker room, Tanguay was asked if he could have made that move from November on last season.\nThe left-shooting Tanguay faked a shot from his forehand and drove to the opposite post on his backhand.\nA linemate put a centering pass on Tanguay’s stick in front of the left post, leaving him 1-on-1 with the goalie."}