{"article_title": "Single mom tells how affordable housing helped put her life back on track", "article_keywords": ["affordable", "wants", "life", "richland", "working", "track", "housing", "county", "helped", "single", "director", "mom", "place", "michaels", "tells", "gloria"], "article_url": "http://www.grandforksherald.com/news/business/4016660-single-mom-tells-how-affordable-housing-helped-put-her-life-back-track", "article_text": "Single mom tells how affordable housing helped put her life back on track\n\nFrom left, Stacey Netz, current director of Richland County Housing Authority poses with former director Paul Groshart and Gov. Steve Bullock during a hardhat ceremony for Richland County Housing Authority's new affordable housing units. Renée Jean/Sidney Herald\n\nSIDNEY, Mont. -- She came to Sidney a struggling statistic, but now has settled into a place she can call home, and she’s working on a brighter future than she ever dreamed possible. Gloria Michaels was among speakers at a ribbon cutting for Richland County Housing Authority’s newest affordable housing units, and stole the show.\n\nThe young single mother came to the Bakken three years ago with a brother, looking for a fresh start. She’d been on a never-ending wait list for housing in California that she described as “ghetto” and, in the six years that followed, often had to wonder where her children would lay their heads to sleep the next day.\n\nWhen her brother was offered a position as general manager for a Holiday Inn in the area, she was just finishing up an associates degree in accounting. She decided to come with him, hoping for a fresh start and a better future than she foresaw living in California.\n\nShe found it.\n\nJust three days after arriving in the Bakken, she was directed to a job with Blue Cross Blue Shield — where she is still employed. Two months later she’d signed a lease for an affordable apartment in a unit that was a far cry from ghetto.\n\nNot having to scramble daily for a place to sleep and having some place that is actually nice to live has changed all of their lives, she said in a later interview.\n\n“Zariah has her own room, which she got to decorate to her own tween personality,” Michaels said. “And the boys as well. They could never have that before. No matter what it was, they had to share. Now they get their own things, and I get my own, and we are so much better off.”\n\nMichaels sees that her children are now comfortable in their skin and that has eased her mind. They’re all free now to dream as children do, instead of worry.\n\nZariah wants to be a singer/actress someday, Paul wants to be Peter Parker, and Toryn, well, he is undecided.\n\nAnd that’s OK, because he’s just 5, after all.\n\n“Toryn, that kid, he is my little tornado right there,” Michaels said. “He wants to be everything. One day he wants to be a fireman, the next a policeman. He is still undecided.”\n\nMom, meanwhile, is working on a bachelor of science in accounting. Like Toryn, she’s a little undecided about what to do with the degree once she finishes.\n\nOne thing she is certain of is that she’s found a place to call home for a long time. “My kids will graduate here,” she said. “That I can say for sure.”\n\nThe thing Michaels most wants to convey is her gratitude for all the helping hands since she’s come to Sidney.\n\n“The fact that this program offers a normal home, that is the biggest thing,” she said. “My house is phenomenal. It is unreal nice. In California, you’re used to junk, and you pay a lot for a disgusting place that is plagued with crime, and you’re still in the ghetto.”\n\nThe struggles that come with that type of housing — or in her case no housing at all — consume all the energy a single mom might have for higher goals in life.\n\n“We are now comfortable, we are stable,” she said. “There is no more energy wasted on the stress of where to stay or if we’re going to share a room forever.”\n\nShe has particularly appreciated the caring staff and the friendliness of people in Sidney. On a holiday where they had no heat, the maintenance staff came over to help her anyway.\n\n“You can tell they care and to me that is super amazing,” Michaels said.\n\nHer story is one that makes what Richland County Housing Authority does come to life, officials at the ribbon cutting said.\n\n“We know children do better in school and graduate at higher rates when they are in stable homes,” Gov. Steve Bullock said. “We know communities do better when the workforce can afford to live where the jobs are and they have safe, stable home communities. All of that is what you encompassed and more, Gloria, and this isn’t an abstract. The dreams and opportunities it opened up for Gloria are dreams it opens up to every person who lives in these houses. It will give them a chance to build their lives, take care of their families. It will have a huge impact in Sidney.”\n\nMeg O’Leary director of Montana Department of Commerce, called it a powerful moment, seeing up close what the dollars that passed through programs her office administered has made possible.\n\n“Thank you, Gloria, for bringing all that paperwork and grant money to life,” she said. “This is why we do what we do, and to provide jobs for all of you who helped build it. We’ve been able to invest almost $20 million in grant loan programs out here in Richland County.”\n\nRichland County Housing Director Stacey Netz credited former director Paul Groshart with the project, which she said was 10 years in the making. “It’s a tremendous impact for individuals,” she said. “It’s allowed them to work and reside in Richland County and we are happy to call them our neighbors.”\n\nDon Sterhan is president and CEO of Mountain Plains Equity Group, which acted as a co-developer with Richland County Housing Authority on the $6.8 million project.\n\n“It’s times like this, you get your head so deep into spreadsheets and talking to bankers and lawyers and finance companies, sometimes you forget this is where this is going,” he said. “A day like today is a fun day for us. We stand here with our partners who have made this happen, and it’s fun for us to hear from Gloria, the impact this is having on their lives.”\n\nThis is actually the second affordable housing units built by the Billings-based Mountain Plains. The first was a two-story unit of 20 apartments near Crestwood Senior Retirement community which opened in 2015. The company is also working with the city on Sage Court, which is 10 town homes for essential workers such as teachers, deputies, nurses and so forth.\n\n“I have to give the city credit, I haven’t seen as many communities take the kind of leadership role and be as proactive about solving their own problems as they have been here,” Sterhan said in an interview prior to the ceremony.\n\nSterhan’s company has projects across Montana and the Bakken. Among those finished recently in Williston Park Ridge Town Homes, which opened last fall.\n\nThey’re also working on a subdivision near the Law and Justice center called the Homestead, which is in the architectural planning stages.\n\nHe does not believe the area is overbuilt.\n\n“It’s always something you have to start and examine, but I’m bullish on the Bakken,” he said. “This is just a temporary pullback. I am convinced good days are ahead. This is a breathing time and we will get going again.”\n\nHe said despite the pullback, they intend to break ground this fall or next on the HomeStead.\n\n“We will do that in phases,” he said. “We’re not going to get too aggressive. We’ll do five or six at a time, and as those get absorbed, we’ll do five or six more.”", "article_metadata": {"news_keywords": "News,business,bakken,oil patch,housing,Home,economy,Money,Affordable housing,region", "Generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Grand Forks Herald", "description": "SIDNEY, Mont. -- She came to Sidney a struggling statistic, but now has settled into a place she can call home, and she’s working on a brighter future than she ever dreamed possible. Gloria Michaels was among speakers at a ribbon cutting for Richland County Housing Authority’s newest afforda...", "title": "Single mom tells how affordable housing helped put her life back...", "url": "http://www.grandforksherald.com/news/business/4016660-single-mom-tells-how-affordable-housing-helped-put-her-life-back-track", "image": {"width": 300, "identifier": "http://www.grandforksherald.com/sites/default/files/styles/square_300/public/field/image/-042416.N.SH_.BAKKENHOUSING2jpg%20copy.jpg?itok=kHSKxAAf", "height": 300}, "type": "article"}, "twitter": {"description": "SIDNEY, Mont. -- She came to Sidney a struggling statistic, but now has settled into a place she can call home, and she’s working on a brighter future than she ever dreamed possible. Gloria Michaels was among speakers at a ribbon cutting for Richland County Housing Authority’s newest afforda...", "title": "Single mom tells how affordable housing helped put her life back...", "url": "http://www.grandforksherald.com/news/business/4016660-single-mom-tells-how-affordable-housing-helped-put-her-life-back-track", "image": "http://www.grandforksherald.com/sites/default/files/styles/16x9_430/public/field/image/-042416.N.SH_.BAKKENHOUSING2jpg%20copy.jpg?itok=rNho_fw_", "site": "gfherald", "card": "summary_large_image"}, "fb": {"app_id": 580195012052987}, "keywords": "News,business,bakken,oil patch,housing,Home,economy,Money,Affordable housing,region", "article": {"publisher": "https://www.facebook.com/GrandForksHerald", "tag": "News,business,bakken,oil patch,housing,Home,economy,Money,Affordable housing,region", "modified_time": "2016-04-23T22:15:39-05:00"}, "image": {"alt": "From left, Stacey Netz, current director of Richland County Housing Authority poses with former director Paul Groshart and Gov. Steve Bullock during a hardhat ceremony for Richland County Housing Authority's new affordable housing units. Renée Jean/Sidney Herald"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "description": "SIDNEY, Mont. -- She came to Sidney a struggling statistic, but now has settled into a place she can call home, and she’s working on a brighter future..."}, "article_summary": "Single mom tells how affordable housing helped put her life back on trackFrom left, Stacey Netz, current director of Richland County Housing Authority poses with former director Paul Groshart and Gov.\nSteve Bullock during a hardhat ceremony for Richland County Housing Authority's new affordable housing units.\nGloria Michaels was among speakers at a ribbon cutting for Richland County Housing Authority’s newest affordable housing units, and stole the show.\nHer story is one that makes what Richland County Housing Authority does come to life, officials at the ribbon cutting said.\n“It’s allowed them to work and reside in Richland County and we are happy to call them our neighbors.”Don Sterhan is president and CEO of Mountain Plains Equity Group, which acted as a co-developer with Richland County Housing Authority on the $6.8 million project."}