{"article_title": "The Atlantic Daily: Trump’s Super Tuesday, SCOTUS and Abortion, Hackers Wanted", "article_keywords": ["wilson", "knew", "end", "scotus", "hackers", "months", "abortion", "daily", "email", "atlantic", "trumps", "pregnancy", "speech", "wanted", "super", "scroll", "trump"], "article_url": "http://www.theatlantic.com/personal/archive/2016/03/the-atlantic-daily-super-tuesday-scotus-abortion-hackers/471963/", "article_text": "This article is part of a feature we also send out via email as The Atlantic Daily , a newsletter with stories, ideas, and images from The Atlantic , written specially for subscribers. To sign up, please enter your email address in the field provided here.\n\nWhat We’re Following: The Road to the White House\n\nDonald Trump and Hillary Clinton cleaned up at last night’s nominating contests, solidifying their leads in the presidential race. The victories will likely give Trump more delegates than Ted Cruz and Marco Rubio earned, but he’s still a long way short of the number needed to lock up the nomination. Clinton is projected to take roughly double Sanders’s delegate total. Meanwhile, Ben Carson reportedly may drop out of the race before week’s end.\n\nA Major Abortion Case: The U.S. Supreme Court heard arguments on an abortion case for the first time in almost a decade. The question before the court is whether a Texas law’s restrictions on abortion impose an “undue burden” on a woman’s constitutional right to end a pregnancy. As expected, the three conservatives and four liberals on the court stuck to their positions, so the case will come down to Justice Anthony Kennedy.\n\nHackers for Hire: The U.S. Department of Defense has invited hackers to test the security of its Web pages and networks by, well, hacking into them. If participants find vulnerabilities, they could win some money. But how does one become a hacker in the first place? Like in many industries, good references matter—but employers know a particularly eager candidate on the other end of the line could actually be an undercover FBI agent.\n\nSnapshot\n\nQuoted\n\n“We’ve had women who called us and said, ‘Can you tell us how to do my own abortion with medication in my cabinet or cleaning supplies I have under my sink?’”—Amy Hagstrom Miller, CEO of an abortion clinic in Texas\n\n“They call the buses, they do the announcements, they water the plants. They truly think I just come in and unlock the doors.” —Kimberly Cummins, an elementary-school principal, on her students\n\n“Employees behave more like volunteers now. You have to give them work experiences that are enjoyable in order for them to really stick.” —Josh Bersin, the founder of an HR-research company\n\nEvening Read\n\nMolly Ball on the Trump tipping point:\n\nOver the past week, the Trump resistance began in earnest, an anguished outpouring of fed-up conservatives who swore they’d had enough and would block him at all costs. A Trump nomination, they said, would be the end of everything they had worked for and believed in. “A generation of work with African Americans—slow, patient work—I can’t tell you how great it is that we’ve pissed that away because of Donald Trump in one day,” sputtered Rick Wilson, a Florida admaker who had been agitating for months that Trump needed to be stopped. Wilson did not relish his Cassandra-like role. “For the first three months, it was ‘Oh, bullshit, he’s a joke,’” Wilson told me, recounting the reception he initially got when he tried to get some of the party’s big-money donors to fund an advertising effort aimed at attacking Trump. “For the next three months, it was, ‘We’re going to strategically leverage him to help our candidate.’ And now they’re throwing shit in the air in total panic, screaming, running for the hills.” I could practically hear Wilson rolling his eyes over the phone. “I was ‘never Trump’ before it was cool,” he said.\n\nWhat You're Talking About—or Not\n\nSpeakers at Yale yesterday debated whether free speech is threatened on college campuses. Our politics team’s Conor Friedersdorf wants to know what you’ve seen and heard. If you live in a dorm or serve in a residential life position, is your speech policed, and are you asked to police the speech of others?\n\nWrite to Conor at conor@theatlantic.com, or email hello@theatlantic.com to join our reader discussion on campus speech.\n\nNews Quiz\n\n1. Scientists have developed a technique that allows them to instantly find, map, and classify __________ over enormous stretches of ocean.\n\n(See answer or scroll to the bottom.)\n\n2. While not a U.S. state, __________ has more Republican delegates than Vermont and more Democratic delegates than four of the states that voted on Super Tuesday.\n\n(See answer or scroll to the bottom.)\n\n3. Research shows hair loss in humans can occur __________ months after a stressful event.\n\n(See answer or scroll to the bottom.)\n\nReader Response\n\nA reader who taught parenting classes for several years writes:\n\nI have always been pro-choice, believing in every human’s right to bodily autonomy. For myself, however, I knew at a young age that I wanted children because I had been so raised so horribly. I knew I could do a better job. … Then, the unthinkable happened. I will skip the bad parts and just say that I was diagnosed pregnant (from rape, which is why this is anonymous) and mentally ill (depression and severe PTSD) from a homeless clinic. … I was urged by everybody around me to abort the pregnancy, as I had no support, no job, no home, nothing at all. Because I have always believed it is a CHOICE, I made the choice that I found to be best. I knew how strong I was. I was well educated and resourceful and fiercely motivated to provide the safest and best environment for my child. I also knew that if I terminated, I would fall even deeper into depression and horrible choices. I kept the pregnancy and gave birth while living in a domestic violence shelter after finally escaping some more horror. It truly was the best choice—for me. … I still … cannot fathom telling another human being what their “morality” should be, or forcing another human to carry a pregnancy they do not want.\n\nRead her story here.\n\nVerbs\n\nIndonesia earthquake recorded, Chris Christie Vined, emoji approval process revealed, Bob Dylan’s 6,000-item private collection sold, cosmic radio bursts explored.", "article_metadata": {"description": "Super Tuesday turned into regular Wednesday, justices heard a major case, the Obama administration sought great technical minds, and more.", "author": "Marina Koren and Rosa Inocencio Smith", "og": {"site_name": "The Atlantic", "description": "Super Tuesday turned into regular Wednesday, justices heard a major case, the Obama administration sought great technical minds, and more.", "title": "The Atlantic Daily: Trump’s Super Tuesday, SCOTUS and Abortion, Hackers Wanted", "locale": "en_US", "image": "https://cdn.theatlantic.com/assets/media/img/mt/2016/03/RTS8N0I/facebook.jpg?1456955411", "url": "http://www.theatlantic.com/personal/archive/2016/03/the-atlantic-daily-super-tuesday-scotus-abortion-hackers/471963/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "article_summary": "A Major Abortion Case: The U.S. Supreme Court heard arguments on an abortion case for the first time in almost a decade.\nThe question before the court is whether a Texas law’s restrictions on abortion impose an “undue burden” on a woman’s constitutional right to end a pregnancy.\nFor myself, however, I knew at a young age that I wanted children because I had been so raised so horribly.\nHackers for Hire: The U.S. Department of Defense has invited hackers to test the security of its Web pages and networks by, well, hacking into them.\nThis article is part of a feature we also send out via email as The Atlantic Daily , a newsletter with stories, ideas, and images from The Atlantic , written specially for subscribers."}