{"article_title": "House passes Ryan budget", "article_keywords": ["passes", "spending", "house", "support", "budget", "ryan", "senate", "democrats", "pass", "expected", "republican"], "article_url": "http://www.politico.com/story/2014/04/house-passes-ryan-budget-105576", "article_text": "Ryan is expected to relinquish his gavel at the end of this Congress. House passes Ryan budget\n\nThe House approved a fiscal 2015 budget on Thursday that would cut federal spending by $5 trillion and significantly revamp social welfare programs.\n\nThe measure, which cleared the House 219-205, is essentially a political document that has no chance of being passed in the Democratic-controlled Senate. House Budget Committee Chairman Paul Ryan (R-Wis.) is expected to relinquish his gavel at the end of this Congress and his final budget is seen as more of an outline of Republican priorities, including the repeal of Obamacare.\n\nStory Continued Below\n\n“The budget before us will create jobs,” said House Majority Leader Eric Cantor (R-Va.). “It will cut wasteful spending. It will reform our Tax Code and hold Washington more accountable.”\n\n( PHOTOS: Paul Ryan through the years)\n\nThe budget resolution relied entirely on Republican support to pass through the House. Still, 12 Republicans opposed the package, up from 10 GOP lawmakers who voted against the Ryan budget last year.\n\nHouse leadership spent the past two weeks quelling dissent from conservatives who were upset about a controversial parliamentary move last month by Speaker John Boehner (R-Ohio) to pass the so-called doc fix legislation.\n\nAs expected, no Democrats offered their support to the Republican plan.\n\n( Driving the day: Election year messaging votes)\n\nA large portion of the savings Ryan’s budget projects comes from reducing health care coverage and subsidies under Obamacare. An additional $700 billion-plus in savings comes from slashing Medicaid and other health care programs, while hundreds of billions in additional cuts come from food stamps, education and farm programs.\n\nRyan would cut Obamacare benefits but retain its tax increases and reductions in payments to providers. It also would turn Medicare into a voucher program — Republicans call it “premium support” — for those who enroll in the program beginning in 2024.\n\nThere’s no practical reason for Congress to pass another budget right now. Ryan brokered a deal last year with Senate Budget Committee Chairwoman Patty Murray (D-Wash.) that sets spending levels through next year. Given that framework, Senate Democrats aren’t planning on proposing a budget of their own this year.\n\n( WATCH: POLITICO'S Driving the Day)\n\nHouse Democrats have spent the week trashing the Ryan budget as boon to top earners that cuts important assistance programs such as Pell Grants and food stamps for the middle class and working poor.\n\n“This budget is not just about numbers, it’s about values,” said House Democratic Leader Nancy Pelosi of California. “It’s a statement of our national values — at least it should be. You’ve seen on the floor this week a sharp contrast.”\n\nJohn Bresnahan and Jake Sherman contributed to this report.", "article_metadata": {"og": {"site_name": "POLITICO", "description": "The measure has no chance of being passed in the Democratic-controlled Senate.", "title": "House passes Ryan budget", "url": "http://www.politico.com/story/2014/04/house-passes-ryan-budget-105576.html", "image": "http://s3-origin-images.politico.com/2014/04/10/130712-paul-ryan-getty-328.jpg", "fb_appid": 114037015331397, "type": "article"}, "keywords": "Obamacare,Congress,Eric Cantor,House,Budget,Paul Ryan", "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "The measure has no chance of being passed in the Democratic-controlled Senate.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fc94e6\"", "article_summary": "House passes Ryan budgetThe House approved a fiscal 2015 budget on Thursday that would cut federal spending by $5 trillion and significantly revamp social welfare programs.\nStill, 12 Republicans opposed the package, up from 10 GOP lawmakers who voted against the Ryan budget last year.\nRyan brokered a deal last year with Senate Budget Committee Chairwoman Patty Murray (D-Wash.) that sets spending levels through next year.\nHouse Budget Committee Chairman Paul Ryan (R-Wis.) is expected to relinquish his gavel at the end of this Congress and his final budget is seen as more of an outline of Republican priorities, including the repeal of Obamacare.\nIt will reform our Tax Code and hold Washington more accountable.”( PHOTOS: Paul Ryan through the years)The budget resolution relied entirely on Republican support to pass through the House."}