{"article_title": "John Kasich may be the Jon Huntsman of 2016", "article_keywords": ["poor", "republican", "john", "washington", "money", "huntsman", "question", "conservative", "weve", "medicaid", "presidential", "kasich", "2016", "jon"], "article_url": "http://www.chicagotribune.com/suburbs/daily-southtown/opinion/ct-sta-milbank-kasich-st-1009-20151008-story.html", "article_text": "On paper, John Kasich is a perfect candidate for the Republican presidential nomination.\n\nHe has a long record as a fiscal and social conservative, and he's the popular governor of Ohio, a must-win state for any Republican hoping to occupy the Oval Office.\n\nBut the 2016 GOP presidential primary isn't being fought on paper. It's being fought in the gutter, and in this venue Kasich has been derided as a career politician and a RINO (Republican In Name Only) because of his supposedly heretical positions on issues such as immigration, Medicaid and the Common Core education standards.\n\nIn reality, Kasich's views are reliably conservative. What's hurting him, more likely, is his inclusive talk. Kasich preaches to fellow conservatives about doing right by racial minorities, immigrants, gay people, labor unions, the poor and drug addicts. But in this campaign, the \"compassionate conservative\" label has become an epithet.\n\nThe NBC News/Wall Street Journal/Marist poll this week finds that Kasich has fallen from second place in New Hampshire after the first presidential debate to a tie for seventh. National polls, which have found him as high as 6 percent, now show him averaging about 3 percent — raising the danger that he will be kicked out of future debates.\n\nHe's in Washington, D.C., this week to raise money, amid whispers that he will run out of cash and go the way of Scott Walker and Rick Perry. The adjective \"struggling\" has crept into his press coverage. On Monday, Kasich allowed that \"some people just don't get me.\"\n\nOr recognize him. After arriving at the Newseum in Washington for an appearance Tuesday with the U.S. Hispanic Chamber of Commerce, the candidate stood outside the rear entrance, talking on his cellphone. Pedestrians passed without noticing.\n\nInside, about a quarter of the 125 seats in the studio were empty, and the chamber's chief executive, Javier Palomarez, started with a question about the difficulties an \"establishment figure\" faces in this nomination battle.\n\nKasich answered with an anecdote about meeting with his former Republican congressional colleagues Trent Lott and Bob Walker.\n\n\"Lott looks at Walker and says, 'When did we ever become RINOs?' And my question is, 'When did I ever become establishment?'\"\n\nGood question. It happened gradually, but we've now reached the extreme point where even one of Newt Gingrich's revolutionaries is considered too squishy to be a true Republican.\n\nKasich, bravely, isn't retreating. He goes out of his way to trumpet his positions that antagonize conservative activists, and he lectures his party on the moral obligation to help the poor. In this sense, he may be the Jon Huntsman of 2016 — a truth-teller favored by the conservative (and liberal) intelligentsia who goes nowhere.\n\nAt the Hispanic chamber event, Kasich spoke passionately about his decision to accept the expansion of Medicaid for the working poor under Obamacare. He said it would save money on prisons and emergency room care.\n\n\"It's a smart issue of arithmetic, but there's another issue — how about morality?\" Kasich said. \"How about being a country that can embrace and help people to get on their feet?\"\n\nAs for those who oppose Medicaid expansion, Kasich asked, \"What are you going to do about the mentally ill? What are you going to do about the drug addicted?\"\n\nKasich sounded a bit preachy, but he wasn't done. He boasted about his supposed heresies — \"We also believe in early childhood education. ... We've invested a ton of money in K-through-12 education. ... I'm somebody who's not at war with organized labor.\"\n\nHe doesn't support same-sex marriage, he said, but \"I'm not fighting\" the U.S. Supreme Court decision. \"We've moved on.\"\n\nOn immigration, Kasich tiptoed away from his earlier support of a border fence, saying it didn't have to be a \"physical\" wall. Illegal immigrants who are here and law-abiding \"should have a path to legalization,\" he said, because \"they're a critical part of our society.\"\n\nHis voice rising, Kasich said, \"The idea that we're going to pick these folks up and ship them out? That is just unbelievable, the thought of it. ... It's just not acceptable in America.\"\n\nAnd the call to end the constitutional guarantee of birthright citizenship?\n\n\"If you're born here, you're a citizen. Period. End of story,\" he said.\n\nKasich, a grandson of immigrants, explained that such views are in his DNA because of his blue-collar upbringing.\n\n\"If we didn't have immigration, then I'd probably be running for president of Croatia or something,\" he said.\n\nAnd maybe he would do better there. A prophet is not without honor, except in his country.\n\nDana Milbank is a Washington Post columnist.", "article_metadata": {"fb_title": "John Kasich may be the Jon Huntsman of 2016", "googlebot": "index", "copyright": "Copyright (c) 2016 Chicago Tribune", "author": "Chicago Tribune", "og": {"site_name": "Daily Southtown", "description": "On paper, John Kasich is a perfect candidate for the Republican presidential nomination.", "title": "John Kasich may be the Jon Huntsman of 2016", "url": "http://www.chicagotribune.com/suburbs/daily-southtown/opinion/ct-sta-milbank-kasich-st-1009-20151008-story.html", "image": "http://www.trbimg.com/img-5616c37f/turbine/ct-sta-milbank-kasich-st-1009-20151008", "type": "article"}, "x-servername": "lalvp01.18", "twitter": {"site": "@dailysouthtown", "card": "summary"}, "keywords": "John Kasich, Jon Huntsman, Republican presidential nomination, NBC News/Wall Street Journal/Marist", "robots": "index,follow", "apple-itunes-app": "app-id=383137151, app-argument=http://www.chicagotribune.com/deeplinkid/84649696", "fb": {"page_id": 40762490776, "app_id": 306836229411287}, "googlebot-news": "index", "date": "2015-10-08", "Description": "On paper, John Kasich is a perfect candidate for the Republican presidential nomination.   He has a long record as a fiscal and social conservative, and he's the popular governor of Ohio, a must-win state for any Republican hoping to occupy the Oval Office.   But the 2016 GOP presidential primary isn't...", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "John Kasich, Jon Huntsman, Republican presidential nomination, NBC News/Wall Street Journal/Marist"}, "article_summary": "On paper, John Kasich is a perfect candidate for the Republican presidential nomination.\nIn this sense, he may be the Jon Huntsman of 2016 — a truth-teller favored by the conservative (and liberal) intelligentsia who goes nowhere.\nAs for those who oppose Medicaid expansion, Kasich asked, \"What are you going to do about the mentally ill?\nKasich preaches to fellow conservatives about doing right by racial minorities, immigrants, gay people, labor unions, the poor and drug addicts.\nKasich, a grandson of immigrants, explained that such views are in his DNA because of his blue-collar upbringing."}