{"article_title": "The Friday Filibuster: End of Discussion", "article_keywords": ["week", "theyve", "end", "voters", "discussion", "obamacare", "americans", "sen", "president", "percentage", "gop", "speaking", "filibuster"], "article_url": "http://townhall.com/tipsheet/leahbarkoukis/2015/06/12/the-friday-filibuster-n2011547", "article_text": "The Friday Filibuster: The one-stop-shop for everything you need to know about this week in politics.\n\nClosing Numbers\n\n39% of Americans support Obamacare, which ties the record low.\n\n0—the number of people in Hawaii who signed up for Obamacare during the state’s special enrollment period. Hawaii has now dumped its state Obamacare exchange.\n\n41% of Wisconsin Democrats support Sen. Bernie Sanders, who came in just 8 points below Hillary Clinton.\n\n21% of Republican primary voters in New Hampshire would choose Jeb, who’s commanding an early lead.\n\n28—Spain had its first case of diptheria 28 years thanks to anti-vaccination parents.\n\n32.6% of HotAir readers would pick Sen. Ted Cruz as president; this is the third month in a row he’s the frontrunner.\n\n26%--the percentage of liberal voters in the country.\n\n33%--the percentage of conservative voters in the country.\n\n3—the number of serious GOP contenders in the field, according to election experts.\n\n450—the number of U.S. troops Obama has approved sending to Iraq.\n\n43%--the percentage of Americans who still believe TSA can stop terrorists at airports, despite the agency’s serial failures.\n\n63% of Americans want Congress to make changes to Obamacare.\n\nCampaigns & Elections\n\nWith all the scandals that have tarnished Hillary Clinton’s candidacy so far, the liberal media is desperately searching for the skeletons in the closet among the GOP field. What they’ve actually turned up, however, is pathetic: Rubio’s “luxury” (Read: fishing) boat, parking and traffic violations, and a less than optimal ‘Scarlet Letter’ law during Bush’s tenure as governor which he eventually repealed. What it boils down to is that they’ve got nothing on the GOP field and have become the brunt of jokes, even among leftist comedians. What’s worse, the same New York Times that chided Rubio for his fiscal irresponsibility also endorsed Hillary in 2008—right around the time its charity accepted money from her (they’ve called the report “preposterous”). Politico is trying to deflect criticisms about the Clintons’ outrageous speaking fees by pointing out former President George W. Bush got paid a lot for speaking engagements, too. The big difference, of course, is that Bush isn’t running for president and as Matt points out, “He doesn’t have a nonprofit that’s been labeled a “slush fund.” He hasn’t approved arms deals after foreign governments have given to said fake, hypothetical Bush nonprofit, and both Laura and George of them were never in a position to approve certain foreign business deals that could have impacted national security policy (i.e. Uranium One deal) wherein speaking fees were involved.”\n\nAnd finally, in other campaign and election news, New Hampshire Republicans penned a letter to Fox News asking them to change their proposed debate rules and the next day they did. The Iowa straw poll has been cancelled. And former Olympian/figure skating world champ Michelle Kwan joined Clinton’s campaign staff. Clinton also joined Instagram, posting a photo of her red, white and blue pant suits with the caption “hard choices.”\n\nPro-Life News\n\nNothing but good news for the pro-life movement this week: In Texas, a pro-life bill that has shuttered dozens of abortion clinics survived another challenge; Wisconsin moved to ban abortions after 20 weeks; Sen. Lindsey Graham also introduced a bill banning abortions five months into a pregnancy; and as a whole, abortions have declined in nearly every state since 2010. Even Obama said this week that “every human being, made in the image of God, deserves to live in dignity.” Too bad he’s the most pro-abortion president ever.\n\nOverseas, the rise of ISIS shows no signs of abating. The Iraqi military still in shambles and ISIS threatening the outskirts of Baghdad is a recipe for disaster. The terrorist group also reportedly has enough material to build a dirty bomb.\n\nSafety & Security\n\nObama said at the G7 summit that we need to train Iraqi forces faster and thwart ISIS’s recruitment efforts, hence sending more U.S. troops over there to help with training. While here at home, the TSA fails to screen airport workers with ties to terrorism—the latest in a series of damning findings about the agency. What will Congress do? And in Baltimore with violence sky high, Baltimore police officers are speaking out: The people wanted a soft police force and now they have one.\n\nJudges & Courts\n\nObama is not happy with the Supreme Court for taking up an Obamacare subsidy case, while conservatives’ relationship with the court is, shall we say, complicated. Regarding police shootings, a judge in Cleveland found probable cause to charge the officers involved in the Tamir Rice shooting, and in South Carolina, the police who shot Walter Scott have been indicted on murder charges. A federal judge, meanwhile, would like to know the status of Lois Lerner’s “lost” emails. By the way, the GOP is finally looking to squeeze the IRS through proposed budget cuts.\n\nPolitical Correctness\n\nComedian Jerry Seinfeld has doubled down, slamming the level of political correctness in the country, and Fox News’ Megyn Kelly wonders if Americans are sick of this PC nonsense. While we’re on the subject, Townhall Media’s Guy Benson and Mary Katharine Ham have a new book out, “End of Discussion: How the Left’s Outrage Industry Shuts Down Debate, Manipulates Voters, and Makes America Less Free (and Fun).” In the book, which has chapters devoted to the policing of speech and the war on comedy, Benson and Ham “expose how the Left exploits fake outrage to silence their political opponents—in public, on social media, at work, and even in their own homes.” You should definitely check it out.\n\nThis Week’s Absurdities\n\nThe stories are so varied we’ll just go ahead and list them for you:\n\n-A little girl’s lemonade stand was shut down…in Texas because, you know, they needed a permit from the Health Department.\n\n-Children in Florida were taken away from their parents for a month for waiting alone (playing basketball) in backyard. The parents were stuck in traffic and the kids were alone for all of 90 minutes when a neighbor called the police on them. The parents now face criminal charges.\n\n-In a case of thought crime, a school principal was reassigned for defending a police officer on Facebook over how the officer handled a situation involving a group of rowdy teens at a pool party in McKinney, Texas.\n\n-The U.S. embassy in Indonesia is moving July 4 festivities up to accommodate Ramadan.\n\nGraphics by Townhall Graphic Designer Feven Amenu.", "article_metadata": {"description": "The Friday Filibuster: The one-stop-shop for everything you need to know about this week in politics..05/26/2016 0:39:05AM EST.", "author": "Leah Barkoukis", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "The Friday Filibuster: The one-stop-shop for everything you need to know about this week in politics.", "title": "Leah Barkoukis - The Friday Filibuster: End of Discussion", "url": "http://townhall.com/tipsheet/leahbarkoukis/2015/06/12/the-friday-filibuster-n2011547", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2015/6/12/7.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "The Friday Filibuster: The one-stop-shop for everything you need to know about this week in politics.", "title": "Leah Barkoukis - The Friday Filibuster: End of Discussion", "url": "http://townhall.com/tipsheet/leahbarkoukis/2015/06/12/the-friday-filibuster-n2011547", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2015/6/12/7.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "The Friday Filibuster: End of Discussion , Leah Barkoukis, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af46914bd0286fd5c8a\"", "article_summary": "The Friday Filibuster: The one-stop-shop for everything you need to know about this week in politics.\n43%--the percentage of Americans who still believe TSA can stop terrorists at airports, despite the agency’s serial failures.\n32.6% of HotAir readers would pick Sen. Ted Cruz as president; this is the third month in a row he’s the frontrunner.\n41% of Wisconsin Democrats support Sen. Bernie Sanders, who came in just 8 points below Hillary Clinton.\nClosing Numbers39% of Americans support Obamacare, which ties the record low."}