{"article_title": "Roberts disappoints as justice; Thomas is tops", "article_keywords": ["water", "thomas", "supporters", "disappoints", "justice", "executive", "tops", "wilson", "roberts", "wilsons", "told", "gop", "trump"], "article_url": "http://www.philly.com/philly/news/nation_world/20151213_Trump__Roberts_disappoints_as_justice__Thomas_is_tops.html", "article_text": "GOP presidential candidate Donald Trump at a town-hall meeting Saturday in South Carolina. During a question session, he assessed current Supreme Court justices, praising Clarence Thomas as \"very strong and consistent.\"\n\nAIKEN, S.C. - Supreme Court Chief Justice John Roberts is \"disgraceful\" and a \"disappointment\" to conservatives, Republican presidential candidate Donald Trump said Saturday, while praising Associate Justice Clarence Thomas as his favorite member of the high court.\n\n\"Justice Roberts really let us down. What he did with Obamacare was disgraceful, and I think he did that because he wanted to be popular inside the Beltway,\" Trump told about 4,000 supporters. The celebrity billionaire was referring to the chief justice's two votes to uphold key provisions of President Obama's 2010 health-care law.\n\nThomas, arguably one of the court's most conservative members, is \"very strong and consistent,\" Trump said.\n\nThe GOP front-runner offered his assessment during an hourlong question-and-answer-session with Attorney General Alan Wilson. The South Carolina Republican is hosting a series of forums in this early voting state to query GOP hopefuls about their theories on constitutional law and the role of the federal government.\n\nBut the event had the feel of a typical, large Trump rally: a boisterous crowd in Trump campaign regalia who drowned out multiple protesters with chants of \"Trump! Trump! Trump!\" as authorities escorted them out.\n\nTrump avoided specifics on nearly all of Wilson's questions.\n\nHe praised Thomas and rebuked Roberts when Wilson asked what kind of federal judges he would appoint, but did not specifically address Wilson's question about how a President Trump would vet and interview prospective nominees. \"We want smart, conservative and we want people that are truly in love with the Constitution,\" he said.\n\nTrump pledged to gut executive actions taken by Obama, but the only policy area he mentioned was immigration. \"He signed an executive order where people can just pour in,\" Trump said, a reference to executive orders intended to forestall deportation for certain immigrants already in the country illegally.\n\nPrompted by Wilson, Trump also blasted government regulations. He focused his ire on water regulations that he said flood the market with bad faucets, toilets, and shower heads.\n\n\"There's no water pressure,\" he complained. \"The problem is you stand under the shower five times as long wasting more water than if you used the other one. . . . I could name hundreds like that,\" Trump concluded about the regulations.\n\nIn Colorado, meanwhile, an ACLU official has stepped down after posting a statement on Facebook that mentioned shooting Trump supporters, the Washington Post reported Saturday. Loring Wirbel, who wrote that Trump supporters should be told \"I will have to shoot you before election day,\" told the Colorado Springs Gazette on Thursday that the post was misinterpreted, but he understands why people found the statement offensive.", "article_metadata": {"pubdate": 20160527, "editdate": "20151213T24:01:00", "twitter": {"url": "http://www.philly.com/philly/news/nation_world/20151213_Trump__Roberts_disappoints_as_justice__Thomas_is_tops.html", "image": "http://media.philly.com/images/20151213_inq_trump13-a.JPG", "site": "@phillydotcom", "card": "summary_large_image", "title": "Trump: Roberts disappoints as justice; Thomas is tops"}, "cg": "news", "keywords": "Bill Barrow", "news_keywords": "Bill Barrow", "byline": "Bill Barrow", "contenttype": "Article", "publication": "Philadelphia Inquirer", "title": "Trump: Roberts disappoints as justice; Thomas is tops", "livedate": "20151213T24:01:00", "verify-v1": "3x82DC93LZlv0I/hQEBoyVVjlGPtX7VxHFgv1upr+9I=", "description": "AIKEN, S.C. - Supreme Court Chief Justice John Roberts is \"disgraceful\" and a \"disappointment\" to conservatives, Republican presidential candidate Donald Trump said Saturday, while praising Associate Justice Clarence Thomas as his favorite member of the high court. - Bill Barrow, Philadelphia Inquirer", "contentid": 361693081, "DC.date.issued": "2015-12-13T00:01:00-04:00", "fb": {"app_id": 938226082960499}, "viewport": "width=device-width, initial-scale=1.0", "og": {"site_name": "Philly.com", "description": "AIKEN, S.C. - Supreme Court Chief Justice John Roberts is \"disgraceful\" and a \"disappointment\" to conservatives, Republican presidential candidate Donald Trump said Saturday, while praising Associate Justice Clarence Thomas as his favorite member of the high court.", "title": "Trump: Roberts disappoints as justice; Thomas is tops", "url": "http://www.philly.com/philly/news/nation_world/20151213_Trump__Roberts_disappoints_as_justice__Thomas_is_tops.html", "image": "http://media.philly.com/images/20151213_inq_trump13-a.JPG", "type": "article"}, "searchdate": "2015-12-13", "google-site-verification": "db3T5L3C8_JvO-55gJ22lGGUnZLlNulgzTwX1NhCV3o", "y_key": "ccf0cd67e5f1e33c", "sourcepublication": "Inquirer"}, "article_summary": "In Colorado, meanwhile, an ACLU official has stepped down after posting a statement on Facebook that mentioned shooting Trump supporters, the Washington Post reported Saturday.\nAIKEN, S.C. - Supreme Court Chief Justice John Roberts is \"disgraceful\" and a \"disappointment\" to conservatives, Republican presidential candidate Donald Trump said Saturday, while praising Associate Justice Clarence Thomas as his favorite member of the high court.\nPrompted by Wilson, Trump also blasted government regulations.\nWhat he did with Obamacare was disgraceful, and I think he did that because he wanted to be popular inside the Beltway,\" Trump told about 4,000 supporters.\nDuring a question session, he assessed current Supreme Court justices, praising Clarence Thomas as \"very strong and consistent.\""}