{"article_title": "New Haven Access Health offices flooded with health care enrollees", "article_keywords": ["enrollees", "point", "flooded", "enrollment", "private", "day", "access", "health", "insurance", "coverage", "offices", "haven", "care"], "article_url": "http://www.nhregister.com/health/20140325/new-haven-access-health-offices-flooded-with-health-care-enrollees", "article_text": "Waiting room of Access Health CT at 55 Church St., New Haven Mary O’Leary/New Haven Register\n\nNEW HAVEN >> Inquiries at the Access Health CT offices downtown about insurance options have been spiking in the past week as the deadline for signing up for coverage under the Affordable Care Act approaches.\n\nSeveral dozen people filled the seats Tuesday as they waited for assistance to check out their options.\n\n“Pretty much every day we have been setting a new record,” said Martin Dunn, the manager at the office at 55 Church St., one of two storefronts where the public can get direct help in picking a plan and determining whether they are eligible for a subsidy.\n\nThe last day to sign up to get coverage this year is Monday, with coverage kicking in May 1. After that, open enrollment begins again in November for coverage as of Jan. 1, 2015.\n\nAdvertisement\n\n“We are definitely talking about hundreds of people each day at this point,” Dunn said of visitors.\n\nHe said despite this, the wait isn’t long, as they have added staff.\n\nState and Access Health CT officials, in a separate press conference at First Choice Health Center in East Hartford, said enrollment across the state as of midnight Sunday was 170,021.\n\nKevin Counihan, the CEO at Access, the state’s health care exchange, where three private insurers offer plans at different price points, said the goal is to enroll 185,000 by the end of the day Monday.\n\n“The momentum for enrolling is increasing pretty dramatically,” Counihan said in East Hartford, with enrollment in the private plans doubling what they normally were.\n\nDunn said the people coming in seem more familiar with the process and instead of just shopping and returning later with a decision, they are walking out enrolled in a plan.\n\n“At this point, one of our main drivers are friends and family, which is great because it means people are having a good experience,” Dunn said of referrals that are driving up their numbers.\n\nA total of 307 people are manning the phones at the call centers, which will be open all weekend.\n\nAccess has been continuing to advertise across media, as well as appealing to churches, mosques and synagogues to get out the word.\n\nGov. Dannel P. Malloy, who was at the press conference in East Hartford, said Connecticut is one of the success stories across the country.\n\nEugene Market, CEO at First Choice, said they have enrolled 40 percent of clients with insurance since the rollout began last year.\n\nFor persons who don’t get insurance, there is a penalty, but it doesn’t impact anyone until they file their income tax in 2015, not this year.\n\nThe charge is 1 percent of income or $95, whatever is higher.\n\n“Far fewer will be paying it in Connecticut than will be paying it elsewhere,” Malloy said.\n\nCounihan said 30 percent of enrollees are under age 35. “That’s not surprising,” he said.\n\nTo work, the Affordable Affordable Care Act, under which the insurance exchange was set up, must have a good percentage of younger enrollees, who generally have fewer health problems, to balance out the older demographic with higher needs.\n\nCounihan Tuesday said he thinks this issue “is a bit of a red herring” as there are many built-in protections that will help with risk adjustment.\n\nThe CEO said “the key thing for the states to do is to build a lot of momentum, get as much enrollees in as fast as possible. That will sustain and ensure the success of the exchanges over a period of time for multiple years.”\n\nThe breakdown of enrollees at this point are: 64,450 in private insurance; 83,236 in Medicaid through the exchange with an additional 22,335 in Medicaid through the normal enrollment under the auspices of the state Department of Social Services.\n\nConnecticut has one of the lowest uninsured populations in the country, an estimated 286,000, or 8 percent.\n\nCounihan said they are having the Kaiser Family Foundation do an analysis to determine how many people using the exchanges were uninsured or simply switched for a better deal.\n\nThe director said he believes the network of practictioners will be adequate and, in fact, are growing. He said by way of example, HealthyCT’s network has gone up from 6,400 to 10,000 in the past six weeks. The other insurers are Anthem Blue Cross & Blue Shield and ConnectiCare.\n\n“This is all about the maturity of the program,” he said.\n\nTo compare plans go to wwww.accesshealthct.com. Call center representatives will be available through Friday from 8 a.m. to 8 p.m., Saturday from 10 a.m. to 6 p.m., Sunday from 11 a.m. to 3 p.m. and Monday from 8 a.m. to midnight. The phone number is 1-855-805-4325. In addition to the centers in New Haven and New Britain, the nine federally qualified health centers take applications.", "article_metadata": {"news_keywords": "Health, Health news, New Haven Health news, CT Health news, US Health news, world Health news.", "title": "New Haven Access Health offices flooded with health care enrollees", "og": {"url": "http://www.nhregister.com/health/20140325/new-haven-access-health-offices-flooded-with-health-care-enrollees", "image": {"width": "439px", "identifier": "http://www.nhregister.com/apps/pbcsi.dll/storyimage/NH/20140325/NEWS/140329511/AR/0/AR-140329511.jpg?Maxh=1500&Maxw=1500", "height": "585px"}, "type": "article", "title": "New Haven Access Health offices flooded with health care enrollees"}, "twitter": {"domain": "nhregister.com", "description": "NEW HAVEN >> Inquiries at the Access Health CT offices downtown about insurance options have been spiking in the past week as the deadline for signing up for coverage under the Affordable Care Act approaches.", "title": "New Haven Access Health offices flooded with health care enrollees", "url": "http://www.nhregister.com/health/20140325/new-haven-access-health-offices-flooded-with-health-care-enrollees", "image": {"src": "http://www.nhregister.com/apps/pbcsi.dll/storyimage/NH/20140325/NEWS/140329511/AR/0/AR-140329511.jpg?Maxh=900&Maxw=900"}, "site": "@nhregister", "app": {"id": {"ipad": "id568468308", "iphone": "id520203861", "googleplay": "com.spreedinc.providers.digitalfirstmedia.newhavenregister"}}, "card": "summary_large_image"}, "fb": {"admins": 18506000}, "keywords": "Health, Health news, New Haven Health news, CT Health news, US Health news, world Health news.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "description": "NEW HAVEN >> Inquiries at the Access Health CT offices downtown about insurance options have been spiking in the past week as the deadline for signing up for coverage under the Affordable Care Act approaches."}, "article_summary": "Waiting room of Access Health CT at 55 Church St., New Haven Mary O’Leary/New Haven RegisterNEW HAVEN >> Inquiries at the Access Health CT offices downtown about insurance options have been spiking in the past week as the deadline for signing up for coverage under the Affordable Care Act approaches.\nState and Access Health CT officials, in a separate press conference at First Choice Health Center in East Hartford, said enrollment across the state as of midnight Sunday was 170,021.\nIn addition to the centers in New Haven and New Britain, the nine federally qualified health centers take applications.\nThe last day to sign up to get coverage this year is Monday, with coverage kicking in May 1.\nAdvertisement“We are definitely talking about hundreds of people each day at this point,” Dunn said of visitors."}