{"article_title": "“Strong Sisters” led the way in Colorado – The Denver Post", "article_keywords": ["town", "womens", "led", "colorado", "female", "schroeder", "men", "denver", "state", "way", "sisters", "women", "post", "strong", "hall", "history"], "article_url": "http://www.denverpost.com/opinion/ci_27752515/strong-sisters-led-way-colorado", "article_text": "Women are natural-born leaders. A recent series of studies by MIT tells us so: Researchers found that the strongest performing teams communicated better, encouraged equal participation — and included more women.\n\nWe know that in business, boards with three or more women on them perform better. And in politics, women are more transparent, inclusive, and willing to bypass egos to get the job done.\n\nBut we could have skipped the reports and opened our history books instead. With a strong legacy of pioneering women and female legislators, Colorado offers plenty of evidence that women are highly effective leaders.\n\nTake the town of Grover and its “Petticoat Government.” In 1929, gamblers and bootleggers ran their illegal activities out of a local pool hall while town officials looked the other way, reports the Colorado Encyclopedia. Fed up, the women of Grover decided to elect an all-female town board.\n\nFaced with a choice to shape up or ship out, the owner of the pool hall left town. The women in the Petticoat Government were handily re-elected by a 3-1 margin in 1932.\n\nSome 40 years later, Colorado elected Patricia Schroeder as its first female member of Congress. Before anyone talked about “having it all,” the 32-year-old mother with two young children defied the notion that women had to choose between work and raising kids.\n\nAsked why she ran, Schroeder said there needed to be more honesty in government. “It’s an issue that women can speak best to — and more should be given the chance,” she said at the time. But few were willing to give her that opportunity.\n\nAfter earning a seat on the all-male Armed Services Committee, for example, Chairman F. Edward Hébert made Schroeder share a chair with Ron Dellums, an African-American Democrat from California. “Women and blacks were worth only half of one regular member,” Schroeder recalled Hébert saying.\n\nFemale participation in state-level politics is a bright spot for Colorado. We have the highest ratio of female state legislators at 42 percent, reports the Center for American Women and Politics. But we still have just one congresswoman, and we’ve never had a female senator, governor or mayor of Denver.\n\nStatistics also show a frustrating lack of women in other leadership positions: Women hold just 4.8 percent of CEO positions at S&P 500 companies, 19 percent of board seats at U.S. Stock Index companies, and make up 19 percent of Congress.\n\nWith so few women in charge, a lack of role models is a stumbling block to changing the ratio. After all, it’s hard to be what you can’t see.\n\nThat’s why for Women’s History Month, Colorado women are looking to the past to inspire the future.\n\nWhether it was plowing a field or shooting a rattlesnake, Colorado’s pioneer women did whatever needed to be done, say filmmakers Meg Froelich and Laura Hoeppner. They’re the producers of “Strong Sisters,” a documentary about elected women in Colorado that features interviews with over 60 elected women, from Schroeder to Speaker Dickey Lee Hullinghorst.\n\n“Our state looks like a different place because these women stepped in early on and focused on things like child labor and maternity rights and education,” says Froelich. The documentary is planned for release in November.\n\nColorado was also the first state to give women right to vote through a popular vote in 1893 — and the first state to elect three female legislators the following year. One of the first things the newly elected women did was ban lobbyists from the floor of the House and the Senate, Hoeppner says.\n\nBut until recently, these stories were largely untold.\n\nIn 1985, M.L. Hanson was helping a friend’s daughters to research women leaders for an elementary school project. Information was scarce. “It was like women weren’t in history,” says Hanson. “All the historical writings at that time were primarily about men.”\n\nHer answer was to found the Colorado Women’s Hall of Fame, which celebrates its 30th anniversary this year. “Our mission was to write women into history with societal context,” Hanson says. In doing so, she hoped to create role models to encourage future generations of women to seek leadership positions.\n\nWith 142 inductees, the Women’s Hall of Fame admits 10 women every other year — six who are contemporary and four who are historic, says board chair Betty Heid. “History was written by men for men,” says Reid. “We want to make sure that the people of Colorado understand how women have impacted our history, our society, and our lives today.”\n\nBut there’s still a long way to go. And as long as men are primarily telling the story, it will remain skewed towards men’s accomplishments.\n\nJust recently, a women’s group noticed that Google Doodles primarily feature white men. From 2010 through 2013, just 17 percent of Doodles featured women and only 4 percent featured women of color, according to activist group SPARK.\n\nGoogle’s engineers, who create the animated changes to the company’s logo to celebrate famous people and events, are 83 percent men.\n\nSo for Women’s History Month, SPARK teamed with Google to create an interactive map on women’s history. It’s included in Google’s “Field Trip” app that provides location information to smartphone users.\n\nOutside the digital realm, Congress also took the first steps in December to approve the creation of a National Women’s History Museum in Washington, D.C. It will try to use women’s history to shape the future by sharing stories of past leaders in order to educate, inspire, and empower women.\n\nAnd in Colorado, the Women’s Hall of Fame celebrates its 30th anniversary in September with a series of events spotlighting women leaders. Colorado women were brave, tenacious and independent, says Hanson. “If we can continue to induct women because of their extraordinary accomplishments,” she said, “it becomes an expected part of our culture.”\n\nLisa Wirthman of Highlands Ranch is a monthly columnist. Follow her on Twitter: @LisaWirthman\n\nTo send a letter to the editor about this article, submit online or check out our guidelines for how to submit by e-mail or mail.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Wirthman: “Strong Sisters” led the way in Colorado", "title": "Wirthman: “Strong Sisters” led the way in Colorado", "url": "http://www.denverpost.com/2015/03/20/wirthman-strong-sisters-led-the-way-in-colorado/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150320__OP22WIRTHMANhorizp1.jpg", "height": 447}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150320__OP22WIRTHMANhorizp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-03-20T12:48:20+00:00", "modified_time": "2016-04-26T20:07:22+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "So for Women’s History Month, SPARK teamed with Google to create an interactive map on women’s history.\nThat’s why for Women’s History Month, Colorado women are looking to the past to inspire the future.\nWith a strong legacy of pioneering women and female legislators, Colorado offers plenty of evidence that women are highly effective leaders.\n“All the historical writings at that time were primarily about men.”Her answer was to found the Colorado Women’s Hall of Fame, which celebrates its 30th anniversary this year.\nColorado women were brave, tenacious and independent, says Hanson."}