{"article_title": "Your Credit Score: What It Is and Why It’s So Important", "article_keywords": ["ulzheimer", "pay", "loan", "credit", "score", "students", "card", "report", "debt", "important", "shows"], "article_url": "http://www.thefiscaltimes.com/2016/03/18/Your-Credit-Score-What-It-and-Why-It-s-So-Important", "article_text": "Universities might be places of higher learning, but students certainly aren’t getting an education in basic financial skills.\n\nMore than half of college students can’t define a credit score and many know little about maintaining or building consumer credit, according to a new report.\n\nThe study, released by student loan website LendEDU, included responses from 668 students at both two-year and four-year institutions. Less than half of the students couldn’t name at least one factor that’s used to calculate a credit score.\n\nRelated: Can Your Facebook Profile Really Hurt Your Credit Score?\n\nThat’s scary, says credit expert John Ulzheimer, because students will need good credit after they graduate to get a car loan, rent an apartment and qualify for a credit card among many other life events.\n\n“The minute you get into the real world, lenders are going to charge you a high interest rate or deny a loan because you don’t have a credit history,” says Ulzheimer, who worked at both FICO and Equifax.\n\nThat means students need to take the steps necessary to learn about credit on their own. “There’s no epiphany that happens when you turn 21 or 22. You’re not going to suddenly understand what a credit score is,” says Ulzheimer.\n\nHere are seven key points about your credit score and how to build good credit – a necessary tool for many Americans.\n\n1. So what is a credit score?\n\nA credit score is a number that represents the creditworthiness of an individual. These scores are used by banks, insurance companies, credit card issuers and others to determine the likelihood that you won’t repay a loan. A credit score helps lenders determine who qualifies for a loan and what interest rate, credit limit and terms an individual should receive based on their riskiness. “They’re never not important and it’s very hard to find some financial-based transaction where they are not important,” Ulzheimer says.\n\n2. How do I build my credit?\n\nWithout any credit history—a record of how you have paid past debt obligations—it can be tricky to get a loan, a credit card or even rent an apartment. That’s why it’s important to start building your credit early. Ulzheimer recommends asking your parents to add you as an authorized user on one of their credit cards, given they have a good track record of paying bills.\n\n“You’ll have the same spending power your parents do, but no liability for the debt,” says Ulzheimer. “The benefit is the performance of the account will end up on your credit account. It’s like a credit card with training wheels.”\n\nAnother easy way to start establishing credit is by opening a secured credit card, which is backed by an upfront, cash security deposit typically up to $500. If you fail to make payments, your deposit is used as collateral. When you close the account, you get back your deposit, which also earns interest. But make sure the lender of the secured card reports to all three credit reporting agencies, Ulzheimer notes.\n\nLast and least common, consumers can use a credit builder loan, which is taken out for building credit. These loans are typically small-dollar amounts and take between a half-year and a year to pay off, while also accruing interest. Your payments are also reported to credit agencies. “You’re killing a variety of birds with this,” Ulzheimer says. “You’re building credit and building a small emergency fund.”\n\nRelated: Here’s Why Millennials Have the Lowest Credit Scores\n\n3. How is my credit score calculated?\n\nWhile there are various credit scores, the most widely used one is from FICO. A FICO score takes into account five variables, each weighted differently. Below are the five in order of importance:\n\nPayment history: This shows whether you’ve paid other credit accounts on time or whether you’re in default.\n\nAmounts owed: This shows how much you owe on all your accounts, both separately and in total, and how much that takes up of your available credit.\n\nLength of credit history: This shows how long you’ve managed credit accounts.\n\nCredit mix: This shows what types of credit you have such as credit card, installment loans, mortgages and car loans. A more diverse mix helps your score.\n\nNew credit: This shows if you have opened any credit accounts in the last two years. Opening too many accounts at one time hurts your overall score.\n\nA FICO score ranges from 300 to 850 and the higher the number, the better. Scores over 740 are typically considered excellent and likely qualify for the best rates. If your score is below 650, you’ll have a tough time qualifying for loans and credit cards, and you’ll get high rates if you do.\n\n4. What’s not taken into account when my credit score is determined?\n\nThanks to the Equal Credit Opportunity Act, certain characteristics are not allowed to be factored into a score such as race, sex, marital status, national origin or religion. While creditors are allowed to use age, under law any credit scoring system that uses age must give equal treatment to everyone, according to the Federal Trade Commission.\n\n5. Is my credit a secret?\n\nNope! You can request to see a free copy of your credit report from each of three major credit reporting agencies – Equifax, TransUnion and Experian – once every 12 months. Additionally, you can also receive your credit report from several credit websites, like CreditKarma or Quizzle, when you register on the site.\n\nUlzheimer recommends checking your credit report once a month. Although the general attitude is that you should check your credit report once a year, “that’s still because your credit reports are constantly changing. It’s only going to cost you time. You should be as up-to-date with them as your bank statement,” Ulzheimer says.\n\nGetting your credit score is a bit trickier. You can purchase your credit score from the credit reporting agencies and credit websites. However, more and more credit card issuers are providing their cardholders’ credit scores for free, either online or on each statement.\n\nRelated: States with the Highest and Lowest Credit Scores\n\n6. I have a bad credit score. What can I do?\n\nA bad credit score doesn’t have a quick fix. The best way to improve a score is to manage your credit responsibly over time. “Pay bills on time, don’t apply for credit excessively, and don’t get into debt,” Ulzheimer says. “It sounds easy, but life happens sometimes.”\n\nIf you can’t pay your bills on time, contact your creditors or meet with a legitimate credit counselor for help. Keep balances on your credit cards low and pay down debt instead of moving it around. Avoid opening too many accounts at once because it can look risky to creditors.\n\nWhile it takes time to rebuild bad credit, here are some ways to set yourself up for future success. Check your credit score report for any errors. Set up payment reminders or enroll in automatic payments. Pay off some or all of your credit card debt. Ulzheimer says that having a lot of credit card debt hurts your credit score the most. He recommends only charging what you can pay off each month.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Universities might be places of higher learning, but students certainly aren’t getting", "title": "Your Credit Score: What It Is and Why It’s So Important", "url": "http://www.thefiscaltimes.com/2016/03/18/Your-Credit-Score-What-It-and-Why-It-s-So-Important", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/07142011_Credit_Score1_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/03/18/Your-Credit-Score-What-It-and-Why-It-s-So-Important", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/07142011_Credit_Score1_article.jpg", "creator": "@milliedent", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Universities might be places of higher learning, but students certainly aren’t getting", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "You can purchase your credit score from the credit reporting agencies and credit websites.\nIt’s like a credit card with training wheels.”Another easy way to start establishing credit is by opening a secured credit card, which is backed by an upfront, cash security deposit typically up to $500.\nHere are seven key points about your credit score and how to build good credit – a necessary tool for many Americans.\nUlzheimer says that having a lot of credit card debt hurts your credit score the most.\nCredit mix: This shows what types of credit you have such as credit card, installment loans, mortgages and car loans."}