{"article_title": "After Massive Flooding, South Carolina Residents Now Have To Worry About Their Health", "article_keywords": ["south", "columbia", "rainfall", "mold", "homes", "water", "flood", "health", "massive", "residents", "flooding", "drinking", "worry", "carolina"], "article_url": "http://thinkprogress.org/health/2015/10/07/3710141/contaminated-floodwater-in-south-carolina/", "article_text": "Health After Massive Flooding, South Carolina Residents Now Have To Worry About Their Health CREDIT: AP Photo/Chuck Burton Linda Whitcomb, left, helps Dot Valentine go through the belongings of her flooded home in Columbia, S.C., Wednesday, Oct. 7, 2015.\n\nThe historic rainfall that struck parts of South Carolina’s capital city and caused a cataclysmic flood may have passed, but the thousands of people returning to their homes will more than likely have to attend to health-related matters that could put their lives in jeopardy if not addressed.\n\nFor one, pipeline ruptures throughout the City of Columbia’s water system have invited a myriad of disease-causing microorganisms. Stagnant flood water also poses a threat because of the presence of oil, chemicals and sewage that can cause harm once in contact with the skin. Another health concern comes in the form of mold, a fungus that thrives on the wood and sheet rock of buildings. Prolonged exposure could lead to hypersensitivity pneumonitis and cancer.\n\n“Drinking infected water can cause illness similar to food poisoning, with symptoms like nausea, diarrhea, cramps and mild fever, according to the Centers for Disease Control and Prevention (CDC),” Meg Kinnard of the Associated Press wrote earlier this week. “As with any illness, health officials advise that staying hydrated — by drinking clean, disinfected water — is the best remedy.”\n\nQuestions surrounding the safety of the drinking water and condition of affected residences have surfaced thanks to more than 17 inches of rainfall that surpassed the state’s 107-year record. The area experienced great pandemonium amid at least 13 deaths, nearly a dozen dam breaches, and mass evacuations in the Columbia metropolitan area. On Monday, South Carolina Gov. Nikki Haley (R) said 40,000 people are without water and power has cut off in 26,000 homes. Authorities also had to carry out at least 150 water rescues.\n\nAs South Carolinians pick up the broken pieces, health officials have advised residents to boil their drinking water or decontaminate it with unscented bleach. Those unable to do so can pick up water at one of seven distribution centers. Avoiding infection from mold and other fungi would require the removal of wet furniture, draperies, and carpeting. Those who waded through the flood water for long period of time have also been urged to fully dry out their skin — particularly their feet — to avoiding contracting trench foot, a condition marked by the blackening and death of surface tissue.\n\nThe CDC recommends that homeowners affected by flooding thoroughly clean hard surfaces — like flooring, concrete, countertops, and plumbing fixtures — with hot water and detergent. The government agency also says people should use fans, air conditioning units, and dehumidifiers in the drying process. They also advise against eating and drinking anything contaminated with flood water. Those who have open wounds should also avoid exposure to contaminants.\n\nColumbia hasn’t been the only place to take these steps in the days after a natural catastrophe.\n\nIn the aftermath of Hurricane Katrina, rescue efforts partly focused on examining the impact of fungi, oil, and chemicals in the water and residences. Buildings on low ground that suffered long-duration flooding had the most significant damage. With much of the region underwater, survivors went days without reliable clean water sources. During its investigation, the Federal Emergency Management Agency and the Environmental Protection Agency detailed conditions similar to what residents of South Carolina currently see — contaminated flood water, mold growth in damaged homes, and the presence of pesticide residue. That legacy lives on via the high levels of arsenic and lead in the soil covering playgrounds and other public areas in New Orleans.\n\nLast year, New Yorkers dealt with the growth of mold spores in their homes after the flooding from Hurricane Sandy subsided. The state’s department of health released some guidelines for home owners –including the ventilation of work area, isolation of moldy areas from dry places, and the drying out of the home before replacing walls and flooring. For many scientists, the heavy rainfall and flooding that hit the Midwest brought to mind a 1993 outbreak of the cryptosporidium parasite in the aftermath of a heavy rainfall event in Milwaukee that affected more than 400,000.\n\nDue to the efforts of state and federal forces, people living in the Columbia may soon have some safe drinking water. On Tuesday afternoon, members of the National Guard repaired a dike in the Columbia Canal that was breached in the flood, sinking at barge at the gap and dropping 700 one-ton sand bags. Other projects include the restoration of the Columbia’s downtown water treatment plant, which produces drinking water for half of the water system’s 375,000 customers.\n\nThough city officials have been reluctant to divulge how many people have lost water, Columbia Mayor Steve K. Benjamin gave a figure of 130,000 from his Twitter page. As of Wednesday morning, that number had dropped to 25,000.", "article_metadata": {"google": "nositelinkssearchbox", "description": "“Drinking infected water can cause illness similar to food poisoning, with symptoms like nausea, diarrhea, cramps and mild fever.\"", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "“Drinking infected water can cause illness similar to food poisoning, with symptoms like nausea, diarrhea, cramps and mild fever.\"", "title": "After Massive Flooding, South Carolina Residents Now Have To Worry About Their Health", "url": "http://thinkprogress.org/health/2015/10/07/3710141/contaminated-floodwater-in-south-carolina/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2015/10/07124245/South-Carolina-flood.jpg", "type": "article"}, "twitter": {"description": "“Drinking infected water can cause illness similar to food poisoning, with symptoms like nausea, diarrhea, cramps and mild fever.\"", "creator": "@SamPKCollins", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2015/10/07124245/South-Carolina-flood-321x214.jpg", "title": "After Massive Flooding, South Carolina Residents Now Have To Worry About Their Health", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-health", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2015/10/07124245/South-Carolina-flood.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2015/10/07124245/South-Carolina-flood.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2015-10-07T12:59:27+00:00", "author": "https://www.facebook.com/sampkcollinswriter"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "article_summary": "Health After Massive Flooding, South Carolina Residents Now Have To Worry About Their Health CREDIT: AP Photo/Chuck Burton Linda Whitcomb, left, helps Dot Valentine go through the belongings of her flooded home in Columbia, S.C., Wednesday, Oct. 7, 2015.\nOther projects include the restoration of the Columbia’s downtown water treatment plant, which produces drinking water for half of the water system’s 375,000 customers.\nAs South Carolinians pick up the broken pieces, health officials have advised residents to boil their drinking water or decontaminate it with unscented bleach.\nStagnant flood water also poses a threat because of the presence of oil, chemicals and sewage that can cause harm once in contact with the skin.\nThough city officials have been reluctant to divulge how many people have lost water, Columbia Mayor Steve K. Benjamin gave a figure of 130,000 from his Twitter page."}