{"article_title": "Why Chronic Illness is Threatening the Healthcare Industry", "article_keywords": ["physicians", "illness", "multiple", "providers", "industry", "threatening", "primary", "chronic", "patients", "health", "healthcare", "medicare", "conditions", "care"], "article_url": "http://revcycleintelligence.com/news/why-chronic-illness-is-threatening-the-healthcare-industry", "article_text": "1 in 4 primary care physicians feel dangerously ill-equipped to successfully handle and coordinate care for some of their most challenging patients, such as those with chronic conditions, severe mental illness, and those in need of long-term home care or community-based social services, according to a Commonwealth Fund study.\n\n“It’s concerning that one in four U.S. primary care doctors don’t think their practices are prepared for the sickest patients, especially when we have so many Americans with multiple chronic illnesses who may get sicker as they age,” states the study's lead author, Robin Osborn, the Commonwealth Fund's Vice President of the International Program in Health Policy and Practice Innovations.\n\n“To be sure there is affordable, high-quality health care for sick and complex patients, we need to continue to strengthen primary care in the U.S.\"\n\nEighty-four percent of over 11,000 internationally surveyed primary care physicians say they are simply not adequately prepared to manage care for patients with severe mental health problems.\n\n“Despite having a younger population than many other developed countries, the U.S. has a higher share of patients with multiple chronic conditions, severe mental illnesses, and other significant health care challenges,” the study’s authors say.\n\n“As a group, these patients account for a disproportionate share of health care spending, yet they do not fare well — in part because the nation’s primary care practices are ill prepared to meet their needs.”\n\nLack of communication is posing problematic for physicians across the nation. One-third of primary care doctors are notified when a patient is either discharged from a hospital or is seen within an emergency department, says the Commonwealth Fund.\n\nOver 40 percent of surveyed U.S. doctors confirm they are communicating with social service providers about topics such as housing, meals, and transportation.\n\nWhy managing chronic conditions is key to revenue cycle success\n\nCompared to those physicians surveyed across 9 other countries – Australia, Canada, Germany, the Netherlands, New Zealand, Norway, Sweden, Switzerland, and the United Kingdom – those physicians practicing within the U.S. reportedly care for a greater number of patients with chronic conditions.\n\nPerhaps the prevention and alleviation of common chronic conditions is as simple as a basic Medicaid fix.\n\nMedicaid beneficiaries are 5 times more likely to see their doctor compared to those without health insurance, confirms the American Journal of Public Health.\n\n“We need to get everyone covered in a single-payer system, but until we do, Medicaid is clearly better than no coverage. The Affordable Care Act expanded Medicaid to some states, but not all,” stated Danny McCormick, Associate Professor of Medicine at Harvard.\n\n\"We must do better than that if we want to improve the health of all Americans. With mounting proof that Medicaid improves health, why are politicians refusing to cover their constituents?”\n\nA whopping 93 percent of Medicare spending is reportedly tied to chronic illness. And 80 percent of healthcare costs purportedly relate to chronic conditions.\n\n“[The] vast majority of Medicare dollars [is] spent caring for patients living with multiple persistent, chronic health conditions that require a variety of services,” confirms Ranking Member Ron Wyden (D-OR).\n\n“In 2010, among the 14 percent of Medicare beneficiaries with six or more chronic conditions, over 60 percent were hospitalized, which accounted for 55 percent of total Medicare spending on hospitalizations,” says Patrick Conway, MD, MSc Chief Medical Officer at the Centers for Medicare & Medicaid Services (CMS).\n\n“Beneficiaries with six or more chronic conditions also had hospital readmission rates that were 30 percent higher than the national average.”\n\nAddressing gaps in care with value-based reimbursement\n\nPoor care coordination efforts have been shown to increase the cost of chronic disease management by over $4,500 over a 3-year period, according to a study from the American Journal of Managed Care.\n\nOne possible reason for this, say researchers, is that multiple healthcare providers are invested in a patient becoming healthier. This proves quite complicating, to say the least.\n\n“[No] single provider is able to ensure that the entirety of a patient’s clinical needs are taken into account, leading to gaps in care as important issues go unaddressed,” the authors write.\n\nValue-based reimbursement models seem to be helping to advance care coordination efforts. Healthcare providers’ incentives to tune in more to patient outcomes may get a bit messy when multiple chronic disease elements enter the equation.\n\n“You have to help the under-resourced with access to care, but also with literacy around health. You also have to see the holistic person and not just the symptoms,” says Bruce Broussard, Humana’s President and CEO.\n\nThe ACA promotes implementation of new investment strategies\n\n“While U.S. primary care practices lag some other countries in their readiness to manage the care of high-needs patients, the Affordable Care Act has introduced provisions that encourage the health care industry to invest in new ways of providing and paying for health care, such as medical homes and accountable care organizations,” the Commonwealth Fund writes.\n\n“To ensure affordable, high-quality health care for sick and complex patients, the U.S. must strengthen its primary care infrastructure. This includes making it easier for patients to get care on nights and weekends, facilitating communication among providers, and enabling access to social services.”\n\n“Primary care is the hub of patients’ health care experiences. If it isn’t strong and working efficiently, patients won’t get the best possible care,” says David Blumenthal, MD, the Commonwealth Fund's President.\n\n“Taking steps to encourage doctors, nurses, and social service providers to work together in teams, making it easier for patients to get care on nights and weekends, and facilitating better communication between providers are essential to creating better primary care.”", "article_metadata": {"description": "1 in 4 primary care physicians feel dangerously ill-equipped to successfully handle and coordinate care for their most challenging chronically ill patients.", "author": "RevCycleIntelligence", "og": {"url": "http://revcycleintelligence.com/news/why-chronic-illness-is-threatening-the-healthcare-industry", "type": "article", "image": "http://revcycleintelligence.com/images/site/articles/imageedit_6_6208632197.jpg", "site_name": "RevCycleIntelligence", "title": "Why Chronic Illness is Threatening the Healthcare Industry"}, "twitter": {"description": "1 in 4 primary care physicians feel dangerously ill-equipped to successfully handle and coordinate care for their most challenging chronically ill patients.", "title": "Why Chronic Illness is Threatening the Healthcare Industry", "image": {"src": "http://revcycleintelligence.com/images/site/articles/imageedit_6_6208632197.jpg"}, "creator": "@RevCycleIntel", "site": "@RevCycleIntel", "card": "summary"}, "robots": "index, follow", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "article_summary": "Perhaps the prevention and alleviation of common chronic conditions is as simple as a basic Medicaid fix.\nAnd 80 percent of healthcare costs purportedly relate to chronic conditions.\nHealthcare providers’ incentives to tune in more to patient outcomes may get a bit messy when multiple chronic disease elements enter the equation.\n“To ensure affordable, high-quality health care for sick and complex patients, the U.S. must strengthen its primary care infrastructure.\nOne-third of primary care doctors are notified when a patient is either discharged from a hospital or is seen within an emergency department, says the Commonwealth Fund."}