{"article_title": "PCMA: Why Telemedicine Means New Opportunities for Medical Meetings", "article_keywords": ["physician", "patient", "wergin", "means", "meetings", "ata", "telemedicine", "mesmer", "opportunities", "theyre", "patients", "pcma", "medical", "care"], "article_url": "http://www.internationalmeetingsreview.com/node/102433", "article_text": "PCMA: Why Telemedicine Means New Opportunities for Medical Meetings\n\nBy David MicMillin, PCMA\n\nThe U.S. health-care industry is no stranger to disruption. Since 2010, physicians, insurers, and pharmaceutical companies have had to prepare for the Affordable Care Act. Now, as they work to reduce costs and accommodate millions of previously uninsured patients, the next wave of disruption is unfolding onscreen, with remote services such as HealthTap and Doctor On Demand. Part of a larger movement known as telemedicine, these tools are designed to give patients access to medical care without entering a physical office or shaking a doctor’s hand.\n\nFrom making high-definition video calls to exchanging texts to requesting house calls at the Uber-like push of a button, telemedicine is changing the way doctors deliver care. “If you look at my colleagues in rural parts of the country, telemedicine can play a powerful role in serving their patients,” said Robert Wergin, M.D., a family physician in Milford, Nebraska, and board chair of the American Academy of Family Physicians (AAFP). “Rather than asking patients to travel hundreds of miles, telemedicine can connect them for an initial consultation to determine if they need to arrange an in-person visit.”\n\nTelemedicine is still in its infancy for the majority of AAFP members, according to a 2013 survey that found the average member conducted just 1.6 e-visits each week. But Wergin expects to see that number grow. “I think telemedicine has great potential,” he said, “particularly as an additive to traditional ongoing patient care with a primary physician.”\n\nBut that potential comes with plenty of questions, too. “How do you coordinate sharing records between a televisit and an in-person visit?” Wergin said. “How does the patient follow up if he or she isn’t feeling better? What about the legal complications of a physician online prescribing for a patient in a different state?”\n\nAs the popularity of telemedicine continues to grow, many health-care professionals are searching for answers — and they’re turning to meetings and conferences. Courtney Mesmer, director of meetings and events for the American Telemedicine Association (ATA), says ATA saw a 30-percent year-over-year attendance increase at its 2015 Fall Forum in Washington, D.C. “We have never seen a downturn in attendance,” Mesmer said.\n\nAs more ATA attendees participate each year, they’re asking for more exhibitors, too. “It’s such an emerging industry, and there is such a thirst for knowledge,” Mesmer said. “They want to see these technologies in action, and feel and learn about them.” To meet those expectations, ATA’s exhibit hall is full of hands-on education, such as a real-life emergency-room scenario where a physician connects with a specialist in another location, and the opportunity to see how dermatology questions can be answered over Skype.\n\nAs more companies unveil applications and platforms that allow medical professionals to connect with each other and their patients remotely, telemedicine seems certain to become part of mainstream health care. At its 2014 Annual Meeting, the American Medical Association adopted a set of principles for appropriate telemedicine, and the U.S. Congress is currently considering a bipartisan bill that would modernize the way Medicare pays for telemedicine services. “This is where health care is going,” Mesmer said. “People are asking for it, and they’re going to continue to drive the demand.”\n\nWhile some legal and financial uncertainties may linger, organizations like AAFP will continue to look for ways to educate their members on best practices for using telemedicine. “It’s all about the patient,” Wergin said. “If it’s ultimately better for patient care and it provides more access to certified medical care, we’re for it.”\n\nSource: PCMA\n\nWhat do you think of this $type?", "article_metadata": {"com.silverpop.brandeddomains": "www.pages03.net,ihif.hotelmanagement.net,questex.mkt4672.com,salonbetterbusiness.com,www.homemediamagazine.com,www.hotelmanagement.net,www.ibsnewyork.com,www.imagesourcemag.com,www.internationalmeetingsreview.com,www.itexshow.com,www.ltxinternational.com,www.luxurytraveladvisor.com,www.ncbshow.com,www.nightclub.com,www.responsemagazine.com,www.salonbetterbusiness.com,www.sensorsexpo.com,www.sensorsmag.com,www.solutionssummit.net,www.travelagentcentral.com", "description": "Remote services such as HealthTap and Doctor On Demand are set to disrupt the U.S. health-care industry. Here's how medical meeting planners can keep pace.", "geo.position": "0;0", "og": {"image": "http://www.internationalmeetingsreview.com/files/imr/nodes/2016/102433/pcma-telemedicine-feature.jpg"}, "revisit-after": "1 day", "dcterms.date": "2016-01-25T00:00:00Z", "icbm": "0,0", "keywords": "telemedicine,medical events,pcma,meetings,events,news,conferences,conventions,event planners,event planning"}, "article_summary": "PCMA: Why Telemedicine Means New Opportunities for Medical MeetingsBy David MicMillin, PCMAThe U.S. health-care industry is no stranger to disruption.\n“If it’s ultimately better for patient care and it provides more access to certified medical care, we’re for it.”Source: PCMAWhat do you think of this $type?\nPart of a larger movement known as telemedicine, these tools are designed to give patients access to medical care without entering a physical office or shaking a doctor’s hand.\n“It’s all about the patient,” Wergin said.\n“I think telemedicine has great potential,” he said, “particularly as an additive to traditional ongoing patient care with a primary physician.”But that potential comes with plenty of questions, too."}