{"article_title": "The Key to Employee Engagement? These Managers Had It Wrong", "article_keywords": ["work", "managers", "kramer", "engagement", "matters", "wrong", "important", "obvious", "inner", "key", "organization", "employee", "progress", "meaningful"], "article_url": "http://www.govexec.com/excellence/promising-practices/2015/06/key-employee-engagement-these-managers-had-it-wrong/114205/", "article_text": "What is one thing managers can do to increase creativity, productivity, and commitment by their employees?\n\nA recent study by two psychologists, Teresa Amabile and Steven Kramer, concludes: “If you focus on supporting the daily progress of people working in your organization, you will not only foster the success of the organization but also enrich the everyday lives of your employees.”\n\nThis simple, powerful insight isn’t obvious to managers. They surveyed managers, asking what they thought were the most important factors in influencing motivation and emotions at work. Managers ranked “recognition, incentives, interpersonal support, and clear goals” as top. “Support for making progress” was ranked as dead last as a motivator. So managers had it wrong.\n\nHow did Amabile and Kramer come to their conclusion? They conducted research focused on the inner work lives of employees (not managers) by inviting 238 people in seven companies to keep a daily diary of their perceptions, emotions and motivations each day—yielding 12,000 diary entries that they then analyzed.\n\nAmabile and Kramer say: “Inner work life matters for companies because, no matter how brilliant a company’s strategy might be, the strategy’s execution depends on great performance by people inside the organization.” They were surprised when they found that the particularly most powerful force supporting inner work life is the ability to make progress in meaningful work.\n\nBut “meaningful” doesn’t necessarily require working on things that have a profound importance to society. The authors say: “What matters is whether you perceive your work as contributing value to something or someone who matters (even your team, yourself, or your family).”\n\nI was struck by this same insight a few years ago when I talked with someone trying to fix a dysfunctional state government bureau that dealt with rescinding drivers’ licenses for drunk drivers. The employees were notorious for taking months to respond to court orders. But my friend invited a state trooper to speak to an all-hands staff meeting of the bureau. He emotionally told them about the death of a little girl by a drunk driver whose license had not been suspended in time—and how important their work is to him in keeping such drivers off the street. He helped them understand why their seemingly mind-numbing paper-processing was important to the community. Shortly after, the processing sped up dramatically. The employees had the meaningfulness of their work clarified.\n\nAs psychologists, Amabile and Kramer understand that: “Most people have strong intrinsic motivation to do their work . . . as long as the work is meaningful, managers do not have to spend time coming up with ways to motivate people to do the work. They are much better served by removing barriers to progress, helping people experience the intrinsic satisfaction that derives from accomplishment.”\n\nSo, they conclude: “Any manager’s job description should start with facilitating subordinates’ progress every day.” This may be obvious to front-line workers, but not so obvious to managers.\n\nSo, if you are a manager, commit to removing at least one barrier before you leave the office today.\n\n(Image via Helder Almeida/Shutterstock.com)", "article_metadata": {"sailthru.author": "John Kamensky", "description": "Many think recognition and incentives are the answer.", "og": {"site_name": "Government Executive", "description": "Many think recognition and incentives are the answer.", "title": "The Key to Employee Engagement? These Managers Had It Wrong", "url": "http://www.govexec.com/excellence/promising-practices/2015/06/key-employee-engagement-these-managers-had-it-wrong/114205/", "image": "http://cdn.govexec.com/media/img/upload/2015/06/01/060115EIG_carrot.jpg", "type": "article"}, "twitter": {"image": "http://cdn.govexec.com/media/img/upload/2015/06/01/060115EIG_carrot/open-graph.jpg", "description": "Many think recognition and incentives are the answer.", "site": "@govexec", "card": "summary_large_image", "title": "The Key to Employee Engagement? These Managers Had It Wrong"}, "sailthru.date": "2015-06-02T13:00:00Z", "sailthru.images.full": "http://cdn.govexec.com/media/img/upload/2015/06/01/060115EIG_carrot.jpg", "sailthru.title": "The Key to Employee Engagement? These Managers Had It Wrong", "keywords": "engagement, employee engagement, motivation, mission", "fb": {"admins": 578600878}, "sailthru.images.thumb": "http://cdn.govexec.com/media/img/upload/2015/06/01/060115EIG_carrot/sailthru-thumbnail.jpg", "sailthru.tags": "engagement,channel-management->-promising-practices,type-story,length-medium,site-govexec", "article": {"publisher": "http://www.facebook.com/GovernmentExecutive"}, "sailthru.description": "Many think recognition and incentives are the answer."}, "article_summary": "as long as the work is meaningful, managers do not have to spend time coming up with ways to motivate people to do the work.\nThey surveyed managers, asking what they thought were the most important factors in influencing motivation and emotions at work.\nWhat is one thing managers can do to increase creativity, productivity, and commitment by their employees?\nSo managers had it wrong.\nManagers ranked “recognition, incentives, interpersonal support, and clear goals” as top."}