{"article_title": "Why U.S. cloud companies and the economy are under threat", "article_keywords": ["information", "privacy", "companies", "foreign", "american", "potential", "tech", "threat", "law", "data", "cloud", "economy"], "article_url": "http://thehill.com/blogs/congress-blog/technology/220332-why-us-cloud-companies-and-the-economy-are-under-threat", "article_text": "In the wake of the National Security Agency (NSA) leaks, Neelie Kroes, Vice President of the European Commission said, “If European cloud customers cannot trust the U.S. government, then maybe they won't trust U.S. cloud providers either. If I am right, there are multibillion-euro consequences for American companies.” Unfortunately, she is right – and American companies are now enduring the backlash in the form of “data localization.” In fact, Senate Finance Committee Chairman Ron Wyden Ron WydenOvernight Finance: Puerto Rico bill clears panel | IRS chief vows to finish term | Bill would require nominees to release tax returns Top Dem: CIA officials thought spying on Senate ‘was flat out wrong’ The Trail 2016: Hell breaks loose MORE (D-Ore.) met last week with Silicon Valley tech companies to discuss the problem.\n\nWyden’s meeting was much-needed, as the peripheral damage of NSA spying continues to affect scores of U.S. companies. For example, the Brazilian government announced it would abandon Microsoft Outlook in favor of a local email system hosted on Brazilian servers. ServInt, a Virginia-based company that provides website hosting services, has seen a 30-percent decline in foreign sign-ups. And a Canadian software company recently reported a client’s demand that its data not be routed through the U.S.\n\nADVERTISEMENT\n\nThe steady stream of leaks about the NSA’s data collection capabilities has damaged the reputation of the $150 billion U.S. cloud computing industry. According to the Information Technology & Innovation Foundation (ITIF), the industry could lose as much as 20 percent of its revenue to foreign companies that capitalize on the fear that personal information will be caught in a U.S. dragnet if their data is stored on U.S. servers.\n\nIn China, companies such as Neusoft and ChinaSoft are seeing increased sales of their products and improving share prices. Norwegian email service Runbox reported a 34-percent annual increase in customers. Wuala, a Swiss cloud provider, says it has more than doubled its growth as Switzerland touts the benefits of the country’s political neutrality and privacy laws for its data storage companies.\n\nFurther complicating matters is the possible extraterritorial application of U.S. law to citizens of foreign countries. In July, a New York judge ruled that U.S. search warrants can reach the digital information of foreign persons stored overseas. If upheld, this ruling will magnify the distrust of U.S. cloud providers because data anywhere could be accessible to American law enforcement. This poses potential danger to American tech companies that want to provide secure cloud storage to both domestic and foreign clients. Hopefully, the U.S. government will change its position and stop the madness of hurting U.S. tech firms’ competitiveness.\n\nU.S. tech companies’ ability to compete depends on meeting the security and privacy concerns of their customers. That’s why a coalition of companies like Microsoft, Yahoo and Google is calling for reasonable reforms of American intelligence programs to promote greater transparency (and, in turn, greater trust) around the globe.\n\nOur nation’s tech leaders support efforts such as Sen. Patrick Leahy Patrick LeahyOvernight Tech: Senate panel poised to advance email privacy bill Grassley hints at changes on email privacy reform Stick to the facts on the Cuba travel ban MORE’s (D-Vt.) USA FREEDOM Act and bipartisan efforts to reform the Electronic Communications Privacy Act of 1986, which would ban bulk collection of Americans’ phone records and Internet data and eliminate arbitrary rules dictating when law enforcement agencies can access stored communications. Legislation bringing narrowly-tailored rules and greater transparency to government intelligence activities and the scope of law enforcement’s reach will assure American and foreign consumers their information is safe with U.S. companies. This will begin to repair the damage done to our tech industry.\n\nAs the E.U.’s Kroes remarked about living in what she called an age of total information, “Potential doesn’t count for much in an atmosphere of distrust. European cloud users and American cloud providers and policy makers need to think carefully about that.” Indeed, the U.S. cloud industry has huge potential. To activate that potential, the public sector must provide the private sector – and its clients – with the certainty they need to thrive.\n\nShapiro is president and CEO of the Consumer Electronics Association (CEA)®, the U.S. trade association representing more than 2,000 consumer electronics companies, and author of the New York Times best-selling books, Ninja Innovation: The Ten Killer Strategies of the World's Most Successful Businesses and The Comeback: How Innovation Will Restore the American Dream. His views are his own. Connect with him on Twitter: @GaryShapiro.", "article_metadata": {"dcterms.description": "Peripheral damage of NSA spying continues to affect scores of U.S. companies.", "description": "Peripheral damage of NSA spying continues to affect scores of U.S. companies.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Congress Blog"}}, "og": {"site_name": "TheHill", "description": "Peripheral damage of NSA spying continues to affect scores of U.S. companies.", "title": "Why U.S. cloud companies and the economy are under threat", "url": "http://thehill.com/blogs/congress-blog/technology/220332-why-us-cloud-companies-and-the-economy-are-under-threat", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-02T05:09:48-05:00", "type": "article"}, "apple-itunes-app": "app-id=396640962", "Smart_Paging": "on", "dcterms.modified": "2016-02-02T05:09-05:00", "dcterms.identifier": "http://thehill.com/blogs/congress-blog/technology/220332-why-us-cloud-companies-and-the-economy-are-under-threat", "dcterms.date": "2014-10-14T09:00-04:00", "dcterms.creator": "Joe Picard", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.language": "und", "author": "Gary Shapiro", "dcterms.type": "Text", "keywords": ",Patrick Leahy, Ron Wyden,", "article": {"published_time": "2014-10-14T09:00:02-04:00", "modified_time": "2016-02-02T05:09:48-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/congress-blog/technology/220332-why-us-cloud-companies-and-the-economy-are-under-threat", "widgets": {"csp": "on"}, "description": "Peripheral damage of NSA spying continues to affect scores of U.S. companies.", "card": "summary", "title": "Why U.S. cloud companies and the economy are under threat"}, "dcterms.title": "Why U.S. cloud companies and the economy are under threat"}, "_id": "\"57477af36914bd0286fca51a\"", "article_summary": "European cloud users and American cloud providers and policy makers need to think carefully about that.” Indeed, the U.S. cloud industry has huge potential.\nThis poses potential danger to American tech companies that want to provide secure cloud storage to both domestic and foreign clients.\nU.S. tech companies’ ability to compete depends on meeting the security and privacy concerns of their customers.\nIf upheld, this ruling will magnify the distrust of U.S. cloud providers because data anywhere could be accessible to American law enforcement.\nAs the E.U.’s Kroes remarked about living in what she called an age of total information, “Potential doesn’t count for much in an atmosphere of distrust."}