{"article_title": "Clearlake Adds to Car Parts M&A Trend with Sage Acquisition", "article_keywords": ["industries", "ma", "pamplona", "deal", "trend", "car", "clearlake", "sage", "sages", "parts", "shiloh", "capital", "adds", "acquisition"], "article_url": "http://www.themiddlemarket.com/news/manufacturing/clearlake-adds-to-car-parts-ma-trend-with-sage-acquisition-252753-1.html", "article_text": "Clearlake Adds to Car Parts M&A Trend with Sage Acquisition\n\nSimilar deals have come from Shiloh Industries and Pamplona Capital Management\n\nClearlake Capital Group has acquired Sage Automotive Interiors, adding to a streak of car parts M&A activity.\n\nSage, headquartered in Greenville, South Carolina, supplies automotive textiles for seating and door panels to manufacturers. In addition to its headquarters, Sage operates manufacturing plants in Japan, China, Brazil, Korea, India and Poland. Terms of the deal were not disclosed.\n\nPrivate equity firm Clearlake manages about $1.4 billion in equity capital and has made more than 70 investments.\n\nNomura Securities International and SMX Capital Partners acted as Sage's financial advisers, and Kirkland & Ellis LLP provided legal advice to Clearlake. Weil Gotshal & Manges was Sage's legal adviser.\n\nThe deal comes as sales of new and used cars are rising all over the world, and as buyers have been scooping up makers of auto parts. For more, see 5 Buyers Find New Customers Abroad.\n\nEarlier in October, Shiloh Industries Inc. (Nasdaq: SHLO) acquired Radar Industries, which provides interior, chassis and powertrain parts to the car industry. In September, Pamplona Capital Management agreed to acquire BBB Industries LLC, a manufacturer and distributor of electrical, brake and power-steering products.\n\nIn another recent vehicle-related deal, Warren Buffett's Berkshire Hathaway Inc. (NYSE: BRK.A, BRK.B) agreed to buy the largest private car dealership in the U.S., the Van Tuyl Group.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/manufacturing/clearlake-adds-to-car-parts-ma-trend-with-sage-acquisition-252753-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/sage-automotive.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "Clearlake Adds to Car Parts M&A Trend with Sage Acquisition"}}, "article_summary": "Clearlake Adds to Car Parts M&A Trend with Sage AcquisitionSimilar deals have come from Shiloh Industries and Pamplona Capital ManagementClearlake Capital Group has acquired Sage Automotive Interiors, adding to a streak of car parts M&A activity.\nEarlier in October, Shiloh Industries Inc. (Nasdaq: SHLO) acquired Radar Industries, which provides interior, chassis and powertrain parts to the car industry.\nIn September, Pamplona Capital Management agreed to acquire BBB Industries LLC, a manufacturer and distributor of electrical, brake and power-steering products.\nNomura Securities International and SMX Capital Partners acted as Sage's financial advisers, and Kirkland & Ellis LLP provided legal advice to Clearlake.\nPrivate equity firm Clearlake manages about $1.4 billion in equity capital and has made more than 70 investments."}