{"article_title": "Man kills self after California police standoff; family safe", "article_keywords": ["vista", "apartment", "family", "kills", "wife", "self", "safe", "woman", "boys", "complex", "california", "turner", "standoff", "went", "man"], "article_url": "http://townhall.com/news/us/2015/05/28/man-believed-holed-up-with-woman-2-kids-after-shooting-n2005145", "article_text": "CHULA VISTA, Calif. (AP) — An all-day standoff in a San Diego-area apartment complex that began with a gunman killing his neighbor Thursday ended with the man killing himself after two children and his wife emerged unharmed, police said.\n\nOnce the man was alone in the apartment, police heard a gunshot shortly before 5 p.m. They sent in two surveillance robots, then went inside and found the 42-year-old man dead from a self-inflicted gunshot wound, Chula Vista police Capt. Lon Turner said.\n\nAbout an hour earlier, two children and the man's wife, who were in the apartment for most of the standoff, emerged safely and were taken away in a police car.\n\n\"We all breathed a collective sigh of relief\" when the woman and kids came out, Turner said.\n\nPolice have not given the relationship between the adults and the two boys. One of them is 8 years old. The other is younger but his exact age is unclear. The couple, whom police identified only as Michael and Laura, have been married for about a year, police said.\n\nThe woman and the boys' departure came after police had resumed cellphone negotiations with the man, who had started talking about surrendering, Turner said.\n\nThe standoff began in the morning when the man killed a neighbor and retreated into his apartment, police said. The victim's body remained between two cars outside the complex for hours because it was in the line of fire and too dangerous to retrieve, Turner said.\n\nAuthorities helped 56 people evacuate from the 39-unit complex about four hours after the morning shooting when the man temporarily stopped talking to police, Turner said.\n\nCallers had initially reported seeing a man with an AK-47 retreat into the apartment, but shell casings indicated another type of gun, Turner said. Callers reported hearing four to 10 shots.\n\nThe victim's family members were among the people evacuated from the sprawling complex of low-slung, lime-green apartments.\n\nHumberto Carranza's wife, 8-year-old son and 2-year-old daughter were among the evacuees. Carranza, who was at work as a door installer when he heard about the standoff, spoke with his wife on the phone throughout the ordeal as SWAT officers stood in their backyard with sniper rifles. His family was in his son's bedroom, which was farthest away from the gunman's apartment.\n\nCarranza, 33, said he knew the man involved in the standoff, and their boys are classmates who play together.\n\n\"I don't know what went wrong,\" he said. \"He seemed to be all right. I just saw him yesterday and he said hi.\"\n\nChula Vista is a city of about 250,000 people sandwiched between downtown San Diego and the Mexican border.", "article_metadata": {"description": "Man kills self after California police standoff; family safe - AP News: CHULA VISTA, Calif. (AP) — An all-day standoff in a .05/26/2016 18:12:41PM EST.", "author": "AP News", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "CHULA VISTA, Calif. (AP) — An all-day standoff in a San Diego-area apartment complex that", "title": "AP News - Man kills self after California police standoff; family safe", "url": "http://townhall.com/news/us/2015/05/28/man-believed-holed-up-with-woman-2-kids-after-shooting-n2005145", "image": "http://media.townhall.com/townhall/reu/ha/2015\\148\\67543d31-53e7-48ea-9a9e-01490afee491.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "CHULA VISTA, Calif. (AP) — An all-day standoff in a San Diego-area apartment complex that", "title": "AP News - Man kills self after California police standoff; family safe", "url": "http://townhall.com/news/us/2015/05/28/man-believed-holed-up-with-woman-2-kids-after-shooting-n2005145", "image": "http://media.townhall.com/townhall/reu/ha/2015/148/67543d31-53e7-48ea-9a9e-01490afee491.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Man kills self after California police standoff; family safe, AP News, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "Carranza, 33, said he knew the man involved in the standoff, and their boys are classmates who play together.\nThe standoff began in the morning when the man killed a neighbor and retreated into his apartment, police said.\nThey sent in two surveillance robots, then went inside and found the 42-year-old man dead from a self-inflicted gunshot wound, Chula Vista police Capt.\nOnce the man was alone in the apartment, police heard a gunshot shortly before 5 p.m.\nThe woman and the boys' departure came after police had resumed cellphone negotiations with the man, who had started talking about surrendering, Turner said."}