{"article_title": "President Hillary Clinton: The U.S. Economy's Winners and Losers", "article_keywords": ["street", "clinton", "trump", "wall", "win", "youd", "companies", "donald", "hillary", "winners", "losers", "military", "president", "economys"], "article_url": "http://investorplace.com/investorpolitics/president-hillary-clinton-us-economy/", "article_text": "It’s still early in the election cycle, so the polls and the betting markets are at odds about whether we’ll actually see a “President Hillary Clinton.” Recent polls put Hillary on top 47% to 41.8%, giving her a 5.2% lead on Donald Trump, though “The Donald” has been steadily closing that gap.\n\nThe betting markets, which tend to be more reliable than polls, give Hillary 4/11 odds vs. 9/4 odds for Trump. For those of you who aren’t degenerate gamblers, that means you’d have to wager $11 to win $4 in a Hillary win, whereas you’d wager $4 in order to win $9 in a Trump win.\n\nThis is fantastic news for the email security industry.\n\nI’m joking, of course, but there will be clear winners and losers from a Clinton presidency. Let’s go through a few of those scenarios now.\n\nPresident Hillary Clinton on Healthcare\n\nYou might recall that long before there was Obamacare, there was Hillarycare. Or at least there was proposed Hillarycare.\n\nIn 1993, while serving as first lady, Hillary Clinton presided over a controversial plan for universal health insurance coverage that ended up dying on the Senate floor. So Clinton has been knee-deep in the healthcare debate for more than two decades now.\n\nA win for Clinton would most likely mean a continuation of the status quo for health insurance companies like Aetna Inc ( AET ) and Humana Inc ( HUM ). I wouldn’t see her making any major changes to Obama’s Affordable Care Act.\n\nThat said, the prospect of a Hillary win has pharmaceutical companies like Merck & Co, Inc. ( MRK ) and Pfizer Inc. ( PFE ) and biotech companies sweating bullets. Hillary’s now-infamous tweet about “price gouging” by specialty pharmaceutical companies was reportedly responsible for erasing $132 billion in market value of biotech stocks.\n\nHillary’s bark may well be worse than her bite. But a Hillary win in November will definitely make waves in the health sector.\n\nPresident Hillary Clinton on Wall Street\n\nIf you listen to Bernie Sanders, you’d reach the conclusion that Hillary Clinton is the lapdog of Goldman Sachs Group Inc ( GS ) and the rest of Wall Street. While that may be something of an exaggeration, this is an odd election in that Wall Street favors the Democratic frontrunner over the Republican presumptive nominee … who happens to be a billionaire New Yorker.\n\nTrump is a wild card. He talks about dismantling Wall Street regulations like Dodd-Frank with one hand, then suggests doing away with the carried interest tax loophole used by wealthy hedge fund managers with the other. Frankly, no one knows what to expect from The Donald as president. He might be great, or he might be terrible. There’s just no real way of knowing, and Wall Street hates uncertainty.\n\nIn Hillary, Wall Street gets more of a known entity. Bill Clinton actually presided over significant financial deregulation, and most of Hillary’s anti-Wall-Street comments are viewed mostly as rhetorical.\n\nHillary probably would superficially tighten Wall Street regulation, but more than anything she’ll likely just maintain the status quo of the Obama administration.\n\nPresident Hillary Clinton on Military Spending\n\nTrump certainly knows how to talk big. From some of his campaign rhetoric, you’d think he was preparing for the biggest arms buildup since the Reagan Administration.\n\nI think most of this is rhetorical bluster designed to rally military hawks. If Trump is really the businessman he makes himself out to be, he’d actually slim down military spending.\n\nWe’ll see. But regardless of how serious The Donald is, it’s safe to assume that a Republican administration will be friendlier to arms manufacturers than a Democrat administration. Even if U.S. military spending doesn’t dramatically skyrocket, a Republican administration would likely be more permissive in allowing arms exports.\n\nSo, should Hillary win in November, Northorp Grumman Corporation ( NOC ) and Lockheed Martin Corporation ( LMT ) would be seen as potential losers. Though the fear here might be somewhat overdone. Hillary is by no means a peacenik and pledged on her website to maintain “the strongest military the world has ever known.”\n\nPresident Hillary Clinton on the National Deficit\n\nOn this front, no matter who wins in November, our children and grandchildren will be the real losers. Neither candidate can be viewed as fiscal hawk by any stretch of the imagination.\n\nHillary talks the good talk, commenting in a 2010 speech that “rising debt levels poses a national security threat … and also sends a message of weakness internationally.” Of course, Trump also makes vague promises of paying down our $19 trillion federal debt, though gives no real details on how he would do it.\n\nI’d argue that neither candidate has any credibility on this issue. What would probably be best is a divided government in which one party controls congress and the other the presidency. Though this arrangement hasn’t stopped our national debt from growing over the past six years, I do believe it has slowed it down.\n\nWe’ll see who wins in November. I hold out hope that Trump will somehow be disqualified and that Hillary will be taken away in handcuffs for “emailgate.” Would it be the end of the world if the White House just sat unoccupied for four years?\n\nCharles Sizemore is the principal of Sizemore Capital, a wealth management firm in Dallas, Texas.\n\nMore From InvestorPlace", "article_metadata": {"description": "Could we end up seeing a President Hillary Clinton? If so, these are a few of the consequences it could have for the U.S. economy and Wall Street.", "generator": "WordPress 4.4.3", "og": {"site_name": "InvestorPlace", "description": "Could we end up seeing a President Hillary Clinton? If so, these are a few of the consequences it could have for the U.S. economy and Wall Street.", "title": "President Hillary Clinton: The U.S. Economy's Winners and Losers | InvestorPlace", "locale": "en_US", "image": "http://investorplace.com/wp-content/uploads/2016/05/hillarymsn.jpg", "url": "http://investorplace.com/investorpolitics/president-hillary-clinton-us-economy/", "type": "article"}, "twitter": {"description": "Could we end up seeing a President Hillary Clinton? If so, these are a few of the consequences it could have for the U.S. economy and Wall Street.", "creator": "@CharlesSizemore", "image": "http://investorplace.com/wp-content/uploads/2016/05/hillarymsn.jpg", "title": "President Hillary Clinton: The U.S. Economy's Winners and Losers | InvestorPlace", "site": "@InvestorPlace", "card": "summary"}, "robots": "noodp", "fb": {"admins": 100002035369734}, "yandex-verification": "7449d54f0a1869d7", "article": {"publisher": "https://www.facebook.com/investorplace", "author": "SizemoreLetter"}, "keywords": "hillary clinton, president hillary clinton, u.s. economy, us economy", "google-site-verification": "5MtKaaO4K0OK-C2y-n9MKUc_WzF9GSkH0fLgruR0TKM", "pubdate": 20160525, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "hillary clinton, president hillary clinton, u.s. economy, us economy"}, "article_summary": "President Hillary Clinton on HealthcareYou might recall that long before there was Obamacare, there was Hillarycare.\nPresident Hillary Clinton on Wall StreetIf you listen to Bernie Sanders, you’d reach the conclusion that Hillary Clinton is the lapdog of Goldman Sachs Group Inc ( GS ) and the rest of Wall Street.\nSo, should Hillary win in November, Northorp Grumman Corporation ( NOC ) and Lockheed Martin Corporation ( LMT ) would be seen as potential losers.\nPresident Hillary Clinton on Military SpendingTrump certainly knows how to talk big.\nIn 1993, while serving as first lady, Hillary Clinton presided over a controversial plan for universal health insurance coverage that ended up dying on the Senate floor."}