{"article_title": "New Hampshire and Obamacare: What Donald Trump’s victory says about GOP healthcare priorities", "article_keywords": ["expansion", "republican", "trump", "state", "hampshire", "obamacare", "primary", "priorities", "donald", "medicaid", "trumps", "healthcare", "health", "2016", "gop", "victory"], "article_url": "http://www.salon.com/2016/02/10/new_hampshire_and_obamacare_what_donald_trumps_victory_says_about_gop_healthcare_priorities/", "article_text": "Topics: 2016 Elections, 2016 GOP primary, 2016 new hampshire primary, 2016 Republican primary, Affordable Care Act, Donald Trump, healthcare, Healthcare Reform, Medicaid expansion, New Hampshire, Obamacare, Politics News\n\nCongratulations to Donald Trump for winning the New Hampshire Republican primary and driving a great big beautiful nail into American democracy’s classy, really terrific coffin. Trump won New Hampshire with roughly 35 percent of the vote, beating his closest rival, John Kasich, by a commanding 20 points. And he did it without doing the things that successful presidential candidates typically do, like investing in on-the-ground infrastructure and not calling their opponents “pussies.” He also behaved in a very un-Republican fashion by sacrificing the support of state party leaders and refusing to support the elimination of health coverage for poor people.\n\nAs Politico reported yesterday, Trump was well-positioned to snap up the endorsements of some New Hampshire lawmakers who had been Rand Paul backers up until he quit the race. The one thing they asked of Trump was a statement opposing New Hampshire’s expansion of Medicaid under the Affordable Care Act. And Trump, who lashes out at Obamacare all the time, refused to give them what they wanted:\n\nBut the next night, Trump took a pass. “I want to get rid of Obamacare and get you something great,” Trump vaguely offered. “We have some people that won’t be able to live. We have to help people. Don’t we have to help? What are we going to do, let them die in the street?” One of the Paul supporters messaged Hemingway: What gives? The mogul’s state co-chair replied with an electronic shrug; he doesn’t write Trump’s speeches.\n\nThis is an important issue in New Hampshire, which struck a deal with the Department of Health and Human Services to use expanded Medicaid funds to purchase private insurance plans for eligible residents. Under the expansion, close to 50,000 low-income New Hampshire residents gained access to health coverage. But one condition of the expansion, which was negotiated between Democratic Gov. Maggie Hassan and the Republican-controlled state Legislature, was that it would be temporary and subject to reauthorization at the end of this year. As it stands right now, the program’s future is threatened by – you guessed it – Republican opposition.", "article_metadata": {"description": "Donald Trump won New Hampshire with an unorthodox position on healthcare that challenges Republican dogma", "title": "New Hampshire and Obamacare: What Donald Trump’s victory says about GOP healthcare priorities", "og": {"site_name": "Salon", "description": "Donald Trump won New Hampshire with an unorthodox position on healthcare that challenges Republican dogma", "title": "New Hampshire and Obamacare: What Donald Trump’s victory says about GOP healthcare priorities", "url": "http://www.salon.com/2016/02/10/new_hampshire_and_obamacare_what_donald_trumps_victory_says_about_gop_healthcare_priorities/", "image": "http://media.salon.com/2016/02/gop-2016-television-ads.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "Donald Trump won New Hampshire with an unorthodox position on healthcare that challenges Republican dogma", "title": "New Hampshire and Obamacare: What Donald Trump’s victory says about GOP healthcare priorities", "image": "http://media.salon.com/2016/02/gop-2016-television-ads.jpeg-1280x960.jpg", "creator": "@SimonMaloy", "site": "@salon", "card": "summary_large_image"}, "author": "Simon Maloy", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, 2016 Elections, 2016 GOP primary, 2016 new hampshire primary, 2016 Republican primary, Affordable Care Act, Donald Trump, healthcare, Healthcare Reform, Medicaid expansion, New Hampshire, Obamacare", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fda156\"", "article_summary": "Topics: 2016 Elections, 2016 GOP primary, 2016 new hampshire primary, 2016 Republican primary, Affordable Care Act, Donald Trump, healthcare, Healthcare Reform, Medicaid expansion, New Hampshire, Obamacare, Politics NewsCongratulations to Donald Trump for winning the New Hampshire Republican primary and driving a great big beautiful nail into American democracy’s classy, really terrific coffin.\nTrump won New Hampshire with roughly 35 percent of the vote, beating his closest rival, John Kasich, by a commanding 20 points.\nThe one thing they asked of Trump was a statement opposing New Hampshire’s expansion of Medicaid under the Affordable Care Act.\nAnd Trump, who lashes out at Obamacare all the time, refused to give them what they wanted:But the next night, Trump took a pass.\nUnder the expansion, close to 50,000 low-income New Hampshire residents gained access to health coverage."}