{"article_title": "Robert Bennett, Utah senator ousted by tea party insurgency, dies at 82", "article_keywords": ["republican", "mr", "insurgency", "senate", "tea", "robert", "bennett", "utah", "vote", "political", "dies", "82", "party", "senator", "ousted", "care", "bennetts"], "article_url": "https://www.washingtonpost.com/politics/robert-bennett-utah-senator-ousted-by-tea-party-insurgency-dies-at-82/2016/05/05/8345472e-12b3-11e6-81b4-581a5c4c42df_story.html", "article_text": "Robert F. Bennett, a business executive and three-term senator who epitomized Utah’s Republican establishment and became in 2010 the first high-profile political casualty of an anti-Washington fervor surging through his party, died May 4 at his home in Arlington, Va. He was 82.\n\nThe cause was complications from pancreatic cancer and a stroke, Bennett assistant Tara Tanner announced.\n\nThe Bennett family has long been at the center of Utah’s political, religious and business elite. Mr. Bennett’s father, Wallace, was a U.S. senator from 1951 to 1974, and his maternal grandfather, as well as his wife’s grandfather, were presidents of the Church of Jesus Christ of Latter-day Saints.\n\nMr. Bennett had a lucrative career in corporate management, notably as chief executive of the start-up Franklin Institute, a time management company that holds seminars and makes best-selling day planners.\n\nHe stepped down in 1991 from the company, now known as Franklin Covey, with a reported net worth of more than $25 million, and with his eye on the open Senate seat once held by his father. Mr. Bennett, who was elected in 1992, remained one of the richest members of Congress throughout his 18-year tenure on Capitol Hill.\n\nSen. Robert Bennett in 2010. (Harry Hamburg/AP)\n\nAt 6 feet 6 inches tall, and with a bald pate and protruding ears, Mr. Bennett called attention to his looks in campaign slogans, with one proclaiming: “Big Heart. Big Ideas. Big Ears.”\n\nMr. Bennett was a respected and soft-spoken legislative consigliere to Senate leaders including Mitch McConnell (R-Ky.) and rose to prominence on the Banking, Housing and Urban Affairs Committee and the powerful Appropriations Committee. He sprinkled hundreds of millions of dollars on home state businesses and projects through spending bill earmarks.\n\nA vigorously free-market conservative, Mr. Bennett opposed measures to regulate corporations and tighten campaign finance rules. He was a party loyalist but won praise from Democrats for his behind-the-scenes pragmatism and diligence on legislation of broad interest.\n\nMost notably, he worked with Sen. Ron Wyden, an Oregon Democrat, on a bipartisan attempt to overhaul the health-care insurance system. Their Healthy Americans Act, first proposed in 2007, was an effort to marry the Democrats’ wish for universal coverage with the GOP’s emphasis on consumer choice and market forces.\n\nThe act drew many admirers but did not reach the floor for a vote. However, one of the Wyden-Bennett provisions involving flexibility for states carrying out a universal health care mandate was included in the Affordable Care Act signed by President Obama in 2010.\n\nMr. Bennett opposed the Affordable Care Act, citing the excessive spending he said it would require. “I cared about the details because I looked at the accounting,” he told NPR. “I looked at the cost, I look at the devastation it would incur on states and the impact it would have on Medicare and all of the other things that were wrong with it.”\n\nAs he prepared to seek a fourth term, he found himself out of favor with hard-right activists in his party who demanded more than opposition to Obamacare.\n\nSen. Bob Bennett, R-Utah, in 2010. (Steve C Wilson/AP)\n\nWith the economy still reeling from the 2008 recession, anti-tax crusaders and conservative broadcasters such as Glenn Beck fingered Mr. Bennett as a symbol of big government and fiscal irresponsibility and rallied the grassroots to boot him and other incumbents from office.\n\nThey pointed in particular to Mr. Bennett’s work with Wyden on compulsory health care and his vote in favor of the Troubled Assets Relief Program bill in 2008. Known as TARP, the measure extended a $700 billion lifeline to banks as well as insurance and auto companies after the economic meltdown.\n\nTreasury Secretary Henry M. Paulson Jr., among others, said the bill was urgently needed to prevent worldwide economic collapse, and President George W. Bush signed it into law. TARP’s spending authority was later reduced to $475 billion and, by some accounts, ultimately turned a profit for the government.\n\nBut many voters perceived TARP as a bailout for reckless Wall Street plutocrats at a time when average taxpayers were suffering more.\n\nMr. Bennett, who had broken a promise to serve no more than two terms, also suffered from an impression among voters that he was too preoccupied with wonkish legislative endeavors and insufficiently attentive to constituent needs.\n\nIn 2006, Utah veterans groups blamed him for the failure by one vote in the Senate of a proposed constitutional amendment enabling Congress to ban desecration of the American flag. Mr. Bennett had opposed the measure on the grounds that the offense was not so prevalent as to merit a change in the Constitution.\n\nMr. Bennett’s upset in 2010 was made possible in part by a quirk in the Utah nominating system, which requires delegates to bestow their blessing at a convention before the primary. At the convention, Mr. Bennett was jeered as “Bailout Bob” and a “RINO” — Republican in Name Only — and came in third among eight contenders.\n\nHis defeat made him a harbinger of political losses to come. Sen. Richard G. Lugar, a six-term Indiana Republican and foreign policy eminence, also was felled in a primary two years later by tea party outrage.\n\n“The political world changed underneath Bob Bennett’s feet,” Norman J. Ornstein, an American Enterprise Institute congressional scholar, said in an interview.\n\n“He was a creature of an era that had passed, especially for the Republican Party,” Ornstein said. “He had sterling conservative credentials but believed in compromise where you wanted to get things done, and he believed in the institution of Congress. Those were once badges of honor, but they became black marks for activist, radical conservatives.”\n\nMr. Bennett was succeeded in the Senate by Mike Lee, a Republican lawyer who helped lead the 2013 government shutdown protesting the funding of Obama’s health-care law. To avoid Mr. Bennett’s political fate, Utah’s senior senator, Orrin G. Hatch (R), began actively courting tea party activists and won reelection to a seventh term in 2012.\n\nEarly time in Washington\n\nRobert Foster Bennett was born in Salt Lake City on Sept. 18, 1933. He graduated from the University of Utah in 1957 with a bachelor’s degree in political science and served as the student body president.\n\nHe went to Washington in 1962 and, among other jobs, was an administrative assistant to his father. In 1969, President Richard M. Nixon named Mr. Bennett the Transportation Department’s chief congressional liaison.\n\nIn 1971, he bought Robert R. Mullen Co., a public relations firm that seemed to be a conspiracy theorist’s dream: It served as a front for CIA personnel, employed the Watergate conspirator E. Howard Hunt as a writer and helped represent the political interests of reclusive billionaire Howard Hughes.\n\nMr. Bennett alerted Washington Post reporter Bob Woodward to Hunt’s CIA background, a critical early step in unraveling the maze of illegal activity that led directly to the Nixon White House.\n\nIt also was revealed that Mr. Bennett secretly organized dozens of dummy committees to funnel hundreds of thousands of dollars from business interests, notably the dairy farmers’ lobby, to Nixon’s 1972 reelection campaign. This arrangement was legal at the time, and Mr. Bennett was never accused of wrongdoing in any matter connected to Watergate.\n\nNevertheless, congressional and media scrutiny caused Mullen to fold, and Mr. Bennett soon left for the West Coast to work for Hughes. In the early 1980s, he ran Microsonics Corp., a manufacturer of audio discs for talking toys. The 1992 retirement of Sen. Jake Garn (R), who had been his father’s handpicked successor, propelled Mr. Bennett’s interest in political office.\n\nIn 1962, Mr. Bennett married Joyce McKay. Besides his wife, survivors include six children; a brother; a sister; and 20 grandchildren.\n\nAfter his election loss, Mr. Bennett became a political consultant and lobbyist and lectured at universities in Utah and Washington.\n\n“The political atmosphere, obviously, has been toxic and it’s very clear some of the votes that I have cast have added to the toxic environment,” Mr. Bennett told the Salt Lake Tribune after his defeat. “Looking back on them — with one or two very minor exceptions — I wouldn’t have cast any of them any differently even if I’d known at the time it would cost me my career because I have always done the best I can to cast the vote that I think is best for the state and best for the country.”", "article_metadata": {"news_keywords": "bob bennett, bob bennett, senator, bob bennett, dies, bob bennett, died, bob bennett, bob bennett, utah, bob bennett, tea party", "og": {"site_name": "Washington Post", "description": "The Republican who worked with others to pass legislation became a political casualty in 2010.", "title": "Robert Bennett, Utah senator ousted by tea party insurgency, dies at 82", "url": "https://www.washingtonpost.com/politics/robert-bennett-utah-senator-ousted-by-tea-party-insurgency-dies-at-82/2016/05/05/8345472e-12b3-11e6-81b4-581a5c4c42df_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2016/05/05/Obituaries/Images/Obit_Bob_Bennett-089ca-927.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image"}, "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "bob bennett, bob bennett, senator, bob bennett, dies, bob bennett, died, bob bennett, bob bennett, utah, bob bennett, tea party", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "eomportal-uuid": "8345472e-12b3-11e6-81b4-581a5c4c42df", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "description": "The Republican who worked with others to pass legislation became a political casualty in 2010."}, "article_summary": "Mr. Bennett, who was elected in 1992, remained one of the richest members of Congress throughout his 18-year tenure on Capitol Hill.\nThis arrangement was legal at the time, and Mr. Bennett was never accused of wrongdoing in any matter connected to Watergate.\nA vigorously free-market conservative, Mr. Bennett opposed measures to regulate corporations and tighten campaign finance rules.\nNevertheless, congressional and media scrutiny caused Mullen to fold, and Mr. Bennett soon left for the West Coast to work for Hughes.\nAfter his election loss, Mr. Bennett became a political consultant and lobbyist and lectured at universities in Utah and Washington."}