{"article_title": "Trafficking of Children and Women in India", "article_keywords": ["forced", "india", "girls", "cent", "sex", "labour", "trafficking", "sexual", "children", "women"], "article_url": "http://www.truth-out.org/news/item/18850-trafficking-of-children-and-women-in-india", "article_text": "To be born poor in our world is to be born vulnerable and in danger of exploitation. To be born female and poor is to greatly intensify the risks.\n\nIf you are born a girl to parents of tea-pickers in Assam in northeastern India (earning as little as 1.50 US dollars a day) there is a good chance you will be sold to a local “recruitment agent” by your loved ones for around 50 dollars, and the agent will sell you on to a city “employer” for up to 800 dollars and into a life of abuse and suffering.\n\nWhen Elaina Kujar was 14, she was trafficked to Delhi from the Lakhimpur district of Assam and spent four years as a sex slave. The Guardian newspaper reports that her owner “would sit next to her watching porn in the living room of his Delhi house, while she waited to sleep on the floor. “Then he raped me,” she says, looking down at her hands, then out of the door.” It is thought there are hundreds of thousands of girls, some as young as 12 years old, being sold into slavery of this kind in the capital. It is a brutal picture repeated more or less throughout India, where there are early signs that the “economic miracle”, which has fuelled widespread inequality, is beginning to unravel.\n\nTrafficking of persons constitutes the third largest global organized crime (after drugs and the arms trade) and it is growing year on year. The United Nations defines trafficking as “any activity leading to recruitment, transportation, harbouring or receipt of persons, by means of threat or use of force or a position of vulnerability”. It is a 10-billion-dollar a year criminal enterprise fuelled by a poisonous cocktail of factors, including poverty, uneven development, corruption, gender discrimination, harmful traditional and cultural practices, and lack of political will to end it.\n\nPoisonous hub of trafficking\n\nAlmost 80 per cent of all worldwide trafficking is for sexual exploitation, with an estimated 1.2 million children being bought and sold into sexual slavery every year, and India is the poisonous hub, for Asia and, some say, the world. End trafficking in India and the worldwide epidemic in human suffering caused by this crime will be greatly reduced.\n\nEach year millions of women and children are trafficked in India which, according to the US State Department, is “a source, destination and transit” country for “men women and children subjected to forced labour and sex trafficking”. While the vast majority (90 per cent), remain within the country, moving from one state to another, some find their way to the Gulf states, as well as America and Europe. Among the reams of material on trafficking in India, there is a staggering government statistic that a child goes missing somewhere in the country every eight minutes. Almost 35,000 children were officially reported missing in 2011 (latest figures), over 11,000 of them were from West Bengal. However, it is thought only 30 per cent of cases are reported.\n\nAlthough most missing children are trafficked into commercial sex work, according to the US State Department “the forced labor of millions of its citizens constitutes India’s largest trafficking problem; men, women and children in debt bondage are forced to work in industries such as brick kilns, rice mills, agriculture and embroidery factories”. Trafficking in India is a violent, complex issue fuelled by a range of factors: economic injustice and social inequality, harmful cultural attitudes and regional gender imbalances, with corruption among government officials and police allowing trafficking of children and women to continue and expand, illegal brothels to flourish and traffickers to go unpunished.\n\nWomen and girls are the main victims, trafficked for purposes of prostitution, forced marriage and domestic work, which often entails sexual abuse. The vast majority find themselves working in India’s sprawling commercial sex industry which, according to the government, has about three million prostitutes, of which 40 per cent are children aged under 18. Sexual exploitation through sex tourism, child sex tourism, paedophilia and prostitution in places of religious pilgrimage and other tourist destinations are all on the increase.\n\nGender discrimination is prevalent throughout India and sexual abuse of women in many parts of the country is widespread. Two recent incidents of rape (notably of middle class women) have captured the media’s attention and to some extent highlighted the issue.These were the Delhi gang rape on a bus in the city of a 23 year-old physiotherapy student in December 2012, who subsequently died of her injuries, and the recent violent rape in Mumbai of a young intern photojournalist. Rape is but the loudest of a range of atrocities women in India face. The BBC reports that police records from 2011 show kidnappings and abductions of women were up 19.4 per cent, so too women being killed in disputes over dowry payments by 2.7 per cent, torture by 5.4 per cent, molestation by 5.8 per cent and trafficking by 122 per cent over the previous year.\n\nForced marriages and infanticide\n\nIn addition to trafficking for prostitution, girls and women are bought and sold into forced marriages in areas where there is a deficit of women (and where practices such as wife swapping among brothers are reported) due to female infanticide. The dowry system that demands the parents of a bride pay substantial amounts to the groom is a major cause of female infanticide. “We have to give gold, silver, cash, vessels, beds, television sets, air coolers, clothes to the groom’s family and also arrange for a three-day village feast during a daughter’s wedding. We have to start saving for the dowry since the day a daughter is born. I will have to sell my land to get them married,” a mother in Rajasthan said.\n\nTrafficking of children (half of whom are between 11 and 14 years of age) and women is a plague of the poor. According to India’s National Human Rights Commission, the vast majority of victims belong to socially deprived sections of society, as well as children from drought-prone areas and places affected by natural or human-made disasters.\n\nThe poor and conflict-torn northeastern states of Odisha, Jharkhand, Assam and Chhattisgarh are high source areas, where victims are transported from village home to city hell via a hectic hub such as Kolkata. Trafficked children are subjected to physical and sexual abuse and treated as slaves, with debt bondage being one of the many tools employed to trap children into perpetual servitude.\n\nDebt bondage\n\nDebt or bonded labour, according to the non-governmental organization Anti-Slavery, “is probably the least known form of slavery today, and yet it is the most widely used method of enslaving people”. The International Labour Organization estimates that there are a minimum of 11.7 million people in forced labour in the Asia-Pacific region, the majority of whom are in debt bondage.\n\nPoverty and criminal exploitation lie at the heart of bonded labour.Often without land or education, people desperate for the cash required for daily survival sell their labour and their life, in exchange for cash. This account from an Adivasi (indigenous) woman is typical:\n\nMy original debt was 1,563 rupees (just GBP 18). I was promised an annual salary of more than 15,630 rupees, but I worked for almost four years before my landlord agreed to pay me anything. When I complained about not getting paid, he called the police to beat me up.\n\nDespite the fact that bonded labour is illegal in India, the government (as this account records and Anti-Slavery makes clear), is unwilling to enforce the law, or to ensure that those who profit from it are punished.\n\nYoung girls fetch the highest prices in the city brothels. On the rare occasion that a victim is found and rescued, and a prosecution brought, children commonly refuse to testify due to fear of retribution by traffickers, who could be family members or “friends”. Freed from the horrors of the red light districts, girls who have worked as prostitutes are shunned by their parents. Ostracized by their families and excluded from society, many women have little choice but to seek refuge within the world of commercial sex work where they have been imprisoned or in some cases become agents for traffickers.\n\nThe BBC’s Natalia Antelava spoke to an unnamed trafficker in Kolkata who said: “I traffic 150 to 200 girls a year, [and demand is rising] starting from age 10, 11 and older, up to 16, 17″, making around 1,000 dollars per child. He has agents working in the source areas who promise parents the girls will find work in Delhi, then they are sold to “placement agencies”, with no regard to what happens to the children. Local politicians and police “are well aware of what we do. I have to tell police when I am transporting a girl and I bribe police in every state – in Calcutta, in Delhi, in Haryana”.\n\nTrafficked children and women are at risk of all manner of ills, from unwanted pregnancy to HIV/Aids, cervical cancer, severe physical injury, violence, drug abuse and more, not to mention the emotional trauma and long-term psychological impact. Educational programmes are required to alter destructive cultural practices that contribute to outdated gender attitudes and, while non-governmental organizations working with victims are offering essential support, it is the Indian government that must act to implement the plethora of regulations outlawing trafficking and associated criminality in the country, including police and official corruption. Such urgent and essential measures would certainly help to reduce the epidemic of trafficking in India. However for there to be fundamental and lasting change, the extreme levels of inequality and social injustice within Indian society need to be addressed and, as the visionary Brandt Report made clear, the most effective way to do this is through the equitable sharing of resources, knowledge and wealth.", "article_metadata": {"msapplication-config": "/templates/ja_teline_iv_t3/images/favicons/browserconfig.xml", "description": "Truthout sparks action by revealing systemic injustice and providing a platform for transformative ideas through investigative reporting and analysis.", "author": "britney", "og": {"site_name": "Truthout", "description": "End trafficking in India and the worldwide epidemic in human suffering caused by this crime will be greatly reduced.", "title": "Trafficking of Children and Women in India", "url": "http://www.truth-out.org/news/item/18850-trafficking-of-children-and-women-in-india", "image": "http://www.truth-out.org/tologo.jpg", "type": "non_profit"}, "title": "Trafficking of Children and Women in India", "twitter": {"title": "Trafficking of Children and Women in India", "site": "@truthout", "card": "summary_large_image", "creator": "@truthout"}, "msapplication-TileColor": "#000000", "HandheldFriendly": "true", "fb": {"app_id": 286391544774433}, "keywords": "Truthout, truth-out, truth out, independent news, nonprofit news, ad free news, progressive news, investigative reporting, critical analysis, BuzzFlash, headlines, commentary, fracking, Guantanamo, mass incarceration, prisons, new economy, police militarization, climate change", "google-site-verification": "EfgVxcdUDBF_Dd81ZBBw_J8FuRjGnvp9r2JAM9IhvUk", "apple-mobile-web-app-capable": "YES", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "Each year millions of women and children are trafficked in India which, according to the US State Department, is “a source, destination and transit” country for “men women and children subjected to forced labour and sex trafficking”.\nTrafficking of children (half of whom are between 11 and 14 years of age) and women is a plague of the poor.\nEnd trafficking in India and the worldwide epidemic in human suffering caused by this crime will be greatly reduced.\nGender discrimination is prevalent throughout India and sexual abuse of women in many parts of the country is widespread.\nSuch urgent and essential measures would certainly help to reduce the epidemic of trafficking in India."}