{"article_title": "Matt Toomua confident Brumbies can make a dent in Super Rugby finals", "article_keywords": ["brumbies", "matt", "right", "rugby", "wasnt", "boot", "think", "toomua", "confident", "lealiifano", "team", "shot", "dent", "super", "finals"], "article_url": "http://www.smh.com.au/rugby-union/union-news/matt-toomua-confident-brumbies-can-make-a-dent-in-super-rugby-finals-20140712-zt5f4.html", "article_text": "The play-making combination of No.10 Toomua and inside centre Lealiifano has been a crucial cog in the Brumbies' success over the past two seasons.\n\nACT Brumbies three-try hero Matt Toomua says their emphatic victory over the Western Force wasn't a warning shot to the rest of the Super Rugby competition, but rather a statement to themselves they can make a dent in the finals.\n\nToomua was brilliant in the 47-25 win, which also saw the return to form of super boot Christian Lealiifano – something Brumbies skipper Ben Mowen said he knew wasn't far away.\n\nThe play-making combination of No.10 Toomua and inside centre Lealiifano has been a crucial cog in the Brumbies' success over the past two seasons.\n\nToomua said it hurt missing the NSW Waratahs game due to an adductor injury he picked up on Wallabies duty and he clearly turned up to play at Canberra Stadium on Friday night.\n\nAdvertisement\n\nHe scored the first two tries of the game, set up the next two and then crossed for his first hat-trick \"since training a few years ago\".\n\nIt was part of a dominant Brumbies display that came at exactly the right time – the eve of the Super Rugby finals.\n\nThe Brumbies will take a massive amount of confidence and self-belief into the play-offs, but Toomua didn't think it sent a warning shot to the other remaining teams.\n\n\"I don't think we're in a position to do that, it's kind of a reminder to ourselves that we're still a good team,\" Toomua said.\n\n\"We were probably down on confidence after the last few losses.\n\n\"I think it was saying to ourselves, 'Look guys we've had a lot of distractions, but at the end of the day we're still a strong team and we can make a dent in this competition'.\n\n\"I think it was something that was more internal to remind ourselves that we're here to play.\"\n\nWith five players coming back into the Brumbies' line-up from injury, there was always the risk they could come back in a little rusty.\n\nBut everything clicked – the lineout dominating and the backs running rampant almost every time they got the ball.\n\nToomua was one of the returning players and felt he had a point to prove.\n\n\"I wanted to [play well], I really did, I hate missing games and a big one against the Tahs,\" he said.\n\n\"Since the [Wallabies] series it hurt not playing for the Brumbies and I wanted come back and contribute to the team the best I could.\n\n\"I kind of had a point to prove and I thought I did all right.\"\n\nAfter off-season ankle surgery, Lealiifano has taken some time to find his kicking radar.\n\nHe started out shakily against the Force, but then nailed a tough shot from almost right on the sideline in the second half and it looked like the old belief had started to return.\n\nLike the form of the team, it couldn't have happened at a better time.\n\nMowen knows how important Lealiifano's lethal right boot can be when it's on song – like it was last season for both the Brumbies and the Wallabies.\n\n\"A guy of Christian's calibre, who's been such a world-class kicker for the last couple of years – he's maybe not got the percentage that he would like this year – you know it's not too far away,\" Mowen said.\n\n\"We spoke at half-time, I said, 'How you hitting them?', he said, 'Good', I said, 'You miss any more and you owe me a schooner a kick'.\n\n\"I think he owes me about three schooners for the second half, but you just keep handing him the ball because you trust [him].\n\n\"He's won so many games off his boot, his best kicking is just about to come.\n\n\"If he missed every kick all year and starts getting them now, that's perfect.\"", "article_metadata": {"news_keywords": "Brumbies, Union News", "application-name": "The Sydney Morning Herald", "og": {"site_name": "The Sydney Morning Herald", "description": "Matt Toomua says the Brumbies can make a dent in the finals.", "title": "Matt Toomua confident Brumbies can make a dent in Super Rugby finals", "url": "http://www.smh.com.au/rugby-union/union-news/matt-toomua-confident-brumbies-can-make-a-dent-in-super-rugby-finals-20140712-zt5f4.html", "image": "http://www.smh.com.au/content/dam/images/3/b/u/3/7/image.related.articleLeadwide.620x349.zt5f4.png/1405171852540.jpg", "type": "article"}, "twitter": {"image": {"src": "http://www.smh.com.au/content/dam/images/3/b/u/3/7/image.related.articleLeadwide.620x349.zt5f4.png/1405171852540.jpg"}, "title": "Matt Toomua confident Brumbies can make a dent in Super Rugby finals", "description": "Matt Toomua says the Brumbies can make a dent in the finals.", "card": "summary_large_image", "site": "@smh"}, "robots": "ACAP allow-present prohibited-modification=annotation", "msapplication-tooltip": "Open The Sydney Morning Herald", "fb": {"app_id": 193677504039845}, "msapplication-starturl": "http://www.smh.com.au", "msapplication-task": "name=Weather;action-uri=http://www.smh.com.au/weather;icon-uri=http://www.smh.com.au/favicon.ico;", "description": "Matt Toomua says the Brumbies can make a dent in the finals."}, "_id": "\"57477af46914bd0286fdf0db\"", "article_summary": "It was part of a dominant Brumbies display that came at exactly the right time – the eve of the Super Rugby finals.\nToomua was brilliant in the 47-25 win, which also saw the return to form of super boot Christian Lealiifano – something Brumbies skipper Ben Mowen said he knew wasn't far away.\nACT Brumbies three-try hero Matt Toomua says their emphatic victory over the Western Force wasn't a warning shot to the rest of the Super Rugby competition, but rather a statement to themselves they can make a dent in the finals.\n\"I don't think we're in a position to do that, it's kind of a reminder to ourselves that we're still a good team,\" Toomua said.\nThe play-making combination of No.10 Toomua and inside centre Lealiifano has been a crucial cog in the Brumbies' success over the past two seasons."}