{"article_title": "Our picks: Clinton, Kasich", "article_keywords": ["sanders", "clinton", "candidate", "pennsylvania", "mr", "primary", "picks", "york", "kasich", "democratic", "presidential"], "article_url": "http://www.timesunion.com/tuplus-opinion/article/Our-picks-Clinton-Kasich-7253183.php", "article_text": "Our picks: Clinton, Kasich\n\n\n\n\n\nPhoto: Bryan Thomas Image 1 of / 2 Caption Close Image 1 of 2 NEW YORK - MARCH 30: GOP Presidential Candidate John Kasich speaks with the audience during a town hall meeting at St. Helen's Roman Catholic Church on March 30, 2016 in the Queens neighborhood of New York City. Kasich is one of three remaining GOP Presidential Candidates fighting for New York's 95 Republican delegates in the upcoming primary on April 19, 2016. (Photo by Bryan Thomas/Getty Images) ORG XMIT: 623530093 less NEW YORK - MARCH 30: GOP Presidential Candidate John Kasich speaks with the audience during a town hall meeting at St. Helen's Roman Catholic Church on March 30, 2016 in the Queens neighborhood of New York ... more Photo: Bryan Thomas Image 2 of 2 PHILADELPHIA, PA - APRIL 06: Democratic presidential candidate Hillary Clinton speaks at the Pennsylvania AFL-CIO's Convention on April 6, 2016 in Philadelphia, Pennsylvania. The Pennsylvania Democratic Primary is scheduled for April 26, 2016. (Photo by Jessica Kourkounis/Getty Images) ORG XMIT: 626641503 less PHILADELPHIA, PA - APRIL 06: Democratic presidential candidate Hillary Clinton speaks at the Pennsylvania AFL-CIO's Convention on April 6, 2016 in Philadelphia, Pennsylvania. The Pennsylvania Democratic Primary ... more Photo: Jessica Kourkounis Our picks: Clinton, Kasich 1 / 2 Back to Gallery\n\nNew Yorkers are in a position they don't often find themselves: poised to make a potential difference in the primary phase of a presidential race. That's an exciting place to be. It's also a big responsibility.\n\nThe substantial number of delegates at stake in Tuesday's primary — 95 Republican, 291 Democratic — could help solidify a front-runner's lead, or give fresh momentum and greater credibility to a lagging challenger. So for New York, this primary is serious business, as potentially significant as those early contests in Iowa and New Hampshire tend to be.\n\nIt's largely for that reason that we are endorsing in the presidential primary this year, something we don't routinely do. And as we considered those endorsements, foremost in our minds was not simply whose positions and values we agree with, but who seems most capable of being president, even if we may disagree with them on certain issues.\n\nThat's something we hope New Yorkers consider when they go to the polls on Tuesday, as well: not just who says what they want to hear, but who they believe can fill what is arguably the most important and consequential job in the world.\n\nBoth candidates promote progressive agendas, but who can make it happen?\n\nFor all the frequent consensus between former Secretary of State Hillary Clinton and U.S. Sen. Bernie Sanders, they differ significantly on details, their approach to governing, and their experience. It's those differences that give Mrs. Clinton the decisive edge in the Democratic primary.\n\nThere is no question that Mr. Sanders has a long, consistent record of progressivism. The centerpieces of his campaign are a single-payer national health care system, free college education for all, breaking up big banks, higher taxes on Wall Street and the rich, and reining in the power of money in politics.\n\nBeyond the cost of Mr. Sanders' ideas — which would add an estimated $15.3 trillion in spending over the next decade — are his prospects for achieving them. We've witnessed how Republicans in Congress have spent seven years trying to thwart President Barack Obama's more modest agenda. And first he has to get elected. Mr. Sanders' democratic socialist ideology will make him hard to sell — and easy to misrepresent and attack — in the general election.\n\nMrs. Clinton takes a more moderate, centrist approach while still espousing progressive values. Her plans take considerably less money — about $1.1 trillion over the next decade, raised mainly through higher taxes on the rich. She favors building on Obamacare, which has insured some 20 million more Americans so far. She prefers to target more college aid to those who need it. Like Mr. Sanders, she promotes more income equality, and a constitutional amendment that would allow more limits on campaign finance to reduce the influence of big money in politics.\n\nAs for the attacks she is likely to endure from Republicans, she's been weathering them for years, while the GOP hasn't even gotten started with Mr. Sanders. And her time as a U.S. senator from New York demonstrated she has the ability to work across the aisle.\n\nBut she'll need to first use those skills, should she win the nomination, to persuade Mr. Sanders' supporters that she deserves the tremendous enthusiasm they have for him. To do that, she'll need to apply her pragmatic approach to more of his forward-thinking ideas.\n\nIn a wild year for Republicans, the Ohio governor is the grown-up in the room\n\nThe Republican presidential primary has been quite a show. A field that started with 17 hopefuls is down to three, including, fortunately, the most solid candidate in the pack: Ohio Gov. John Kasich.\n\nGovernor Kasich has consistently been the grown-up in the room, taking sober, thoughtful positions while other candidates seemed intent on demonstrating how combative, hawkish, and anti-government they could be, and how far to the extreme right they could go without going completely over the edge.\n\nWhile we disagree with his positions on issues like abortion rights, we see in Governor Kasich a candidate who strives to adhere to his values without being divisive. He's the only one of the three with executive experience in government, and on his watch Ohio's shaky finances have stabilized and the state has seen modest job growth. Though he opposes Obamacare, he was practical enough to take advantage of the program's expansion of Medicaid for the benefit of his constituents' health.\n\nAs for the other candidates, Donald Trump has built a vulgar, divisive campaign on denigrating Mexicans and Muslims, a wasteful border wall, destructive trade wars, letting more countries have nuclear weapons, punishing women for getting abortions (a position he was forced to walk back), and simplistic, populist solutions that economists say would explode today's $19 trillion debt to as much as $39 trillion.\n\nSen. Ted Cruz of Texas is hardly a better choice. He is disliked by many colleagues in Congress, and offers absurd ideas — eliminating the IRS, reducing tax forms to postcards, and carpet bombing terrorists in civilian areas and leaving. He blithely rejects the scientific consensus on climate change, and scorns America's vital wall between church and state.\n\nNeither Mr. Trump nor Mr. Cruz is suited to be president, and either would likely lead the party to a crushing defeat this fall. The one hope for Republicans is to deny Mr. Trump the majority of delegates he needs, opening the way for a contested convention at which a more credible, sensible and broadly appealing candidate can emerge. In casting a ballot for Governor Kasich on Tuesday, New York Republicans could lead the party back from the brink.", "article_metadata": {"SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "description": "The substantial number of delegates at stake in Tuesday's primary — 95 Republican, 291 Democratic — could help solidify a front-runner's lead, or give fresh momentum and greater credibility to a lagging challenger.  The centerpieces of his campaign are a single-payer national health care system, free college education for all, breaking up big banks, higher taxes on Wall Street and the rich, and reining in the power of money in politics.  Like Mr. Sanders, she promotes more income equality, and a constitutional amendment that would allow more limits on campaign finance to reduce the influence of big money in politics.  Governor Kasich has consistently been the grown-up in the room, taking sober, thoughtful positions while other candidates seemed intent on demonstrating how combative, hawkish, and anti-government they could be, and how far to the extreme right they could go without going completely over the edge.  Though he opposes Obamacare, he was practical enough to take advantage of the program's expansion of Medicaid for the benefit of his constituents' health.  The one hope for Republicans is to deny Mr. Trump the majority of delegates he needs, opening the way for a contested convention at which a more credible, sensible and broadly appealing candidate can emerge.  In casting a ballot for Governor Kasich on Tuesday, New York Republicans could lead the party back from the brink.", "vf": {"section": "tuplus", "unique_id": "timesunion-article-7253183"}, "og": {"site_name": "Times Union", "description": "The substantial number of delegates at stake in Tuesday's primary — 95 Republican, 291 Democratic — could help solidify a front-runner's lead, or give fresh momentum and greater credibility to a lagging challenger.  The centerpieces of his campaign are a single-payer national health care system, free college education for all, breaking up big banks, higher taxes on Wall Street and the rich, and reining in the power of money in politics.  Like Mr. Sanders, she promotes more income equality, and a constitutional amendment that would allow more limits on campaign finance to reduce the influence of big money in politics.  Governor Kasich has consistently been the grown-up in the room, taking sober, thoughtful positions while other candidates seemed intent on demonstrating how combative, hawkish, and anti-government they could be, and how far to the extreme right they could go without going completely over the edge.  Though he opposes Obamacare, he was practical enough to take advantage of the program's expansion of Medicaid for the benefit of his constituents' health.  The one hope for Republicans is to deny Mr. Trump the majority of delegates he needs, opening the way for a contested convention at which a more credible, sensible and broadly appealing candidate can emerge.  In casting a ballot for Governor Kasich on Tuesday, New York Republicans could lead the party back from the brink.", "title": "Our picks: Clinton, Kasich", "url": "http://www.timesunion.com/tuplus-opinion/article/Our-picks-Clinton-Kasich-7253183.php", "image": "http://ww2.hdnux.com/photos/45/34/24/9815325/3/rawImage.jpg", "type": "article"}, "twitter": {"site": "@TimesUnion", "card": "summary_large_image"}, "”twitter": {"site”": "”@timesunion”"}, "fb": {"admins": 100006394927810, "app_id": 480611135405160}, "format-detection": "telephone=no", "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe2009\"", "article_summary": "The Pennsylvania Democratic Primary ... more Photo: Jessica Kourkounis Our picks: Clinton, Kasich 1 / 2 Back to GalleryNew Yorkers are in a position they don't often find themselves: poised to make a potential difference in the primary phase of a presidential race.\nMr. Sanders' democratic socialist ideology will make him hard to sell — and easy to misrepresent and attack — in the general election.\nIt's largely for that reason that we are endorsing in the presidential primary this year, something we don't routinely do.\nIt's those differences that give Mrs. Clinton the decisive edge in the Democratic primary.\nThe Pennsylvania Democratic Primary is scheduled for April 26, 2016."}