{"article_title": "Hobby Lobby and the Return of the \"Negro Travelers' Green Book\"", "article_keywords": ["return", "rights", "justice", "travelers", "court", "negro", "insurance", "book", "green", "hobby", "religious", "lobby", "restaurants"], "article_url": "http://prospect.org/article/hobby-lobby-and-return-negro-travelers-green-book", "article_text": "Victor Green loved to travel. Being a mail carrier in the mid-20th century was a good, solid job, and the heyday of the American automobile was just beginning. Americans felt more mobile than ever before, especially once Eisenhower's interstate highway system expanded like a web through the country. The freedom of the open road beckoned.\n\nBut Victor did not feel particularly free. As an African American, much of the nation was closed off to him and his family. Hotels rented rooms only to whites; restaurants wouldn't take his money; shops and markets kept their doors shut. Jim Crow was everywhere.\n\nSo he wrote the first travel guide for African Americans, listing restaurants, hotels, gas stations, and even private homes that would aid the “Negro Traveler.” Known as The Green Book, it was an essential part of African American life for more than 20 years. By 1952, it had expanded its listings to include barbershops, bars, and nightclubs.\n\nSuch a guide was essential, since each particular business in America could decide for itself whether to discriminate. White travelers were fine, of course. “The White traveler has had no difficulty in getting accommodations, but with the Negro it has been different,\" said the 1956 edition.\n\nGreen always believed his book to be only a temporary fix. In the 1949 edition, he stated his hope that “There will be a day sometime in the near future when this guide will not have to be published ... when we as a race will have equal opportunities and privileges in the United States. It will be a great day for us to suspend this publication for then we can go wherever we please.”\n\nThat day came with the passage of the Civil Rights Act of 1964, requiring businesses to open their doors to all comers. But the need for the Green Book did not become truly obsolete until the Supreme Court upheld the application of the Act to the Birmingham barbecue joint known as Ollie's. Run by the McClung family, active in their local Presbyterian church, Ollie's had long forced black customers to \"go 'round back\" for their ribs and brisket.\n\nBecause the federal government had stepped in to guarantee that businesses of all kinds and sizes could not discriminate, people were truly free to travel. The Green Book became obsolete.\n\nAfter Tuesday’s arguments at the Supreme Court, we may need to dust off the Green Book and indeed initiate new editions for women, LGBT people, Muslims, and Jews.\n\nApparently the Supreme Court now has realized that the real issue in the Ollie's case was not congressional authority. Their bad. What they should have inquired into was whether the McClungs had a religious reason to exclude blacks from their restaurant. If, like many believed at the time, the McClungs had held that black skin was the mark of Cain, then they could have asserted a religious right to be free of the hegemonic, anti-religious demands of the Civil Rights Act.\n\nOn Tuesday, the Court faced the question of whether for-profit corporations could claim a religious exemption from Obamacare’s mandate that they provide health insurance that includes contraceptive coverage. But the justices spent relatively little time of the 90 minutes of oral argument discussing Obamacare or women’s health. As with many legal questions, the decision will turn on worries about hypothetical next cases. Justices Elena Kagan and Sonia Sotomayor tried gamely to highlight how a Hobby Lobby victory would lead us down the slippery slope toward companies objecting to providing insurance for blood transfusions or vaccinations, or paying the minimum wage. Religious objectors would “come out of the woodwork,” said Kagan.\n\nBut the battle of hypotheticals was seemingly won by Hobby Lobby. Justice Alito asked whether a defeat for Hobby Lobby would mean that the government could ban kosher slaughterhouses. More revealing was Justice Anthony Kennedy’s question whether, under the government’s argument, corporations could be “forced” to pay for abortions. If, as Ian Millhiser suggests, Justice Kennedy thinks this case is about abortions, the government will lose.\n\nIn any event, the justices seemed to brush past the most troubling aspect of the case—the notion that corporations can embody and claim the religious freedom rights of their shareholders. Chief Justice John Roberts tipped his hand on this point, suggesting that the Court could limit such claims to companies owned by only a few shareholders or a family.\n\nThat may sound enticing as a way to limit the extent of the ruling. But remember that Wal-Mart—the largest employer in America—is, essentially, a family company. The Walton family still owns over 50 percent of the company’s stock. Would the Walton family's religious beliefs be attributable to the corporation? Could the Waltons decide that they believe it is immoral for any of the company’s 2.2 million employees to, say, use an IUD? If Hobby Lobby can, it is difficult to see why Wal-Mart could not.\n\nAnd even if a Hobby Lobby rule were limited to small companies, the implications could be dire.\n\nIn America, 120 million of us are employed by small businesses. Much of our lives as consumers are spent interacting with restaurants, dry cleaners, grocers, shops, hotels, and gas stations. Many of the owners of these establishments are religious. Some store owners may feel they are commanded by their divinity to refuse service to Muslims. Some believe, sincerely, that they should not provide health insurance for vasectomies. The owners of some barbecue joints will think that serving African Americans is a violation of God's command to banish those with the mark of Cain. Some chicken sandwich restaurants will claim that providing benefits to same sex partners undermines their corporate conscience.\n\nWe don’t have to decide the Wal-Mart question to realize that the end result will be a patchwork of protections and lack thereof. Just like before the Civil Rights Act, each individual business will be able to pick and choose whether to assert a religious right to discriminate or refuse to provide insurance or pay a minimum wage. To work around, we'll need a new Green Book.\n\nWhen Victor Green said in 1949 that, “There will be a day sometime ... when this guide will not have to be published,\" little did he suspect that we'd be moving away from that goal, rather than toward it, in 2014.", "article_metadata": {"og": {"site_name": "The American Prospect", "description": "Victor Green loved to travel. Being a mail carrier in the mid-20th century was a good, solid job, and the heyday of the American automobile was just beginning. Americans felt more mobile than ever bef", "title": "Hobby Lobby and the Return of the &quot;Negro Travelers' Green Book&quot;", "url": "http://prospect.org/article/hobby-lobby-and-return-negro-travelers-green-book", "image": "http://prospect.org/sites/default/files/styles/thumbnail/public/17ivxno0io2wpjpg.jpg?itok=0jWXuZNa", "type": "article"}, "google-site-verification": "4dItj6FrXn-I63uD7pcvQKf3n3Qc6AIxiwwzo0_G4zk", "fb": {"admins": 431364, "app_id": 107113422697949}, "Generator": "Drupal 7 (http://drupal.org)", "viewport": "initial-scale = 1.0, width = device-width"}, "_id": "\"57477af46914bd0286fd5d30\"", "article_summary": "And even if a Hobby Lobby rule were limited to small companies, the implications could be dire.\nIf Hobby Lobby can, it is difficult to see why Wal-Mart could not.\nTo work around, we'll need a new Green Book.\nJustice Alito asked whether a defeat for Hobby Lobby would mean that the government could ban kosher slaughterhouses.\nBut the battle of hypotheticals was seemingly won by Hobby Lobby."}