{"article_title": "Health Insurers Discriminate Against Patients who Need Specialty Drugs?", "article_keywords": ["tiers", "discriminate", "plans", "outofpocket", "drugs", "specialty", "patients", "cost", "health", "need", "insurers", "hiv"], "article_url": "http://blogs.wsj.com/pharmalot/2015/02/24/health-insurers-discriminate-against-patients-who-need-specialty-drugs/", "article_text": "Andrew Roberts\n\nIn a final rule issued last week concerning health benefits provided by the Affordable Care Act, the federal government noted that some health insurers are using “potentially discriminatory practices” against people with certain illnesses. As a result, they are paying more for their medicines.\n\nThe U.S. Department of Health & Human Services noted that one method is to place “most or all drugs that treat a specific condition on the highest cost tiers.” This refers to rankings on formularies, the lists that insurers use to determine reimbursement coverage for their insurance plan members. By being placed on a higher tier, a consumer is required to pay a larger share of the cost of a medicine.\n\nThe HHS did not offer specifics, but a new analysis of health plans points to medicines for HIV, cancer and multiple sclerosis. For instance, 51% percent of Silver Plans placed all multiple sclerosis drugs on a specialty tier this year, up from 42% last year. For targeted cancer therapies, 47% were on specialty tiers, up from 31%. And for many HIV drugs, 30% were placed on specialty tiers last year, up from 20%.\n\nUnder the ACA, Silver plans have lower out-of-pocket costs, or upfront cash payments, than Bronze plans, but these are higher than with Gold and Platinum plans. “But the vast majority of plans are using same formulary structure, regardless of metal level,” explains Caroline Pearson, a senior vice president at Avalere Health, a consulting firm that ran the analysis.\n\nDrilling down, 19% of silver plans now require plan members to pay 40% of the co-insurance costs for multiple sclerosis medicines. Similar disparities exist for many oncology and HIV medications. “In many of these plans, patients have no affordable or low cost options,” says Pearson. “Even if they are willing to switch drugs, many of the drugs have a high coinsurance cost…”\n\n“All of these are classes with extensive drugs and insurers are trying to bring premiums down,” she explains. “Insurers see that people in the exchange market are buying on premium only. So they’re managing drug benefits aggressively to keep premium costs low. The question is whether some plans are creating benefits in such a way that high-cost enrollees don’t sign up and to avoid high-risk patients?”\n\n“The analysis confirms what patients are learning firsthand,” says Carl Schmid, deputy executive director of the AIDS Institute, one of two non-profit groups that filed a lawsuit against four insurers, charging they unlawfully discriminated against people with HIV and AIDS in their Florida health plans by placing all HIV medications, including generics, on specialty drug tiers. Three months ago, one of the insurers, Cigna, agreed to restructure its plans.\n\nA spokeswoman for America’s Health Insurance Plans, an industry trade group, argues that the report “completely ignores” prescription drug prices and that, in some cases, generics are not available, which means competition is limited. She also maintains that consumers Gold and Platinum plans may offer lower cost sharing, co-payments and out-of-pocket costs, which may reduce expenses overall.\n\n“Benefit design alone cannot address the underlying cost and dramatic increases in the cost of prescriptions,” she writes us. “Improving access to these medications requires sustainable pricing from drug makers.” She contends the ACA includes annual limits on cost sharing, which means patients with chronic conditions should not pay high co-insurance once they hit maximum out-of-pocket spending.\n\nPearson responds that Avalere did look at cost sharing before out-of-pocket maximums. “Clearly, once a consumer reaches the maximum out-of-pocket, all cost-sharing ends. That is an important protection of the ACA,” she notes. “But it’s the benefit design before the maximum that is still important… In many of these plans, patients have no affordable or low-cost options, even if they are willing to switch drugs.”", "article_metadata": {"article.template": "full", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "A final rule issued last week concerning health benefits provided by the Affordable Care Act, indicates that some health insurers are using “potentially discriminatory practices” against people with certain illnesses, which means they are paying more for their medicines.", "title": "Health Insurers Discriminate Against Patients who Need Specialty Drugs?", "url": "http://blogs.wsj.com/pharmalot/2015/02/24/health-insurers-discriminate-against-patients-who-need-specialty-drugs/", "image": {"src": "http://si.wsj.net/public/resources/images/SJ-AH201A_23HC_G_20140322185628.jpg"}, "site": "WSJ", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "page.content.source": "Blog Article", "article.headline": "Health Insurers Discriminate Against Patients who Need Specialty Drugs?", "description": "A final rule issued last week concerning health benefits provided by the Affordable Care Act, indicates that some health insurers are using “potentially discriminatory practices” against people with certain illnesses, which means they are paying more for their medicines.", "author": "Ed Silverman", "user.type": "unsubscribed", "article.page": "Pharmalot Blog", "page.content.format": "responsive", "page.subsection": "Pharmalot", "article.summary": "A final rule issued last week concerning health benefits provided by the Affordable Care Act, indicates that some health insurers are using “potentially discriminatory practices” against people with certain illnesses, which means they are paying more for their medicines.", "page.site": "blogs.wsj.com", "testkeys": "C", "article.published": "2015-02-24T14:06:42-05:00", "dj.asn": "10-139", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/pharmalot/2015/02/24/health-insurers-discriminate-against-patients-who-need-specialty-drugs/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-270B-1534", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "language": "en-US", "og": {"site_name": "WSJ", "description": "A final rule issued last week concerning health benefits provided by the Affordable Care Act, indicates that some health insurers are using “potentially discriminatory practices” against people with certain illnesses, which means they are paying more for their medicines.", "title": "Health Insurers Discriminate Against Patients who Need Specialty Drugs?", "url": "http://blogs.wsj.com/pharmalot/2015/02/24/health-insurers-discriminate-against-patients-who-need-specialty-drugs/", "image": {"width": 553, "identifier": "http://si.wsj.net/public/resources/images/SJ-AH201A_23HC_G_20140322185628.jpg", "height": 369}, "type": "article"}, "article.access": "free", "article.type": "Pharmalot", "article.id": "BL-270B-1534", "user.exp": "default", "article.updated": "2015-02-24T14:06:52-05:00"}, "article_summary": "And for many HIV drugs, 30% were placed on specialty tiers last year, up from 20%.\nThe HHS did not offer specifics, but a new analysis of health plans points to medicines for HIV, cancer and multiple sclerosis.\nAndrew RobertsIn a final rule issued last week concerning health benefits provided by the Affordable Care Act, the federal government noted that some health insurers are using “potentially discriminatory practices” against people with certain illnesses.\nFor targeted cancer therapies, 47% were on specialty tiers, up from 31%.\n“In many of these plans, patients have no affordable or low cost options,” says Pearson."}