{"article_title": "Young Doctor Assaults Uber Driver On Camera, Faces The Wrath Of The Internet", "article_keywords": ["uber", "ramkissoon", "video", "woman", "assaults", "wrath", "doctor", "internet", "driver", "young", "leave", "placed", "finally", "camera", "ended", "faces", "jackson"], "article_url": "http://www.medicaldaily.com/doctor-anjali-ramkissoon-uber-assault-370582", "article_text": "A video depicting a young woman verbally and physically assaulting an Uber driver in Miami surfaced earlier this week and the Internet has not been kind to the woman implicated in the incident. The woman, who has been identified as Dr. Anjali Ramkissoon, 30, a fourth-year neurology resident with the Jackson health system, avoided any jail time related to the matter, but has since been placed on administrative leave and removed from all clinical duties.\n\n“This Uber driver deserves a bonus from the company (and a medal for having self-restraint while dealing with this animal),” the video descriptions reads. “I know everyone has their bad days, or drunk moments, but this was over the top (I thought I knew what psycho was until i experienced this).”\n\nAlthough Ramkissoon’s roller coaster of a night ended in handcuffs, the Uber driver seen in the above video decided not to press charges and ended up taking a cash settlement. In addition to being placed on administrative leave, Ramkissoon’s listing on doctor reviews sites have been flooded with one-star reviews and posts on her hospital’s website showing outstanding levels of care for epilepsy patients have been removed.\n\nRamkissoon’s employer released the following statement in response to the incident and her removal:\n\n“Anjali Ramkissoon, a fourth-year neurology resident employed by Jackson Health System, has been placed on administrative leave, effective immediately, and removed from all clinical duties. Jackson has launched an internal investigation. The outcome of the investigation will determine if any disciplinary action will be taken, up to and including termination.”\n\nAccording to witness accounts, police finally arrived on the scene to find the young doctor down the block getting into a different taxi. After blocking the driver’s way and asking her to step out of the car, she was finally put in handcuffs. However, Ramkissoon reportedly continued her drunken tirade by attacking officers. Her rampage finally ended when she was placed in the police car and she began crying.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "young, doctor, assaults, uber, driver, camera, faces, wrath, internet", "og": {"site_name": "Medical Daily", "description": "A video of a verbal and physical assault on an Uber driver has gone viral...and it's pretty ugly.", "title": "Doctor Caught On Camera Assaulting Uber Driver", "url": "http://www.medicaldaily.com/doctor-anjali-ramkissoon-uber-assault-370582", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured_video/public/2016/01/22/uber-assault.jpg", "type": "article"}, "twitter": {"description": "A video of a verbal and physical assault on an Uber driver has gone viral...and it's pretty ugly.", "title": "Doctor Caught On Camera Assaulting Uber Driver", "url": "http://www.medicaldaily.com/doctor-anjali-ramkissoon-uber-assault-370582", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured_video/public/2016/01/22/uber-assault.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/01/22/uber-assault.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2016-01-22T15:22:35-05:00", "modified_time": "2016-01-22T15:24:52-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A video of a verbal and physical assault on an Uber driver has gone viral...and it's pretty ugly."}, "_id": "\"57477af46914bd0286fe1522\"", "article_summary": "“This Uber driver deserves a bonus from the company (and a medal for having self-restraint while dealing with this animal),” the video descriptions reads.\nA video depicting a young woman verbally and physically assaulting an Uber driver in Miami surfaced earlier this week and the Internet has not been kind to the woman implicated in the incident.\nHer rampage finally ended when she was placed in the police car and she began crying.\nAfter blocking the driver’s way and asking her to step out of the car, she was finally put in handcuffs.\nHowever, Ramkissoon reportedly continued her drunken tirade by attacking officers."}