{"article_title": "Why Your Tax Dollars Are Funding Research for Origami Condoms", "article_keywords": ["nih", "funding", "condoms", "dollars", "tax", "research", "grants", "condom", "ebola", "origami", "studies"], "article_url": "http://www.thefiscaltimes.com/2014/10/17/Why-Your-Tax-Dollars-Are-Funding-Research-Origami-Condoms", "article_text": "This week, Sen. Rand Paul mocked the National Institutes of Health director for suggesting that budget cuts have prevented his agency from developing an Ebola vaccine while doling out hundreds of millions of tax dollars on what the Senator from Kentucky deemed frivolous research spending.\n\n“We have people who go blithely on TV and say we don't have enough money to study Ebola. Have you seen what the NIH spends money on?\" Paul said during a GOP congressional candidate rally on Wednesday.\n\nRelated: No Budget Cuts Didn’t Prevent an Ebola Vaccine\n\nHe proceeded to run down a list of examples of NIH studies that he feels are wasteful or unnecessary--\"Nine-hundred thirty-nine thousand dollars spent to discover whether or not male fruit flies would like to consort with younger female fruit flies,\" the senator said to laughter. \"One hundred seventeen thousand dollars spent to determine if most monkeys are right handed and like to throw poop with their right hands.”\n\nHe included around $2.4 million in research grants that have gone toward the development of the origami condom, an accordion-shaped contraceptive inspired by the Japanese art of paper folding. Paul told the audience he’d spare them the details of the condom of the future because it was a “family event.”\n\nBut some scientists, including the origami condom mastermind and entrepreneur himself, Danny Resnic, say Paul’s omission of the details is irresponsible and misleads the public into thinking tax dollars for this product are being used frivolously, when instead, they say, they have sparked scientific innovation within an industry central to public health.\n\n“Paul's comment exemplifies the Neanderthal thinking that has prevented innovation of the condom since 1902, before the Wright Bros.' first flight,” said Resnic, the founder and CEO of California-based ORIGAMI Condoms. He added that “since then the aviation technology has propelled us through space, to the moon, to Mars and beyond. During the same timeframe the rolled condom has remained essentially unchanged with a long history of consumer complaints and dissatisfaction.”\n\nRelated: CDC Spars with Congress Over Travel Bans\n\nThe origami condom, designed for use by men and women and for vaginal and anal sex, is expected to be ready for public use next year. It claims to be safer, more effective and better able to protect users from sexually transmitted diseases. It has also received financial support from the Bill and Melinda Gates Foundation, which has called Origami Condoms a leading innovator in sexual health.\n\nOf course, no one knows if people will actually use Resnic’s invention or if it will perform as advertised when it goes wide.\n\nStill, lawmakers like Paul have been quick to criticize NIH for helping fund Resnic’s condom revolution.\n\n“Tax dollars are not being effectively and efficiently spent by the National Institutes of Health,\" Brian Darling, Paul's senior communications director said. \"Your average struggling American has no problem with the federal government spending tax resources to fight Ebola, but they don’t feel too good about this same government using tax dollars to pay a guy to make new style condom.”\n\nIt’s not just the origami condom that has drawn scrutiny. Members of Congress have long been critical of NIH research grants that—at first glance—may seem ridiculous or inconsequential. But scientists caution not to judge a study by its title.\n\n“I have a serious problem when members of Congress assume, based on the name of the study and without doing homework on what the grant actually is, that it’s not worth funding,” said Ben Corb, American Society for Biochemistry and Molecular Biology.\n\nRelated: Ebola Scams Prey on the Public’s Fear\n\nThis happens so often that the science community has an entire award program—called the Golden Goose Awards-- dedicated to studies that seem absolutely frivolous on the surface, but result in ground breaking scientific discoveries.\n\nTake for example one of the recipients of this year’s Golden Goose Awards- a 1979 NIH-funded study that involved massaging rats at different temperatures to measure growth related hormones.\n\nThough spending millions to massage rats would likely be scoffed at by some, it ultimately and unexpectedly led another group of scientists to discover groundbreaking therapy for premature babies. Researches estimate that it has have saved the medical industry billions of dollars, the Huffington Post noted.\n\nCorb stressed that when scrutinizing science grants—and questioning why certain studies get them while others don’t—you have to understand the process of how they are awarded.\n\nRelated: 11 Ways to Fight Ebola and Other Diseases\n\n“Washington bureaucrats don’t get to decide which studies get funding and which don’t,” he said—adding that NIH director Francis Collins isn’t sitting at his desk deciding that the origami condom should get funding instead of Ebola research. “It doesn’t work like that.”\n\nThere’s a peer review process and grants are scored on scientific merit. If you score high enough, you get funding.\n\n“No one is really picking winners or losers. They’re picking which studies have better science. If the science is good they have a better shot of getting funding,” Corb explained.\n\nThe NIH may not be picking winners and losers, but they are able to prioritize what they spend money on according to Michael Eisen, a biologist at the University of California at Berkeley. He makes the point that the NIH chooses which projects to prioritize—so if the chief thought funding was the only problem—he likely could have prioritized funds for Ebola research over other things. NIH has done it before—for Cipro, during the anthrax scare after the 9/11 attacks and for AIDS research to name just two.\n\nCorb points out, “Ebola kills far fewer people each year than influenza or malaria. It frankly isn’t the existential threat to our health and well-being as fear mongers want us to think,” he wrote in a blog post on Tuesday. “There is a reason why the NIH has not funded billions in research for Ebola, and it is because it does not pose the threat that many other infectious diseases do.”\n\nNIH awards 80 percent of its funding in research grants to outside researchers—like universities and other institutions. Of that, 2.8 percent must be awarded to small businesses—like Resnic’s Origami Condoms.\n\nRelated: The Virus That’s More Likely to Kill You Than Ebola\n\nNIH’s budget has been cut by nearly $5 million in the last few years. However, it increased by $10 billion since 2001 to $30 billion this year. NIH has been cast under the spotlight amid the devastating Ebola outbreak in West Africa when earlier this week, scientists pushed back at NIH’s director for linking the lack of an Ebola vaccine with the agency’s shrinking budget.\n\nCorb and others worried that calling attention to the need for more funds for Ebola research would inspire critics to dig up examples of the agency’s “waste.”\n\n“Dr. Collins has opened up the NIH budget process to politics in a way I truly wish he had not, and we are already seeing the effects,” Corb wrote in a blog post on Tuesday. On Twitter, people are highlighting areas of research the NIH has funded instead of funding Ebola. (On paper, the grants sound frivolous. We know they aren’t.”\n\nUpdated on Thursday at 4:02 p.m.\n\nTop Reads From the Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "This week, Sen.", "title": "Why Your Tax Dollars Are Funding Research for Origami Condoms", "url": "http://www.thefiscaltimes.com/2014/10/17/Why-Your-Tax-Dollars-Are-Funding-Research-Origami-Condoms", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/10172014_Origami_Condoms.PNG", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2014/10/17/Why-Your-Tax-Dollars-Are-Funding-Research-Origami-Condoms", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/10172014_Origami_Condoms.PNG", "creator": "@Briannaehley", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "This week, Sen.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fd5d68\"", "article_summary": "Members of Congress have long been critical of NIH research grants that—at first glance—may seem ridiculous or inconsequential.\n“Tax dollars are not being effectively and efficiently spent by the National Institutes of Health,\" Brian Darling, Paul's senior communications director said.\nOn Twitter, people are highlighting areas of research the NIH has funded instead of funding Ebola.\nCorb and others worried that calling attention to the need for more funds for Ebola research would inspire critics to dig up examples of the agency’s “waste.”“Dr.\nIt has also received financial support from the Bill and Melinda Gates Foundation, which has called Origami Condoms a leading innovator in sexual health."}