{"article_title": "EBD Theory Becomes Practice At WellStar Paulding Hospital", "article_keywords": ["wellstar", "ebd", "haney", "theory", "spending", "paulding", "practice", "building", "project", "director", "team", "design", "hospital"], "article_url": "http://www.healthcaredesignmagazine.com/article/ebd-theory-becomes-practice-wellstar-paulding-hospital", "article_text": "Click To View Gallery\n\nIn 2009, WellStar Paulding Hospital in Hiram, Ga., just outside Atlanta, was facing a dramatic growth in its local population, with an average 3.45 percent increase expected annually in Paulding County over the next five years. This reality pushed the need to consider replacing its existing 50-year-old, 32-bed hospital.\n\nHowever, the decision came at a time when the organization was struggling financially, says Mark Haney, president of WellStar Paulding Hospital. Because of its commitment to the community and the potential for growth, WellStar decided to move forward. “We had a great culture,” Haney says, “and had been achieving strong metrics [for patient satisfaction and safety] once we started focusing on how to do things differently.” They decided to put that same focus on the design of its new building.\n\nGetting it right\n\nProject visioning began in 2009 and included a guiding principle sharply focused on safety. However, the project was quickly put on hold to await the outcome of the Affordable Care Act and how the legislation might affect the direction of its capital spending. In the meantime, WellStar continued its research on a new building by participating in The Center for Health Design’s (CHD) Pebble Project initiative.\n\nThrough the Pebble Project, Haney and his team visited peer facilities and heard from others on what they’d done on their own projects. “If I’d just researched all of this, I wouldn’t have soaked in all the knowledge that I did at this level,” Haney says. “The educational value of visual research by visiting other sites was extremely valuable.” He also says the effort allowed the team to think more innovatively and incorporate approaches into the building design that may not have been considered before.\n\nNine of Haney’s team members—including the medical director of the ER, the human resources director, finance director, chief nursing executive, and members of the design team—became certified in the Evidence-based Design Accreditation and Certification (EDAC) program, a credential offered by CHD to individuals who demonstrate a thorough understanding of how to apply an evidence-based process to the design and development of healthcare facilities. This knowledge, Haney says, gave the team a common language as they talked about design and helped define what a safe hospital would look like. It also made it easier to discuss issues and make decisions.\n\nWhile this education was taking place, the hospital board was wrestling with some tough decisions. “The question was not whether to build, but how much to build,” Haney says. Concerned about capital spending, the decision was made to reduce the initial size of the hospital from 112 beds to 56, shelling in two floors to accommodate more beds as the population grew. The team was ready to move forward in fall 2010 on an eight-story, 295,700-square-foot hospital; a seven-story atrium that ties an existing medical office building (MOB) to a new four-story, 82,220-square-foot MOB and the new hospital; and a one-level, 120,000-square-foot precast parking deck.\n\nWellStar made a commitment to the community that it would have its new campus completed by spring 2014, but its approved certificate of need from the state also defined a mandatory start date of Dec. 2, 2011 and completion date of July 2, 2014.\n\nIn order to open on time, the team fast-tracked the project by truncating the design phases into early-release packages, with general contractor Brasfield & Gorrie (Atlanta) beginning preconstruction work in March 2012 (six months before the construction documents were completed) and utilizing building information model and prefabrication to help expedite the process.", "article_metadata": {"keywords": "[page-title],[metatags-global-keywords-1],Interior Design Ideas,Accessible Design,Design Certification,Evidence-based Design,Code Compliance by Design,Rooms and Workspaces,Architectural Design Ideas,Certification,Construction,Engineering,Evidence-based Architecture,Facility Planning,Materials,Compliance Issues,Financial Matters,Infection Control,Building Ideas,Design Ideas,Research,Theory,Rooms: Patient/Exam", "revisit-after": "1 day", "description": "[site-name],[site-mission]"}, "article_summary": "However, the decision came at a time when the organization was struggling financially, says Mark Haney, president of WellStar Paulding Hospital.\nClick To View GalleryIn 2009, WellStar Paulding Hospital in Hiram, Ga., just outside Atlanta, was facing a dramatic growth in its local population, with an average 3.45 percent increase expected annually in Paulding County over the next five years.\nThrough the Pebble Project, Haney and his team visited peer facilities and heard from others on what they’d done on their own projects.\nBecause of its commitment to the community and the potential for growth, WellStar decided to move forward.\nIn the meantime, WellStar continued its research on a new building by participating in The Center for Health Design’s (CHD) Pebble Project initiative."}