{"article_title": "Kitchen routine helps with memory loss", "article_keywords": ["loss", "cooking", "cognitive", "southwest", "recipes", "routine", "france", "book", "wolfert", "helps", "memory", "progress", "recent", "husband", "kitchen"], "article_url": "http://health.heraldtribune.com/2013/11/12/kitchen-routine-helps-with-memory-loss/", "article_text": "By EMILY KAISER THELIN\n\nThe Washington Post\n\nPaula Wolfert, 75, swears she has simplified her cooking.\n\n“I try to cook something every few days, like practicing a musical instrument,” she says.\n\nIt’s a smart plan for someone like her, in the early stages of cognitive impairment, when organization problems can first appear. But Wolfert’s definition of “simple” has never been anyone else’s. Her eight seminal cookbooks on the foods of the Mediterranean are famous — some might say infamous — for their complexity, for challenging us to be better cooks.\n\nOver her four-decade career, she would often test a few recipes a day. Meals for herself and her husband of 30 years, crime novelist Bill Bayer, could get eclectic: duck confit, a dish she popularized in 1983 with “The Cooking of Southwest France\"; a Syrian dish spiked with aleppo pepper, a spice she introduced to American chefs in 1994 with “The Cooking of the Eastern Mediterranean.”\n\nOn a recent weekday at her airy house in Sonoma, Calif., her lunch menu looks just as eclectic and ambitious as ever. She has been revisiting favorite recipes, casually considering an anthology.\n\nShe turns to “The Cooking of Southwest France,” lying open on the counter, and reads from her own recipe.\n\n“Bring to a boil and add cream,” she says, readying her measuring cups. When she is about to pour, she turns back to the book. “Is it a third of a cup or a half? I forget everything as soon as I read it.”\n\nWolfert has turned into a cook like the rest of us, and this new phase is giving her profound insight. She looks up from the book and laughs: “Now that I have to follow my own recipes, some of them are so hard!”\n\nIt’s good to hear her laugh again. For several years, Wolfert suspected something was wrong. When she first started forgetting words, she complained that she was losing her mind.\n\nFriends and her doctor insisted she was fine. Then two years ago, during appearances to promote her most recent book, “The Food of Morocco” (2011), whenever someone asked her a multi-pronged question, “I couldn’t connect three sentences together,” she says.\n\nFinally, late last year her husband suggested that they have omelets for lunch. Wolfert drew a blank.\n\n“I said to Bill, 'Wait a minute, how do you make an omelet?' ”\n\nShe saw two neurologists. Each had a different opinion. One said she had early-stage Alzheimer’s disease; the other diagnosed mild cognitive impairment, a form of dementia that can progress to Alzheimer’s. Time will tell which one she has, depending on how much she loses.\n\n“It doesn’t matter,” she says. “I know there’s something wrong. This isn’t the Paula that I used to know.”\n\nDementia is an unpredictable foe. There is no cure and no sure way to slow its progress. In 1983, New York University physician Barry Reisberg delineated seven stages to measure its progress. Wolfert has been told she appears to be at Stage Four, moderate cognitive decline. According to the Alzheimer’s Association, that includes “greater difficulty performing complex tasks, such as planning dinner for guests,” and “forgetfulness of recent events.”\n\nThankfully, her long-term memories remain crystal clear. When she can’t remember how much cream to add to the tangerine sauce, she remembers where she discovered the sauce: On her first trip to Southwest France in 1978, from a rising-star Gascon chef named Jean-Louis Palladin.\n\nAs she serves the meal, her husband quietly checks to make sure the cooking appliances have been turned off.\n\nShe tastes the scallops. Her face brightens with the delight of someone who has just bumped into an old friend. “That’s Jean-Louis!”", "article_metadata": {"wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}, "description": "Cookbook author Paula Wolfert copes with the onset of cognitive impairment"}, "_id": "\"57477af36914bd0286fc944a\"", "article_summary": "She turns to “The Cooking of Southwest France,” lying open on the counter, and reads from her own recipe.\nThen two years ago, during appearances to promote her most recent book, “The Food of Morocco” (2011), whenever someone asked her a multi-pronged question, “I couldn’t connect three sentences together,” she says.\nAs she serves the meal, her husband quietly checks to make sure the cooking appliances have been turned off.\nIt’s a smart plan for someone like her, in the early stages of cognitive impairment, when organization problems can first appear.\nWhen she can’t remember how much cream to add to the tangerine sauce, she remembers where she discovered the sauce: On her first trip to Southwest France in 1978, from a rising-star Gascon chef named Jean-Louis Palladin."}