{"article_title": "Between Hobby Lobby and ISIS: The Battle for Iraq's Antiquities", "article_keywords": ["ancient", "isis", "historical", "artifacts", "region", "iraqs", "antiquities", "sites", "cultural", "objects", "context", "battle", "hobby", "lobby", "history"], "article_url": "https://newrepublic.com/article/123262/between-hobby-lobby-and-isis-battle-iraqs-antiquities", "article_text": "So any ancient artifacts in Iraq and Syria are currently compromised. For those of us who do not want to see Middle Eastern Christianity erased from the region and its history (and other embattled religious minorities and their respective histories), the preservation of cultural objects and sites is therefore extremely important.\n\nAnd yet, the Greens’ conservation strategy might inflict more damage than it prevents.\n\nThe sale of looted artifacts likely benefits ISIS, which appears to be smuggling portable artifacts out of the region as a means of raising income. In 2014, UNESCO published a special edition of its World Heritage publication concerning Iraq’s threatened treasures, warning that the looting of historical objects is used by ISIS to finance acts of terrorism. Though it isn’t clear how the Greens purchased their tablets, Moss and Baden emphasized in an email to the New Republic that “every purchase of unprovenanced artifacts reinforces the market for illicit antiquities and emboldens those engaged in looting,” adding that “the risks of inadvertently financing an illegal and violent market are just too high to justify the acquisition of improperly documented material.”\n\nThe illegal transportation of delicate artifacts can also damage them. As mass protests broke out in Egypt in 2011, looters stormed the Egyptian Museum in Cairo along with nearby excavation warehouses, plundering mummified corpses, statues, ceremonial objects, and other treasures, many of which were left in pieces after the raid. Agents without experience in conservation are also much less likely to transport ancient materials safely, even if their final destination is a well-run museum.\n\nAnd there’s value to keeping objects with cultural meaning in their areas of origin. Pamela Hatchfield, president of the American Institute for Conservation of Historic and Artistic Works, explained in an email to the New Republic that “our history and our understanding of it is based on our understanding of physical objects in their original context. ... In their original context, [historical sites and objects] represent the unique cultural identity of the region in which they are found. They are the actual record, not anyone's interpretation of it.” What makes the destruction of ancient artifacts such a natural companion to the destruction of particular ethnic groups is that both actions aim to deny a part of a region’s identity. Protecting cultural heritage sites and objects in their context subverts, in a profound way, the effort to erase targeted groups and histories from those regions.\n\nHatchfield acknowledged that protecting historical artifacts in conflict zones is “a very big and complicated question,” with peace efforts being a major part of the solution. In the meantime, though, UNESCO has recently approved a “cultural Blue Helmet” program, in which United Nations peacekeepers will be dispatched to protect threatened cultural sites from militant groups. If all goes according to plan, this will mean increased on-the-ground protection for compromised sites and objects.\n\nHeritage sites and artifacts will not be entirely safe until ISIS (and other similar militant groups—the Taliban destroyed world-famous ancient Buddhist sculptures in Afghanistan in 2001, for instance) is permanently neutralized. But, harrowing as it is, the best strategy to protect the region’s endangered history seems to be to lend support to local efforts rather than to smuggle unprovenanced objects into other countries, where they may or may not ever be reunited with the people and places that form their context.", "article_metadata": {"msapplication-config": "//assets.newrepublic.com/assets/favicons/browserconfig.xml", "viewport": "width=device-width, initial-scale=1.0", "description": "Hobby Lobby, big-box purveyor of cut-rate craft supplies and idiosyncratic selections of register candy, last made national headlines for challenging the federal government on the Affordable Care Act's contraception mandate. But Hobby Lobby’s owners, the Oklahoma-based Green family, have now set their sights on greater things. No longer content to traffic purely in yarn, felt, or health care polic...", "og": {"site_name": "New Republic", "description": "Coming to a Hobby Lobby near you: pillaged artifacts from the ancient world?", "title": "Between Hobby Lobby and ISIS: The Battle for Iraq's Antiquities", "locale": "en_US", "image": "https://images.newrepublic.com/2fdb20b2e470e527b6025d7ded9d5118eb671d72.jpeg?w=1109&h=577&crop=faces&fit=crop&fm=jpg", "url": "https://newrepublic.com/article/123262/between-hobby-lobby-and-isis-battle-iraqs-antiquities", "type": "article"}, "twitter": {"description": "Coming to a Hobby Lobby near you: pillaged artifacts from the ancient world?", "title": "Between Hobby Lobby and ISIS: The Battle for Iraq's Antiquities", "image": "https://images.newrepublic.com/2fdb20b2e470e527b6025d7ded9d5118eb671d72.jpeg?w=1024&h=512&crop=faces&fit=crop&fm=jpg", "creator": "@ebruenig", "site": "@newrepublic", "card": "summary_large_image"}, "msapplication-TileColor": "#ffffff", "parsely-metadata": "{\"thumb_image\":\"http://images.newrepublic.com/2fdb20b2e470e527b6025d7ded9d5118eb671d72.jpeg\"}", "parsely-page": "{\"title\":\"Between Hobby Lobby and ISIS: The Battle for Iraq's Antiquities\",\"link\":\"https://newrepublic.com/article/123262/between-hobby-lobby-and-isis-battle-iraqs-antiquities\",\"section\":\"Hobby Lobby\",\"pub_date\":\"2015-10-29T16:18:00.000Z\",\"post_id\":123262,\"author\":\"Elizabeth Bruenig\",\"type\":\"post\",\"tags\":[\"Hobby Lobby\",\"ISIS\",\"Politics\",\"Bible Museum\",\"archaeology\",\"Raiders of the Lost Ark\",\"Stolen Goods\",\"-type_article\"]}", "fb": {"admins": 4404589, "pages": 161419311535, "app_id": 1675346479369918}, "msapplication-TileImage": "//assets.newrepublic.com/assets/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/thenewrepublic", "tag": "Hobby Lobby", "published_time": "2015-10-29"}, "theme-color": "#ffffff"}, "_id": "\"57477af46914bd0286fd5d96\"", "article_summary": "So any ancient artifacts in Iraq and Syria are currently compromised.\nIn their original context, [historical sites and objects] represent the unique cultural identity of the region in which they are found.\nIn 2014, UNESCO published a special edition of its World Heritage publication concerning Iraq’s threatened treasures, warning that the looting of historical objects is used by ISIS to finance acts of terrorism.\nHatchfield acknowledged that protecting historical artifacts in conflict zones is “a very big and complicated question,” with peace efforts being a major part of the solution.\nIn the meantime, though, UNESCO has recently approved a “cultural Blue Helmet” program, in which United Nations peacekeepers will be dispatched to protect threatened cultural sites from militant groups."}