{"article_title": "Jahi McMath: Judge denies petition to keep girl on ventilator past Dec. 30", "article_keywords": ["denies", "machine", "oakland", "childrens", "family", "judge", "sealey", "hospital", "30", "past", "ventilator", "jahi", "jahis", "mcmath", "girl", "dec", "petition"], "article_url": "http://www.mercurynews.com/breaking-news/ci_24787952/jahi-mcmath-neurologist-present-test-results-at-closed", "article_text": "OAKLAND -- In a crushing blow to the family of a brain-dead 13-year-old girl, a judge ruled Tuesday that officials at Children's Hospital Oakland can take Jahi McMath off a breathing machine as soon as Monday.\n\nAlameda County Superior Court Judge Evelio Grillo handed down the verdict after hearing testimony from two doctors, one an independent expert appointed by the judge on Monday and the other a 30-year veteran of the hospital. Both testified that the teen is brain-dead and that her body is alive only because of a ventilator hooked up to her since Dec. 12.\n\nGrillo ordered that Jahi, who suffered cardiac arrest and other complications after a Dec. 9 tonsil surgery, must be kept on the breathing machine until at least 5 p.m. Dec. 30. Since she was declared brain-dead, Jahi's family has been battling hospital administrators in a case that has gained national attention.\n\n\"It's heartbreaking to hear that, of course,\" said Omari Sealey, Jahi's uncle. He attended the hearing with Jahi's grandmother, Sandra Chatman, and her stepfather, Martin Winkfield. Jahi's mother, Nailah Winkfield, did not attend the hearing.\n\nAdvertisement\n\nThe case could be appealed, but Sealey said the family has no immediate plans to do so. The hospital's attorney, Doug Straus, said it will seek to stop Jahi's intravenous fluids and remove her from the breathing machine at 5 p.m. Dec. 30 and that officials would like to negotiate a time to remove Jahi from the ventilator before then if the family is open to it.\n\n\"I don't know if we've accepted it yet,\" Sealey said, when asked about the findings of the two doctors. \"There's still time for a miracle. Christmas is tomorrow. It would be great if she woke up.\"\n\nThe family asked for more prayers for Jahi. Local pastors and churchgoers from around the world have rallied around the family both in person and by offering support through social media.\n\n\"Prayers are more important than ever before,\" Sealey said, \"because the clock is ticking.\"\n\nGrillo addressed the family after the testimony of Dr. Paul Fisher of Lucile Packard Children's Hospital and Dr. Robin Shanahan of Children's Hospital Oakland. Fisher, a neurologist appointed by the court, examined Jahi on Monday. Shanahan examined her on Dec. 11.\n\n\"This has been very, very hard on you,\" Grillo told the family as he made his ruling. \"No one anywhere would wish this to happen to anyone. ... I hope you find some comfort in your religion.\"\n\nFisher told the court in an open hearing that the Oakland girl \"meets all the criteria of brain death.\" Fisher, chief of pediatric neurology at Lucile Packard Children's Hospital, performed an electroencephalogram, or EEG, to measure activity in the brain and another test to see if blood was flowing to the brain.\n\nShanahan, who specializes in pediatric neurology and has performed more than 300 brain-death exams, testified that two tests she performed on Dec. 11 confirmed the diagnosis of brain death. In one of the tests, Shanahan said, doctors briefly removed Jahi from the breathing machine to see if she could breathe on her own but the teen was not able to do so.\n\nFamily members have said they were outraged by the treatment they have received at the hospital since Jahi's diagnosis, saying that the hospital's chief of pediatrics had pressured her family to allow them to take the girl off the ventilator even as they expressed hope that she could recover.\n\nIn a statement issued Monday, Dr. David Durand, chief of pediatrics for Children's Hospital Oakland, said that \"we have the deepest sympathy for Jahi's mother who wishes her daughter was alive; but the ventilator cannot reverse the brain death that has occurred and it would be wrong to give false hope that Jahi will ever come back to life.\"\n\nHospital officials have repeatedly declined to discuss specifics of the case, citing medical privacy laws and asking the family's permission to release information.\n\nContact David DeBolt at 510-262-2728 and follow him at Twitter.com/daviddebolt. Contact Rick Hurd at 925-945-4789 and follow him at Twitter.com/3rderh.", "article_metadata": {"sailthru.url": "http://www.mercurynews.com/breaking-news/ci_24787952/jahi-mcmath-neurologist-present-test-results-at-closed", "sailthru.author": "By David DeBolt and Rick Hurd   Contra Costa Times", "ag": {"canon": "TheMercuryNews:article:24787952:view"}, "startDate": "2013-12-24T09:39:18-0700", "twitter": {"domain": "mercurynews.com", "description": "In a crushing blow to the family of a brain-dead 13-year-old girl, a judge ruled Tuesday that officials at Children's Hospital Oakland can take Jahi McMath off a breathing machine as soon as Monday.", "title": "Jahi McMath: Judge denies petition to keep girl on ventilator past Dec. 30", "url": "http://www.mercurynews.com/breaking-news/ci_24787952/jahi-mcmath-neurologist-present-test-results-at-closed", "image": "http://local.mercurynews.com/common/dfm/assets/logos/1200x627/mercurynews.png", "site": "@mercnews", "app": {"name": {"ipad": "San Jose Mercury News for iPad", "iphone": "San Jose Mercury News for iPhone", "googleplay": "San Jose Mercury News"}, "id": {"ipad": "id551437906", "iphone": "id479955259", "googleplay": "com.spreedinc.providers.californianewspaperpartnership.sanjosemercurynews"}}, "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "News", "modificationDate": "2013-12-24T19:45:24-0700", "endDate": "2023-12-24T19:32:05-0700", "news_keywords": "Latest news, Bay Area, California, national, world news", "byline": "By David DeBolt", "pubDate": "2013-12-24T09:40:28-0700", "sailthru.date": "2013-12-24T08:39:18-0800", "sailthru.title": "Jahi McMath: Judge denies petition to keep girl on ventilator past Dec. 30", "verify-v1": "cgRcFjhKBsmYEfbwi2qePjkOzvy8XWnvfTpK75N3BmQ=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site571/2013/1224/20131224__eoak1225jahihear~1_300.JPG", "description": "In a crushing blow to the family of a brain-dead 13-year-old girl, a judge ruled Tuesday that officials at Children's Hospital Oakland can take Jahi McMath off a breathing machine as soon as Monday.", "sailthru.site": "mercurynews.com", "fb": {"admins": "702185068,661331474,100001900804139", "page_id": 63095136336, "app_id": 328320203930030}, "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "og": {"url": "http://www.mercurynews.com/breaking-news/ci_24787952/jahi-mcmath-neurologist-present-test-results-at-closed", "image": "http://local.mercurynews.com/common/dfm/assets/logos/1200x627/mercurynews.png", "type": "article", "description": "In a crushing blow to the family of a brain-dead 13-year-old girl, a judge ruled Tuesday that officials at Children's Hospital Oakland can take Jahi McMath off a breathing machine as soon as Monday.", "title": "Jahi McMath: Judge denies petition to keep girl on ventilator past Dec. 30"}, "google-site-verification": "jvnaFa4kq5tUDhFMQZ84bDI74A2qnu0gfhxZjZXlkko", "y_key": "8cb7e37d57339cb3", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site571/2013/1224/20131224__eoak1225jahihear~1.JPG"}, "article_summary": "Grillo addressed the family after the testimony of Dr. Paul Fisher of Lucile Packard Children's Hospital and Dr. Robin Shanahan of Children's Hospital Oakland.\nSince she was declared brain-dead, Jahi's family has been battling hospital administrators in a case that has gained national attention.\n\"It's heartbreaking to hear that, of course,\" said Omari Sealey, Jahi's uncle.\nOAKLAND -- In a crushing blow to the family of a brain-dead 13-year-old girl, a judge ruled Tuesday that officials at Children's Hospital Oakland can take Jahi McMath off a breathing machine as soon as Monday.\nGrillo ordered that Jahi, who suffered cardiac arrest and other complications after a Dec. 9 tonsil surgery, must be kept on the breathing machine until at least 5 p.m. Dec. 30."}