{"article_title": "Kansas congressional delegation wrestles with White House over Zika-fighting funds", "article_keywords": ["zika", "republicans", "funding", "senate", "house", "kansas", "funds", "delegation", "virus", "zikafighting", "moran", "wrestles", "white", "bill", "congressional", "voted"], "article_url": "http://cjonline.com/news/2016-05-24/kansas-congressional-delegation-wrestles-white-house-over-zika-fighting-funds", "article_text": "Nearly everyone in Washington agrees the federal government should combat the spread of the Zika virus into the United States but fiscally conservative Kansas Republicans have rebuffed President Barack Obama’s request for higher appropriations.\n\nLast Tuesday, the Senate voted 68-29 to allocate $1.1 billion to fight the virus. The vote came on a compromise amendment from Republican U.S. Sen. Roy Blunt of Missouri and Democratic U.S. Sen. Patty Murray of Washington. Twenty-three Republicans joined 44 Democrats and an independent senator voting in favor.\n\nU.S. Sens. Pat Roberts and Jerry Moran, both Republicans from Kansas, voted against.\n\n“We must find a way to prioritize or shift funds to combat the spread of this virus without increasing our budget deficit,” Moran said.\n\nEarlier that day, Roberts and Moran voted for a failed amendment from U.S. Sen. John Cornyn, a Republican from Texas, that would have pulled funds for fighting Zika from the Affordable Care Act. Moran called it a “common sense” and “budget-neutral” solution.\n\nKathryn Knight, a spokeswoman for Roberts, said the senator “hopes the House and Senate can work together quickly to protect our communities without further growing the national debt.”\n\nOne day after the Senate vote, the House voted 241-184 to approve a significantly smaller amount to fight the virus: $622 million.\n\nThe vote was largely along party lines with just four Republicans voting against and three Democrats voting in favor.\n\nThe four U.S. House members from Kansas, all of whom are Republicans, voted in favor of the bill.\n\nMichael Byerly, a spokesman for U.S. Rep. Lynn Jenkins, said the congresswoman could support appropriating more money as the Senate and House work to find a compromise.\n\n“If properly justified and funded in a fiscally responsible fashion, she remains open to slightly higher funding levels,” Byerly said. “Most importantly, the congresswoman urges the conferees to agree on a funding level quickly so we can move forward with additional actions to curb the spread of the Zika virus.”\n\nSpread by mosquitoes, the virus can transfer from a pregnant woman to her child, causing a brain development disorder known as microcephaly. The disorder is associated with intellectual disabilities and seizures.\n\nNo mosquito-borne cases of Zika virus disease have been reported in the continental U.S., according to the U.S. Centers for Disease Control, but there have been cases associated with travel to the United States. The CDC warns travel-related cases could lead to local outbreaks in some parts of the U.S.\n\nBecause no vaccine against Zika exists, there is widespread agreement between Congress and Obama on the need for action from the federal government. The question is, how much should it cost?\n\n“We didn’t just choose the $1.9 billion from the top of our heads,” Obama said Friday. “This was based on public health assessments of all the work that needs to be done.”\n\nTom Frieden, director of the U.S. Centers for Disease Control and Prevention, has praised the Senate bill as a step in the right direction but opposes the House bill, in part because it would shift leftover Ebola funding to fight Zika.\n\nBoth Obama and Frieden have said the transfer of Ebola-fighting funds to anti-Zika measures is a bad policy that leaves the nation’s disease control efforts vulnerable.\n\nU.S. Rep. Mike Pompeo, who supports the House bill, said Congress must ensure Zika funding is paid for.\n\n“This is a rapidly changing crisis, and Congress stands united in ensuring resources get to the right people at the right time,” Pompeo said. “It would be irresponsible to simply provide a blank check.”\n\nThe debate over Zika funding has moved into other areas of policy. As the Senate voted on Zika funding amendments last week, the House unsuccessfully attempted to pass H.R. 897, lessening restrictions on pesticide spraying under the Clean Water Act.\n\nU.S. Rep. Kevin Yoder, a Kansas Republican, said the bill “targets the virus at its source — the mosquitos that are spreading the virus.” But the White House opposes the bill, calling it “unnecessary” in a statement Monday.\n\n“Rebranding legislation that removes important Clean Water Act protections for public health and water quality is not an appropriate avenue for addressing the serious threat to the nation that the Zika virus poses,” the White House said.\n\nThe bill had the support of 239 House Republicans, including all four from Kansas, but failed because it was voted on under a suspension of the rules. Such votes require a two-thirds majority, or 290 ayes, for passage.", "article_metadata": {"keywords": "News, Local, State, Justin Wingerter", "og": {"site_name": "CJOnline.com", "description": "Nearly everyone in Washington agrees the federal government should combat the spread of the Zika virus into the United States but fiscally conservative Kansas Republicans have rebuffed President Barack Obama's request for higher appropriations.", "title": "Kansas congressional delegation wrestles with White House over Zika-fighting funds", "url": "http://cjonline.com/news/2016-05-24/kansas-congressional-delegation-wrestles-white-house-over-zika-fighting-funds", "image": "http://cjonline.com/sites/default/files/15375772.jpg", "type": "article"}, "description": "Nearly everyone in Washington agrees the federal government should combat the spread of the Zika virus into the United States but fiscally conservative Kansas Republicans have rebuffed President Barack Obama’s request for higher appropriations.Last Tuesday, the Senate voted 68-29 to allocate $1.1 billion to fight the virus. The vote came on a compromise amendment from Republican U.S. Sen. Roy Blunt of Missouri and Democratic U.S. Sen. Patty Murray of Washington. Twenty-three Republicans joined 44 Democrats and an independent senator voting in favor."}, "article_summary": "U.S. Rep. Mike Pompeo, who supports the House bill, said Congress must ensure Zika funding is paid for.\n“It would be irresponsible to simply provide a blank check.”The debate over Zika funding has moved into other areas of policy.\nAs the Senate voted on Zika funding amendments last week, the House unsuccessfully attempted to pass H.R.\nThe four U.S. House members from Kansas, all of whom are Republicans, voted in favor of the bill.\nPat Roberts and Jerry Moran, both Republicans from Kansas, voted against."}