{"article_title": "Section 1557 of the Affordable Care Act (ACA)", "article_keywords": ["affordable", "aca", "1557", "proposed", "title", "discrimination", "rule", "sex", "protections", "health", "coverage", "act", "care"], "article_url": "http://www.civilrights.org/advocacy/letters/2016/letter-to-director-donovan-section-1557.html", "article_text": "Letter to Director Donovan Re: Section 1557 of the Affordable Care Act (ACA)\n\nAdvocacy Letter - 04/12/16\n\nSource: The Leadership Conference on Civil and Human Rights\n\nRecipient: Shaun Donovan, Director, Office of Management and Budget\n\nView a PDF of this letter here.\n\nDear Director Donovan,\n\nOn behalf of The Leadership Conference on Civil and Human Rights and its Health Care Task Force, we are writing to urge that the final regulations implementing Section 1557 of the Affordable Care Act (ACA) be finalized as quickly as possible and with strong protections addressing the serious issues of discrimination that we know affect members of marginalized communities, such as racial and ethnic minorities; women; people with disabilities; immigrants; people whose primary language is not English; and lesbian, gay, bisexual, and transgender (LGBT) individuals. The Leadership Conference is a coalition charged by its diverse membership of more than 200 national organizations to promote and protect the civil and human rights of all persons in the United States. The Leadership Conference’s Health Care Task Force is committed to reducing disparities in health and health care and ultimately achieving equity in both arenas. Our members are strong supporters of Section 1557 and have advocated for its full and complete implementation since its enactment in 2010.\n\nAs you know, Section 1557 is a major milestone in the administration’s efforts to ensure that everyone in America has access to quality, affordable health insurance coverage and health care. We would like to thank you for the administration’s commitment to the health and well-being of everyone in America.\n\nAs we expressed to the U.S. Department of Health and Human Services (HHS) in response to the notice of proposed rulemaking on Section 1557 promulgated by the HHS Office for Civil Rights (OCR) in September 2015, we commend HHS for the strength of the proposed rule. As the administration moves toward finalizing the rule, we would like to reiterate our support for several key provisions that secure and protect access to appropriate health insurance coverage and care for groups that have traditionally experienced discrimination, including:\n\nThe broad application of Section 1557’s requirements and protections to all of a covered entity’s services and activities when any part of the entity that has health care or health insurance as its primary purpose receives federal financial assistance. The proposed rule’s approach, in accordance with the Civil Rights Restoration Act, ensures that health insurers, hospitals, and other covered entities provide fair and equitable treatment to all enrollees, patients, and participants. Moreover, as proposed, Section 1557’s protections should apply to insurance carriers acting as third-party administrators for employer-sponsored plans, as long as the carriers sell any products through a marketplace or otherwise receive federal financial assistance.\n\nThe proposed rule’s approach, in accordance with the Civil Rights Restoration Act, ensures that health insurers, hospitals, and other covered entities provide fair and equitable treatment to all enrollees, patients, and participants. Moreover, as proposed, Section 1557’s protections should apply to insurance carriers acting as third-party administrators for employer-sponsored plans, as long as the carriers sell any products through a marketplace or otherwise receive federal financial assistance. Defining “federal financial assistance,” to include all tax credits created by Title I of the ACA, as well as any funds extended by the Department to pay for health insurance coverage. This is critical to fully eradicating discrimination in health insurance and is required by the language and intent of the ACA.\n\nThis is critical to fully eradicating discrimination in health insurance and is required by the language and intent of the ACA. Robust protections against discriminatory benefit design and plan marketing. The application of Section 1557 to insurance carriers and health programs reinforces other key reforms of the ACA and is a critical component of ensuring nondiscriminatory access to coverage for vulnerable populations. As you know, some issuers continue to engage in “adverse tiering” and other discriminatory benefit design practices that impede access to life-saving prescription drugs and other services for persons who need them the most. Similarly, existing market practices routinely discriminate against groups such as persons with disabilities, pregnant women, transgender individuals, and others with specific health care needs. The proposed rule addresses such concerns by, for instance, prohibiting plans from engaging in discriminatory practices such as categorically excluding coverage on the basis of gender identity or otherwise limiting coverage in a manner that results in discrimination against transgender individuals. We strongly support these provisions.\n\nThe application of Section 1557 to insurance carriers and health programs reinforces other key reforms of the ACA and is a critical component of ensuring nondiscriminatory access to coverage for vulnerable populations. As you know, some issuers continue to engage in “adverse tiering” and other discriminatory benefit design practices that impede access to life-saving prescription drugs and other services for persons who need them the most. Similarly, existing market practices routinely discriminate against groups such as persons with disabilities, pregnant women, transgender individuals, and others with specific health care needs. The proposed rule addresses such concerns by, for instance, prohibiting plans from engaging in discriminatory practices such as categorically excluding coverage on the basis of gender identity or otherwise limiting coverage in a manner that results in discrimination against transgender individuals. We strongly support these provisions. Recognition of a private right of action to challenge discrimination. A private right of action is established under Title IX, Title VI, Section 504, and the Age Discrimination Act, which form the predicate for enforcement of Section 1557. Individuals must have access to the courts for all grounds of prohibited discrimination, including both intentional and disparate impact, and without exhaustion of administrative remedies.\n\nA private right of action is established under Title IX, Title VI, Section 504, and the Age Discrimination Act, which form the predicate for enforcement of Section 1557. Individuals must have access to the courts for all grounds of prohibited discrimination, including both intentional and disparate impact, and without exhaustion of administrative remedies. No exceptions. We strongly support HHS’s decision not to include any exceptions from Section 1557’s requirements in the proposed rule. Any exceptions other than those expressly stated in Title I of the ACA are contrary to the express purpose of Section 1557 and the ACA more broadly, which is to eliminate discriminatory and unfair barriers in equitable access to coverage and care for all. In particular, the rule should not incorporate any of Title IX’s exceptions and should not include a religious exemption, especially one that singles out sex as the sole basis of discrimination. Not only would a religious exemption for sex discrimination improperly provide a lower level of protection on the basis of sex, but it would contravene the goal of ending sex discrimination in health care. A religious exemption would also cause direct harm to individuals by permitting the outright denial of services critical to the health of women and LGBT individuals.\n\nWe further urge that the proposed rule be strengthened in several key ways, as set out in our comments from November 2015 and reiterated below.\n\nInclusion of sexual orientation in sex protections. While we strongly support the explicit inclusion of “pregnancy, false pregnancy, termination of pregnancy or recovery therefrom, childbirth or related medical conditions, sex stereotyping, or gender identity” in the definition of “on the basis of sex,” we are very concerned that the proposed rule does not expressly interpret Section 1557’s sex protections to include sexual orientation. Despite changes such as the 2015 Supreme Court decision extending equal marriage rights to same-sex couples in every state, discrimination on the basis of sexual orientation—against couples and individuals—remains a significant problem in hospitals and doctor’s offices across the country.\n\nA 2015 study from the University of Washington, for instance, found substantial prevalence among health care providers of both implicit and explicit bias against lesbian and gay patients. As the Joint Commission has noted, discrimination and mistreatment by health care providers contribute to distrust of the health care system among many lesbian, gay, and bisexual people and have serious negative effects on their health. Moreover, the protections offered by federal laws such as the ACA stand to become even more critical for LGBT people across the country as states enact laws, such as North Carolina’s House Bill 2, that condone or even require discrimination on the basis of sexual orientation and gender identity. We therefore implore you to ensure that the sex protections in the final Section 1557 rule expressly include sexual orientation.\n\nFully address discrimination in health programs and activities. The final rule must provide protections against sex discrimination that are at least as strong as the protections for other protected classes. The proposed rule sets out core antidiscrimination principles drawn from the implementing rules for Title VI, Section 504, the Age Act, and Title IX. However, the referenced Title IX rules reflect the different educational context for which they were created and accordingly do not reach the full breadth of discriminatory actions that are prohibited by Section 1557. Therefore, in addition to the referenced Title IX provisions, the final rule should also draw from the Title VI, Section 504, and Age Act prohibitions, to more fully address discrimination in health programs and activities. Specifically, the final rule should make clear that covered entities:\n\no Are prohibited from engaging in activities that have the effect of discriminating on the basis of sex; and\n\no Are permitted to take affirmative actions to overcome the effects of conditions that resulted in limitations on participation by persons on the basis of sex.\n\nImportantly, we note that these protections prohibit actions by covered entities that have the effect of denying or restricting women’s timely access to providers specializing in women’s health care. We also believe the final rule should make clear that the limitation or exclusion of maternity coverage for some or all enrollees constitutes discrimination based on sex.\n\nEliminate the proposed exclusion for discrimination by a covered entity against its own employees. The plain meaning of Section 1557 includes employment discrimination without limitation. Section 1557 coverage would strengthen existing protections against employment discrimination by giving employers dependent on federal financial assistance an additional incentive to follow the law.\n\nThe plain meaning of Section 1557 includes employment discrimination without limitation. Section 1557 coverage would strengthen existing protections against employment discrimination by giving employers dependent on federal financial assistance an additional incentive to follow the law. Ensure language access. The final rule should build on Title VI and the 2003 LEP guidance and include formal standards for when covered entities must translate documents. These requirements should apply to all providers, even those who only receive Medicare Part B funding.\n\nThe final rule should build on Title VI and the 2003 LEP guidance and include formal standards for when covered entities must translate documents. These requirements should apply to all providers, even those who only receive Medicare Part B funding. Explicitly extend the reach of 1557 regulations to all relevant programs at any federal agency. We strongly believe that the plain intent of the statute is to give HHS authority to enforce Section 1557’s protections for any health program or activity funded by a federal agency.\n\nIt is thanks to President Obama and the efforts of countless members of his team that this administration has presided over the greatest reduction in uninsurance and the most significant reform to our nation’s health system in 50 years. We are proud to have partnered with you in these efforts and look forward to the expeditious release of a timely, robust Section 1557 rule that cements the administration’s legacy of a stronger, healthier, more just America. More detailed information on the issues addressed herein and other issues that are important to our organizations can be found in the submitted comments by our organizations to HHS in November 2015.\n\nSincerely,\n\nThe Leadership Conference on Civil and Human Rights\n\nAmerican Civil Liberties Union\n\nAmerican Federation of State, County and Municipal Employees\n\nAmerican Public Health Association\n\nAsian & Pacific Islander American Health Forum\n\nCenter for American Progress\n\nCoalition for Disability Health Equity\n\nDisability Policy Consortium\n\nDisability Rights Education & Defense Fund\n\nFamilies USA\n\nFamily Equality Council\n\nHuman Rights Campaign\n\nNAACP\n\nNational Center for Transgender Equality\n\nNational Council of La Raza\n\nNational Disability Rights Network​ (NDRN)\n\nNational Health Law Program\n\nNational Immigration Law Center\n\nNational LGBTQ Task Force\n\nNational Latina Institute for Reproductive Health\n\nNational Partnership for Women & Families\n\nNational Women’s Law Center\n\nPlanned Parenthood Federation of America\n\nThe Trevor Project\n\nCC:\n\nSylvia Mathews Burwell, Secretary, U.S. Department of Health and Human Services\n\nLoretta Lynch, Attorney General, U.S. Department of Justice\n\nValerie Jarrett, Assistant to the President for Public Engagement and Intergovernmental Affairs\n\nCecilia Muñoz, Director, Domestic Policy Council\n\nJocelyn Samuels, Director, U.S. Department of Health and Human Services Office for Civil Rights\n\nHoward Shelanski, Administrator, Office of Information and Regulatory Affairs\n\nTina Tchen, Assistant to the President", "article_metadata": {"description": "Letter to Director Donovan Re: Section 1557 of the Affordable Care Act (ACA)", "generator": "Convio CMS", "og": {"url": "http://www.civilrights.org/advocacy/letters/2016/letter-to-director-donovan-section-1557.html", "site_name": "The Leadership Conference on Civil and Human Rights", "image": "http://www.civilrights.org/about/leadershipconf_foraboutus2.jpg", "type": "article", "title": "Letter to Director Donovan Re: Section 1557 of the Affordable Care Act (ACA)"}, "fb": {"admins": 586003167, "app_id": 143697325675837}, "google-site-verification": "MZqmxaaLtHrtdDTgIy05HoURMLj_17JgG3kZvNcjzkI", "verify-v1": "yx24KLK9Z91PlNBYDVG+GR0/FEa8WnlL6vU6rboKHLI="}, "article_summary": "The Leadership Conference’s Health Care Task Force is committed to reducing disparities in health and health care and ultimately achieving equity in both arenas.\nAs you know, Section 1557 is a major milestone in the administration’s efforts to ensure that everyone in America has access to quality, affordable health insurance coverage and health care.\nWe therefore implore you to ensure that the sex protections in the final Section 1557 rule expressly include sexual orientation.\nSimilarly, existing market practices routinely discriminate against groups such as persons with disabilities, pregnant women, transgender individuals, and others with specific health care needs.\nAs the Joint Commission has noted, discrimination and mistreatment by health care providers contribute to distrust of the health care system among many lesbian, gay, and bisexual people and have serious negative effects on their health."}