{"article_title": "6 Ways the Health Care Consumer Will — and Is — Changing Our World", "article_keywords": ["consumers", "ways", "walgreens", "primary", "players", "going", "health", "changing", "world", "consumer", "think", "market", "care"], "article_url": "http://www.hhnmag.com/articles/6640-ways-the-health-care-consumer-will-and-is-changing-our-world", "article_text": "In a report called “The Patient-to-Consumer Revolution,” the authors mentioned Apple 19 times in 37 pages. Amazon got seven props; FitBit got eight; and WebMD, four.\n\nThe writers, Tom Main and Adrian Slywotzky, both partners in Oliver Wyman, describe a new reality — they call it Health Market 2.0 — being nurtured almost unwittingly by hundreds of tech startups seizing opportunities to make money by fulfilling needs that consumers are just now realizing they have. On the front lines of this new reality: fast-emerging health care companies that know exactly what they are going after — and none of the companies is a traditional provider organization.\n\n“This revolution is cast in players like Samsung and Apple and Google and Walgreen’s and Wal-Mart, etc.,” Main says. “I wish it could have been played through by the incumbents reinventing themselves on their own without outside pressure, but I actually don’t think that’s going to happen.”\n\nMain shared his thoughts on how the consumer revolution will play out.\n\nH&HN: Consumers are paying more out-of-pocket for health care, but they frequently do not have the information they need to make well-informed shopping decisions about health care providers. How do you see this evolving?\n\nMain: I actually think transparency is going to push its way into the scene at a national scale, and I see this happening in multiple layers.\n\nOne part of the marketplace today lives in an economic formula that works for the consumer, and this is convenient care. This is for the sore throats, the earaches, the bumps, bruises, rashes, the millions and millions of transactions that work fine in a fee-for-service type of environment. We already have a motivated buyer and motivated players that want to redefine how the market works.\n\nPrimary care physicians tell me that 70 percent of what’s done in primary care can be done by a nonphysician and does not have to be done in a primary care office. So Walgreens, Wal-Mart, Teledoc, American Well — this whole collection of players in kiosks and telehealth and retail — are motivated to move this transactional, convenient care volume out of primary care offices.\n\nSo if, say, Walgreens executives think they can capture 70 percent of that volume, is Walgreens going to be transparent about price? I think the answer is “yes.” About wait times, so you know how long you have to wait and you can find that out through your scheduling app? Yes. About their drug and generic formulary co-pay structure? Yes. About patient experience ratings and crowdsourcing? Yes.\n\nThat is because, for every consumer who comes through the store, they pick up the back-of-the-store pharmacy volume, which is a profit center. That is how they can monetize the consumer through a container of chicken soup or whatever the consumer needs to get better.\n\nSo, my view on the transparency for this convenient care layer is that it will be provided willingly by the retail players and the telehealth players and the kiosk players. And that will force the rest of the primary care marketplace to come and play.\n\nThe second layer of transparency will be procedural care — all ambulatory surgeries and the mildly invasive diagnostics. This will be driven by players like AmSurg, Surgical Care Affiliates and United Surgical Partners International because they have only upside. There’s 70 percent price variation on ambulatory procedures, and they have demonstratively better outcomes and better patient experience than inpatient providers.\n\nUntil now, they have been shadow pricing inpatient providers because they make more money, but economics rule. One of them is going to figure out that the value of growing market share is more significant than the shadow pricing. When that happens, we are going to see transparent bundled payments on ambulatory surgery and diagnostics.\n\nH&HN: The “quantified self” movement — for example, using FitBit or the Apple Watch to track steps — is giving consumers more information about their health than ever before. What are the implications for the health care industry?\n\nMain: As consumers begin to understand their “body narrative” (steps, sleep, calories, blood oxygen, etc.) it is going to dramatically change their understanding of their health and the importance of better living. Ultimately, consumers will be able to trade their body narrative for better pricing in the market — you know, a “safe-driving discount.” For example, if your activity tracker tells you that you have a habit of taking 10,000 steps a day and are really good about staying fit, an orthopedic surgeon in the future might give you a lower-cost bundled payment on a procedure — say, a knee replacement — because he or she would know that the likelihood of your full recovery would be much higher.", "article_metadata": {"description": "In a report called “The Patient-to-Consumer Revolution,” the authors mentioned Apple 19 times in 37 pages. Amazon got seven props; FitBit got eight; and WebMD, four. The writers, Tom Main and Adrian Slywotzky, both partners in Oliver Wyman, describe a new reality — they call it Health Market 2.0 — being nurtured almost unwittingly by hundreds of tech startups seizing opportunities to make money by fulfilling needs that consumers are just now realizing they have. On the front lines of this new reality: fast-emerging health . . .", "csrf-token": "A+ExksqAjP3zfGyhgtzii4oG2bDUHt6YS7sg2T6RtCE=", "twitter": {"image": "http://www.hhnmag.com/ext/resources/inc-hhn/img/articles/article_images/2015/November/Nov-Cov-190x127-copy.jpg?1448315769", "description": "Hundreds of tech startups are seizing opportunities to make money by trying to fulfill needs that consumers are just now realizing they have.", "card": "summary", "title": "6 Ways the Health Care Consumer Will — and Is — Changing Our World"}, "msapplication-TileColor": "#FFFFFF", "csrf-param": "authenticity_token", "og": {"image": "http://www.hhnmag.com/ext/resources/inc-hhn/img/articles/article_images/2015/November/Nov-Cov-190x127-copy.jpg?1448315769", "type": "Article", "description": "Hundreds of tech startups are seizing opportunities to make money by trying to fulfill needs that consumers are just now realizing they have.", "title": "6 Ways the Health Care Consumer Will — and Is — Changing Our World"}, "msapplication-TileImage": "/images/favicons/favicon-144.png", "keywords": "amazon,ambulatory,american well,apple,consumers,health care,oliver wyman,primary care,teledoc,tom main,walgreens", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Primary care physicians tell me that 70 percent of what’s done in primary care can be done by a nonphysician and does not have to be done in a primary care office.\nH&HN: Consumers are paying more out-of-pocket for health care, but they frequently do not have the information they need to make well-informed shopping decisions about health care providers.\nWhat are the implications for the health care industry?\nAnd that will force the rest of the primary care marketplace to come and play.\nOn the front lines of this new reality: fast-emerging health care companies that know exactly what they are going after — and none of the companies is a traditional provider organization."}