{"article_title": "Massive Expansion at all 3 Parks", "article_keywords": ["sell", "san", "parks", "whales", "park", "expansion", "windows", "massive", "sea", "seaworld", "world", "whale"], "article_url": "http://micechat.com/77545-new-day-seaworld-massive-expansion-3-parks/", "article_text": "The past few days have been rough for SeaWorld Parks & Entertainment. After missing their projected quarterly earnings target, despite an increase in attendance for the quarter, SeaWorld shareholder’s knee jerk reaction was to sell shares, which resulted in a 30% one day drop in the stock price.\n\nFacing a shareholder sell off and mounting pressure online from activists, SeaWorld made an important announcement today that will change the shape of all SeaWorld parks, and standards and expectations in the marine park industry as well.\n\nSeaWorld announced project “Blue World,” which is the most aggressive expansion plan in the history of Seaworld Parks. Killer Whale facilities will be expanded in San Diego, Orlando and San Antonio, doubling the size of the habitats.\n\nProject Blue World will include:\n\n1.5 Acre new pool\n\nA Pool over 50 feet deep\n\nUnderwater viewing area with windows over 40 feet tall\n\nKiller Whale Treadmill (news first broken right here on MiceChat)\n\nNatural Landscaping\n\nNew Enrichment actives\n\nand more\n\nSeaWorld is doubling down, and betting it all on black… and white, as they attempt to show the world that they are the experts in animal care. As they push the boundaries on the largest salt water habitats in the world, they are also setting a new standard for the entire aquatic park industry.\n\nOn top of the elements that will benefit SeaWorld’s whales and the general public, SeaWorld is also donating $10 million dollars in matching funds to help the Southern Resident Killer Whales that are endangered and known as the most toxic animals in the ocean, due to pollution in the the Pacific Northwest. SeaWorld will also be adding an advisory board of non-theme park scientists, to consult and advise the company on charting the course for animal care in the parks.\n\nMore on this story as it develops.\n\nUPDATE: SeaWorld Texas will be getting\n\nNew Sea Lion Show\n\nNew Sea Lion Habitat\n\nNew Dolphin Coastal Habitat\n\nNew Restaurant\n\nUpdate 2: On a conference call with SeaWorld CEO Jim Atchison, he confirmed that construction would be concurrent and that tentatively you would see San Diego open in 2018, Orlando in 2019 and San Antonio in 2020. He also confirmed new enrichment activities for the whales that would include tactile exploration, and underwater windows for the trainers to engage with the whales in new ways.", "article_metadata": {"description": "A New Day at SeaWorld - Massive Expansion at all 3 Parks", "generator": "WordPress 3.5.1"}, "article_summary": "SeaWorld announced project “Blue World,” which is the most aggressive expansion plan in the history of Seaworld Parks.\nThe past few days have been rough for SeaWorld Parks & Entertainment.\nFacing a shareholder sell off and mounting pressure online from activists, SeaWorld made an important announcement today that will change the shape of all SeaWorld parks, and standards and expectations in the marine park industry as well.\nSeaWorld will also be adding an advisory board of non-theme park scientists, to consult and advise the company on charting the course for animal care in the parks.\nKiller Whale facilities will be expanded in San Diego, Orlando and San Antonio, doubling the size of the habitats."}