{"article_title": "Public Image Of Business Industries Continues To Improve", "article_keywords": ["industries", "ratings", "regarding", "sectors", "business", "industry", "image", "continues", "negative", "healthcare", "public", "improve"], "article_url": "http://www.valuewalk.com/2014/09/business-industries-polls/", "article_text": "Americans views regarding business and industry are finally beginning to return to pre-financial crisis norms. Data from Gallup’s annual Work and Education poll, conducted August 7-10 this year, suggest that Americans’ perceptions regarding 24 different business and industry sectors continue to become more positive after dropping to record lows in 2008 and during the ensuing recession.\n\nThe Gallup report notes that: “the average net-positive rating of the 24 sectors is now +18, up from -1 in 2008, and the highest since 2003.”\n\nAmericans recovering from financial crisis\n\nIn the poll, Gallup surveyed Americans regarding their opinions of the public image of 24 different business sectors and industries on a scale from “very positive” to “very negative.” The net-positive ratings represent the difference between the positive and negative ratings of each sector. The poll has included ratings of “the federal government” since 2003, but these are not included in the yearly averages.\n\nAmericans’ views of individual business and industry sectors included in the average have varied over the years, and future articles on Gallup.com will explore these differences. But, overall, the trend in the combined average clearly shows that these business sectors have steadily recovered from the blow they took in 2008. Business and industry — at least as represented by these industries — have returned to the relative good graces of the American public. This increase since 2008 is similar to the general recovery in other Gallup measures, including economic confidence, job creation, and Payroll to Population and unemployment.\n\nIndustries with the best and worst public image\n\nThe restaurant and computer industries sectors were the only “well above average” sectors, and were also the only sectors with net-positive scores above 50. At the bottom of the scale, three sectors are rated “negative” or “very negative”: the healthcare industry, the legal field, and worst-rated the oil and gas industry (-27). The federal government has been included on this list recently, and not too surprisingly, come in dead last with a net-positive image of -36.\n\nAmericans’ ratings of these business and industry sectors is impacted by a broad range of factors. In addition to the economy’s overall health, factors such as individual involvement with the industries, news stories about real-world incidents involving particular industries, the services each industry provides, the costs of these services, legal issues regarding the industries and perceptions about how well the industry is “doing its job” all effect people’s perceptions of various industries.\n\nThe long-term negative image of the oil and gas industry, for example, likely reflects environmental concerns, as well as frustrations regarding high gasoline prices when the industry is making high levels of profits. The positive image of the restaurant industry probably is related to the wide variety of restaurants available in all price ranges, and that eating out with friends or family is typically considered an enjoyable experience.\n\nThe negative image of the healthcare industry almost certainly reflects reflects public reactions to the controversial Affordable Care Act, and worries about the constant increases in healthcare costs. Of interest, healthcare professionals rate well in Gallup’s honesty and ethics of professions ratings, suggesting the angst is more about the healthcare system than the people in the sector. The legal profession continuing to come in towards the bottoms of the ratings is no surprise, given the poor rating of the honesty and ethics of lawyers in the above survey.\n\nOf note, the computer industry is rated quite a bit higher than the Internet industry, pointing toward the fact that Americans differentiate between the makers of computer products and the Internet. This trend may be exacerbated by the numerous recent revelations of invasions of privacy and breaches of data and email accounts by Internet and cloud storage providers.", "article_metadata": {"description": "According to a new Gallup poll, the public image of of most industries continues to improve after nosediving during the Great Recession.", "generator": "WPZOOM Framework 1.6.0", "og": {"site_name": "ValueWalk", "description": "According to a new Gallup poll, the public image of of most industries continues to improve after nosediving during the Great Recession.", "title": "Public Image Of Business Industries Continues To Improve", "locale": "en_US", "image": {"width": 663, "identifier": "http://www.valuewalk.com/wp-content/uploads/2014/09/Positive-industries-ratings.jpg", "height": 374}, "updated_time": "2014-09-05T11:50:46+00:00", "url": "http://www.valuewalk.com/2014/09/business-industries-polls/", "type": "article"}, "twitter": {"description": "Americans views regarding business and industry are finally beginning to return to pre-financial crisis norms. Data from Gallup’s annual Work and Education poll, conducted August 7-10 this [...]", "title": "Public Image Of Business Industries Continues To Improve", "url": "http://www.valuewalk.com/2014/09/business-industries-polls/", "image": "http://www.valuewalk.com/wp-content/uploads/2014/09/Positive-industries-ratings.jpg", "creator": "@valuewalk", "site": "@valuewalk", "card": "photo"}, "robots": "noodp", "fb": {"app_id": 294013504001864, "pages": 144640855575863}, "msapplication-TileImage": "http://www.valuewalk.com/wp-content/uploads/2016/02/cropped-ValueWalk-site-icon-270x270.png", "article": {"publisher": "https://www.facebook.com/valuewalk", "published_time": "2014-09-05T12:49:19+00:00", "author": "https://www.facebook.com/valuewalk", "section": "Business", "modified_time": "2014-09-05T11:50:46+00:00", "tag": "oil and gas industry"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Industries with the best and worst public imageThe restaurant and computer industries sectors were the only “well above average” sectors, and were also the only sectors with net-positive scores above 50.\nAmericans views regarding business and industry are finally beginning to return to pre-financial crisis norms.\nThe negative image of the healthcare industry almost certainly reflects reflects public reactions to the controversial Affordable Care Act, and worries about the constant increases in healthcare costs.\nAmericans’ views of individual business and industry sectors included in the average have varied over the years, and future articles on Gallup.com will explore these differences.\nAmericans’ ratings of these business and industry sectors is impacted by a broad range of factors."}