{"article_title": "Culture Comes to the Kids at Puente de Hozhó Language Immersion School", "article_keywords": ["classroom", "program", "school", "kids", "language", "culture", "immersion", "science", "puente", "hozh", "arizona", "navajo", "children", "comes"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/06/17/culture-comes-kids-puente-de-hozho-language-immersion-school-155319", "article_text": "Walk into Puente de Hozhó, a K-5 language immersion school for urban Navajo kids whose first language is English, and you know immediately that something special is happening here.\n\nAt Puente de Hozhó, Navajo children are learning academic subjects—from math to reading to social studies—in the Navajo language using content that is specific to their Navajo culture. In Roberta Gorman’s grade 4-5 classroom, the children explore traditional Navajo science. They also learn Western science. Her fourth graders do well on Arizona’s standardized science testing, which is administered statewide to all children in that grade.\n\nEstablished in 2001, Puente de Hozhó is part of the Flagstaff, Arizona public school system. In addition to its Navajo/English program, the trilingual magnet school offers a Spanish/English program for Hispanic children. The name of the school comes from the Spanish words puente de, which mean “bridge of,” and the Navajo word hozhó, which roughly translated means “beauty.” In English, the name means Bridge of Beauty, a concept illustrated by murals on the exterior of the building created by children and staff under the direction of Navajo artists Shonto Begay and Baje Whitethorne.\n\nAt the kindergarten level in the Navajo/English program, the children spend all of their time in a classroom where 90 percent of the instruction is in Navajo. Their teacher is Ilene Ryan, who is a fluent speaker and who holds both regular Arizona teaching credentials and a master’s in bilingual multi-cultural education. She teaches the standard kindergarten curriculum content in Navajo—the kids in her classroom are subject to the same Common Core standards as are all kindergarteners in Arizona.", "article_metadata": {"description": "Walk into Puente de Hozhó, a K-5 language immersion school for urban Navajo kids and you know that something special is happening.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "leeanne", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/06/17/culture-comes-kids-puente-de-hozho-language-immersion-school-155319", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/puente-fancy-shawl.jpg", "site_name": "Indian Country Today Media Network.com", "title": "Culture Comes to the Kids at Puente de Hozhó Language Immersion School"}, "dcterms.date": "2014-06-17T10:00-04:00", "dc": {"title": "Culture Comes to the Kids at Puente de Hozhó Language Immersion School"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/06/17/culture-comes-kids-puente-de-hozho-language-immersion-school-155319", "robots": "follow, index", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Language Immersion, Immersion School, Navajo Language, Native American students, Common Core State Standards", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.title": "Culture Comes to the Kids at Puente de Hozhó Language Immersion School"}, "article_summary": "At Puente de Hozhó, Navajo children are learning academic subjects—from math to reading to social studies—in the Navajo language using content that is specific to their Navajo culture.\nWalk into Puente de Hozhó, a K-5 language immersion school for urban Navajo kids whose first language is English, and you know immediately that something special is happening here.\nEstablished in 2001, Puente de Hozhó is part of the Flagstaff, Arizona public school system.\nIn Roberta Gorman’s grade 4-5 classroom, the children explore traditional Navajo science.\nIn addition to its Navajo/English program, the trilingual magnet school offers a Spanish/English program for Hispanic children."}