{"article_title": "Marketing firm disbanding office, planning to work from car, home", "article_keywords": ["firm", "business", "office", "car", "work", "disbanding", "taxes", "downtown", "planning", "howell", "statement", "marketing", "small"], "article_url": "http://www.commercialappeal.com/business/entrepreneurs/Marketing-firm-disbanding-office-planning-to-work-from-car-home-366067011.html", "article_text": "A file photo shows Amy Howell, CEO of Howell Marketing Strategies, who said Wednesday she is closing her Downtown office and adopting a remote work approach with her small business.\n\nBy Ted Evanoff of The Commercial Appeal\n\nHowell Marketing Strategies LLC will close its Downtown office and rely on part-time contractors.\n\nHowell Marketing principal Amy Howell released a statement late Wednesday disclosing the S. Main office site would be sold and noted she could “serve my clients from my car and my computer.”\n\nHowell’s statement called the new approach a “remote work model” and described tough business conditions for traditional small firms.\n\n“Obamacare, the taxes and overhead associated with small businesses makes it impossible for small businesses to be profitable,” the statement says.\n\nHowell, who founded the business in her home in 1996, partnered two years later with Sandra McQuain and drew notable public relations accounts including the Memphis Grizzlies and the old Pinnacle Airlines.\n\nIn 2009, Howell moved the firm Downtown from East Memphis after the partnership dissolved. The firm most recently employed three to four workers.\n\nHer statement Wednesday assailed a “political culture” that has heaped costs on small firms.\n\n“Insurance premiums have gone up more than 40% and taxes are continuing to increase as well as workers comp, payroll and all of the taxes and fees associated with running a small business,” the statement says. “Last year the Federal government decided to audit our firm, finding no fault but costing Howell thousands in fees. It’s become obvious that the small business owner cannot thrive in this political culture and I have decided to sell my real estate, eliminate property taxes and go to a consulting model to eliminate payroll taxes and insurance.’’", "article_metadata": {"title": "Marketing firm disbanding office, planning to work from car, home", "og": {"url": "http://www.commercialappeal.com/business/entrepreneurs/Marketing-firm-disbanding-office-planning-to-work-from-car-home-366067011.html", "image": {"width": 640, "identifier": "http://media.jrn.com/images/802218_4466578_ver1.0_640_480.jpg", "height": 411}, "type": "article", "description": "Saying she could “serve my clients from my car and my computer,'' Howell Marketing's owner called the new approach a “remote work model” prompted by tough business conditions for traditional small firms.", "title": "Marketing firm disbanding office, planning to work from car, home"}, "twitter": {"site": "https://twitter.com/memphisnews", "image": "http://media.jrn.com/images/802218_4466578_ver1.0_640_480.jpg", "description": "Saying she could “serve my clients from my car and my computer,'' Howell Marketing's owner called the new approach a “remote work model” prompted by tough business conditions for traditional small firms.", "card": "summary_large_image", "title": "Marketing firm disbanding office, planning to work from car, home"}, "apple-mobile-web-app-capable": "no", "msapplication-TileImage": "http://media.jrn.com/designimages/logo-ca-icon-144.png", "__sync_contentCategory": "premium", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "article_summary": "By Ted Evanoff of The Commercial AppealHowell Marketing Strategies LLC will close its Downtown office and rely on part-time contractors.\nA file photo shows Amy Howell, CEO of Howell Marketing Strategies, who said Wednesday she is closing her Downtown office and adopting a remote work approach with her small business.\nIn 2009, Howell moved the firm Downtown from East Memphis after the partnership dissolved.\n“Last year the Federal government decided to audit our firm, finding no fault but costing Howell thousands in fees.\n“Obamacare, the taxes and overhead associated with small businesses makes it impossible for small businesses to be profitable,” the statement says."}