{"article_title": "The Birth Control Evangelists Who Want To Talk To You About Their IUDs", "article_keywords": ["evangelists", "control", "reproductive", "turkos", "iud", "health", "birth", "thinkprogress", "told", "iuds", "talk", "women"], "article_url": "http://thinkprogress.org/health/2015/01/09/3609896/iud-birth-control-stigma/", "article_text": "Health The Birth Control Evangelists Who Want To Talk To You About Their IUDs CREDIT: Shutterstock\n\nWhen Alison Turkos decided to switch her birth control method, she made sure to create a new hashtag first.\n\nTurkos, a reproductive health activist who co-chairs the New York Abortion Access Fund, knew that she wanted to live-tweet her experience getting an intrauterine device (IUD). Under #TurkosIUD, she told her Twitter followers about everything from the ibuprofin she picked up the night before in preparation, to the heating pad she used during the insertion, to the cramps she experienced the next day.\n\n“I’m very glad I live tweeted my experience,” Turkos told ThinkProgress. “I think IUD use has both become more common in recent years, at least within my circle, but also has become more commonly talked about publicly, and more widely accepted among both providers and contraceptive users.”\n\nIUDs can prevent pregnancy for anywhere between three and twelve years, depending on whether patients choose the Mirena, Paragard, or Skyla version. As the most effective reversible form of birth control, the IUD is enthusiastically endorsed by pediatricians and gynecologists alike, particularly since studies have demonstrated it can lead to a dramatic drop in unintended pregnancies and births.\n\nIUDs also appear to inspire a type of cult following that other types of contraceptives don’t enjoy. In a piece for New York Magazine in 2012, writer Kat Stoeffel argued that the women who get IUDs are often so satisfied with their contraception that they become somewhat of “IUD evangelists,” eager to spread the word about why more women should switch to this method of birth control.\n\nOnline spaces are giving the small but growing number of women who opt for IUDs even more opportunity to tell other people about their contraceptive of choice.\n\nIn addition to Turkos’ recent tweets, Jezebel writer Jia Tolentino also published a detailed personal essay this week about her own Mirena insertion, including the difficulty that the doctor first had with the IUD applicator. Other writers have previously blogged about IUD insertion in previous Jezebel posts and in Persephone Magazine.\n\nIUD enthusiasts have also united around the #TeamIUD hashtag on Twitter, spearheaded by RH Reality Check Communications Director Rachel Perrone and freelance writer Avital N. Nathman. Perrone told ThinkProgress that, while she and Nathman weren’t the first people to ever use #TeamIUD, they helped popularize it about two years ago when Obamacare’s birth control benefit started taking effect. “I was professionally and personally very excited about it,” Perrone, who got her own IUD before the law, said in reference to Obamacare’s elimination of cost sharing for FDA-approved contraception.\n\nSince then, the hashtag has helped to facilitate conversations between IUD users, highlight the fact that IUDs have become more affordable for Americans with insurance, and even inspire IUD-themed t-shirts.\n\nThere’s also now a Twitter account for the contraceptive method itself. @iamaniud, which falls somewhere between a parody account and a public health service, is active on the #TeamIUD hashtag. In addition to sharing facts about how IUDs work, the account lends support to women tweeting about struggling with the aftermath of getting an IUD inserted, which can involve several weeks of cramping and nausea.\n\n“I’ve been honored to be able to counteract a lot of common misconceptions and message with some women directly about their questions and fears,” the anonymous individual who runs the @iamaniud account told ThinkProgress in an email. “Women are so often taught that their bodies are weird or abnormal, and if nothing else, I want to reassure them that what they’re going through is normal, and how their bodies and birth control work.”\n\nSimilarly, Turkos said she hopes her live-tweeting experiment will help other people feel comfortable engaging in open dialogue with their friends, family, and doctors about the best birth control options for them.\n\nThere are a lot of potential gains that could result from more women talking openly about their long-acting birth control. Despite its benefits, the IUD has historically been one of the least popular forms of contraception among U.S. women — due to a combination of factors like cost, lingering misconceptions about which women can safely use it, and concerns that the insertion will be too painful. Surveys have found that most Americans don’t understand the specifics about how this method works. Getting more accurate information out there might help more people decide that IUDs are right for them, contributing to the gradual uptick in IUD use that researchers have been observing over the past several years.\n\nPlus, reproductive rights proponents have long argued that it’s important to create spaces where women can talk about the realities of the health services they use.\n\n“I think it’s so important that we share our reproductive health stories,” Morgan Hopkins, a reproductive justice professional who got a Skyla IUD three months ago, told ThinkProgress. “There is still a lot of silence and stigma around reproductive health and talking about it helps de-stigmatize women’s health decisions, including their birth control options.”\n\n“Birth control is a near universal experience for women, so why it’s still considered to be dirty, embarrassing, or secret has never failed to mystify me,” Perrone added.\n\nParticularly as birth control has recently been caught in the political crossfire — last year, the Supreme Court allowed the craft chain Hobby Lobby to drop coverage for IUDs, based on the evangelical owners’ unscientific assertion that IUDs are a form of abortion — reproductive rights proponents have been even more motivated to speak up about their health needs.\n\nJessy Hennesy, who got an IUD just over two years ago, pointed out that conversations about birth control can have far-reaching implications. “For so long, birth control has been something that’s private — practically everyone uses it, but nobody talks about it,” she told ThinkProgress. “That makes it really easy for politicians to advocate not covering birth control like other health services. I think that’s a problem.”\n\nSo Hennesy, who’s a sexuality educator with the Unitarian Universalist Association in her spare time, is doing her part to push back. She just purchased IUD earrings on Etsy. She wants to wear them along with a pin that says something like, “Ask me about my jewelry.”", "article_metadata": {"google": "nositelinkssearchbox", "description": "Why more people are having public conversations about one of the most effective forms of contraception out there.", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "Why more people are having public conversations about one of the most effective forms of contraception out there.", "title": "The Birth Control Evangelists Who Want To Talk To You About Their IUDs", "url": "http://thinkprogress.org/health/2015/01/09/3609896/iud-birth-control-stigma/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2014/06/IUD.jpg", "type": "article"}, "twitter": {"description": "Why more people are having public conversations about one of the most effective forms of contraception out there.", "creator": "@Tara_CR", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2014/06/IUD-321x214.jpg", "title": "The Birth Control Evangelists Who Want To Talk To You About Their IUDs", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-health", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2014/06/IUD.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2014/06/IUD.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2015-01-09T14:00:40+00:00", "author": "https://www.facebook.com/tculpressler"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "article_summary": "Health The Birth Control Evangelists Who Want To Talk To You About Their IUDs CREDIT: ShutterstockWhen Alison Turkos decided to switch her birth control method, she made sure to create a new hashtag first.\n“For so long, birth control has been something that’s private — practically everyone uses it, but nobody talks about it,” she told ThinkProgress.\n“That makes it really easy for politicians to advocate not covering birth control like other health services.\nThere are a lot of potential gains that could result from more women talking openly about their long-acting birth control.\nJessy Hennesy, who got an IUD just over two years ago, pointed out that conversations about birth control can have far-reaching implications."}