{"article_title": "Clues about where our love of cars may take us", "article_keywords": ["love", "older", "agelab", "cars", "drivers", "vehicle", "hartford", "clues", "test", "video", "technologies", "smart"], "article_url": "http://health.heraldtribune.com/2015/11/13/clues-about-where-our-love-of-cars-make-take-us/", "article_text": "Will global aging trends coincide with adoption of driverless cars, solving the big honker problem that could erupt if hordes of formerly agile baby boomers refuse to surrender the all-American autonomy that comes with a set of wheels?\n\nFlorida transportation officials seem to be hoping that's the case, since money hasn't been forthcoming for any serious public transit alternatives that would connect elders of the future to the world outside their suburban tract homes. In the meantime, we're building more and wider roads that could conceivably accommodate lanes for supremely smart vehicles someday.\n\nAs it happens, some smart people at The Hartford Center for Mature Market Excellence and the MIT AgeLab have been eyeing the possibility of just such a technological convergence for a few years now, tracking the rapid evolution of gadgets in cars designed to help avoid smash-ups, along with the increasing willingness of older drivers to consider actually using them as designed.\n\nFor this year's survey, they did more than just get folks' impressions of automakers' new bells and whistles -- and beeps and chimes and flashing lights. They invited 302 drivers 50 to 69 years old into the AgeLab to watch videos about self-driving cars and other technologies now available, and got information on how eager they would be to test or buy cars with those capabilities.\n\nThe results, just out this week: 70 percent of the respondents, after viewing the video on self-driving cars, said they would take one for a test spin. And 31 percent said they would buy one if it were the same price as a regular car. Men were more likely than women to see themselves as early adopters -- which could mean that guys love new gadgets even more than they like being in charge.\n\nAmong seven other newfangled technologies discussed, two were clear winners: reverse cameras that reveal what you might be backing into, and warnings that alert you when another vehicle is in your blind spot. The least popular: parking assistance systems.\n\nI spoke with Jodi Olshevski, a gerontologist from The Hartford Center, and Joseph Coughlin, director of the AgeLab, about the implications for safer roads in car-dependent terrains like Florida. They sounded optimistic.\n\n\"What we’ve found is that first off, the technology is getting better -- a lot more simple to use and less of a distraction,\" Coughlin said. \"And older adults are getting far more tech-savvy. What’s really cool is that the next generation of older drivers will be more comfortable with technology.\"\n\nThe challenge, he added, is to make sure drivers apply \"the software between their ears\" when interfacing with smarter cars.\n\n\"It’s so essential for older drivers to understand what these technologies are, and to learn to use them,\" Olshevski said. \"If you rent a vehicle today, you're all of sudden confronted with things you don't recognize. We’re really trying to encourage people to become familiar with these technologies, to take a couple of minutes before they get on the road.\"\n\nTo help mature drivers feel at ease with state-of-the-art driving tools, the Hartford has developed a free guidebook and an interactive video quiz.\n\nFollow Barbara Peters Smith on Twitter @BarbaraPSmith.", "article_metadata": {"wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "article_summary": "What’s really cool is that the next generation of older drivers will be more comfortable with technology.\"\n\"It’s so essential for older drivers to understand what these technologies are, and to learn to use them,\" Olshevski said.\nThe challenge, he added, is to make sure drivers apply \"the software between their ears\" when interfacing with smarter cars.\nThe results, just out this week: 70 percent of the respondents, after viewing the video on self-driving cars, said they would take one for a test spin.\nThey invited 302 drivers 50 to 69 years old into the AgeLab to watch videos about self-driving cars and other technologies now available, and got information on how eager they would be to test or buy cars with those capabilities."}