{"article_title": "How Well Do Physicians Pay Their Staff?", "article_keywords": ["physicians", "benefits", "nurses", "pay", "medical", "practices", "health", "members", "assistants", "clinical", "nonclinical", "staff"], "article_url": "http://www.medscape.com/viewarticle/853359", "article_text": "Insights From the 2015 Staff Salary Report\n\nThis year marked the second Medscape report on staff pay, benefits, and raises. The first was published in 2013. Both were based on surveys of physicians across 25 specialties, who answered questions on how much they pay their staff, what benefits and raises they give, and what positions will be added and cut in the coming year.\n\nIncluded were clinical staff (nurse practitioners, registered nurses [RNs], physician assistants, medical assistants) and nonclinical staff (front desk, medical billers, medical coders, medical biller/coders, and medical records clerks). This year, the survey added coders to nonclinical staff members to help determine any effect from implementation of the 10th edition of the International Classification of Diseases (ICD-10).\n\nPhysician-led practices report employing an average of three to five full- or part-time nonclinical staff members and five to seven clinical staff, with medical assistants (five full-time and two part-time) and registered nurses (four and two, respectively) employed in the greatest numbers across practices.\n\nStaff Salaries and Benefits\n\nSalaries\n\nAs expected, most clinical staff members (nurses and medical and physician assistants) are more highly paid than nonclinical staff. Nurse practitioners receive $87,000 in compensation, followed closely at $85,000 for physician assistants. Registered nurses are third at $52,000. Medical assistant compensation is the lowest ($30,000).\n\nOf interest, the highest-paid nonclinical staff members are medical biller/coders, at $37,000. This amount is higher than compensation of medical assistants—a clinical position—indicating the current importance of medical biller/coders, possibly because of the ICD-10 challenges. Medical records clerks received the lowest average annual pay, at $26,500, with front-desk staff at a slightly higher salary of $28,000.\n\nBenefits\n\nPhysician practices are providing benefits to full-time nonphysician and administrative staff at virtually the same rates they did in the 2013 survey. Although the Affordable Care Act (ACA) gives smaller practices the opportunity to receive tax incentives for making health insurance available to their employees,[1] there was a decrease in paid health insurance: only 68% in the 2013 survey, and even less (65%) this year.\n\nIt should be noted, however, that these percentages are still higher than the national current health benefits rates for small business in general (57%).[2] Similar decreases were seen between 2013 and 2015 in practices providing health savings accounts (26% and 23%, respectively) and retirement plans with no employer match (22% and 19%, respectively). Four percent received \"other\" benefits, which, according to this year's respondents, include reimbursement for tuition and professional fees, profit-sharing, gym memberships, and discounts on a practice's services.", "article_metadata": {"chronicleid": "0901c7918090fce2", "xml-type": "article", "description": "This year's Medscape survey on medical staff salaries looks at which employees are doing better, and which worse, than 2 years ago.", "og": {"site_name": "Medscape", "description": "This year's Medscape survey on medical staff salaries looks at which employees are doing better, and which worse, than 2 years ago.", "title": "How Well Do Physicians Pay Their Staff?", "url": "http://www.medscape.com/viewarticle/853359", "image": "http://img.medscape.com/news/2014/dt_140513_nurses_computer_800x600.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@Medscape", "image": "http://img.medscape.com/news/2014/dt_140513_nurses_computer_800x600.jpg", "description": "This year's Medscape survey on medical staff salaries looks at which employees are doing better, and which worse, than 2 years ago.", "card": "summary", "title": "How Well Do Physicians Pay Their Staff?"}, "multipage": "true", "virtualpages": "false", "keywords": "compensation,earnings,employee health benefit plans,income,management (medical office),medical office management,medical office managers,pay,practice management,remuneration,revenue,salary", "format-detection": "telephone=no", "date": "10/28/2015", "tabletpagination": "true", "metasegvar": "artid=853359;pub=222;ssp=34;cg=0;pclass=content;scg=3029345;bc=__"}, "article_summary": "Staff Salaries and BenefitsSalariesAs expected, most clinical staff members (nurses and medical and physician assistants) are more highly paid than nonclinical staff.\nIncluded were clinical staff (nurse practitioners, registered nurses [RNs], physician assistants, medical assistants) and nonclinical staff (front desk, medical billers, medical coders, medical biller/coders, and medical records clerks).\nInsights From the 2015 Staff Salary ReportThis year marked the second Medscape report on staff pay, benefits, and raises.\nThis year, the survey added coders to nonclinical staff members to help determine any effect from implementation of the 10th edition of the International Classification of Diseases (ICD-10).\nOf interest, the highest-paid nonclinical staff members are medical biller/coders, at $37,000."}