{"article_title": "A Last-Minute Guide to Buying Health Insurance", "article_keywords": ["premium", "dont", "pay", "youre", "guide", "lastminute", "health", "plan", "way", "money", "deductible", "insurance", "buying", "know"], "article_url": "http://blog.credit.com/2015/02/a-last-minute-guide-to-buying-health-insurance-108612/", "article_text": "While the Affordable Care Act has its detractors, 2014 was a good year for Obamacare. The self-employed, underemployed, or otherwise ineligible for employer group insurance took advantage of the state and federal exchanges last year, and their participation drove the nationwide uninsured rate to its lowest ever. Insurance companies posted all-time high share prices in the third quarter last year thanks in part to an increased subscriber base provided by the law’s mandate. Healthcare.gov’s Marketplace is not as bad as you’ve heard. In fact, it’s pretty darn good. But the velvet rope is closing soon: The open enrollment deadline is Sunday (Feb. 15).\n\nThe Basics\n\nIf you’re not quite sure what all the insurance industry-specific terms mean, don’t feel bad: My parents don’t know, secretaries at the doctor’s office don’t know, and the president probably doesn’t know. There’s really no reason to unless you’re in the process of shopping for insurance, which, ahem, you are, so right now you have to cram the information into your brain and push out some other stuff about Top Gun or your grandparents. But! It’s only temporary, so don’t worry. Hey, which guy is Goose again?\n\nWhen you’re shopping for a plan, there are six basic factors that, when considered together, determine how valuable your plan is. They aren’t the only factors, unfortunately, but they’re the easiest things to sort by. Here they are in no particular order.\n\n1. Premium\n\nThe premium is what you pay each month for the privilege of saying, snootily, “I am an insured person now, and I will have the hash browns and hot cakes at 10:31 a.m., protocol be damned.” Your premium, if you’re the head of a household like I am, is anywhere from a couple hundred to several hundred dollars a month. (Is any of this getting through? Look, it’s like…if you had 50 Netflix subscriptions. That make sense?) The premium is a fixed cost, meaning it’s the same every month for the whole year, so it’s tempting to make it your sole budget consideration, but you really can’t….\n\n2. Deductible\n\n…because of the deductible. The deductible is complicated, but people are probably familiar with how it works in the context of car insurance. Do you remember when you had that fender-bender in college and the body shop said it would cost $5,000 to put your Bondo-covered Buick Skylark back to (what you could imagine a Buick Skylark approximating, in its sad, puttery way) tip-top shape? Do you remember learning the hard way that having insurance isn’t like having a meal plan at the dorms? There are still out-of-pocket expenses for insured people, and the deductible is the big one. If your auto insurance deductible were, say, $2,500, then you’d pay every penny of that until the insurance company took over, right? And since $2,500 might as well have been the ark of the covenant for how available it was to the college-aged version of yourself, you decided to let the Skylark rot in a ditch.\n\nIn this analogy, your body is the Skylark. Sorry. But since you only have one body (some exclusions may apply), you can’t just let it rot! What you have to do instead is determine what a good deductible for you would be. It should be a number of dollars that you could conceivably dig up if you absolutely had to, but not so low that it makes your premium out of reach. Yes, if you want a $0 deductible, your premium is going to be very high. Keep that in mind.\n\nGenerally, the health insurance deductible is similar to the auto insurance version, but there are a few differences. In your favor is that you aren’t typically going to be swallowing the whole thing all at once like you would in the example of a car accident. Almost all of your out-of-pocket costs will go toward the deductible in a given year — excluding, notably, your premium payments and co-pays, which we’ll cover in a bit. On the other side of the ledger, if you are insuring multiple people, you’re going to have multiple deductibles to juggle: one for the family and one for each individual. In my search, the deductible was somewhat less important than other factors because I knew I could pay it if an emergency arose, and because my family is relatively young/healthy. Unfortunately, there is one more key way in which health insurance differs from auto insurance.\n\nGet Your Free Credit Score & Monitoring Plus Weekly Updates From Our 50+ Experts Get It Now\n\nPrivacy Policy\n\n3. Co-Insurance\n\nAnd it’s called co-insurance. The name is bad, and doesn’t tell you much. Co-insurance? What is that? I’m already buying insurance. That should be enough. Why, God, is one insurance not enough?!\n\nBut co-insurance is actually the number that describes the percentage split between the insurance company and the insured (you) paid on covered services after the deductible is met. Yes, you will probably be paying money to doctors in the event that you pay enough money to reach an arbitrary limit, which does not include all the money you spent on a recurring monthly basis, and which will reset at the beginning of a new year. You will always be paying money to doctors, forever, until the earth is finally flung out of orbit and we freeze instantly in the vacuum of space. Bummerville.\n\nAs an example, here’s how you might see co-insurance explained in a summary of benefits:\n\nTo the uninitiated, it may look like your insurance company is offering to pay 80% of the costs of a test (the number on the right is for out-of-network providers, which we’ll get to later), and that’s true to an extent. But that comes after the deductible is met, even if the summary doesn’t spell that out in every instance. If your individual deductible is $2,000, you’ve paid $1,500 in qualified costs so far, and your doctor has ordered $1,000 worth of blood work, you’ll be staring down the barrel of a $600 bill ($500 of remaining deductible + 20% of $500 remaining of $1,000 bill). Generally your portion will fall between 0% and 35%, but plans vary.\n\n4. Co-Pay\n\nIf co-insurance is a brutal gut punch, then the co-pay is an ice cream sundae and a tummy rub. If you want to just pay a flat fee of $10, $20, or such and such every time you see a provider, then look for a co-pay plan. Insurance companies offer them, so far as I can tell, because they don’t disincentivize office visits the way big fat $200 bills do, meaning their customers stay healthier and catch problems sooner. In addition to being healthier because you don’t feel guilty every time you want to go see a doc, there are no surprises because you pay your way upfront. Co-pays can be a boon for people who have regular appointments with therapists or counselors, especially since all new plans must treat mental and behavioral health the same as primary care doctors. Thanks, Obama.\n\nGet Your Free Credit Score & Monitoring Plus Weekly Updates From Our 50+ Experts Get It Now\n\nPrivacy Policy\n\n5. Prescription Benefits\n\nThese are for old people! Who cares?! Just kidding. Well, sort of. If you’re already on a regular prescription, you know what to look for: Is it generic, is it name brand? Unless it’s incredibly cheap, you might aim to get a co-pay here as well. On the other hand, if you aren’t filling something regularly, it’s probably pointless to concentrate too hard on this aspect of your benefits. There isn’t enough time in the world to figure out which brands are preferred by your insurer, and how much they’ll cost you if you ever need them. My advice is to get your prescription, check out how much it costs at the pharmacy, and decide then if you will be changing plans in the next year. Remember: the Affordable Care Act also made pre-existing conditions a thing of the past when it comes to your insurance eligibility, so you can always switch if your medicine becomes too expensive. But in the meantime, don’t pay (in the form of higher premiums) for something you rarely use.\n\n6. Out-Of-Pocket Maximum\n\nThis one’s for all the marbles. The Big Kahuna. The OOPM (no one calls it this, and you shouldn’t either) functions a lot like the deductible, in that your premium doesn’t count toward it, most of the other stuff does, and after you hit it, something happens. Except, instead of paying some small percentage of the tab like the least popular friend at Bennigan’s, after you hit the out-of-pocket maximum, you’re done for the year. You can get as sick as you want, with no financial repercussions! Nice. Most of the time, these numbers are big for reasons related to the insurance companies’ wanting your money to become their money, but it makes a lot more sense to use them instead of deductibles when you’re calculating your “worst-case scenarios” and whether you’d be able to pay any other bills in the case of emergency. Hopefully, you never think about your maximums, but if you ever do, you’ll be glad they’re low. They also cost less to “buy” down than deductibles, so they’re a good value, too.\n\nWhat Insurance DO You Have?\n\nHere is the insurance plan I have. I won’t just explain it to you, I’ll even link you to it! Bam.\n\nIt may not be the “Cadillac” of insurance plans, but it works for my family. It’s new this year because the insurer, Community Health Alliance, was new to my exchange this year. We have a $10 co-pay, which makes us a lot less resistant to visiting the doctor if someone has a sniffle, but should we ever forget what it’s like to step on a Lego at 5 a.m. and decide to have another child, we could actually afford to leave the hospital without nurses waving invoices at us.\n\nLast year, I had a plan from BlueCross BlueShield that was more than triple the co-pay and deductible of my current plan. It cost me $505.06/mo throughout 2014. Near the end of my term, BCBS let me know they would be raising my premium by about $200. So I decided to move on. My current plan runs me $379.10. Competition is a good thing.\n\nIt’s not perfect; my wait time on the phone is longer now, and some of the places I used to go for healthcare are no longer in network. But the months of research, I think, were worth it. Hopefully you won’t need that much time, because the deadline for open enrollment is Sunday. If you move, or lose your job, you may be eligible for enrollment after that date, but don’t tempt fate.\n\nThis story is an Op/Ed contribution and does not necessarily represent the views of the company or its partners. Jesse Farrar is a very serious and big time writer living in the media and journalism capital of the world, Nashville. Watch him almost joke his way out of a wet paper bag on Twitter @BronzeHammer.\n\nThis post originally appeared on The Billfold.\n\nMore from The Billfold:\n\nImage: iStock", "article_metadata": {"shareaholic": {"site_name": "Credit.com", "language": "en-US", "url": "http://blog.credit.com/2015/02/a-last-minute-guide-to-buying-health-insurance-108612/", "article_author_name": "Jesse Farrar", "image": "//cache-blog.credit.com/wp-content/uploads/2015/02/guide-to-buying-health-insurance.jpg", "site_id": "b7019d11c34f5e8ba3eb19028e0b5f7b", "article_published_time": "2015-02-14T05:01:13+00:00", "shareable_page": "true", "article_modified_time": "2016-05-26T17:11:01+00:00", "keywords": "health insurance, health insurance marketplace, obamacare, guide to buying health insurance, personal finance", "wp_version": "7.8.0.0"}, "description": "Did you wait until the last minute to sign up for Obamacare? Here are some health insurance basics to help you pick a policy.", "generator": "WordPress 4.3.4", "og": {"site_name": "Credit.com", "description": "Did you wait until the last minute to sign up for Obamacare? Here are some health insurance basics to help you pick a policy.", "title": "A Last-Minute Guide to Buying Health Insurance | Credit.com", "locale": "en_US", "image": "//cache-blog.credit.com/wp-content/uploads/2015/02/guide-to-buying-health-insurance.jpg", "url": "http://blog.credit.com/2015/02/a-last-minute-guide-to-buying-health-insurance-108612/", "type": "article"}, "twitter": {"description": "Did you wait until the last minute to sign up for Obamacare? Here are some health insurance basics to help you pick a policy.", "creator": "@CreditExperts", "image": "//cache-blog.credit.com/wp-content/uploads/2015/02/guide-to-buying-health-insurance.jpg", "title": "A Last-Minute Guide to Buying Health Insurance | Credit.com", "site": "@CreditExperts", "card": "summary"}, "robots": "noodp", "fb": {"pages": 121973361148475}, "article": {"section": "Personal Finance", "tag": "Obamacare", "published_time": "2015-02-14T00:01:13+00:00"}, "viewport": "width=device-width,maximum-scale=1.0"}, "article_summary": "Generally, the health insurance deductible is similar to the auto insurance version, but there are a few differences.\nIf your auto insurance deductible were, say, $2,500, then you’d pay every penny of that until the insurance company took over, right?\nUnfortunately, there is one more key way in which health insurance differs from auto insurance.\nBut in the meantime, don’t pay (in the form of higher premiums) for something you rarely use.\nHere is the insurance plan I have."}