{"article_title": "Mothers Living In Greener Neighborhoods More Likely To Make Healthier Babies, Deliver At Full Term", "article_keywords": ["living", "term", "birth", "neighborhoods", "mothers", "study", "deliver", "outcomes", "likely", "healthier", "green", "researchers", "babies", "greener", "press", "health", "urban"], "article_url": "http://www.medicaldaily.com/mothers-living-greener-neighborhoods-more-likely-make-healthier-babies-deliver-full-term-301368", "article_text": "Mothers who live in green neighborhoods have a better chance of giving birth to healthy, heavier babies, according to a new study.\n\nTrees, parks, grass, and general greenery do more than just provide you with a little bit of fresh air and peace of mind. In a new study out of the Oregon State University and the University of British Columbia, researchers found that mothers were more likely to give birth to healthier, heavier babies if they lived in greener neighborhoods.\n\n“This was a surprise,” Perry Hystad, an environmental epidemiologist in the College of Public Health and Human Sciences at Oregon State who was a lead author of the study, said in a press release. “We expected the association between greenness and birth outcomes to disappear once we accounted for other environmental exposures such as air pollution and noise. The research really suggests that greenness affects birth outcomes in other ways, such as psychologically or socially.”\n\nPrevious studies have shown that taking a walk in green spaces can boost creativity, productivity, and happiness, as well as reduce stress and depression. But the researchers aren’t sure exactly how or why green spaces can improve birth outcomes. It’s possible that a reduction in stress and depression might play a role, but further research will need to be done.\n\nThe researchers examined 64,000 births and found that very pre-term births were 20 percent lower, while moderate pre-term births were 13 percent lower for babies who were born to mothers living in greener neighborhoods. In addition, there were fewer infants from green places who were too small at birth; on average, these \"green babies\" weighed about 45 grams more at birth than those who were from non-green neighborhoods. This suggests there’s a lesser chance for babies to be unhealthy in greener neighborhoods, since babies born too early often have developmental problems. “From a medical standpoint, those are small changes in birth weight, but across a large population, those are substantial differences that would have a significant impact on the health of infants in a community,” Hystand said in the press release.\n\nIn another study, researchers found that living near a green space like a park improved people’s mental health and happiness levels significantly — even though half of the world’s population lives in urban areas.\n\nThe researchers aim to investigate this link further, and hope that it will lead them to improve urban design projects that will bring more greenery into the city. Michael Brauer, the study’s senior author, said in the press release: “We know a lot about the negative influences such as living closer to major roads, but demonstrating that a design choice can have benefits is really uplifting. With the high cost of healthcare, modifying urban design features such as increasing green space may turn out to be extremely cost-effective strategies to prevent disease, while at the same time also providing ecological benefits.”\n\nSource: Hystad P, Davies H, Frank L, Van Loon J, Gehring U, Tamburic L. \"Residential Greenness and Birth Outcomes: Evaluating the Influence of Spatially Correlated Built-Environment Factors.\" Environmental Health Perspectives, 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "green neighborhoods, birth outcomes, health benefits of green", "og": {"site_name": "Medical Daily", "description": "Green neighborhoods are known to provide us with several health benefits, but researchers have pinpointed yet another one: an improvement in birth outcomes.", "title": "Greener Neighborhoods Produce Healthier Babies: Study", "url": "http://www.medicaldaily.com/mothers-living-greener-neighborhoods-more-likely-make-healthier-babies-deliver-full-term-301368", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/04/green-space.jpg", "type": "article"}, "twitter": {"description": "Green neighborhoods are known to provide us with several health benefits, but researchers have pinpointed yet another one: an improvement in birth outcomes.", "title": "Greener Neighborhoods Produce Healthier Babies: Study", "url": "http://www.medicaldaily.com/mothers-living-greener-neighborhoods-more-likely-make-healthier-babies-deliver-full-term-301368", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/04/green-space.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/04/green-space.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2014-09-04T17:31:57-04:00", "modified_time": "2014-09-04T17:35:05-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Green neighborhoods are known to provide us with several health benefits, but researchers have pinpointed yet another one: an improvement in birth outcomes."}, "article_summary": "Mothers who live in green neighborhoods have a better chance of giving birth to healthy, heavier babies, according to a new study.\nThis suggests there’s a lesser chance for babies to be unhealthy in greener neighborhoods, since babies born too early often have developmental problems.\n“We expected the association between greenness and birth outcomes to disappear once we accounted for other environmental exposures such as air pollution and noise.\nIn a new study out of the Oregon State University and the University of British Columbia, researchers found that mothers were more likely to give birth to healthier, heavier babies if they lived in greener neighborhoods.\nBut the researchers aren’t sure exactly how or why green spaces can improve birth outcomes."}