{"article_title": "CatholicVote Endorses Ted Cruz", "article_keywords": ["catholic", "supreme", "court", "endorses", "ted", "catholicvote", "cruz", "wisconsin", "promised", "president", "religious"], "article_url": "http://townhall.com/tipsheet/christinerousselle/2016/03/29/catholicvote-endorses-ted-cruz-n2140656", "article_text": "The website CatholicVote endorsed Sen. Ted Cruz (R-TX) for president today, saying that they feel as though he is the best of all remaining candidates on the issues of life, marriage, and religious liberty.\n\nToday we are proud to endorse Ted Cruz for President.https://t.co/7PHIgsKgdu pic.twitter.com/aKVGTqBmAS — CatholicVote.org (@CatholicVote) March 29, 2016\n\nToday we are proud to endorse Ted Cruz for President. Senator Cruz has consistently defended the First Amendment right to religious liberty. As Solicitor General of Texas, Ted Cruz argued in favor of a Ten Commandments display in court. The case eventually led to a Supreme Court victory for religious expression. Cruz has promised to investigate Planned Parenthood and stop once and for all the taxpayer giveaway of hundreds of millions of dollars every year to the abortion giant. Cruz has a plan to lower taxes for everyone, abolish the IRS, and repeal job-killing regulations that hurt workers and small businesses. Cruz understands the qualities necessary for Supreme Court justices that will obey the Constitution. Cruz has never wavered in his support of the rights of those working to create a marriage culture. Cruz has fought Obamacare in the Senate and has promised to repeal it as President. Cruz has a real plan to defeat ISIS – not just rhetoric – and has promised to protect Christians in the Middle East, without resorting to war crimes or torture.\n\nFurther, the editors feel as though Cruz has the best chance of defeating Hillary Clinton this November. CatholicVote is based in Wisconsin, which votes in a winner-take-all primary on April 5, and the site plans to be actively campaigning for Cruz in the state. There are about 1.4 million Catholic voters in Wisconsin.\n\nIt'll be very interesting to see if Wisconsin's Catholics can mobilize around Cruz. There are no Catholic candidates remaining in the election, and Trump has received considerable Catholic support.\n\nCruz has a slight lead in Wisconsin polls.", "article_metadata": {"description": "\"Catholics must unite around Ted Cruz now.\" .05/26/2016 18:33:00PM EST.", "author": "Christine Rousselle", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "\"Catholics must unite around Ted Cruz now.\"", "title": "Christine Rousselle - CatholicVote Endorses Ted Cruz", "url": "http://townhall.com/tipsheet/christinerousselle/2016/03/29/catholicvote-endorses-ted-cruz-n2140656", "image": "http://media.townhall.com/townhall/reu/ha/2016/85/2016-03-25T182603Z_1_LYNXNPEC2O0U0_RTROPTP_3_USA-ELECTION-CRUZ.JPG", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "\"Catholics must unite around Ted Cruz now.\"", "title": "Christine Rousselle - CatholicVote Endorses Ted Cruz", "url": "http://townhall.com/tipsheet/christinerousselle/2016/03/29/catholicvote-endorses-ted-cruz-n2140656", "image": "http://media.townhall.com/townhall/reu/ha/2016/85/2016-03-25T182603Z_1_LYNXNPEC2O0U0_RTROPTP_3_USA-ELECTION-CRUZ.JPG", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "CatholicVote Endorses Ted Cruz, Christine Rousselle, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "Today we are proud to endorse Ted Cruz for President.https://t.co/7PHIgsKgdu pic.twitter.com/aKVGTqBmAS — CatholicVote.org (@CatholicVote) March 29, 2016Today we are proud to endorse Ted Cruz for President.\nAs Solicitor General of Texas, Ted Cruz argued in favor of a Ten Commandments display in court.\nThe website CatholicVote endorsed Sen. Ted Cruz (R-TX) for president today, saying that they feel as though he is the best of all remaining candidates on the issues of life, marriage, and religious liberty.\nCruz understands the qualities necessary for Supreme Court justices that will obey the Constitution.\nCatholicVote is based in Wisconsin, which votes in a winner-take-all primary on April 5, and the site plans to be actively campaigning for Cruz in the state."}