{"article_title": "The growth of telemedicine", "article_keywords": ["physician", "benefitsprocom", "alm", "medical", "telemedicine", "visits", "sign", "access", "growth", "including", "services"], "article_url": "http://www.benefitspro.com/2015/02/11/the-growth-of-telemedicine", "article_text": "Telemedicine is becoming a hugely popular health care product, and a great way to connect doctors and medical facilities with patients. Although many people are still not familiar with its application or availability, the medical community is acutely aware of the cost savings and efficacy of providing direct access between the healer and the sick. As a matter of fact, according to a report from the Healthcare Performance Management Institute in 2013, and attributed to “National Ambulatory Medical Care Survey 2006 (August 2008)”, 70 percent of physician visits and 40 percent of hospital ER visits can be handled by a phone call. Complete your profile to continue reading and get FREE access to BenefitsPRO.com, part of your ALM digital membership. Benefits:\n\nYour access to unlimited BenefitsPRO.com content isn’t changing. Once you are an ALM digital member, you’ll receive: Critical BenefitsPRO.com information including cutting-edge post-reform success strategies, comprehensive service provider listings, educational webcasts and videos, resources from industry leaders, and informative eNewsletters.\n\nExclusive discounts on ALM, BenefitsPRO Magazine and BenefitsPRO.com events.\n\nAccess to other award-winning ALM publications including LifeHealthPro.com, ThinkAdvisor.com and Law.com. Register Now Already have an account? Sign In X Sign in with your ALM Account Remember Me Or... Sign In With LinkedIn\n\nAnd employers like it as it keeps the absenteeism rate low. Benefits to employers include not having to reimburse a doctor for the expense of an office visit and not having employees spend half of a work day waiting to talk to a physician to get a prescription for a relatively simple health issue, such as a sore throat or the other minor ailment. Sometimes telemedicine is best understood in terms of the services provided and the mechanisms used to provide those services, according to the American Telemedicine Association. Here are some examples:", "article_metadata": {"sailthru.author": "Mark Roberts", "description": "Telemedicine is popular among consumers, employers and health care providers. But many still aren't very familiar with its application.", "og": {"url": "http://www.benefitspro.com/2015/02/11/the-growth-of-telemedicine", "image": "http://media.benefitspro.com/benefitspro/article/2015/02/11/telehealth.jpg", "type": "website", "description": "Telemedicine is popular among consumers, employers and health care providers. But many still aren't very familiar with its application.", "title": "The growth of telemedicine"}, "twitter": {"description": "Telemedicine is popular among consumers, employers and health care providers. But many still aren't very familiar with its application.", "creator": "@Benefits_Pro", "image": {"src": "http://media.benefitspro.com/benefitspro/article/2015/02/11/telehealth-crop-120x120.jpg"}, "title": "The growth of telemedicine", "site": "@Benefits_Pro", "card": "summary"}, "sailthru.date": "2015-02-11", "keywords": "Consumer Driven Health Care, health care services, American Medical Association, healthcare services, American Academy of Family Physicians, American Telemedicine Association, wireless devices, telehealth technologies, telemedicine technologies, travel time, travel times, health care product, telemedical services", "sailthru.tags": "benefitspro, article, 54dbb976140ba04777b8f2e6, Blogs, Consumer Driven Health Care", "sniply-options": "block", "sailthru.image.full": "http://media.benefitspro.com/benefitspro/article/2015/02/11/telehealth.jpg", "viewport": "width=device-width, minimum-scale=1.0, maximum-scale=1.0, user-scalable=0"}, "article_summary": "Sometimes telemedicine is best understood in terms of the services provided and the mechanisms used to provide those services, according to the American Telemedicine Association.\nTelemedicine is becoming a hugely popular health care product, and a great way to connect doctors and medical facilities with patients.\nComplete your profile to continue reading and get FREE access to BenefitsPRO.com, part of your ALM digital membership.\nSign In X Sign in with your ALM Account Remember Me Or... Sign In With LinkedInAnd employers like it as it keeps the absenteeism rate low.\nAccess to other award-winning ALM publications including LifeHealthPro.com, ThinkAdvisor.com and Law.com."}