{"article_title": "Diabetes And Pre-Diabetes Still Prevalent In The U.S., But The Numbers Are Leveling Off", "article_keywords": ["1988", "used", "prevalent", "leveling", "prediabetes", "prevalence", "increased", "high", "united", "numbers", "adults", "researchers", "diabetes"], "article_url": "http://www.medicaldaily.com/diabetes-and-pre-diabetes-still-prevalent-us-numbers-are-leveling-351568", "article_text": "Diabetes is still prevalent in the U.S., but the numbers are leveling off.\n\nDiabetes is still prevalent in the U.S., but the numbers are leveling off. Alden Chadwick CC BY 2.0\n\nAs sales at McDonald’s decrease and more people buy (and hopefully) use fitness trackers, you would think that the prevalence of diabetes and pre-diabetes in the United States would fall accordingly, even by only a little. Unfortunately, according to a new study published in the Journal of the American Medical Association, there's still a large percentage of Americans who have diabetes or are on their way to getting it.\n\nDiabetes cost an estimated $245 billion in 2012 due to increased use of health resources and lost productivity, as about 38 percent of Americans had pre-diabetes — which occurs when a person’s blood sugar level is higher than normal but not yet high enough to be diagnosed as type 2 diabetes — and another 14 percent had full-blown diabetes.\n\nDr. Andy Menke, of Social and Scientific Systems Inc., and colleagues estimated prevalence and trends in diabetes and undiagnosed diabetes by using data from the National Health and Nutrition Examination Survey (NHANES) between 1988 and 2012. Specifically, researchers compared 2,781 adults’ responses from 2011 to 2012 to those of 23,634 adults between 1988 and 2010 — while the former was used to estimate recent diabetes prevalence, the latter was used to estimate trends.\n\nResearchers defined prevalence of diabetes as either a previous diagnosis or high scores in one of three common tests, all of which measure blood glucose. Pre-diabetes was determined by certain lower levels of these markers. The researchers found that the unadjusted prevalence of total diabetes was 14.3 percent, and that it had increased from 9.8 percent in 1988 to 12.4 percent in 2012. Prevalence increased across every age and ethnic/racial group, both sexes, and all education levels.\n\nUndiagnosed cases were highest among Asian-Americans, at nearly 51 percent, correlating with another recent study showing that Asian-Americans are highly susceptible to diabetes. This could have resulted from a combination of factors, including a switch from the traditional, high fiber, low-fat Asian diet to a more Westernized diet, and a propensity to develop diabetes at a much lower weight than everyone else. The prevalence of diabetes was also highest in African-Americans, at 21.8 percent — African-Americans are also more likely to get diabetes than other racial groups.\n\nThough there was an increase in diabetes prevalence between 1994 and 2012, the researchers noted that prevalence estimates did not change much between 2008 and 2012, providing some hope that diabetes rates may soon decline.\n\nSource: Menke A, et al. Prevalence of and Trends in Diabetes Among Adults in the United States, 1988-2012. JAMA. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "diabetes pre-diabetes prevalence", "og": {"site_name": "Medical Daily", "description": "There is still a high prevalence of diabetes and pre-diabetes in the U.S., according to a new study.", "title": "Diabetes Is Still A Huge Problem In The US, But It's Leveling Off", "url": "http://www.medicaldaily.com/diabetes-and-pre-diabetes-still-prevalent-us-numbers-are-leveling-351568", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/09/08/diabetes.jpg", "type": "article"}, "twitter": {"description": "There is still a high prevalence of diabetes and pre-diabetes in the U.S., according to a new study.", "title": "Diabetes Is Still A Huge Problem In The US, But It's Leveling Off", "url": "http://www.medicaldaily.com/diabetes-and-pre-diabetes-still-prevalent-us-numbers-are-leveling-351568", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/09/08/diabetes.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/09/08/diabetes.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-09-08T17:23:11-04:00", "modified_time": "2015-09-08T17:23:10-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "There is still a high prevalence of diabetes and pre-diabetes in the U.S., according to a new study."}, "article_summary": "Diabetes is still prevalent in the U.S., but the numbers are leveling off.\nThe prevalence of diabetes was also highest in African-Americans, at 21.8 percent — African-Americans are also more likely to get diabetes than other racial groups.\nPrevalence increased across every age and ethnic/racial group, both sexes, and all education levels.\nThough there was an increase in diabetes prevalence between 1994 and 2012, the researchers noted that prevalence estimates did not change much between 2008 and 2012, providing some hope that diabetes rates may soon decline.\nPrevalence of and Trends in Diabetes Among Adults in the United States, 1988-2012."}