{"article_title": "The Student-Led Backlash Against New Orleans's Charter Schools", "article_keywords": ["discipline", "orleans", "charter", "studentled", "students", "orleanss", "school", "collegiate", "high", "policies", "schools", "backlash", "day"], "article_url": "http://www.theatlantic.com/education/archive/2014/02/the-student-led-backlash-against-new-orleanss-charter-schools/283597/", "article_text": "Please consider disabling it for our site, or supporting our work in one of these ways\n\nBill Haber/AP Photo Collegiate Academies is seen by many as the crown jewel of the New Orleans charter school system, which is itself believed to be a national model for urban education. The charter operator’s flagship school, Sci Academy, boasts the best test scores of any open-enrollment high school in the city’s Recovery School District. In 2010, Oprah cut the school a $1 million check. But this past November, a chain of events started that calls into question whether Collegiate Academies—and other New Orleans charters with similar models—will be able to maintain their success long-term. First, students at Joseph S. Clark Preparatory High School, another New Orleans school, staged a sit-in after a beloved teacher was abruptly fired. The protest shut down junior classes for a day and got the following school day canceled while administrators decided how to respond. Leaders at Clark's charter operator, Firstline Schools, met with angry students and parents, agreed to give students a voice in hiring decisions, and reassigned the school's principal to the network office.\n\nDays later, almost 100 students at two Collegiate Academies schools walked out. The next day, about 20 of them walked out again and staged a protest in front of their schools. They said they wanted to draw attention to what they believe are unfair discipline policies. The following month, students rallied at a nearby park after school, then walked to a school board meeting where they attempted to present the board with a list of grievances that ranged from academics (\"We have no textbooks to review when we study\") to discipline (\"We get disciplined for anything and everything\") to food service (\"We want hot meals and healthy food with taste\"). What’s going on? Why the backlash against schools that are trying (and in many cases succeeding) to improve education in New Orleans? I believe the answer lies in disciplinary policies that leave students and families feeling that they are at odds with teachers and administrators. But as a teacher at a high-performing New Orleans charter school with a discipline policy that focuses on in-school consequences and positive incentives, I think it's possible to have strong achievement without oppressive discipline. Charter schools in New Orleans have made measurable academic gains in the years since Hurricane Katrina. Test scores and graduation rates are climbing. The percentage of Recovery School District 3rd through 8th graders who passed the state's annual standardized test grew to 57 percent in 2013 from 51 percent the year before—and 28 percent in 2008. At the high-school level, New Orleans' graduation rate has surpassed the state's, growing from 54.4 percent in 2004 to 77.8 percent in 2012. But many of the charter schools that have made these improvements rely on rigid discipline policies that can sometimes feel at odds with the city’s culture. In a city known for second lines—freewheeling street parades that feature brass bands, costumed dancers, and whoever else cares to join—it's common for schools to put tape lines on the floor and expect students—including middle- and high-schoolers—to walk in silent, single-file lines at all times. Many schools have strictly enforced policies on how students sit at their desks, how they raise their hands, and how they greet teachers in the morning. \"We get detentions or suspensions for not walking on the taped lines in the hallway.\" At a time when the Obama administration is urging schools to treat suspensions \"as a last resort,\" 11 New Orleans charter schools (including the three Collegiate schools) suspended at least a quarter of their student body during the last school year.\n\nThe tension is especially acute in high schools, which, with their marching bands, drill teams, and football squads, have long been a source of tremendous community pride. Neighborhoods turn out to watch their schools' dancers and drumlines in Mardi Gras parades, and high school homecomings receive a month of coverage in the Times-Picayune every fall. When these sources of community identity are transformed, sometimes both rapidly and radically, by outside organizations, tensions can flare. Carver and Clark were both once-proud high schools that struggled after Katrina and have been taken over by charter operators in the last several years. Some families see the schools’ new operators’ emphasis on rigid discipline and college- prep-at-all-costs as both foreign to the city and unfair to students. \"School is supposed to be fun sometimes,\" said Bianca Johnson, a mother who recently withdrew her ninth-grade son from Carver Prep, a Collegiate Academies school. \"But they have them in, like, a military boot camp, and they're not giving them the chance to do something they love... It got to the point that he wasn't motivated to learn anymore.\" My experience in New Orleans charter schools convinces me that it doesn’t have to be this way. It’s possible to maintain high standards for both academics and behavior without rejecting the creativity and spirit of celebration that make New Orleans unique. Across the city, there are schools that have improved academic outcomes for their students without resorting to harsh disciplinary policies, while intentionally celebrating some aspects of life in New Orleans. At Success Preparatory Academy in the Treme, hallways are named after \"hometown heroes\" like chef John Besh, educational pioneer Ruby Bridges, and musician Irvin Mayfield. The Grammy award-winning Mayfield recently performed at Success while kindergarteners danced around the library. At the elementary school where I teach, kids have an extended school day (7:45 am to 4:00 pm) for academics, but it’s not all work and no play. We celebrated Halloween with a bounce house in the school parking lot, and kids changed into costumes and trick-or-treated in the French Quarter. Come Mardi Gras, they’ll take to the streets for a parade featuring the school’s music classes and costumes they will have spent the last two months creating in art class.", "article_metadata": {"description": "Late last year, students at several of the city&#39;s high-performing charters staged large-scale protests. A local teacher explores why this happened.", "author": "Meredith Simons", "og": {"site_name": "The Atlantic", "description": "Late last year, students at several of the city&#39;s high-performing charters staged large-scale protests. A local teacher explores why this happened.", "title": "The Student-Led Backlash Against New Orleans's Charter Schools", "locale": "en_US", "image": "https://cdn.theatlantic.com/assets/media/img/mt/2014/02/AP59773368167/lead_large.jpg", "url": "http://www.theatlantic.com/education/archive/2014/02/the-student-led-backlash-against-new-orleanss-charter-schools/283597/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "article_summary": "My experience in New Orleans charter schools convinces me that it doesn’t have to be this way.\nCharter schools in New Orleans have made measurable academic gains in the years since Hurricane Katrina.\nBut many of the charter schools that have made these improvements rely on rigid discipline policies that can sometimes feel at odds with the city’s culture.\nThe protest shut down junior classes for a day and got the following school day canceled while administrators decided how to respond.\nThe charter operator’s flagship school, Sci Academy, boasts the best test scores of any open-enrollment high school in the city’s Recovery School District."}