{"article_title": "Christie bashes Clinton push to regulate prescription drugs, touts GOP donor", "article_keywords": ["dry", "oil", "prescription", "lot", "touts", "drugs", "holes", "christie", "drug", "month", "helping", "bashes", "clinton", "push", "donor", "regulate", "gop"], "article_url": "http://www.nj.com/politics/index.ssf/2015/10/bashing_clinton_rx_plan_christie_touts_rga_donor_p.html", "article_text": "\"It's almost like exploring for oil: You drill a lot of dry holes before you get a gusher.\"\n\nMANCHESTER, N.H. — Pressed for answers about how he would reduce the exorbitant cost of life-saving cancer drugs by an audience member at a New Hampshire town hall, Gov. Chris Christie came out swinging against the regulation of prescription drugs.\n\nLast month, Democratic presidential frontrunner Hillary Clinton called for amending the Affordable Care Act to place caps limiting the amount of money someone can spend on prescription drugs to $250 a month.\n\n\"This is a really bad idea,\" said Christie. \"The fact is that every day, you've got great scientists out there who are trying to find the next cure or the next treatment for the serious diseases you're talking about. And it's almost like exploring for oil: You drill a lot of dry holes before you get a gusher.\"\n\n\"I don't know how many times they hit a dry hole before they came up with Lipitor or Crestor,\" said Christie. \"But it has change the way we treat heart disease in this country, and it has diminished the number of heart attacks we have in this country.\"\n\nLipitor is owned by Pfizer, a drug company which had contributed heavily to the Republican Governors Association during Christie's chairmanship of the GOP fundraising organization last year.\n\nPfizer gave $500,000 to the RGA during the first half of 2014, helping it reach a record $106 million. It then gave an additional $20,000 in the month immediately preceding the 2014 mid-term elections, helping Christie gain three governorships as well as securing upsets at statehouses in Democratic strongholds like Illinois, Maryland, and Massachusetts.\n\nClinton has argued that if the federal government's Medicare program were to negotiate with pharmaceutical companies as a single 40 million-strong group, it could use its heft to drive down prices.\n\nThe most widely used brand-name drugs jumped 128 percent between 2008 and 2014, according to Express Scripts Holding Co., a leading U.S. benefits manager, and leapt 13 percent last year alone.\n\nChristie warned that if the free market were not permitted to reign, drug companies \"just aren't going to do it anymore.\"\n\nInstead of capping drug prices, the governor argued for eliminating fee-for-service payment arrangements for physicians as a lever to bring down costs.\n\nWhen doctors get paid per service, \"what is the incentive?\" Christie asked, answering his own question. \"To perform more services.\"\n\nMORE CHRIS CHRISTIE\n\nClaude Brodesser-Akner may be reached at cbrodesser@njadvancemedia.com. Follow him on Twitter @ClaudeBrodesser. Find NJ.com Politics on Facebook.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "Chris Christie, 2016-presidential-election, drugs, medicare, news", "title": "Christie bashes Clinton push to regulate prescription drugs, touts GOP donor", "og": {"site_name": "NJ.com", "description": "Pressed for answers about how he would reduce the exorbitant cost of life-saving cancer drugs by an audience member at a New Hampshire town hall, Gov. Chris Christie came out swinging against the regulation of prescription drugs.", "title": "Christie bashes Clinton push to regulate prescription drugs, touts GOP donor", "url": "http://www.nj.com/politics/index.ssf/2015/10/bashing_clinton_rx_plan_christie_touts_rga_donor_p.html", "image": "http://image.nj.com/home/njo-media/width620/img/njcom_photos/photo/2015/08/04/18468614-large.jpg", "type": "article"}, "twitter": {"image": "http://image.nj.com/home/njo-media/width620/img/njcom_photos/photo/2015/08/04/18468614-large.jpg", "description": "Pressed for answers about how he would reduce the exorbitant cost of life-saving cancer drugs by an audience member at a New Hampshire town hall, Gov. Chris Christie came out swinging against the regulation of prescription drugs.", "site": "@njdotcom", "card": "summary_large_image", "title": "Christie bashes Clinton push to regulate prescription drugs, touts GOP donor"}, "article_date_updated": "Friday, October 09, 2015,  9:46 AM", "fb": {"admins": 100000302287435}, "article_publication_name": "NJ.com", "article": {"author": "http://"}, "article_comments": 0, "article_date_original": "Friday, October 09, 2015,  9:45 AM", "article_author": "Claude Brodesser-Akner | NJ Advance Media for NJ.com", "Description": "Pressed for answers about how he would reduce the exorbitant cost of life-saving cancer drugs by an audience member at a New Hampshire town hall, Gov. Chris Christie came out swinging against the regulation of prescription drugs."}, "article_summary": "Chris Christie came out swinging against the regulation of prescription drugs.\nLast month, Democratic presidential frontrunner Hillary Clinton called for amending the Affordable Care Act to place caps limiting the amount of money someone can spend on prescription drugs to $250 a month.\n\"It's almost like exploring for oil: You drill a lot of dry holes before you get a gusher.\"\nAnd it's almost like exploring for oil: You drill a lot of dry holes before you get a gusher.\"\n\"I don't know how many times they hit a dry hole before they came up with Lipitor or Crestor,\" said Christie."}