{"article_title": "Good Housekeeping Seal: A mark that remains relevant today", "article_keywords": ["purchase", "product", "relevant", "housekeeping", "consumers", "remains", "skin", "tests", "mark", "good", "products", "seal", "safety", "today"], "article_url": "http://health.heraldtribune.com/2015/02/10/good-housekeeping-seal-mark-remains-relevant-today/", "article_text": "Consumers concerned about the healthfulness and safety of products can thank Harvey W. Wiley, an American chemist who championed the passage of the Pure Food and Drug Act of 1906, then worked as head of Good Housekeeping’s Bureau of Food, Sanitation, and Health from 1912 until just before his death in 1930.\n\nMore than a century ago, Wiley wrote articles like “Whole-Wheat Flour the More Wholesome,” “Rice Should Not Be White” and “False ‘Ads’ and Lying Labels.”\n\nHis bureau was part of the Good Housekeeping Research Institute’s laboratories that today are beehives of activity where, like other groups that do consumer testing, researchers review just about anything that can affect the well-being of consumers, from skin creams to convenience breakfasts, exercise clothes to cleaning products, blenders to baby strollers.\n\nAmong some eye-opening findings:\n\n■ Olay’s Regenerist moisturizer, sold in drugstores for about $22, outperformed a skin revitalizing salon product that cost $350.\n\n■ Four frizz-reducing hair treatments that were advertised as free of formaldehyde in fact contained this carcinogen.\n\n■ Workout clothes said to increase caloric burn did so only slightly when people exercised so intensely they felt ill.\n\n■ Pantyhose said to keep legs warm when it is cold and cool when it is hot did neither for consumers who tested them.\n\n■ Several high-performance blenders purported to make hot soup, but neither cooked the ingredients nor heated them adequately.\n\n■ Though safety standards have been promoted heavily for baby strollers, some can still cut off a baby’s fingers when the canopy is retracted.\n\nMany more products are featured on Good Housekeeping’s website (search product reviews at www.goodhousekeeping.com) and in its monthly magazine. Still other products the institute tests seek the much-coveted Good Housekeeping Seal, which offers consumers a limited warranty. If a product bearing the seal proves to be defective within two years of purchase, Good Housekeeping will refund the purchase price (up to $2,000) or repair or replace the product.\n\nCompanies seeking the seal must apply for it (there is no fee), and the products must pass stringent tests for effectiveness and safety. The institute now also awards a Green Good Housekeeping Seal for products that, in addition to meeting quality standards, are environmentally sound with regard to ingredients and materials; energy, water and waste needed for manufacture and product use; and packaging and distribution.\n\nProducts featured in the magazine often reflect consumers’ habits rather than what the institute’s experts might endorse as desirable. For example, Jaclyn London, a registered dietitian who believes people should sit down to eat nutritious meals, is nonetheless testing eat-and-run breakfast foods like frozen waffles, French toast, muffins and pastries prepared in the microwave or toaster oven.\n\nTeams of tasters rate the products, and London will evaluate their nutritional value and publish the results in the magazine.\n\n“More and more people are eating breakfast on the go. I’m asking what are the better, more healthful options,” said London, who looks for whole foods like unrefined grains and real fruit as first ingredients, and considers levels of added sugars and fats.\n\nBirnur Aral, a chemical engineer, runs the lab that tests cosmetic products like moisturizers, rejuvenating creams, shampoos and hair dyes. In evaluating skin products, consumers — usually 25 per product — first have their skin “standardized” by using no moisturizer for up to a week and sitting in a climate-controlled chamber, after which their skin is tested for elasticity and analyzed for characteristics like age spots, wrinkles, pores, redness and ultraviolet damage.\n\nThe consumers use the product for about eight weeks, or according to product directions, then return for a re-evaluation.\n\n“A moisturizer called No7 that comes from Boots pharmacy in England and was originally sold at Target outperformed many prestigious brands,” Aral said.\n\nUsing a scope that magnifies 700 times, her team found that none of the seven shampoos that claimed to reduce split ends actually worked as promised.\n\nThe lab’s test of sunscreens confirmed dermatologists’ lament: Consumers use only products they like and, even then, rarely apply enough to be fully protected. Aral is concerned about some of the newer products that contain nanolevel substances: “Will they penetrate the skin, and is that safe?”\n\nA matter to pursue in the future perhaps.\n\nAs a daily swimmer, I was particularly interested in the textile lab’s bathing suit tests, which assess stretch recovery and colorfastness against chlorine, perspiration, sunlight and seawater.\n\nFor suits described as “minimizing,” the lab found that “they smooth out bulges, but up to 4 inches of excess weight on the hips just gets pushed up to the waist,” Carolyn Forté of Good Housekeeping said.\n\nIf asthma or allergies are a household concern, the institute’s tests of vacuums and cleaning products that affect indoor air quality can help. Based on her lab’s tests of vacuums designed to reduce allergens, for example, Forté recommended an upright Miele vacuum as “the best performer all around: It traps dirt, keeps it sealed, and very little escapes, worth the $900 purchase price if your child has allergies.”", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2015/02/hfbrody10.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "_id": "\"57477af46914bd0286fd88b2\"", "article_summary": "Still other products the institute tests seek the much-coveted Good Housekeeping Seal, which offers consumers a limited warranty.\nIf a product bearing the seal proves to be defective within two years of purchase, Good Housekeeping will refund the purchase price (up to $2,000) or repair or replace the product.\nFor suits described as “minimizing,” the lab found that “they smooth out bulges, but up to 4 inches of excess weight on the hips just gets pushed up to the waist,” Carolyn Forté of Good Housekeeping said.\nMany more products are featured on Good Housekeeping’s website (search product reviews at www.goodhousekeeping.com) and in its monthly magazine.\nBirnur Aral, a chemical engineer, runs the lab that tests cosmetic products like moisturizers, rejuvenating creams, shampoos and hair dyes."}