{"article_title": "What Does a Government Shutdown Mean Anyway?", "article_keywords": ["fiscal", "shut", "federal", "house", "kramer", "budget", "according", "does", "health", "democrats", "shutdown", "mean"], "article_url": "http://amherststudent.amherst.edu/?q=article/2013/10/08/what-does-government-shutdown-mean-anyway", "article_text": "Calling all Economics and Political Science majors! This issue is for you.\n\nLast week, on Tuesday, Oct. 1, the United States government shut down. With all the hoopla surrounding the impending doom, I was expecting something akin to an apocalyptic scene from 2012 or \"The Day After Tomorrow.\" Instead, Tuesday was a calm, typical day in the Amherst bubble if you ignored the New York Times front-page headline: “Government Near Broad Shutdown in Budget Impasse.” Perhaps the various reports would have had more of an effect if we knew exactly what a government shutdown was and who it affects.\n\nFortunately, one Amherst alumna, Mattea Kramer ’07, is more than capable of explaining the circumstances of the shutdown. Kramer, Director of Research at the National Priorities Project, stopped by Amherst on Tuesday to discuss the effects of the government shutdown in an event titled “#ShutItDown: The Federal Budget and Why It Matters to You.” If you happened to miss this event, a trip to the National Priorities Project web page is well worth the visit. Kramer and other Project associates do a fantastic job of providing excellent, unbiased explanations of the fiscal budgetary process, providing a glossary of terms and definitions.\n\nThe first thing we learned is that the action “shut down” is two words (as in “shutting down”) but the noun of the instance is one word, such as “government shutdown.”\n\nAs explained by Kramer, the U.S. government shut down is due to the House of Representatives and Senate’s failure to pass a continuing resolution (CR), which is “legislation that permits a government agency to continue to operate at existing funding levels if a new appropriations bill to fund its operations has not been adopted by the start of the fiscal year (Oct. 1)” according to the handy dandy National Priorities Project glossary. Although the House did propose a CR, their proposal would not allow funding of the health care reform law, Obamacare.\n\nSuddenly, the issue of economy turned into one of politics. The majority of the Democratic leaders in the House would not approve this new proposal. According to a recent New York Times article by correspondents Jackie Calmes and Jeremy W. Peters, Senator Tim Kaine, Democrat of Virginia, stated that the House and Senate Democrats had been “blocked by Republicans 18 times in the last six months” when pressed for a conference committee to re-negotiate the 2014 fiscal budget. As the fiscal budget deadline drew closer and closer, the Republicans stood firm, the Democrats remained stubborn and tensions between the two parties grew. The result? For the first time in 17 years, Congress’s actions (or rather, inaction) led to the shut down of the U.S. government.\n\nAt the moment, there seems to be much finger-pointing and bickering in Washington. President Obama is calling the House Republican shut down of the government an “ideological crusade” in opposition of his health care reform, Obamacare (AP), and is refusing to negotiate the debt ceiling. Mr. Obama is pleading GOP to open the government, stating that “[…] the last time Republicans shut down the government in 1996, it hurt our economy. And unlike 1996, our economy is still recovering from the worst recession in generations” (Calmes and Peters). The Congressional Republican party is torn between those like Representative Scott Rigell of Virginia, who believes the Republicans should let go of the target on the health care law in favor of approving a budget, and those like Representative Eric Cantor of Virginia, who believe that it if the Democrats who are not willing to negotiate, that there is “no one on the other side of the table” (Calmes and Peters).\n\nThe Congressional Democrats may not be totally blameless in this matter. Every year, both the Democratic and Republican parties in each house are required to pass twelve appropriations bills (legal documents that allocate funding for individual agencies) in order to properly fund the government. This year, the Democrats in the House have passed only four, while the Democrats in the Senate have passed none!\n\nA government shutdown could have been avoided. In the event that the two chambers need more time to agree on a CR, the two houses can approve a short-term bill to keep the government running (as was the case in 2011), but this year, both parties could not even agree on that.\n\nSo where does this leave the American people? The government shutdown affects many “non-essential” federal departments across the country. According to New York Daily News, government services that have ceases during the shutdown include Small Business Loan, Medicare and Social Security Benefits applications, visitation of National Parks, Museums and monuments, as well as IRS auditing. In addition, an estimated 800,000 federal workers have been furloughed, costing the U.S. almost 1 billion dollars a week in lost pay, according to CNN correspondents Holly Yan and Tom Cohen.\n\nFortunately, essential federal services that continue to be funded include the U.S. Postal Service, 911, existing social security payments, enrollment in health care, air travel, U.S. Department of Agriculture inspection of meat, patents, unemployment checks, food stamps and the military. Both chambers were able to put their differences aside long enough, hours before the fiscal budget deadline, to approve legalization of paying troops in the event of a shutdown. Ironically enough, since health care is considered an essential federal service with much of the money coming from new taxes, the government shutdown could not halt Obamacare.\n\nOn the surface all appears calm, but the longer the shutdown lasts, the worse off the U.S. economy will be. According to Secretary of the Treasury Jacob Lew, the U.S. government is predicted to run out of borrowing authority (our money) “as soon as Oct. 17,” just a little over a week from now (USA Today). Furthermore, according to NBCNews contributor, Steve James, the cost of the government shutdown is “about $1.6 billion a week, $300 million a day, or $12.5 million an hour.” Officials in Washington will receive their paychecks regardless of a government stall (this includes the president’s “mandatory spending” salary of $400,000), while many of the American federal workers’ are delayed.\n\nWhile we wait for leaders in Washington to reach an agreement, Kramer offers the advice of contacting your legislators and demanding “better.” I recommend that we keep this all in mind in November, when it is time for elections.", "article_metadata": {"Generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Fortunately, one Amherst alumna, Mattea Kramer ’07, is more than capable of explaining the circumstances of the shutdown.\nBoth chambers were able to put their differences aside long enough, hours before the fiscal budget deadline, to approve legalization of paying troops in the event of a shutdown.\nOn the surface all appears calm, but the longer the shutdown lasts, the worse off the U.S. economy will be.\nAs the fiscal budget deadline drew closer and closer, the Republicans stood firm, the Democrats remained stubborn and tensions between the two parties grew.\nThe government shutdown affects many “non-essential” federal departments across the country."}