{"article_title": "New Ohio website to determine Medicaid eligibility", "article_keywords": ["website", "coverage", "eligible", "eligibility", "exchange", "system", "county", "state", "program", "medicaid", "determine", "ohio", "health"], "article_url": "http://www.newsnet5.com/news/state/new-ohio-website-to-determine-medicaid-eligibility", "article_text": "COLUMBUS, Ohio - Ohioans who are trying to find out whether they are eligible for Medicaid health coverage can soon go to a new state website instead of driving to a county office.\n\nThe online access comes as the state replaces an outdated computer system that has been known for rejecting eligible people from the Medicaid program and accepting others who do not meet the criteria.\n\nThe website -- benefits.ohio.gov -- will go live Oct. 1. That's the same day consumers also can get private health insurance, subsidized by the federal government, through the new health insurance exchange created by President Barack Obama's health care law. Coverage in the exchange takes effect on Jan. 1.\n\nOhio's new website should send users to the exchange if they aren't eligible for Medicaid, state officials said. Likewise, those people signing up for the exchange who are eligible for Medicaid should be directed back to the state.\n\n\"It will actually be transferring the data, so that the eligibility process will continue seamlessly for the individual,\" said Greg Moody, director of the governor's Office of Health Transformation\n\nMoody expressed confidence that Ohio's system would be ready on Oct. 1. But exactly how it will interact with the federal system when it comes to sharing data remains to be seen.\n\n\"Some of those connections between the systems have not been tested yet, so there could be issues that arise in the ability of those two systems to talk to each other,\" Moody said. \"That is going to be a normal part of bringing two complicated systems online.\"\n\nMedicaid, the federal-state program for the poor and disabled, provides health coverage for one of every five residents in the state. Most Ohioans apply for the program, and other government assistance through county offices.\n\nOhio's current eligibility system, known as CRIS-E, is more than 30 years old. The state estimates that 60 percent of CRIS-E's eligibility determinations for Medicaid are inaccurate and must be manually overridden to prevent applicants from being denied coverage or remove those who weren't eligible.\n\nThe new system will cut back on the use of paper applications, freeing county workers to spend more time on complicated cases where eligibility is harder to determine.\n\n\"Many of these cases now will be determined without ever having to visit the county office,\" Moody said.\n\nOhio's new system will eventually give recipients online and mobile access to Medicaid and to other services such as food and cash assistance programs.\n\nThe replacement system will be rolled out in waves, beginning with certain groups within the Medicaid program. The agency anticipates all Medicaid eligibility will be determined in the system by November 2014.\n\nTo prepare for the system changes, the state's Department of Medicaid has asked a legislative panel to boost money for its consumer hotline. The department is seeking about $4 million extra this budget year and more than $5 million next budget year to expand its capacity for calls.\n\nThe updates come as Republican Gov. John Kasich has pushed to expand the Medicaid program to cover more low-income people under Obama's health care law.\n\nAlmost 366,000 Ohioans would be eligible for coverage beginning in 2014 by expanding Medicaid, should the Legislature approve the idea.", "article_metadata": {"isPremium": "false", "description": "Ohioans who are trying to find out whether they are eligible for Medicaid health coverage can soon go to a new state website instead of driving to a county office.", "author": "ANN SANNER, AP", "og": {"site_name": "newsnet5", "description": "Ohioans who are trying to find out whether they are eligible for Medicaid health coverage can soon go to a new state website instead of driving to a county office.", "title": "New Ohio website to determine Medicaid eligibility", "url": "http://www.newsnet5.com/news/state/new-ohio-website-to-determine-medicaid-eligibility", "image": {"width": 640, "identifier": "http://media2.newsnet5.com//photo/2013/09/23/108160554_20130923212055_640_480.JPG", "height": 480}, "locale": "en_US", "type": "article"}, "twitter": {"app": {"id": {"ipad": 481449100, "iphone": 487296004}}, "site": "@wews", "card": "summary_large_image"}, "shortHeadline": "Site to determine Medicaid eligibility", "com.silverpop.brandeddomains": "www.pages03.net,scripps.mkt7057.com,www.newsnet5.com,recp.mkt32.net", "isStory": "true", "fb": {"app_id": 117981068372285}, "idio": {"isPremium": "false", "author": "ANN SANNER, AP"}, "keywords": "ohio, ohio news, state, buckeye state", "google-site-verification": "DiabNvdHVXRDa2QCnoOOtjKaIvq8CtH1446fPeFerd0", "article": {"publisher": "http://www.facebook.com/WEWS5", "section": "State", "tag": "healthcarereform", "published_time": "2013-09-23T19:20:48+0000", "modified_time": "2013-09-24T01:33:58+0000"}, "viewport": "width=device-width, target-densitydpi=device-dpi, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "Ohio's new website should send users to the exchange if they aren't eligible for Medicaid, state officials said.\nThe agency anticipates all Medicaid eligibility will be determined in the system by November 2014.\nJohn Kasich has pushed to expand the Medicaid program to cover more low-income people under Obama's health care law.\nCOLUMBUS, Ohio - Ohioans who are trying to find out whether they are eligible for Medicaid health coverage can soon go to a new state website instead of driving to a county office.\nOhio's current eligibility system, known as CRIS-E, is more than 30 years old."}