{"article_title": "Young NH entrepreneur hopes product puts him in driver's seat", "article_keywords": ["nh", "wheel", "product", "londonderry", "driving", "evarts", "puts", "drivers", "distracted", "driver", "young", "seat", "entrepreneur", "invention", "tj", "hopes", "smartwheel"], "article_url": "http://www.unionleader.com/apps/pbcs.dll/article?AID=/20150104/NEWS02/150109824/0/img&utm_content=buffer18606", "article_text": "T.J. EVARTS Londonderry siblings TJ, 19, Bryeton, 14, and Jaiden, 16, Evarts comprise Inventioneers, Inc., a start-up company soon to produce the SMARTwheel. The story of the SMARTwheel, an interactive steering wheel cover aimed at discouraging distracted driving, was featured on a segment of the new ABS show, The Henry Ford Innovation Nation. (APRIL GUILMET/Union Leader Correspondent)\n\n\n\nInventive teens in national spotlight today\n\n- At this week's International Consumer Electronics Show in Las Vegas, Londonderry teen T.J. Evarts will officially launch his steering-wheel cover invention that warns drivers of their distracted driving...Evarts, who in 2013 turned down an investment offer on the ABC-TV show, \"Shark Tank,\" also will kick off a crowd-funding effort for his SMARTwheel to raise at least $150,000 to get his invention into consumers' hands in May...He expects a big crowd during the four-day trade show that draws more than 100,000 people.\"We're hoping to reach several people,\" Evarts said last week. \"First off, potential partners. We have a lot of opportunities for our technology and CES is the premier place to talk to other people in the field or other technologies that you look to integrate or other companies that are looking to integrate your technology.\"..Sure, the 19-year-old can't legally gamble or drink in Sin City, but he's seeking riches in his 10-foot-square convention booth, not at a smoky blackjack table.\"We've always been looking for the perfect place and time to launch our product,\" he said...Evarts will kick off his crowdfunding on indiegogo.com.A review of that site last week revealed a product called \"The Wheel Watcher,\" which described itself as \"a steering wheel cover with sensors\" that automatically activates when the vehicle accelerates over a predetermined speed and once activated, sounds an alarm when the driver removes his hand from the wheel after a predetermined amount of time...Evarts, who wasn't aware of that device until told by a reporter, said in an email: \"The SMARTwheel is fully patented, so their technology must be substantially different.\"In Evarts' invention, lights and tones alert a driver to common distracted driving behaviors. Driving information also is delivered to a person's smartphone via Bluetooth, so a driver and/or a parent can see what grades the driver is receiving for distracted driving, including how many times the person took one or both hands off the wheel, he said...By Friday, The Wheel Watcher, had raised only $620 of its $50,000 goal with 64 hours to go.Evarts said his product will retail for $199 with a goal of selling 10,000 units in the first year.He said the first investors on the crowd-funding site would get 50 percent off that price...Six young engineers from an award-winning FIRST Lego League from Londonderry launched the company. Today, three of those members, all siblings, remain. Besides T.J., is 17-year-old Jaiden Evarts and 14-year-old Bryeton Evarts...", "article_metadata": {"description": "MANCHESTER - At this week's International Consumer Electronics Show in Las Vegas, Londonderry teen T.J. Evarts will officially launch his steering-wheel cover invention that warns drivers of their distracted driving.", "title": "Young NH entrepreneur hopes product puts him in driver's seat | New Hampshire", "og": {"site_name": "UnionLeader.com", "description": "MANCHESTER - At this week's International Consumer Electronics Show in Las Vegas, Londonderry teen T.J. Evarts will officially launch his steering-wheel cover invention that warns drivers of their distracted driving.", "title": "Young NH entrepreneur hopes product puts him in driver's seat | New Hampshire", "url": "http://www.unionleader.com/apps/pbcs.dll/article?AID=/20150104/NEWS02/150109824/0/img&utm_content=buffer18606", "image": {"width": 600, "identifier": "http://www.unionleader.com/images/unionleaderlogo.jpg", "height": 314}, "type": "article"}, "section": "Business", "robots": "NOARCHIVE, NOODP, NOYDIR", "keywords": "Business, Education, Technology, General News, Photo Feature,", "fb": {"app_id": 665237656918292}, "date": "2015-01-04 00:00:00", "twitter": {"description": "MANCHESTER - At this week's International Consumer Electronics Show in Las Vegas, Londonderry teen T.J. Evarts will officially launch his steering-wheel cover invention that warns drivers of their distracted driving.", "title": "Young NH entrepreneur hopes product puts him in driver's seat | New Hampshire", "url": "http://www.unionleader.com/apps/pbcs.dll/article?AID=/20150104/NEWS02/150109824/0/img&utm_content=buffer18606", "image": "http://www.unionleader.com/images/unionleaderlogo.jpg", "site": "@UnionLeader", "card": "summary$t"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "T.J. EVARTS Londonderry siblings TJ, 19, Bryeton, 14, and Jaiden, 16, Evarts comprise Inventioneers, Inc., a start-up company soon to produce the SMARTwheel.\n\"In Evarts' invention, lights and tones alert a driver to common distracted driving behaviors.\nThe story of the SMARTwheel, an interactive steering wheel cover aimed at discouraging distracted driving, was featured on a segment of the new ABS show, The Henry Ford Innovation Nation.\nBesides T.J., is 17-year-old Jaiden Evarts and 14-year-old Bryeton Evarts...\n\"..Sure, the 19-year-old can't legally gamble or drink in Sin City, but he's seeking riches in his 10-foot-square convention booth, not at a smoky blackjack table."}