{"article_title": "Breakfast isn’t a sport. Zeke, one of the Emanuel brothers, would beg to differ.", "article_keywords": ["chef", "differ", "brothers", "family", "hes", "food", "restaurant", "washington", "beg", "emanuel", "isnt", "lot", "breakfast", "sport", "bet", "zeke"], "article_url": "https://www.washingtonpost.com/lifestyle/style/breakfast-isnt-a-sport-zeke-one-of-the-brothers-emanuel-would-beg-to-differ/2015/07/26/979a2362-32ed-11e5-97ae-30a30cca95d7_story.html", "article_text": "\n\nPhysician and former White House adviser Ezekiel Emanuel plates breakfast dishes as guest chef at Masseria restaurant. He basically took the temporary gig as a bet. (Amanda Voisard/For the Washington Post)\n\nZeke Emanuel may be the only person in Washington who turns breakfast into a competitive sport.\n\nThe firstborn of the three Emanuel brothers — Rahm is mayor of Chicago, Ari the Hollywood agent who inspired the HBO show “Entourage” — is unhappy about the dearth of healthful and delicious breakfasts in the nation’s capital.\n\n“I have been railing about the terrible breakfasts in Washington, D.C., to everybody I know,” he says. “Some things just really irritate me, and this one in particular.” A long line waiting to get into a lousy brunch joint? Drives him crazy.\n\nThe physician and health-policy expert, 57, has been threatening for years to open a brunch spot when he retires. His friends have finally forced him to put his menu where his mouth is, which is how he has ended up at the newly opened Masseria restaurant on Fourth Street NE on Saturday morning, acting as guest breakfast chef. He’s serving Gruyère omelets, challah French toast, waffles, quail eggs and fresh berries. But no potatoes. He doesn’t like them.\n\n“You can find better things to put on the menu that taste better and have more nutritional value,” he says. He has put zucchini fritters and malanga (a yamlike root vegetable) hash browns on his menu instead, which upset his mother, who thought that he was insulting her Hanukkah latkes.\n\nAlthough he’s a serious home cook, this is Emanuel’s first time in a professional kitchen — but it’s for just two weekends, including this coming Saturday and Sunday. As a doctor with a PhD in bioethics, he’s totally unfazed by public speaking and arguing for Obamacare. (Okay, arguing anything.) But he’s pretty nervous about preparing dozens of meals to order.\n\n“Something’s going to go wrong,” he predicted earlier in the week. “How will I handle it when it goes wrong? I have no idea.” Yelling, the default Emanuel family setting, is not an option. Amazingly, calm prevails, and the meals make it to the table without major incident.\n\nCorby Kummer, a food critic and senior editor for the Atlantic, has flown up from Atlanta with his husband to attend his friend’s professional debut. The two go way back, and Kummer says that he pretty much had to show up.\n\n“This is a very expensive present for Zeke, even though it’s my birthday,” he says. “He made it clear how irritated he would be if we failed to appear. But he used more colorful language.”\n\n\n\nEmanuel as guest chef at Masseria restaurant in Northeast Washington. (Amanda Voisard/For the Washington Post)\n\nEmanuel can pinpoint the exact moment when he became a foodie: It was his father’s 70th birthday in 1997, when the entire family went to dinner at Charlie Trotter’s in Chicago.\n\n“It was just a phenomenal experience,” he remembers. “The food was totally amazing. One of the five best meals of my life.” Even better: Ari paid.\n\nBefore that, he hadn’t paid much attention to food. His father was a doctor, and as the eldest son in a high-achieving Jewish family, there really wasn’t any question about what Ezekiel would be when he grew up.\n\n“First generation immigrant family, father a doctor, I’m very good at science and was good in school — and the eldest,” he says with a laugh. “Totally overdetermined that I would have to be a doctor.”\n\nNot just a doctor, but a Harvard- and Oxford-educated expert on health care, past head of the bioethics center at the National Institutes of Health, former White House adviser to President Obama and an architect of the Affordable Care Act. (His 2013 book, “Brothers Emanuel: A Memoir of an American Family,” explores the role that his parents, history and culture played in producing the famous trifecta of boys.)\n\nHis time in the kitchen was limited mostly to cooking breakfast for his three daughters when they were growing up and his then-wife, also a doctor, was working as an intern. Those breakfasts became a daily routine. “My motivation has always been primarily my children,” he says. “Like dinner with the family, it’s a centering moment.” He still makes breakfast from scratch for the now-grown daughters when they’re at his Washington home.\n\nOnce he got serious about food, he brought to the kitchen his natural competitiveness and tinkering-in-the-lab tendencies. “I view it a little bit like sports,” he says. “You do it well, and you want to do it a little better. You begin tweaking things; you begin learning more.”\n\nAnd he got more sophisticated, learning at the best restaurants. In 2010, he won a bet with Supreme Court Justice Antonin Scalia — dinner at the restaurant of his choice. The two men met at a fundraiser and bet on the outcome of health-care reform: Scalia said it would be overturned and offered a $5 bet. “I don’t bet $5,” Emanuel told him. “I bet dinners.”\n\nHe won, and the justice picked up the tab for a very expensive meal at Minibar. The two hit it off: Emanuel took Scalia to Birch and Barley because the justice’s son-in- law is a brewer; Scalia invited his new pal to lunch in his chambers, and Emanuel had the justice and his wife over for quail on his patio and then a Shabbat dinner.\n\n“He’s great company,” Emanuel, a lifelong liberal, says. “He’s willing to argue about anything.” And do they disagree about everything? “I won’t say everything, but almost everything.”\n\nThis spring, Emanuel hosted a dinner party for Sarah Weiner, head of the Good Food Awards, and friends from Union Market in Northeast. He went off on yet another rant about lousy brunches in the District, and his friends basically dared him to be a guest chef for a pop-up breakfast at chef Nick Stefanelli’s new restaurant Masseria. “Five minutes later, we had two weekends” planned, Emanuel says.\n\nThe menu he designed is simple but full of the healthful ingredients he loves: maple syrup from New Hampshire, jam from Vermont, handcrafted granola, and challah made by one of his professors at Harvard. Emanuel is headed to Boston to learn how to make the braided Jewish bread, a skill that has so far eluded him because, he says, it requires patience.\n\n“As my kids will say, I’m relentlessly competitive,” he says. “I always like to know, ‘What’s the best? What’s number one, two and three?’ ” For example, he put together gift bags for breakfast guests with samples of his favorite ingredients, including dark chocolate made by a former criminal defense lawyer in Missouri. Missouri? Emanuel just got back from six weeks teaching in Switzerland, which is renowned for its chocolate, yet he says that the Askinosie Chocolate from Missouri is even better than anything you can find in Geneva or Zurich. “I’ve eaten a lot of chocolate,” he says. “It’s the best chocolate in the world, in my opinion.”\n\nAnother Emanuel family trait: having a lot of opinions and no fear of expressing them.\n\n“I’m very certain of my opinions, but I change my mind,” he says. “I’ve changed a lot of my views.”\n\nOne that hasn’t changed: His belief that 75 years is a good age to die. His essay in the Atlantic this past fall caused a firestorm when he wrote that he would not take any medical steps to prolong his life after that age. Not suicide, not euthanasia, just a personal decision not to extend his life by any means necessary. People, to put it mildly, freaked out and accused him of attacking all seniors and revived the mythical Obamacare “death panel” specter.\n\n“This is a 40-year-old philosophy,” he explains. “I’ve been thinking about this for a very long time.” As an expert in end-of-life care, he was urged to put his beliefs in writing. “I think the most important thing that article did — and I’ve heard from many thousands of people — is that it prompted a lot of very important discussion in families and a lot of soul-searching and thinking.”\n\nEmanuel’s daughters, of course, disagree with their very healthy father’s position. His brothers also think he’s wrong. Both of his parents are still alive, and his 88-year-old father offered the most persuasive argument for why he may yet change his mind: grandchildren.\n\n\n\nEmanuel, center in apron, got serious about food 20 years ago, at his father’s 70th birthday celebration in Chicago. (Amanda Voisard/For the Washington Post)\n\nFor now, Emanuel is busy cooking for friends. Like most home cooks, he wildly underestimated how long it would take to prepare ingredients for 100 people. But he has taken charge of the kitchen and basically gotten most of the dishes ready to send out at the same time — except for the timing of a soft-boiled egg.\n\n“It takes six minutes exactly,” Steffanelli explains. “You can’t change the laws of physics.”\n\n“Five at home,” Emanuel counters as he awkwardly rips the shell off the egg. It isn’t pretty, but it tastes right.\n\nThere are a few tiny glitches, but the guest chef gets two thumbs up. The French toast, his buddy Kummer says, is perfect: “It’s very hard to get French toast in a restaurant that’s tender in the middle and crisp on the outside.”\n\nAfter five hours, Emanuel has survived his first day. “Barely,” he says. Serving 110 meals was much harder than he expected and a humbling experience. But a “total, total blast.”", "article_metadata": {"news_keywords": "Zeke Emanuel, Rahm Emanuel, Aro E,amie, Nick Stefarelli, Union Market, Obamacare, the Atlantic, stylefront", "og": {"site_name": "Washington Post", "description": "A bad brunch joint annoys the health-care wonk, so he’s aiming to be the champion of breakfasts, temporarily.", "title": "Breakfast isn’t a sport. Zeke, one of the Emanuel brothers, would beg to differ.", "url": "https://www.washingtonpost.com/lifestyle/style/breakfast-isnt-a-sport-zeke-one-of-the-brothers-emanuel-would-beg-to-differ/2015/07/26/979a2362-32ed-11e5-97ae-30a30cca95d7_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2015/07/25/Others/Images/2015-07-25/emanuel_111437863227.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@_RoxanneRoberts"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/lifestyle/style/breakfast-isnt-a-sport-zeke-one-of-the-brothers-emanuel-would-beg-to-differ/2015/07/26/979a2362-32ed-11e5-97ae-30a30cca95d7_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Zeke Emanuel, Rahm Emanuel, Aro E,amie, Nick Stefarelli, Union Market, Obamacare, the Atlantic, stylefront", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "eomportal-uuid": "979a2362-32ed-11e5-97ae-30a30cca95d7", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "description": "A bad brunch joint annoys the health-care wonk, so he’s aiming to be the champion of breakfasts, temporarily."}, "article_summary": "(Amanda Voisard/For the Washington Post)Zeke Emanuel may be the only person in Washington who turns breakfast into a competitive sport.\nI have no idea.” Yelling, the default Emanuel family setting, is not an option.\nPhysician and former White House adviser Ezekiel Emanuel plates breakfast dishes as guest chef at Masseria restaurant.\n“It’s the best chocolate in the world, in my opinion.”Another Emanuel family trait: having a lot of opinions and no fear of expressing them.\n“You can’t change the laws of physics.”“Five at home,” Emanuel counters as he awkwardly rips the shell off the egg."}