{"article_title": "Community effort brings Tajik student here for studies", "article_keywords": ["united", "wang", "students", "studies", "tajikistan", "hawaii", "community", "took", "records", "tajik", "shes", "student", "brings", "rahmatova", "effort"], "article_url": "http://www.washingtontimes.com/news/2016/jan/24/community-effort-brings-tajik-student-here-for-stu/?page=all", "article_text": "KEALAKEKUA, Hawaii (AP) - Culture shock, sure.\n\nBut the woman from Tajikistan whose return to Hawaii was made possible by community donations is in school and has hit the ground running, adjusting to the island after three years away.\n\nMehrangez Rahmatova, 19, was on the Big Island in 2012 as a student at Konawaena High School as part of the State Department’s Future Leader Exchange (FLEX) program.\n\nShe spent a year here with her host family before returning to her home country, where finances and social pressures took her out of college and on the path to an arranged marriage.\n\nSo her host mother, Pamela Wang, began an effort to raise enough money to bring Rahmatova back to the Aloha State and enroll her in Hawaii Community College - Palamanui.\n\n“I still can’t believe I made it here,” Rahmatova said after her fourth week in Hawaii.\n\nShe’s been busy signing up for courses, getting her books, learning the bus schedule, and other parts of her life here.\n\nIt’s been a little hard, she said, because of the culture change and the fact many of her friends from Konawaena have moved on. But people are welcoming and recognize her from the November West Hawaii Today story about the fundraising drive to bring her back here for school, something she said helps.\n\nLiving in the United States has been a major shift from the post-Soviet, largely mono-cultural, and patriarchal culture of her homeland, Tajikistan.\n\nThe changes in classes were huge, she said. While in Tajikistan she had enrolled in an economics program dominated by 19 male students. She and the other two female students were confined to writing papers while they were largely ignored by the professor in class, in favor of the male students.\n\nHere, the students are open, happy and willing to express opinions.\n\nOne other adjustment has been the more open connection between professor and student. One of her instructors is Lucy Jones, who holds a doctorate. She’s more than 60 years Rahmatova’s senior and prefers to be called Lucy.\n\nBut Rahmatova can’t manage to call her by her first name. She’s trying, but the rules of unthinking respect for elders and professors has left her always calling her, “Mrs. Jones.”\n\n“People think I’m telling a story,” she said of what’s happened so far. “But it’s my life.”\n\nThere was obvious relief in Wang’s face as they talked about getting Rahmatova to Hawaii.\n\nWhile in Tajikistan, her international travel work had to be done in the capital, an eight or nine hour drive from her village. All of those trips were taken on mountainous roads with minimal shoulders, where she could see the rusting hulks of vehicles in the valley below.\n\nFor the United States Visa, she had a short meeting with an official who asked her a few questions in English. In part because of her earlier attendance in the FLEX program, the visa was granted without difficulty.\n\nThat was not true for the local officials. It took two days of standing in line to even meet a man to renew her passport. Even though he was working off her previous passports and she was sitting next to him, he misspelled her name. She didn’t discover this until the new passport arrived weeks later.\n\nShe tried again, and found that a bureaucrat now wanted her to update both passports and pay the “expedited processing fee,” again.\n\nWhen Wang heard about the problems she thought “haven’t we gone over enough hurdles?”\n\nBut Rahmatova made it through that and began her trip.\n\n“We had tried to anticipate everything,” Wang said, but there was one paperwork scare in the U.S.\n\nRahmatova’s medical records were required and Wang was stunned. It had never occurred to her that they would need the records. But Rahmatova reminded her about the immunizations she needed when she arrived in 2012. Those records were at a nearby clinic.\n\nIt took about 10 minutes for the clinic to produce the records, stamped and signed, Wang said.\n\nAt home, they’d still be waiting in line, Rahmatova said.\n\nRight now, she is still developing her life course.\n\nShe volunteered with the Special Olympics, a sort of program that doesn’t exist for people with disabilities in her home country.\n\nIt turned her firmly in the path of health care, she said, and she’s studying to be a nurse. Right now she’s leaning toward being a health educator or assisting in improving life for the disabled.\n\nIt connects back to what her father had hoped she could be, but faded away due to costs and the long-term training. When it’s all said and done, she doesn’t know if she’ll go back to Tajikistan, stay in the United States or go elsewhere.\n\nNow that she’s back, she’s ready to get back into many of her old activities. She’s gotten back into the water after three years in landlocked Tajikistan. She’d also like to continue her studies in judo, which she had done as a student and as a club.\n\n___\n\nInformation from: West Hawaii Today, http://www.westhawaiitoday.com", "article_metadata": {"description": "Culture shock, sure.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Culture shock, sure.", "title": "Community effort brings Tajik student here for studies", "url": "http://www.washingtontimes.com/news/2016/jan/24/community-effort-brings-tajik-student-here-for-stu/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2016/01/22/tajik_student.jpeg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2016/01/22/tajik_student.jpeg", "description": "Culture shock, sure.", "card": "summary", "title": "Community effort brings Tajik student here for studies"}, "Author": "GRAHAM MILLDRUM", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "article_summary": "She’d also like to continue her studies in judo, which she had done as a student and as a club.\nNow that she’s back, she’s ready to get back into many of her old activities.\nSo her host mother, Pamela Wang, began an effort to raise enough money to bring Rahmatova back to the Aloha State and enroll her in Hawaii Community College - Palamanui.\n“But it’s my life.”There was obvious relief in Wang’s face as they talked about getting Rahmatova to Hawaii.\nShe’s been busy signing up for courses, getting her books, learning the bus schedule, and other parts of her life here."}