{"article_title": "Psychological Factors May Drive Heart Complications in Rheumatoid Arthritis", "article_keywords": ["heart", "risk", "factors", "study", "arthritis", "drive", "disease", "psychological", "patients", "complications", "ra", "rheumatoid", "condition"], "article_url": "http://www.hcplive.com/medical-news/psychological-factors-may-drive-heart-complications-in-rheumatoid-arthritis", "article_text": "Psychological Factors May Drive Heart Complications in Rheumatoid Arthritis\n\nCardiovascular disease is the most common comorbidity in patients with rheumatoid arthritis (RA) and the reason behind it may have finally been identified.Previous research has already shown that mood influences pain levels in RA and another study linked RA with a higher risk of heart complications . However, it has not been pinpointed how mental factors are associated with heart complications in patients with RA. Jon Giles, MD, MPH, and colleagues analyzed exactly that in a report published in Arthritis Care & Research and found that the symptoms play an important role in cardiovascular risks.“Our study is the first to investigate the association between psychosocial comorbidities and elevated risk of atherosclerosis in RA patients,” Giles, an assistant professor of medicine at Columbia University, said in a news release The analysis included 195 patients with RA and 1,073 healthy controls – collected from the Evaluation of Subclinical Cardiovascular Disease and Predictors of Events in Rheumatoid Arthritis Study (ESCAPE). To determine the level of atherosclerosis, a condition where plague builds up in the arteries, the participants underwent computed tomography and ultrasound. The researchers compared measurements of coronary artery calcium (CAC) and carotid intima-media thickness (IMT) between the groups. Moderate to severe CAC was defined as more than 100 units.The findings revealed that several depressive symptoms and psychosocial factors were connected to higher CAC scores. The relationship persisted in the patients with RA, but not in the healthy controls, even after inflammation was taken into account.“Our study shows that depression, stress, anxiety, and anger are associated with atherosclerosis markers, which are known predictors of cardiovascular risk in RA,” said first author Ying Liu, from the Department of Internal Medicine at Columbia University.The researchers found that job stress was connected to an increased risk of carotid plague in patients with RA. In addition, those who had more social support seemed to have lower internal carotid IMT.With RA causing premature mortality and an estimated 1.5 million American adults living the condition, according to the Centers for Disease Control and Prevention (CDC), uncovering answers about the condition is crucial.“These findings highlight the importance of screening and treatment of heart disease risks factors to limit not only health care costs, but prevent morbidity and mortality for RA patients,” Liu concluded.", "article_metadata": {"description": "Cardiovascular disease is the most common comorbidity in patients with rheumatoid arthritis (RA) and the reason behind it may have finally been identified.", "og": {"site_name": "MD Magazine", "description": "Cardiovascular disease is the most common comorbidity in patients with rheumatoid arthritis (RA) and the reason behind it may have finally been identified.", "title": "Psychological Factors May Drive Heart Complications in Rheumatoid Arthritis", "url": "http://www.hcplive.com/medical-news/psychological-factors-may-drive-heart-complications-in-rheumatoid-arthritis", "image": "https://s3.amazonaws.com/hcplive/v1_media/_upload_image/_thumbnails/Skeleton_Pain_Joints.jpg", "type": "Article"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "https://s3.amazonaws.com/hcplive/v2_media/_core/favi/ms-icon-144x144.png", "keywords": "cardiology, psychiatry, rheumatology, hospital medicine, pain management, geriatrics, rheumatoid arthritis, chronic pain, cardiovascular disease, heart disease, major depressive disorder, mental health, depression, anxiety, atherosclerosis", "theme-color": "#ffffff"}, "article_summary": "However, it has not been pinpointed how mental factors are associated with heart complications in patients with RA.\nPsychological Factors May Drive Heart Complications in Rheumatoid ArthritisCardiovascular disease is the most common comorbidity in patients with rheumatoid arthritis (RA) and the reason behind it may have finally been identified.Previous research has already shown that mood influences pain levels in RA and another study linked RA with a higher risk of heart complications .\nTo determine the level of atherosclerosis, a condition where plague builds up in the arteries, the participants underwent computed tomography and ultrasound.\nModerate to severe CAC was defined as more than 100 units.The findings revealed that several depressive symptoms and psychosocial factors were connected to higher CAC scores.\nThe researchers compared measurements of coronary artery calcium (CAC) and carotid intima-media thickness (IMT) between the groups."}