{"article_title": "70% of ObamaCare Website Still Not Built", "article_keywords": ["website", "information", "needs", "secure", "disaster", "30", "obamacare", "system", "cant", "chief", "complete", "70", "built"], "article_url": "http://www.frontpagemag.com/point/211102/70-obamacare-website-still-not-built-daniel-greenfield", "article_text": "The Russian space program used to launch vehicles that weren't actually finished because the Party had a deadline that had to be met to humiliate the Yankee Capitalist pigs. It seems like Team Obama subscribes to those same standards.\n\nHealthcare.gov doesn't have a payments system. It can't properly relay or secure data. Its profiles leak. Everything is a mess.\n\nNot only is Healthcare.gov a malfunctioning disaster, it's only a 30% complete disaster. And when it's a 100% complete disaster, then 80% of people might be able to buy insurance through it... according to the same people who were claiming there was no problem.\n\nA chief official responsible for building the federal health-insurance exchange revealed that as much as 70 percent of the system still needs to be built. Henry Chao, the deputy chief information officer for Centers for Medicare and Medicaid Services, told a House subcommittee that the administration still needs to construct the payment systems and other “back office” functions, which constitute 60 to 70 percent of the system.\n\nConsidering how well they did with the 30 percent... there's no reason to worry. Why wouldn't you want to entrust your credit card information to the people who can't keep your existing information secure.", "article_metadata": {"rating": "general", "description": "Not only is Healthcare.gov a malfunctioning disaster, it's only a 30% complete disaster.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Frontpage Mag", "description": "Not only is Healthcare.gov a malfunctioning disaster, it's only a 30% complete disaster.", "title": "70% of ObamaCare Website Still Not Built", "url": "http://www.frontpagemag.com/point/211102/70-obamacare-website-still-not-built-daniel-greenfield", "updated_time": "2015-06-22T23:38:04-04:00", "type": "article"}, "twitter": {"url": "http://www.frontpagemag.com/point/211102/70-obamacare-website-still-not-built-daniel-greenfield", "description": "Not only is Healthcare.gov a malfunctioning disaster, it's only a 30% complete disaster.", "card": "summary", "title": "70% of ObamaCare Website Still Not Built"}, "article": {"published_time": "2013-11-20T05:12:21-05:00", "modified_time": "2015-06-22T23:38:04-04:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcf96e\"", "article_summary": "Not only is Healthcare.gov a malfunctioning disaster, it's only a 30% complete disaster.\nWhy wouldn't you want to entrust your credit card information to the people who can't keep your existing information secure.\nA chief official responsible for building the federal health-insurance exchange revealed that as much as 70 percent of the system still needs to be built.\nAnd when it's a 100% complete disaster, then 80% of people might be able to buy insurance through it... according to the same people who were claiming there was no problem.\nConsidering how well they did with the 30 percent... there's no reason to worry."}