{"article_title": "Complex system shifts doctors away from private practice", "article_keywords": ["physicians", "medical", "away", "practice", "system", "private", "shifts", "complex", "health", "roof", "doctors", "systems", "hospital", "care"], "article_url": "http://www.thegazette.com/subject/news/complex-health-care-system-shifts-doctors-away-from-private-practice-20150322", "article_text": "CEDAR RAPIDS — When it comes to health care, Dr. John Roof believes doctors just can’t do it alone anymore.\n\nThe medical director of UnityPoint Health clinics Cedar Rapids region oversees 19 family medicine clinics and several specialty clinics for UnityPoint Health.\n\n“The complexity of the business of medicine now goes far beyond what I can do by myself,” he said. “When I was in private practice, I was in charge of HR, finance, risk management, what computer systems to use — all while I was trying to be a doctor.”\n\nBut the rapidly changing health care landscape has made the business aspects even more complex. And this has left fewer physicians deciding to go into private practice while also making joining a health care systems — rich in resources — seem more appealing, some doctors have said.\n\nDr. Timothy Sagers, a physician with the MercyCare clinic on Blairs Ferry in Hiawatha, said there are several large pressures pushing a fundamental change in the delivery of health care. Those include the move away from a fee-for-service approach and to an outcomes-based approach as well as consumers becoming more aware of health care costs because of high-deductible plans and therefore wanting more value for their care.\n\nThese factors are leading young doctors to choose health care systems and practicing physicians “to move in droves,” he said.\n\n“There’s no doubt in my mind that we’re going in the right direction. But it’s costly to adapt,” he added.\n\nA handful of private practice physicians working in Cedar Rapids who were contacted for this story either were not available or declined to be interviewed.\n\nACA Impact\n\nThere are conflicting studies on how large of an impact the Affordable Care Act and changing regulatory environment has had on private practice.\n\nA 2014 survey by physician-recruitment and consulting firm Merritt Hawkins and not-for-profit group the Physicians Foundation found that nationally only 17 percent of physicians indicate they are in solo practice — down from 25 percent in 2012. In addition, only 35 percent of physicians describe themselves as independent practice owners, down from 49 percent in 2012 and 62 percent in 2008.\n\nMeanwhile, 53 percent of respondents describe themselves as employees of a hospital or medical group, which is up from 44 percent in 2012 and 38 percent in 2008.\n\nA separate Merritt Hawkins report found that about two-thirds of the more than 3,000 recruiting assignments it fielded between April 2012 and March 2013 were for hospital-employed positions — six times the number of searches for similar positions in 2004.\n\nBut a 2013 American Medical Association report showed that maybe the numbers aren’t all that dramatic. In that study, 53.2 percent of all physicians surveyed were self-employed and 60 percent worked in practices wholly owned by physicians. Only 23 percent of survey respondents worked in practices at least partly owned by a hospital and 5.6 said they were hospital employees.\n\nHowever, in that same AMA report, researchers noted statistical “shifts” toward hospital employment.\n\n‘Tremendous pressures’\n\nThis shift is occurring in part because of large-scale initiatives such as federally required implementation of electronic medical records — which are costly and time consuming — and the Institute for Healthcare-recommended “triple aim” focus on reducing costs, providing better patient outcomes and better patient experiences.\n\nPhysicians also are being pushed to reduce waste through better care coordination.\n\nDoctors say these changes to health care delivery are beneficial and necessary, but it’s a lot to keep up with in addition to treating patients.\n\n“There’s tremendous pressure on health care providers,” UnityPoint Health’s Roof said.\n\nAligning with a hospital, Accountable Care Organization or health care system gives physicians the ability to focus more on patients and less on systems and requirements, doctors say, because there are more technical and administrative resources.\n\n“Most of us are not trained to run a business or do HR or do payroll,” Sagers said. “When those core functions are delivered on a system level, it frees me up to be a doctor. I want to do medicine not run a business.”\n\nBut Sagers and Roof admit that, even though they are part of a health care system, there still are plenty of meetings in which they must participate, quality standards to implements and technology to adopt.\n\nHowever, Roof said it’s critical to have physicians’ voices represented in those decision-making process.\n\n“Physicians need to help lead other physicians through this difficult time,” he said. “It’s easy to get lost in the minutia of the day to day.”", "article_metadata": {"Description": "The Gazette | CEDAR RAPIDS - When it comes to health care, Dr. John Roof believes doctors just can't do it alone anymore.\r\nThe medical director of UnityPoint Health clinics C", "og": {"site_name": "The Gazette", "description": "CEDAR RAPIDS - When it comes to health care, Dr. John Roof believes doctors just can't do it alone anymore.", "url": "http://www.thegazette.com/subject/news/complex-health-care-system-shifts-doctors-away-from-private-practice-20150322", "image": "http://www.thegazette.com/storyimage/GA/20150322/ARTICLE/150329929/EP/1/5/EP-150329929.jpg", "article": {"section": "News"}, "type": "article"}, "twitter": {"url": "http://www.thegazette.com/subject/news/complex-health-care-system-shifts-doctors-away-from-private-practice-20150322", "description": "CEDAR RAPIDS - When it comes to health care, Dr. John Roof believes doctors just can't do it alone anymore.", "site": "@gazettedotcom", "title": "Complex system shifts doctors away from private practice"}, "fb": {"app_id": 163646090334606}, "apple-mobile-web-app-capable": "yes", "bt": {"modDate": "2015-03-21T11:57:00-05:00", "type": "thegazette_news", "pubDate": "2015-03-22T06:00:00-05:00", "title": "Complex system shifts doctors away from private practice"}, "MobileOptimized": 320, "apple-touch-fullscreen": "yes", "HandheldFriendly": "True", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0"}, "article_summary": "A handful of private practice physicians working in Cedar Rapids who were contacted for this story either were not available or declined to be interviewed.\nThese factors are leading young doctors to choose health care systems and practicing physicians “to move in droves,” he said.\nAnd this has left fewer physicians deciding to go into private practice while also making joining a health care systems — rich in resources — seem more appealing, some doctors have said.\nCEDAR RAPIDS — When it comes to health care, Dr. John Roof believes doctors just can’t do it alone anymore.\nACA ImpactThere are conflicting studies on how large of an impact the Affordable Care Act and changing regulatory environment has had on private practice."}