{"article_title": "Obama's Iranian Nuke Deal: 'Stupid is as Stupid Does'", "article_keywords": ["nuke", "iran", "deal", "iranian", "nuclear", "stupidity", "american", "stupid", "promise", "does", "tehran", "president", "security", "obamas", "obama"], "article_url": "http://www.breitbart.com/national-security/2015/04/09/obamas-iranian-nuke-deal-stupid-is-as-stupid-does/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nMIT economist and Obamacare architect Jonathan Gruber acknowledged President Obama depended upon “the stupidity of the American voter” to push through his agenda. The specter of a less-than-honest sales job to promote the Obama agenda raises its head again as the President touts a nuclear deal with Iran.\n\nSIGN UP FOR OUR NEWSLETTER\n\nAlready touted as another “success,” Obama’s announcement of a framework nuclear agreement with Iran is, at best, questionable, as Washington and Tehran are now disagreeing on what was agreed (e.g., Obama says we will inspect military sites but Iran says no) and, at worst, disastrous as Iran is granted nuclear club membership.\n\nIf one revisits Obama’s public pronouncements, made since 2008, about a nuclear-armed Iran, the picture emerges—just as with Obamacare—of a President again relying upon American voters’ stupidity to promote his own agenda.\n\nIn 2008, when Senator Barack Obama announced his presidential candidacy, his message about a nuclear-armed Iran was made infinitely clear. We read his lips and got the message over and over again: there would no nukes for Tehran.\n\nWe first heard Obama make his prevention “Promise” as a presidential candidate in June 2008, claiming: “I will continue to be clear on the fact that an Iranian nuclear weapon would be profoundly destabilizing for the entire region. It is strongly in America’s interest to prevent such a scenario.”\n\nThis theme was underscored again in October during a presidential debate, “We cannot allow Iran to get a nuclear weapon. It would be a game-changer in the region.”\n\nJeffrey Goldberg at The Atlantic lists numerous instances in which President Obama repeated the same claims. We heard it many times during his first term in office. In May 2011, he assured, “You also see our commitment to our shared security in our determination to prevent Iran from acquiring nuclear weapons…So let me be absolutely clear — we remain committed to preventing Iran from acquiring nuclear weapons.” In March 2012, Obama proclaimed, “…when the United States says it is unacceptable for Iran to have a nuclear weapon, we mean what we say.” As Obama’s re-election loomed large in 2012, we heard it again in a September speech at the U.N., “Make no mistake: A nuclear-armed Iran is not a challenge that can be contained…the United States will do what we must to prevent Iran from obtaining a nuclear weapon.”\n\nObama gave us every confidence the Promise would be honored, deeming a nuclear-armed Iran unacceptable as posing a regional security threat and triggering an arms race. To this Promise, we received his “absolute commitment.”\n\nIn March 2013, we were given reassurances by Vice President Biden the President was “not bluffing” about the Promise. But some point, this message changed. Following Obama’s re-election in November 2012, the Promise was no longer heard—at least from him. It transitioned from one of prevention to one of containment of an Iran armed with nukes.\n\nAs much as the public might want to attribute it to Obama experiencing a “eureka” moment during negotiations, such was not the case. Obama has always sought his own agenda on Iran. American voter stupidity enabled him to implement his deception plan, creating a Middle East world according to Obama.\n\nThe Center for New American Security (CNAS) is a think tank whose principals share similar views with Obama on the Middle East. One of those principals, Dr. Colin Kahl, was the Director of the Middle East Security Program there. Kahl, like Obama, favored the U.S. distancing itself from Israel and focusing on an alliance with Iran.\n\nCNAS and Team Obama played well together. It was Kahl’s influence that successfully got the issue of the recognition of Jerusalem as Israel’s capital dropped from the 2013 Democratic Party platform.\n\nIn May 2013, whether with Team Obama’s input or independent of it, CNAS issued the report, “If All Else Fails: The Challenges of Containing a Nuclear-Armed Iran.” The report became a vehicle by which Team Obama reneged on the Promise.\n\nUnsurprisingly, in 2014, Kahl became the Vice President’s National Security Advisor. Biden recognized Kahl’s “unique perspective on a number of national security issues our country faces today in the Middle East.”\n\nThe transition from prevention to containment was now in the open. While adopting it may have appeared as a major foreign policy shift by Obama, there is evidence that he had set this course direction even before being elected President. In 2008, presidential candidate Obama secretly dispatched Ambassador William G. Miller to Tehran to deliver a message to the mullahs. The message was that Obama would be elected President and as such would engage in friendlier negotiations concerning Iran’s nuclear program.\n\nThis mission to Tehran by Ambassador Miller as Obama’s emissary was confirmed by historian and foreign policy analyst Michael Ledeen last year. He reported that Obama, as President, launched a quest for an Iranian alliance “through at least four channels: Iraq, Switzerland (the official U.S. representative to Tehran), Oman and a variety of American intermediaries, the most notable of whom is probably Valerie Jarrett, his closest adviser.”\n\nWhat is disturbing is this foolish effort involved negotiating a nuclear deal on unfavorable terms to the U.S., undeterred by the declared intentions of Iran’s own leaders.\n\nIn January 2014, Supreme Leader Ayatollah Ali Khamenei suggested Iranian negotiations were simply a stalling tactic to gain time. Unabashedly, he proclaimed, “We had announced previously that on certain issues, if we feel it is expedient, we would negotiate with the Satan (the U.S.) to deter its evil.”\n\nThat same month, Iranian lawmaker Mohammed Nabavian stated “a nuclear bomb is necessary to put down Israel.” He also bragged Iran could obtain breakout to build such a weapon within two weeks time if it had the right materials. He added, concerning Obama’s incessant overtures to make nice towards Iran, it was because “the United States (i.e., Obama) needs Iran.”\n\nObama’s beseechment of Tehran as an alliance partner should leave little doubt why the Iranians demanded, and received, almost everything they wanted in the negotiations.\n\nWith Obama so needy for an agreement, he has imbued Iranian negotiators with tremendous confidence their demands will be met. This, undoubtedly, motivated President Rouhani to now throw in yet another demand: “We will not sign any agreement, unless all economic sanctions are totally lifted on the first day of the implementation of the deal.”\n\nFor Rouhani to demand this after a framework deal was supposedly hammered out demonstrates he fully recognizes just how desperate Obama is for a final agreement. (So desperate, in fact, Obama is unwilling to consider Tennessee Senator Bob Corker’s demand as a condition of the deal Iran renounce terrorism.)\n\nPresident Obama relied upon the American public’s stupidity to play a bait-and-switch—replacing a prevention policy towards Iran with a containment policy.\n\nAs the mullahs now make further demands of Obama after he prematurely went public with his framework deal, they rely upon his own stupidity to extract yet another pound of flesh from us.\n\nAs Forrest Gump so aptly, and accurately, put it, “Stupid is as stupid does.”\n\nLt. Colonel James G. Zumwalt, USMC (Ret.), is a retired Marine infantry officer who served in the Vietnam war, the U.S. invasion of Panama and the first Gulf war. He is the author of “Bare Feet, Iron Will–Stories from the Other Side of Vietnam’s Battlefields,” “Living the Juche Lie: North Korea’s Kim Dynasty” and “Doomsday: Iran–The Clock is Ticking.” He frequently writes on foreign policy and defense issues.", "article_metadata": {"description": "Obama's Iranian Nuke Deal: 'Stupid is as Stupid Does'", "og": {"site_name": "Breitbart", "description": "Obama's Iranian Nuke Deal: 'Stupid is as Stupid Does'", "title": "Obama's Iranian Nuke Deal: 'Stupid is as Stupid Does' - Breitbart", "locale": "en_US", "image": {"width": 644, "identifier": "http://media.breitbart.com/media/2015/04/AP899468943777-e1428028834225.jpg", "height": 480}, "updated_time": "2015-04-09T11:07:02-07:00", "url": "http://www.breitbart.com/national-security/2015/04/09/obamas-iranian-nuke-deal-stupid-is-as-stupid-does/", "type": "article"}, "twitter": {"description": "Obama's Iranian Nuke Deal: 'Stupid is as Stupid Does'", "creator": "@BreitbartNews", "image": "http://media.breitbart.com/media/2015/04/AP899468943777-e1428028834225.jpg", "title": "Obama's Iranian Nuke Deal: 'Stupid is as Stupid Does' - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "app_id": 1243316582352556, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "barack obama, Iran, Middle East, nuclear deal,Middle East, National Security, Obama,", "article": {"publisher": "https://www.facebook.com/Breitbart", "published_time": "2015-04-09T10:51:46-07:00", "section": "Middle East", "modified_time": "2015-04-09T11:07:02-07:00", "tag": "nuclear deal", "categories": "National Security,Obama,Middle East"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af46914bd0286fdd226\"", "article_summary": "It would be a game-changer in the region.”Jeffrey Goldberg at The Atlantic lists numerous instances in which President Obama repeated the same claims.\nThe Center for New American Security (CNAS) is a think tank whose principals share similar views with Obama on the Middle East.\nPresident Obama relied upon the American public’s stupidity to play a bait-and-switch—replacing a prevention policy towards Iran with a containment policy.\nThe specter of a less-than-honest sales job to promote the Obama agenda raises its head again as the President touts a nuclear deal with Iran.\nSIGN UP FOR OUR NEWSLETTERMIT economist and Obamacare architect Jonathan Gruber acknowledged President Obama depended upon “the stupidity of the American voter” to push through his agenda."}