{"article_title": "New Hampshire's young conservative", "article_keywords": ["campaign", "district", "hampshires", "support", "political", "young", "conservative", "likely", "garcia", "state", "shes", "republican"], "article_url": "http://www.usatoday.com/story/news/politics/2014/08/15/ozy-marilinda-garcia-new-hampshire/14100641/", "article_text": "State Rep. Marilinda Garcia, R-Salem, announces her candidacy for New Hampshire's 2nd congressional district on Jan. 22 in Concord, N.H. (Photo: Jim Cole, AP)\n\nIf anyone in politics can make impeachment and a repeal of Obamacare sound pleasant, it's Marilinda Garcia. The New Hampshire congressional candidate speaks gently, even sweetly, whether she's ripping into President Obama and his administration (\"actively deceiving us\") or her opponent in a heated Sept. 9 primary (making \"spurious claims\" against her campaign). Her tone is more bedtime story than broadside.\n\nTo critics, it's evidence that the 31-year-old is too young, too green, too unserious. But with her campaign picking up one key endorsement after another, Garcia is starting to look rather serious after all. The perception of inexperience could even play to Garcia's advantage, as voters tire of insider politicians. And make no mistake: Despite that fresh face, Garcia has weathered her share of political trials on the statewide stage, small as it is.\n\nThe Republican establishment wasn't initially sold on Garcia and is now playing catch-up. But she's found support elsewhere in the meantime. One influential PAC has invested in a six-figure ad buy on her behalf.\n\nNowadays, observers give her a shot at snatching the 2nd District seat in this political bellwether state, and if she does, Republican stardom would likely await her.\n\nMore from OZY.com:\n\nWhat's this Oregon Republican doing in Detroit?\n\nThe cowboy congressman corralling our defense spending\n\nRepublican or Democrat, these are 3 things we all agree on\n\nGarcia is diminutive and raven-haired, and though her surname might make her sound Latina, her mother is an Italian immigrant and her father is Spanish-American. She grew up in Salem, New Hampshire, and earned degrees from Tufts University, the New England Conservatory of Music — she is an accomplished harpist — and Harvard's Kennedy School of Government. She teaches music at several prep schools and has served almost continuously in the part-time state legislature since 2006, when she was 23. Her younger sister, Bianca, was elected, too, in 2012, but there's no dynasty yet: In New Hampshire, the joke goes, half the population is in the statehouse at any given time.\n\n\"I was considering volunteering on a campaign after I finished college, and then someone suggested to me, 'Why don't you consider running yourself?'\" Garcia tells OZY. \"I thought, 'That's a good way to ensure my values are represented.'\"\n\nThose values include a libertarian-style devotion to shrinking government size and spending. Her social views are predictably conservative: anti-abortion and, on immigration, opposed to what she calls \"amnesty.\" Her immigration priority is border security. Tea-party boilerplate delivered, like everything else, with gentle charm.\n\nWhen it comes to political candidates, Garcia is \"kind of an unusual package,\" says veteran D.C. political analyst Stu Rothenberg. \"But let's face it, Republicans need candidates that are in unusual packages these days.\"\n\nThe packaging is the main selling point. Garcia is pitching herself as part of a new generation able to help regain voter confidence and repair what she calls \"a complete breakdown of trust between the governing and the governed.\" She says, \"I've just tried to be genuine and authentic. For me, it's not about doing or saying anything just to get elected.\"\n\nGarcia projects that. Yes, she's got that plastered-on political grin. But she manages to be articulate without seeming slick or harsh. Asked how she's found the leap from state-level to congressional campaigning, Garcia admits the saturation — of media coverage, fundraising demands, public scrutiny, issues to stay on top of — has been hard.\n\n\"I'd be happy to talk about any state issue at any time,\" she says. But \"now, all of a sudden, I need public opinions on all of these global, international affairs that I'm reading in the news like everyone else.\" Winning election for New Hampshire's volunteer legislature was comparatively simple, Garcia says: \"Knocking on doors, getting people to know who you are. I didn't have to raise hundreds of thousands of dollars and be on TV and that sort of thing.\"\n\nShe took some hard knocks at the statehouse, though — at least a brief one. In 2008, she failed to hang on to her legislative seat in the Rockingham 4 District. That district sent the 13 top finishers to the House. Garcia finished 14th. She regained the seat shortly afterward, however, in a special election in 2009.\n\nIn appearance and pedigree, the unmarried Garcia offers a striking contrast to her opponents. Her main primary opponent is retired Marine Gary Lambert, a moderate. The one-term Democratic incumbent is Anne Kuster, a former lawyer and lobbyist. Both are in their mid-50s. Initially, the Republican establishment supported Lambert, believing him to be the more likely winner in the Democratic-leaning 2nd District.\n\nBut they may be changing their minds. The D.C.-based National Republican Campaign Committee recently added Garcia to its list of promising GOP candidates, opening the possibility of advice and financial support. And though Garcia's roots reach to Spain, not Latin America, Latino politicians have rallied to her campaign. Former Puerto Rico Gov. Luis Fortuño, a Republican, headlined a fundraiser for her in June that featured prominent Hispanic GOP members. New Hampshire's venerable conservative newspaper, the Union Leader, endorsed her earlier this month.\n\nPerhaps most significant, the influential anti-tax group Club for Growth decided to support Garcia, launching a six-figure ad buy on cable and broadcast television singing her praises for opposing taxes and spending in the state legislature. \"Now that she has their support, that changes our view of the race,\" says Rothenberg. \"They do their due diligence in evaluating candidates.\"\n\nIf Garcia wins her primary and enters a dogfight with Kuster, the Club for Growth and the national party would likely weigh in big time. Lackluster polling and a minor scandal over unpaid taxes make Kuster vulnerable. And New Hampshire's 2014 electorate is likely to \"look very different and more conservative than the electorate that turned out in 2012 to vote for Barack Obama,\" says Dante Scala, an expert on state politics and an associate professor at the University of New Hampshire. \"Even a very conservative candidate in a Democratic-leaning district could do well,\" he suggests.\n\nAnd if that candidate is a millennial woman of Hispanic heritage? It's a safe bet that American conservatives would swoon.\n\nOzy.com\n\nis a USA TODAY content partner providing general news, commentary and coverage from around the Web. Its content is produced independently of USA TODAY.\n\nRead or Share this story: http://usat.ly/1oAhuBr", "article_metadata": {"google": "notranslate", "description": "If anyone in politics can make impeachment and a repeal of Obamacare sound pleasant, it's Marilinda Garcia. The New Hampshire congressional candidate speaks gently, even sweetly, whether she's ripping into", "og": {"site_name": "USA TODAY", "description": "If anyone in politics can make impeachment and a repeal of Obamacare sound pleasant, it's Marilinda Garcia. The New Hampshire congressional candidate speaks gently, even sweetly, whether she's ripping into", "title": "Marilinda Garcia: New Hampshire's young conservative", "url": "http://www.usatoday.com/story/news/politics/2014/08/15/ozy-marilinda-garcia-new-hampshire/14100641/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "If anyone in politics can make impeachment and a repeal of Obamacare sound pleasant, it's Marilinda Garcia. The New Hampshire congressional candidate speaks gently, even sweetly, whether she's ripping into", "title": "Marilinda Garcia: New Hampshire's young conservative", "image": "http://www.gannett-cdn.com/-mm-/30ebbed4d6897168f68337b55ef0c00dbb1ad1ee/c=576-0-3456-2880&r=x643&c=640x640/local/-/media/USATODAY/USATODAY/2014/08/15/1408107859000-AP494750147293.jpg", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Organizations/Republican Party", "gci-asset-type": "story", "gci-categories": "Organizations/Republican Party", "title": "Marilinda Garcia: New Hampshire's young conservative", "author": "Emily Cadei", "pageclass": "article", "recs": {"category": "news/politics", "image-3-4": "http://www.gannett-cdn.com/-mm-/ea8ae52478cd0975e3e5236722172587de0e7f5c/c=79-0-2239-2880/local/-/media/USATODAY/USATODAY/2014/08/15/1408107859000-AP494750147293.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/692287364797da427c4ccd89c077a0f61cf7dfde/c=576-0-3456-2880/local/-/media/USATODAY/USATODAY/2014/08/15/1408107859000-AP494750147293.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/dfb3e421867e255204c81f2b2d9b0798c455a806/c=0-151-3600-2858/local/-/media/USATODAY/USATODAY/2014/08/15/1408107859000-AP494750147293.jpg", "image": "http://www.gannett-cdn.com/-mm-/411d0c81cae25478dbc65fa24cb553bb69eeebf5/c=0-396-3600-2426&r=x1683&c=3200x1680/local/-/media/USATODAY/USATODAY/2014/08/15/1408107859000-AP494750147293.jpg", "publishtime": "2014-08-15T09:10:09.140000-04:00", "shorthed": "Marilinda Garcia: New Hampshire's young conservative", "articleid": 14100641, "image-16-9": "http://www.gannett-cdn.com/-mm-/30f428e52b0657699b619e4787f2fd2ee26957e7/c=0-396-3600-2426/local/-/media/USATODAY/USATODAY/2014/08/15/1408107859000-AP494750147293.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/35c5e81f5cee549f7661db4f2dd450140662a1ca/c=814-0-2426-2880/local/-/media/USATODAY/USATODAY/2014/08/15/1408107859000-AP494750147293.jpg"}}}, "article_summary": "New Hampshire's venerable conservative newspaper, the Union Leader, endorsed her earlier this month.\nWinning election for New Hampshire's volunteer legislature was comparatively simple, Garcia says: \"Knocking on doors, getting people to know who you are.\nWhen it comes to political candidates, Garcia is \"kind of an unusual package,\" says veteran D.C. political analyst Stu Rothenberg.\n\"Even a very conservative candidate in a Democratic-leaning district could do well,\" he suggests.\nHer social views are predictably conservative: anti-abortion and, on immigration, opposed to what she calls \"amnesty.\""}