{"article_title": "What Federally Qualified Health Centers Can Teach their Provider Peers About Data and Population Health", "article_keywords": ["program", "peers", "healthcare", "primary", "community", "patients", "qualified", "federally", "health", "fqhcs", "provider", "teach", "care", "data", "centers", "population"], "article_url": "http://www.healthcare-informatics.com/article/what-federally-qualified-health-centers-can-teach-their-provider-peers-about-data-and-popula", "article_text": "As the U.S. healthcare system moves forward generally into the realm of population health management and value-based delivery of care and purchasing, it might be useful to note that federally qualified health centers (FQHCs), which serve the poorest Americans, have been operating within an operating context that is community-oriented and value-based, for decades now. What’s more, because the nation’s FQHCs have been funded by the federal government to serve underprivileged communities, those community health centers have long been pioneers in population health management strategies, in order to best serve their patients and communities.\n\nThe federal healthcare agency most extensively involved in working with FQHCs, the Rockville, Md.-based Health Resources and Services Administration (HRSA), funds well over a thousand health centers that deliver primary and preventive care to millions of low-income patients in every state, the District of Columbia, Puerto Rico, the U.S. Virgin Islands, and U.S. possessions in the Pacific, according to the Wikipedia entry on HRSA.\n\nRecently, HCI Editor-in-Chief Mark Hagland spoke with Suma Nair, director of the Office of Quality Improvement in the Bureau of Primary care at HRSA, regarding population health efforts at FQHCs and the leveraging of data and analytics for those efforts. Nair will be a member of a panel entitled “Data and Analytics: Strategies for Population Health Management,” to be presented at the Health IT Summit in Washington, DC. That event will take place June 16-17, 2015, at the Ritz-Carlton Tyson’s Corner in McLean, Va., and is sponsored by the Institute for Health Technology Transformation (iHT2, a sister organization to Healthcare Informatics, under our corporate parent company, Vendome Group LLC). Below are excerpts from that interview.\n\nTell me about your agency’s involvement in supporting population health management efforts in FQHCs.\n\nMuch of our effort focuses on our Community Health Center Program, with its primary and preventive care orientation. The reality is that federally qualified health centers are the safety net for our entire healthcare system when it comes to primary care. So there are many potential collaboration and partnership opportunities.\n\n\n\nSuma Nair\n\nOur Community Health Center Grant Program funds about 20 percent of the FQHCs’ budgets. We’re funding close to 1,300 FQHCs, according to our latest statistics. They have to be federally qualified to get our funding. FQHCs are celebrating their fiftieth anniversary this year, and are an essential provider in our healthcare system. The mission around supporting them is to optimize is access to comprehensive, high-quality services. We currently have about 1,300 organizations, with about 9,000 delivery sites serving (as of 2013) about 21.7 million patients. When we look at the numbers in Census data, one in 13 people in the US are getting services from FQHCs. And they really are focused on the most underserved, disadvantaged patients. In addition, we have some information on the makeup. The vast majority of our patients, over 62 percent, are racial or ethnic minorities; almost a quarter are better served in another language, and 35 percent, in 2013, had no insurance, but we expect a shift in 2014 numbers based on the ACA [increased access to affordable health insurance through provisions of the Affordable Care Act].\n\nSo we’re primary care providers for a special population with additional needs. So that vision of serving this population has been important. So I’ll share some examples of how FQHCs have been leaders in leveraging technology. With regard to EHRs [electronic health records], a little over a decade ago, fewer than 25 percent of FQHCs had adopted EHRs, but by 2013, 96 percent had done so, and had participated highly in CMS’s meaningful use program [the meaningful use program under the HITECH (Health Information Technology for Economic and Clinical Health) Act, under the Centers for Medicare and Medicaid Services], mostly on the Medicaid side. Because 40 percent of the payer mix in FQHCs is Medicaid. So there’s been great traction in that program; significant percentages have attested to Stage 1 and many are in Stage 2. Along with significant advancements in care delivery transformation—right now, 61 percent of our FQHCs are fully qualified patient-centered medical homes.\n\nWhat are the main things FQHCs are doing in population health right now?\n\nHealth centers actually started with that form of delivery organization, with that concept of community first, with being a one-stop shop with being a jobs program, having a food program, everything. So many of them are saying, well, we’ve always done population health. So they’re really just managing those patients across care settings now. And they have a strong quality improvement focus and infrastructure—in fact, that’s a key requirement for participation in our program. So you can just imagine when HIT became pervasive and also the PCMH care model, they really saw a huge opportunity to leverage the technology. And beyond that, they’re moving into health information exchange. And about 40 percent are doing some kind of HIE already, much of that being at the community level, with some at the state level. And another 30 percent are working towards that.", "article_metadata": {"com.silverpop.brandeddomains": "www.pages04.net,assistedhousingfinancialinsider.com,assistedhousinginsider.com,commercialleaselawinsider.com,constructionsuperconference.com,efaconference.com,secure.rhq.com,secure2.rhq.com,www.addictionpro.com,www.apartmentlawinsider.com,www.assistedhousinginsider.com,www.behavioral.net,www.commercialleaselawinsider.com,www.commercialtenantsleaseinsider.com,www.communityassociationinsider.com,www.constructionsuperconference.com,www.entjournal.com,www.environmentsforaging.com,www.etouches.com,www.fairhousingcoach.com,www.hcd11.com,www.healthcare-informatics.com,www.healthcarebuildingideas.com,www.healthcaredesignmagazine.com,www.herdjournal.com,www.ihealthtran.com,www.landlordvtenant.com,www.ltlmagazine.com,www.nycapartmentlaw.com,www.taxcredithousinginsider.com,www.vendomegrp.com,www.vendomerealestatemedia.com", "viewport": "width=device-width, initial-scale=1.0", "Generator": "Drupal 7 (http://drupal.org)", "com.silverpop.cothost": "engage4.silverpop.com"}, "article_summary": "Nair will be a member of a panel entitled “Data and Analytics: Strategies for Population Health Management,” to be presented at the Health IT Summit in Washington, DC.\nThe reality is that federally qualified health centers are the safety net for our entire healthcare system when it comes to primary care.\nSo many of them are saying, well, we’ve always done population health.\nTell me about your agency’s involvement in supporting population health management efforts in FQHCs.\nMuch of our effort focuses on our Community Health Center Program, with its primary and preventive care orientation."}