{"article_title": "Colorado Sec. of State Wayne Williams to attend naval event", "article_keywords": ["ceremony", "world", "naval", "attend", "office", "took", "state", "wayne", "sec", "keel", "uss", "secretary", "event", "williams", "colorado"], "article_url": "http://blogs.denverpost.com/thespot/2015/03/06/secretary-state-wayne-williams-attend-ceremony-uss-colorado/117950/", "article_text": "UPDATE: Secretary of Wayne Williams participated in the keel ceremony.\n\nWhat’s going on with Secretary of State Wayne Williams? He makes news — and it’s because he’s representing Colorado at a naval ceremony Saturday in Rhode Island?\n\nA keel laying ceremony marks the official start of construction on a new ship. Williams will be attending the ceremony for the USS Colorado at the Quonset Point Facility in North Kingstown, R.I.\n\nWilliams, the former El Paso County clerk and recorder, took office in January, succeeding fellow Republican Scott Gessler, who regularly made headlines during his tenure. Gessler blamed media bias for some of the unflattering stories.\n\nWilliams laughed when told — facetiously, of course — that so far he was a disappointment because he hadn’t created any controversy.\n\nWilliams, a Republican, took office in January after narrowly defeating Democrat Joe Neguse.\n\n“It is a great honor to represent our state at the keel laying ceremony of the USS Colorado.” Williams said, in a news release. “Coloradans are very proud of their state. It’s a place where people act boldly and achieve greatly. It’s exciting to know that Colorado’s name and our values will be carried around the world by such a magnificent submarine.”\n\nWhen complete, the USS Colorado will be a high-tech attack submarine. It is the third Navy ship to bear the name Colorado, according to Williams’ office. The first was an armored cruiser commissioned in 1905. During World War I, the vessel was renamed the Pueblo and used to transport soldiers and materials to England. The second USS Colorado was a battleship that took part in the invasion of Tarawa during World War II.\n\nAs Colorado secretary of state, Williams provided authority for the Navy to use the state seal as part of the keel laying ceremony.", "article_metadata": {"news_keywords": "Joe Neguse,keel ceremony,Scott Gessler,USS Colorado,Wayne Williams", "language": "en, sv", "og": {"site_name": "The Spot", "description": "Republican Wayne Williams will represent the state at a \"keel\" ceremony Saturday in Rhode Island involving the USS Colorado.", "title": "Colorado Sec. of State Wayne Williams to attend naval event", "url": "http://blogs.denverpost.com/thespot/2015/03/06/secretary-state-wayne-williams-attend-ceremony-uss-colorado/117950/", "image": "http://blogs.denverpost.com/thespot/files/2011/05/X00119_91-e1305128723433.jpg", "type": "blog"}, "twitter": {"domain": "blogs.denverpost.com", "description": "Republican Wayne Williams will represent the state at a \"keel\" ceremony Saturday in Rhode Island involving the USS Colorado.", "title": "Anchors A-Wayne! Secretary of State Wayne Williams to attend ceremony for USS Colorado", "url": "http://blogs.denverpost.com/thespot/2015/03/06/secretary-state-wayne-williams-attend-ceremony-uss-colorado/117950/", "image": "http://blogs.denverpost.com/thespot/files/2011/05/X00119_91-e1305128723433.jpg", "creator": "@lynn_bartels", "site": "@denverpost", "app": {"name": {"ipad": "Denver Post", "iphone": "Denver Post", "googleplay": "The Denver Post"}, "id": {"ipad": "id409389010", "iphone": "id375264133", "googleplay": "com.ap.denverpost"}}, "card": "summary_large_image"}, "robots": "noodp", "fb": {"app_id": 105517551922}, "Copyright": "Copyright © The Denver Post.", "article": {"publisher": "https://www.facebook.com/denverpost"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "distribution": "global", "viewport": "width=device-width,initial-scale=1", "description": "Republican Wayne Williams will represent the state at a \"keel\" ceremony Saturday in Rhode Island involving the USS Colorado."}, "article_summary": "As Colorado secretary of state, Williams provided authority for the Navy to use the state seal as part of the keel laying ceremony.\n“It is a great honor to represent our state at the keel laying ceremony of the USS Colorado.” Williams said, in a news release.\nIt is the third Navy ship to bear the name Colorado, according to Williams’ office.\nThe second USS Colorado was a battleship that took part in the invasion of Tarawa during World War II.\nUPDATE: Secretary of Wayne Williams participated in the keel ceremony."}