{"article_title": "Why I'm angry", "article_keywords": ["old", "dont", "things", "angry", "trade", "im", "lot", "money", "jobs", "problem"], "article_url": "http://thehill.com/blogs/congress-blog/politics/277671-why-im-angry", "article_text": "One of the things we have learned in the current Presidential campaign is that there are a lot of angry people out there. As it turns out, most of them are white and male, and a lot of them are old. In other words, they’re me. So, I confess. I’m one of the angry old white guys. I’m angry that my country is being taken away from me by people who don’t understand what America is all about. The difference is that I’m not angry about the same things they are.\n\n\n\nTaxes too high? Please. Do you want roads and bridges that don’t collapse? Good schools? Reliable weather reports? Food that is safe? A military to protect you? These things all cost money, and it comes from taxes. Does the government waste money? Of course, but it’s a lot less than what we all waste buying things we don’t need.\n\n\n\n\n\nADVERTISEMENT\n\nEPA? The regulators are doing exactly what they’re supposed to do – taking care of our country for future generations so our children and grandchildren can have clean air and clear water and live in an environment that hasn’t been ruined by climate change. Will it cost some jobs and money in the short run? Of course. But it will create more jobs and better lives in the future.Obamacare? Not an issue I’ve spent a lot of time on, but my instinct is that insuring people who don’t have insurance is a good thing – for them and for our economy. I’m old enough to remember when Medicare was enacted and the debate it caused about “socialized medicine.” None of the apocalyptic bad things predicted then have happened. In ten years Obamacare will be the same – something the country acknowledges was the right thing to do, however controversial it was at the time.Government regulation? If we learned anything from the financial crisis just a few years ago, it is that markets, like the people that run them, are imperfect, and that people can commit economic crimes as easily as they commit other crimes. Deregulating in some cases has stimulated growth and productivity; in other cases it has opened the door to fraud and a broad array of financial crimes. It would be nice if we knew in advance how each regulatory change would turn out, but we don’t. The one thing we do know is that not paying attention is guaranteed to lead to trouble.Trade agreements? It doesn’t take rocket science to figure out that trade creates winners and losers. The problem is that the losers identify themselves very quickly, while the winners take time to develop, and the people who lose their jobs due to trade are not usually the same ones that get the new jobs that trade creates. This is a political problem as much as an economic problem. The solution does not lie in trade policy. It lies in better education, adjustment and innovation policies. Blocking a trade agreement is fighting the last war, not the next one.So, if I’m not angry about those things, what am I angry about?Inequality. We’re getting worse, not better, as our top one percent controls more and more of our national wealth; our middle class remains stagnant; and the poor stay poor. To know that others are worse is small consolation. Talking about this is derided as “class warfare,” but that’s what we’re going to have if we don’t address the problem.Immigration. Our nation is built on immigrants. Almost everybody has ancestors that came from somewhere else, and it took no small amount of courage for them to do that – to leave their homeland, their friends and family, and come to a place where they knew no one, did not speak the language, and had no money – in their determination to create better lives not so much for themselves as for their children and the generations that would follow. Immigrants have always been the source of our greatest strengths – our boundless optimism and endless ability to reinvent ourselves. Yet now we face the shameful problem of our own people wanting to shut the door now that they’re inside. That not only demeans us as a people; it hurts us economically because immigrants more than compensate for our birth rate hovering around the replacement rate. If we want to become a nation of old people, as is happening throughout Europe and in Japan, then all we have to do is keep the immigrants out.Big government. Note to Tea Party: this is the 21st century, not the 18th. The challenges are much greater, and many of them are not susceptible to solution by individuals. Globalization has a lot to teach us about trade and economics, but more than anything else, it’s about one simple idea: we’re all in this together. Climate change, epidemics, regional wars, terrorism, human rights abuses, exploitation of women and children cannot all be solved by the private sector or by the United States on its own, however “exceptional” we might be. These are problems of the global commons that can only be solved by all of us – or at least most of us – working together. President Obama understands that; many Americans do not, including many of our presidential candidates.Bad manners. Many people decry the “mood” in Washington – the lack of civility between the two parties. There are reasons for that, and plenty of blame to go around. However, we could usefully spend more time practicing plain old good manners. It’s rude to yell at people, to demean them, to make fun of them or belittle their beliefs and opinions. This is not the way adults are expected to behave. If some of our presidential candidates were six years old, they would be put in the corner for a timeout. Unfortunately, our system does not give us an opportunity to do that except by voting for the adults and thereby banishing the children permanently. I hope we will do that this November.So that’s why I’m angry, and if there are more people like me out there, perhaps we can get our country moving in the direction it should.", "article_metadata": {"dcterms.title": "Why I'm angry", "generator": "Drupal 7 (http://drupal.org)", "dcterms.modified": "2016-04-26T16:30-04:00", "og": {"site_name": "TheHill", "title": "Why I'm angry", "url": "http://thehill.com/blogs/congress-blog/politics/277671-why-im-angry", "image": "http://thehill.com/sites/default/files/immigration_deportation_070714getty.jpg", "updated_time": "2016-04-26T16:30:40-04:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "rdfs": {"label skos": {"prefLabel": "Congress Blog"}}, "dcterms.identifier": "http://thehill.com/blogs/congress-blog/politics/277671-why-im-angry", "dcterms.date": "2016-04-26T14:16-04:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Jennifer Yingling", "author": "National Foreign Trade Council President Bill Reinsch", "dcterms.type": "Text", "keywords": ",,", "article": {"published_time": "2016-04-26T14:16:03-04:00", "modified_time": "2016-04-26T16:30:40-04:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/congress-blog/politics/277671-why-im-angry", "widgets": {"csp": "on"}, "card": "summary", "title": "Why I'm angry"}}, "article_summary": "Blocking a trade agreement is fighting the last war, not the next one.So, if I’m not angry about those things, what am I angry about?Inequality.\nI’m angry that my country is being taken away from me by people who don’t understand what America is all about.\nI’m one of the angry old white guys.\nI hope we will do that this November.So that’s why I’m angry, and if there are more people like me out there, perhaps we can get our country moving in the direction it should.\nThe difference is that I’m not angry about the same things they are."}