{"article_title": "Ed Gillespie Announces U.S. Senate Run in Virginia", "article_keywords": ["run", "senate", "announces", "republicans", "virginia", "chairman", "ed", "served", "virginians", "republican", "win", "gillespie"], "article_url": "http://www.nbcwashington.com/blogs/first-read-dmv/Ed-Gillespie-Announces-US-Senate-Run-in-Virginia-240546921.html", "article_text": "Republican political consultant and former White House aide Ed Gillespie announced his plan to run for U.S. Senate in Virginia Thursday morning.\n\nHe will run against incumbent Mark Warner, a Democrat.\n\nGillespie Challenges Warner in U.S. Senate Race\n\nNorthern Virginia Bureau reporter David Culver reports on Republican strategist Ed Gillespie entering the race for U.S. Senate. (Published Thursday, Jan. 16, 2014)\n\nGillespie previously served as chairman of former Virginia Gov. Bob McDonnell's 2009 campaign and as a Republican National Committee chairman. He also co-founded government relations firm Quinn Gillespie and Associates.\n\nHowever, he faces a challenge of name recognition -- or lack thereof.\n\n\"I don't think anybody in Virginia knows who Ed Gillespie is,\" said Rep. Gerry Connolly, a Democrat representing Fairfax County. \"I'll bet you if you check name recognition it's in the single digits.\"\n\nBut Republicans say Gillespie is qualified for Warner's job.\n\n\"He has served his country, served in the White House, he was the RNC chairman, he was the Republican Party of Virginia chairman. He's been very involved in a lot of things,\" said Jay McConville, chairman of the Fairfax County Republican Committee.\n\nMcConville won't endorse any of the GOP candidates until the convention in June.\n\n\"We've got three great candidates running for Senate, all of them understand the issues that are facing Virginia, certainly better than their opposition on the other side of the aisle,\" he said.\n\nPolitical analysts argue Gillespie could buy some of that name recognition through campaign ads.\n\n\"The good news for Ed Gillespie is he's probably going to be able to raise the money that gives him the ability to do that,\" said Jeremy Mayer, Associate Professor of Public Policy at George Mason University. \"It's unpredictable right now who will win the Senate nomination. I will say this, I wouldn't bet against Ed Gillespie at this point.\"\n\nMayer is also predicting the Affordable Care Act, or \"Obamacare\" will play an increased role in the race. And he said Virginia's election could have national implications, especially if Republicans win over the Senate.\n\n\"In order to do that they need to win races like the Virginia, they don't have to have Virginia, but if the Democrats can't hold onto this seat, then I would predict they could lose the Senate so the stakes are pretty high,\" Mayer added. \"This could be the most expensive race in Virginia history.\"\n\nThursday's announcement was accompanied by a new website, EdforSenate.com, and a campaign video on YouTube.\n\n\"I'm running for Senate because the American dream is being undermined by policies that move us away from constitutional principles of limited government and personal liberty,\" he says in the video.\n\nSenator Mark Warner's office released this statement:\n\n\"I am asking Virginians to rehire me to keep fighting for bipartisan, common sense solutions to create jobs, get our fiscal house in order, and ensure that all Virginians have a fair shot at economic opportunity. I am proud of my record of working across party lines to put Virginia and our nation first. Whether it is protecting our veterans and military families, putting forth a bold plan to fix our debt and deficit, or fighting for jobs in rural Virginia, I am committed to working tirelessly to help all Virginians. I look forward to putting my independent, bipartisan record up against whichever candidate the Republicans nominate at their convention in June.\"\n\n\n\n", "article_metadata": {"description": "Republican political consultant and former White House aide Ed Gillespie announced his plan to run for U.S. Senate in Virginia Thursday morning.", "title": "Ed Gillespie Announces U.S. Senate Run in Virginia", "og": {"site_name": "NBC4 Washington", "description": "Republican political consultant and former White House aide Ed Gillespie announced his plan to run for U.S. Senate in Virginia Thursday morning.", "title": "Ed Gillespie Announces U.S. Senate Bid in Va.", "url": "http://www.nbcwashington.com/blogs/first-read-dmv/Ed-Gillespie-Announces-US-Senate-Run-in-Virginia-240546921.html", "image": "http://media.nbcwashington.com/images/1200*675/ed-gillespie.jpg", "type": "article"}, "twitter": {"description": "Republican political consultant and former White House aide Ed Gillespie announced his plan to run for U.S. Senate in Virginia Thursday morning.", "title": "Ed Gillespie Announces U.S. Senate Bid in Va.", "url": "http://www.nbcwashington.com/blogs/first-read-dmv/Ed-Gillespie-Announces-US-Senate-Run-in-Virginia-240546921.html", "image": "http://media.nbcwashington.com/images/1200*675/ed-gillespie.jpg?ak=bc", "creator": "@nbcwashington", "site": "@nbcwashington", "card": "summary_large_image"}, "robots": "noodp,noydir", "tp": {"preferredRuntimes": "Flash,HTML5", "FlashBlacklist": "None|None", "preferredFormats": "mpeg4,m3u,webm,ogg,flv,F4M"}, "fb": {"app_id": 168641655540}, "article": {"publisher": "http://www.facebook.com/nbcwashington"}, "viewport": "width=device-width, user-scalable=yes"}, "article_summary": "Gillespie Challenges Warner in U.S. Senate RaceNorthern Virginia Bureau reporter David Culver reports on Republican strategist Ed Gillespie entering the race for U.S. Senate.\nRepublican political consultant and former White House aide Ed Gillespie announced his plan to run for U.S. Senate in Virginia Thursday morning.\n\"I don't think anybody in Virginia knows who Ed Gillespie is,\" said Rep. Gerry Connolly, a Democrat representing Fairfax County.\nI will say this, I wouldn't bet against Ed Gillespie at this point.\"\n\"He has served his country, served in the White House, he was the RNC chairman, he was the Republican Party of Virginia chairman."}