{"article_title": "Obamacare’s Unintended Consequences: People Buy Short-Term Policies", "article_keywords": ["shortterm", "unintended", "buy", "policies", "consequences", "healthy", "obamacare", "term", "underwritten", "health", "obamacares", "policy", "insurance", "plans"], "article_url": "http://blog.independent.org/2016/04/13/obamacares-unintended-consequences-people-buy-short-term-policies/", "article_text": "Obamacare has driven individual health insurance premiums up so high that people are forgoing comprehensive health coverage in favor of short-term policies, according to the Wall Street Journal:\n\nRobin Herman, the 34-year-old owner of a marketing firm in San Francisco, bought a short-term policy in December. The monthly cost of her short-term coverage, plus conventional ACA-compliant plans for her two children, is roughly one-quarter of what she would have paid for conventional health plans covering all three of them, she says. “This is saving me a ton of money for the year,” she said, despite the penalty. Plans that comply with the health law’s rules cost more than her old pre-ACA policy and are “just not affordable,” she said. (Anna Wilde Mathews,” Sales of Short-Term Health Policies Surge,” Wall Street Journal, April 10, 2016.)\n\nSales of these policies have doubled or more since 2014, according to sources cited by Ms. Mathews. This surely feeds into the problem that Obamacare enrollees are sicker than expected: The healthy candidates are choosing these policies.\n\nBecause these policies are underwritten for pre-existing conditions, the healthy can buy them. However, when the term is up, they are underwritten again. This is very perverse. Imagine if your term life insurance policy lasted only one year, after which you were underwritten again. If you had a heart attack, for example, your premium would jump dramatically next year, such that you could not afford it. The whole point of the term life insurance would be defeated!\n\nThat is not to say short-term medical insurance is completely wrong-headed. It is appropriate for exchange students and other visitors to the United States. However, it is not appropriate for permanent residents.\n\nWith Obamacare, of course, if these folks fall sick they can apply for Obamacare coverage at the next open enrollment, which starts November 1. This ability of healthy people to shun Obamacare until they fall sick is called a death spiral (because it drives up premiums in the Obamacare exchanges).\n\nA properly functioning health insurance market would pool peoples’ risks of falling ill over the long term, not just the time it takes the earth to revolve around the sun once. Unfortunately, this cannot arise as long as Obamacare persists.\n\n* * *\n\nFor the pivotal alternative to Obamacare, please see the Independent Institute’s widely acclaimed book: Priceless: Curing the Healthcare Crisis, by John C. Goodman.", "article_metadata": {"og": {"site_name": "The Beacon", "description": "Obamacare has driven individual health insurance premiums up so high that people are forgoing comprehensive health coverage in favor of short-term policies, according to the Wall Street Journal:  Robin Herman, the 34-year-old owner of a marketing fir", "title": "Obamacare’s Unintended Consequences: People Buy Short-Term Policies - John R. Graham", "url": "http://blog.independent.org/2016/04/13/obamacares-unintended-consequences-people-buy-short-term-policies/", "image": "http://blog.independent.org/wp-content/uploads/2016/04/30216439_ML.jpg", "type": "article"}, "fb": {"app_id": 178933372156574}, "twitter": {"description": "Obamacare has driven individual health insurance premiums up so high that people are forgoing comprehensive health coverage in favor of short-term policies, according to the Wall Street Journal:  Robin Herman, the 34-year-old owner of a marketing fir", "title": "Obamacare’s Unintended Consequences: People Buy Short-Term Policies - John R. Graham", "url": "http://blog.independent.org/2016/04/13/obamacares-unintended-consequences-people-buy-short-term-policies/", "image": "http://blog.independent.org/wp-content/uploads/2016/04/30216439_ML.jpg", "site": "@IndependentInst", "card": "summary_large_image"}, "generator": "WordPress 4.5", "description": "Obamacare has driven individual health insurance premiums up so high that people are forgoing comprehensive health coverage in favor of short-term policies,"}, "article_summary": "(Anna Wilde Mathews,” Sales of Short-Term Health Policies Surge,” Wall Street Journal, April 10, 2016.)\nBecause these policies are underwritten for pre-existing conditions, the healthy can buy them.\nImagine if your term life insurance policy lasted only one year, after which you were underwritten again.\nThis surely feeds into the problem that Obamacare enrollees are sicker than expected: The healthy candidates are choosing these policies.\nObamacare has driven individual health insurance premiums up so high that people are forgoing comprehensive health coverage in favor of short-term policies, according to the Wall Street Journal:Robin Herman, the 34-year-old owner of a marketing firm in San Francisco, bought a short-term policy in December."}