{"article_title": "Congress Returns to a Looming Threat of a Government Shutdown", "article_keywords": ["shutdown", "congress", "fund", "omnibus", "republicans", "legislation", "looming", "spending", "returns", "threat", "president", "lawmakers", "riders", "highway"], "article_url": "http://www.thefiscaltimes.com/2015/11/29/Congress-Returns-Looming-Threat-Government-Shutdown", "article_text": "Congress returns from its generous Thanksgiving recess on Monday to face immediate pressure to hammer out legislation to keep the federal government open beyond a looming December 11 deadline.\n\nLast month, President Obama and congressional leaders struck a budget deal that lifted existing government spending caps by $80 billion and suspended the debt limit until 2017. While the agreement set the top-line budget numbers and reduced the threat of a government shutdown, ironing out the details of how the money will be spent has proven slow-going.\n\nRelated: A Christmas Present to Wall Street Could Shut Down the Government\n\nAlmost immediately after striking the fiscal bargain, Democrats and Republicans resumed their long-running feud over government spending, this time about potential policy riders to the $1.1 trillion omnibus bill.\n\nDemocrats want a “clean” measure, free of riders, or so-called “poison pills.” They’re worried Republicans will use the must-pass legislation to include dozens of riders to, among other things, loosen overhauls of U.S. financial system, like the 2010 Dodd-Frank Wall Street Reform Act, chip away at the president’s “Obamacare” health law, and roll back a bevy of environmental regulations.\n\nMeanwhile, the GOP has argued that riders have long been the norm in the appropriations process and pointed out that Democrats attached them to spending bills when they controlled Congress.\n\nFor instance, Senate Majority Leader Mitch McConnell (R-KY) is also looking to put a provision into the omnibus that would allow both parties to spend more on political candidates, according to Politico.\n\nRelated: Congress Is Making It Even Harder to Crack Down on White-Collar Crime\n\nSome Republicans also want to add language to halt President Obama’s plan to resettle 10,000 refugees inside the U.S. The House overwhelmingly approved legislation to place new restrictions on the effort, essentially pausing it, before the Thanksgiving holiday, sending it to the upper chamber.\n\nThe president has said he would veto the bill and Democratic leaders have already signaled they will filibuster it in the Senate, leaving the omnibus package as the next best option.\n\nConservative lawmakers also want to see some kind of move to cut off federal dollars to Planned Parenthood.\n\nBesides finding a way to keep the government’s door open, lawmakers also have to come up with a plan to fund the nation’s highway system. Separate from the omnibus, funding for roads is set to expire December 4.\n\nThe president used an ‘auto-pen’ to sign a short-term extension while traveling overseas to buy Congress more time to work out a new multiyear highway bill. The legislation has hit several roadblocks, primarily over how it’s funded.\n\nRelated: The Left's Latest Big Money Target: For-Profit Prisons\n\nFor starters, it authorizes highway fund for six years, but only pays for three. And rather than raise the gas tax, a move that is long overdue but viewed as political suicide on Capitol Hill, lawmakers are relying on a patchwork of gimmicks, including taking $60 billion from the Federal Reserve’s surplus fund, to pay for the six-year, $325 billion measure.\n\nIf it looks like Congress can’t get its act together, it likely will quickly pass another short-term extension. Though if that happens, it’s unlikely lawmakers will approve a long-term deal before the Christmas recess, punting the deadline into 2016.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Congress returns from its generous Thanksgiving recess on Monday and will face immediate pressure to hammer out legislation to keep the federal government open beyond a looming December 11 deadline.", "title": "Congress Returns to a Looming Threat of a Government Shutdown", "url": "http://www.thefiscaltimes.com/2015/11/29/Congress-Returns-Looming-Threat-Government-Shutdown", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/wpid-2013-11-20T232638Z_1_CBRE9AJ1T4H00_RTROPTP_2_USA-FISCAL-SHUTDOWN-SCENE.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/11/29/Congress-Returns-Looming-Threat-Government-Shutdown", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/wpid-2013-11-20T232638Z_1_CBRE9AJ1T4H00_RTROPTP_2_USA-FISCAL-SHUTDOWN-SCENE.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Congress returns from its generous Thanksgiving recess on Monday and will face immediate pressure to hammer out legislation to keep the federal government open beyond a looming December 11 deadline.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Related: The Left's Latest Big Money Target: For-Profit PrisonsFor starters, it authorizes highway fund for six years, but only pays for three.\nCongress returns from its generous Thanksgiving recess on Monday to face immediate pressure to hammer out legislation to keep the federal government open beyond a looming December 11 deadline.\nIf it looks like Congress can’t get its act together, it likely will quickly pass another short-term extension.\nWhile the agreement set the top-line budget numbers and reduced the threat of a government shutdown, ironing out the details of how the money will be spent has proven slow-going.\nThe president used an ‘auto-pen’ to sign a short-term extension while traveling overseas to buy Congress more time to work out a new multiyear highway bill."}