{"article_title": "Humbled Donald Trump To Be More Circumspect While Calling Everyone Losers", "article_keywords": ["humbled", "trump", "campaign", "house", "lead", "state", "calling", "iowa", "donald", "losers", "circumspect", "party", "jackson", "republican", "caucus"], "article_url": "http://www.huffingtonpost.com/2016/02/02/huffpost-hill_n_9144100.html", "article_text": "Last night’s results changed very little about the Republican or Democratic presidential primary so, per the pundit classes, it changed everything. Donald Trump will receive the endorsement of Scott Brown, who is very popular in his native state of New Hampshire. And House Republicans passed an Obamacare repeal bill on Groundhog Day, but Punxsutawney Phil saw his shadow so that means an early spring for death panels. This is HUFFPOST HILL for Tuesday, February 2nd, 2016:\n\n\n\nABOUT LAST NIGHT - Sam Stein and Jen Bendery: \"The most self-assured candidate in the 2016 race failed to win the Iowa Republican caucus Monday night. But as unexpected a setback a silver medal is for Donald Trump -- a man who loves seeing his name emblazoned in gold -- he can take solace: his immense imprint on the election promises to be long-lasting. Trump lost to Sen. Ted Cruz (R-Texas), 28 to 24 percent, but his politics have prevailed. Republican caucus-goers elevated the most conservative candidate in the race, in Cruz, and the brashest, in Trump. That portends both a massive headache for the Republican Party, which faces the very real prospect of a fissure in the months ahead, and for voters across the country, who now must soberly envision life under Trump's nativist policies or a slightly diluted variation of them. Things were even more muddied on the Democratic side of the aisle, where former Secretary of State Hillary Clinton clung to a marginal lead over Sen. Bernie Sanders (I-Vt.), with just few votes remaining to be counted. If she ultimately emerges victorious, and based on the critical delegate count it appears she will, it will be something of a Pyrrhic victory. Rather than show herself to be the inevitable nominee on Monday -- blessed with a bloodless and quick primary fight -- she struggled to handle a man she once led by more than 50 points in the polls.\" [HuffPost]\n\n12 PEOPLE VOTED FOR JIM GILMORE - And Jen Bendery found one of them. Troy Bishop \"lives in Des Moines, and he's anything but disheartened by Gilmore's dismal showing at the polls. He said the former Virginia governor actually did better than he expected. 'He exceeded expectations,' Bishop said in an interview with The Huffington Post. 'I mean, look at some of the other candidates. Look at the money they spent. They got 3,000 votes. He didn't spend any money and got 12.'\" Bravo! [HuffPost]\n\nHe will live forever in background supporter Valhalla: \"The viral star of Hillary Clinton’s Iowa speech Tuesday night was a guy standing behind her wearing stickers on his face. Peter Clinkscales, 18, is a Drake University student who said he decided to put stickers on his face on a whim. 'I had stickers in my hand and I thought, ‘wouldn’t it be kooky if I put stickers on my face?'' he told Independent Journal Review in a phone interview Tuesday.\" [IJReview]\n\nRECOUNT NOT HAPPENING - Yeah, because remember that boost of support Rick Santorum got after he officially won the caucuses? Ben Kamisar: \"The Iowa Democratic Party is denying accusations from Bernie Sanders's campaign that it failed to staff scores of caucus sites as he and Hillary Clinton remained locked in a too-close-to-call contest that spilled over into early Tuesday morning. A Sanders aide told The Hill that the party did not send impartial staffers to 90 caucus sites and is now reaching out to candidates for help reporting the data. That would mean that precinct captains from the rival campaigns will have to self-report totals from the caucus, which could lead to arguments over a swath of precincts that could more than make up the margin between the two candidates. But an Iowa Democratic Party official pushed back against the claims, telling The Hill that 'the reports of precincts without chairs are inaccurate.'\" [The Hill]\n\nJason Linkins has ranked the top 40 takeaways from the Iowa caucus.\n\nSCOTT BROWN DOES CLASSY, CLASSY THING - Let's put an end to Obama's Bqhatevwr attitude. Robert Costa: \"Former Massachusetts senator Scott P. Brown, a moderate Republican who two years ago ran for Senate in New Hampshire, will endorse Donald Trump at a rally here Tuesday night, one week before the state’s presidential primary. Brown’s decision has been closely guarded for days, but it was confirmed by two people familiar with the event, where Brown will appear onstage with the candidate. When reached early Tuesday afternoon, the Trump campaign’s spokesperson would not discuss the rally or possible guests. Brown was unavailable for comment.\" [WaPo]\n\nDELANEY DOWNER - Lead pipes are all over the place, including Jackson, Mississippi: \"Kishia Powell, the City's public-works director, said the Mississippi State Department of Health notified Jackson that 13 homes out of 58 sampled last July -- 22.4 percent -- had higher than actionable levels of lead in their water. Powell said she immediately dispatched City crews to those homes, which she said were in southwest and north Jackson. The U.S. EPA requires testing for lead and copper in water systems every three years. Even though the samples were taken in July 2015, MSDH officials did not notify Jackson, citing federal regulations that do not require immediate notification for high lead levels. 'I think it's time to look at that,' Dr. Thomas Dobbs, the state's epidemiologist, told reporters at Jackson City Hall.\" Yes. [Jackson Free Press]\n\nDoes somebody keep forwarding you this newsletter? Get your own copy. It's free! Sign up here. Send tips/stories/photos/events/fundraisers/job movement/juicy miscellanea to huffposthill@huffingtonpost.com. Follow us on Twitter - @HuffPostHill\n\nSENATE TO NETFLIX AND CHILL FOR WHOLE YEAR - Why do things when not doing things is an equally attractive option? Alex Bolton: \"Senate Majority Leader Mitch McConnell (R-Ky.), seeking to protect his majority in a tough cycle for Republicans, is leaning toward holding back several measures that have bipartisan support but are divisive in his conference. McConnell, who will meet in the Oval Office on Tuesday with President Obama and Speaker Paul Ryan (R-Wis.), is under pressure from some in his conference to take action this year on a sweeping Pacific Rim trade deal, criminal justice reform legislation and an authorization for the use of military force (AUMF) against the Islamic State in Iraq and Syria (ISIS).\" [The Hill]\n\nDEMS AFFIX RICK SNYDER'S FACE TO URINAL CAKES THROUGHOUT CAPITOL COMPLEX - Laura Barron-Lopez: \"House Democrats came out of their weekly caucus meeting Tuesday with an obvious agenda: chastise Republicans into action on the water crisis in Flint, Michigan. Attempting to get ahead on the issue, which has attracted attention on the presidential campaign trail, Democrats shamed Republicans for scheduling a hearing this week and not calling in Michigan Gov. Rick Synder (R) to testify. 'No one should have to worry about the water that their kids will drink,' said House Democratic Caucus Chairman Xavier Becerra (Calif.). 'While I know we are having a hearing here in Congress, we hope that this Congress will probe deeply into what's going on in Flint.'\" [HuffPost]\n\nTEA PARTY CONGRESSMEN LEAVING HOUSE - Jake Sherman and John Bresnahan: \"The House Republican class of 2010 -- 63 farmers, small-business owners and state legislators -- made John Boehner speaker, drove Democrats into the political wilderness and drastically changed the trajectory of Barack Obama’s presidency...In the past few months, 12 of the 45 remaining members of that historic class have announced they’ll forgo election in November, marking a substantial exodus of the lawmakers that gave the GOP the majority. When the next Congress is sworn in in January 2017, the class will be just half the size it was when it was sworn in in 2011...However, the rapid turnover of such relatively junior members is important, and is telling on several fronts. Serving in Congress simply isn’t as much fun as it used to be. Even as this Republican majority turns the corner toward greater productivity, it still faces intraparty battles and has had to contend with a president of a different party. The exodus of junior members also gives more influence to the leadership. Experience matters on Capitol Hill, and the more new members there are, the more powerful the leadership becomes.\" [Politico]\n\nTammy Baldwin had nice things to say for retiring Reid Ribble: \"Although we represent different political parties, I have enjoyed a strong and productive working relationship with Reid on numerous issues of importance to Northeastern Wisconsin and the state as a whole, including work on behalf of our paper and shipbuilding industries.\" Aw.\n\nLIZ CHENEY IS THE MARTHA COAKLEY OF THE WEST - Disparaging comments about the Broncos forthcoming? Nick Baumann: \"Elizabeth Cheney, daughter of former Vice President Dick Cheney, will run for Wyoming's lone House seat as a Republican, she announced Monday night on Facebook -- from Virginia. 'At this perilous time,' Cheney wrote, 'we must have a strong, conservative voice representing Wyoming in the U.S. House of Representatives. I am running because I will be that voice.' There was one big problem: Cheney's post was geotagged -- from Alexandria, Virginia. (The geotag has since been removed.) Cheney, a television pundit whose previous foray into Wyoming politics was aspectacularly failed primary campaign against Sen. Mike Enzi (R), may have an easier time winning the state's open House seat than she did trying to oust a sitting senator. But if she's trying to portray herself as a Wyoming native rather than a fixture of the Washington, D.C. elite, she's off to a bad start.\" [HuffPost]\n\nBECAUSE YOU'VE READ THIS FAR - Here are some animals with plush toys.\n\nLEFTY HUNK CARES TOO MUCH - Gabrielle Bluestone: \"Last quarter, Bernie Sanders’ campaign paid $625 to actor and careless man Mark Ruffalo. We wanted to know... why? … Turns out there’s a simple explanation: Ruffalo violated campaign finance law by giving Sanders an illegal amount of his dirty Hollywood money. Sanders campaign manager Michael Briggs explains: 'As sometimes happens, Mr. Rufalo contributed $625 over the $2,700 individual limit, so we reimbursed him.'\" [Gawker]\n\n\n\nCOMFORT FOOD\n\n- NFL Bad Lip Reading 2016.\n\n- Amazon will open bookstores, whatever those are.\n\n- Why the seasons make now sense.\n\nTWITTERAMA\n\n@ricandersen: Twitter 19 hours ago: \"All the IA polls were wrong!\"\n\nTwitter now: \"Check out the latest NH poll.\"\n\n\n\n@mobute: You know how in sci-fi or horror movies, there's that one guy that dogs just inexplicably growl at or run away from? Anyway, Ted Cruz.\n\n\n\n@NickBaumann: OH in the office: \"I'm pretty sure I could get more than 12 people to vote for me in Iowa with just a few tweets in the morning.\"\n\nGot something to add? Send tips/quotes/stories/photos/events/fundraisers/job movement/juicy miscellanea to Eliot Nelson (eliot@huffingtonpost.com) or Arthur Delaney (arthur@huffingtonpost.com). Follow us on Twitter @HuffPostHill (twitter.com/HuffPostHill). Sign up here: http://huff.to/an2k2e\n\nMore: Huffpost Hill", "article_metadata": {"description": "Last night’s results changed very little about the Republican or Democratic presidential primary so, per the pundit classes, it changed everything. D...", "sailthru.expire_date": "2016-02-03 17:46:14 -0500", "og": {"url": "http://www.huffingtonpost.com/2016/02/02/huffpost-hill_n_9144100.html", "locale": "en_US", "site_name": "The Huffington Post", "description": "Last night’s results changed very little about the Republican or Democratic presidential primary so, per the pundit classes, it changed everything. D...", "type": "article"}, "twitter": {"image": {"width": 2000, "height": 1000}, "site": "@HuffPostPol", "card": "summary_large_image", "description": "Last night’s results changed very little about the Republican or Democratic presidential primary so, per the pundit classes, it changed everything. D..."}, "sailthru.date": "2016-02-02 17:46:14 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=9144100", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "huffpost hill,video", "article": {"section": "Politics", "tag": "huffpost hill,video", "published_time": "2016-02-02 17:46:14 -0500", "modified_time": "2016-02-02 17:59:01 -0500"}, "viewport": "width=1000"}, "article_summary": "Donald Trump will receive the endorsement of Scott Brown, who is very popular in his native state of New Hampshire.\n[The Hill]Jason Linkins has ranked the top 40 takeaways from the Iowa caucus.\nThis is HUFFPOST HILL for Tuesday, February 2nd, 2016:ABOUT LAST NIGHT - Sam Stein and Jen Bendery: \"The most self-assured candidate in the 2016 race failed to win the Iowa Republican caucus Monday night.\nRepublican caucus-goers elevated the most conservative candidate in the race, in Cruz, and the brashest, in Trump.\nTrump lost to Sen. Ted Cruz (R-Texas), 28 to 24 percent, but his politics have prevailed."}