{"article_title": "Surprise! Support for Obamacare Is Up Sharply Over the Past Month", "article_keywords": ["week", "gone", "pretty", "whats", "shutdown", "voters", "support", "republicans", "obamacare", "month", "past", "know", "sharply", "approval", "surprise", "whos"], "article_url": "http://www.motherjones.com/kevin-drum/2013/10/surprise-support-obamacare-sharply-over-past-month", "article_text": "The latest NBC/Wall Street Journal poll is just an endless horror show for Republicans. Obama's approval is up; Republican Party approval is down; confidence in the economic recovery has plummeted thanks to the budget standoff; and voters blame Republicans for the government shutdown by a margin of 53-31. Virtually everyone who's not a hardcore dittohead blames the GOP. What's more, 73 percent of the public thinks the shutdown is a serious problem and 31 percent have been personally affected.\n\nBut none of that is a big surprise. Here's something that is: After a week of 24/7 media coverage about the problems with the rollout of Obamacare, its popularity has gone up. It's still not doing gangbusters or anything, but it's pretty interesting that an awful lot of people who previously had no opinion are now feeling pretty positive about it. Is this because they or someone they know has actually gone on line and discovered that there are pretty good deals available? I don't know. But something has changed their minds.", "article_metadata": {"application-name": "Mother Jones Magazine", "og": {"site_name": "Mother Jones", "description": "Given all the rollout problems, that's a pretty impressive showing.", "title": "Surprise! Support for Obamacare is up sharply over the past month", "url": "http://www.motherjones.com/kevin-drum/2013/10/surprise-support-obamacare-sharply-over-past-month", "image": "http://www.motherjones.com/files/blog_obamacare_good_bad_october_2013_0.jpg", "type": "article"}, "twitter": {"title": "Surprise! Support for Obamacare is up sharply over the past month", "url": "http://www.motherjones.com/kevin-drum/2013/10/surprise-support-obamacare-sharply-over-past-month", "image": {"src": "http://www.motherjones.com/files/blog_obamacare_good_bad_october_2013_0.jpg", "identifier": "http://www.motherjones.com/files/blog_obamacare_good_bad_october_2013_0.jpg"}, "creator": "kdrum", "site": "@MotherJones", "card": "summary_large_image"}, "msapplication-TileColor": "#FFFFFF", "msapplication-square70x70logo": "/sites/all/assets/mstile-70x70.png", "msapplication-square310x310logo": "/sites/all/assets/mstile-310x310.png", "msapplication-wide310x150logo": "/sites/all/assets/mstile-310x150.png", "fb": {"admins": "13301307,670317733,1198876232,38509772,106892,2907757,306289,602422192,4101301,513450539"}, "msapplication-TileImage": "/sites/all/assets/mstile-144x144.png", "keywords": "Health+Care", "msapplication-square150x150logo": "/sites/all/assets/mstile-150x150.png"}, "article_summary": "Here's something that is: After a week of 24/7 media coverage about the problems with the rollout of Obamacare, its popularity has gone up.\nIs this because they or someone they know has actually gone on line and discovered that there are pretty good deals available?\nWhat's more, 73 percent of the public thinks the shutdown is a serious problem and 31 percent have been personally affected.\nThe latest NBC/Wall Street Journal poll is just an endless horror show for Republicans.\nObama's approval is up; Republican Party approval is down; confidence in the economic recovery has plummeted thanks to the budget standoff; and voters blame Republicans for the government shutdown by a margin of 53-31."}