{"article_title": "Big boost in Oregon health insurance enrollees", "article_keywords": ["enrollees", "help", "credits", "big", "enrollment", "income", "tax", "oregon", "oregonians", "health", "plan", "coverage", "pay", "boost", "insurance"], "article_url": "http://www.ktvz.com/news/Big-boost-in-Oregon-health-insurance-enrollees/37832796", "article_text": "SALEM, Ore. -\n\nMore than 147,000 Oregonians signed up for health insurance through HealthCare.gov during the open enrollment period that ended Jan. 31, state officials said Thursday.\n\n\n\nEnrollment for 2016 is about 31 percent higher than last year, when about 112,000 people signed up, they said.\n\nOregon had the largest rate of increase in enrollment of any state that uses HealthCare.gov. Seven out of 10 of those who enrolled this year are receiving tax credits averaging $256 per month to help pay for premiums.\n\n\n\n\"We are encouraged that so many Oregonians were able to sign up and take advantage of financial help. Signing up is an important first step toward getting the care you need,\" said Patrick Allen, director of the Department of Consumer and Business Services.\n\n\"As a next step, consumers should familiarize themselves with their plans. If you have questions about what doctors, services, and drugs are covered, you can always call your insurer.\"\n\n\n\nIt's also important to report any life changes to HealthCare.gov as soon as possible. Changes in income, number of family members covered, or getting other coverage can affect the coverage or financial help you're eligible for.\n\n\n\nThose who missed open enrollment may still be able to get covered. If they experience a qualifying life event, such as getting married, having a baby, or losing health coverage, they can apply for a special enrollment period through HealthCare.gov.\n\n\n\nMany low-income Oregonians are also eligible for free or low-cost coverage through the Oregon Health Plan, Oregon's Medicaid program. You can apply for the Oregon Health Plan at any time.\n\n\n\nIf you're not sure if you qualify for a special enrollment period or the Oregon Health Plan, you can find out by answering a few questions online at https://www.healthcare.gov/screener/.\n\nThose without coverage could have to pay a penalty when they file their federal income tax return. The penalty for going without coverage in 2016 is the higher of 2.5 percent of yearly household income or $695 for every adult in your family plus $347.50 for every child under 18.\n\n\n\nIn early 2016, most Oregonians will receive one or more tax forms -- IRS Form 1095 -- about the health care coverage they had in 2015. These tax forms verify that consumers had the coverage required by the Affordable Care Act.\n\n\n\n\"If you received tax credits to help you pay for your insurance during 2015, you will need to file a federal income tax return,\" Allen said. \"You need to reconcile the amount of tax credits you qualified for with what you received. Otherwise you could have to pay back those tax credits back to the federal government.\"\n\n\n\nSome Oregonians may qualify for a health coverage exemption to avoid paying the fee for not having coverage. Exemptions are based on a number of things, such as certain hardships, life events, health coverage or financial status, and membership in some groups. For more information, visit http://www/irs.gov.", "article_metadata": {"ib-analytics": "data", "description": "More than 147,000 Oregonians signed up for health insurance through HealthCare.gov during the open enrollment period that ended Jan. 31, state officials said Thursday.", "generator": "ibPublish 2", "author": "KTVZ", "og": {"site_name": "KTVZ", "description": "More than 147,000 Oregonians signed up for health insurance through HealthCare.gov during the open enrollment period that ended Jan. 31, state officials said Thursday.", "title": "Big boost in Oregon health insurance enrollees", "url": "http://www.ktvz.com/news/Big-boost-in-Oregon-health-insurance-enrollees/37832796", "image": "http://www.ktvz.com/image/view/-/29711618/highRes/1/-/maxh/640/maxw/640/-/w4x76t/-/healthcare-gov-jpg.jpg", "type": "article"}, "twitter": {"url": "http://www.ktvz.com/news/Big-boost-in-Oregon-health-insurance-enrollees/37832796", "card": "summary"}, "fb": {"app_id": 381954585303700}, "keywords": "Oregon, health insurance, healthcare.gov", "google-site-verification": "cbbBlG-9oZbAegC_3XupbiMLXmsRY-Nyx7wBbh86U8U", "news_keywords": "Oregon, health insurance, healthcare.gov"}, "article_summary": "Exemptions are based on a number of things, such as certain hardships, life events, health coverage or financial status, and membership in some groups.\nYou can apply for the Oregon Health Plan at any time.\nSome Oregonians may qualify for a health coverage exemption to avoid paying the fee for not having coverage.\nMany low-income Oregonians are also eligible for free or low-cost coverage through the Oregon Health Plan, Oregon's Medicaid program.\nSeven out of 10 of those who enrolled this year are receiving tax credits averaging $256 per month to help pay for premiums."}