{"article_title": "This man decides what you read", "article_keywords": ["decides", "read", "media", "company", "million", "editors", "chartbeat", "traffic", "york", "quality", "page", "haile", "man"], "article_url": "http://www.salon.com/2013/10/27/this_man_decides_what_you_read/", "article_text": "Topics: Big Data, BuzzFeed, Chartbeat, CNN, ComScore, data, ESPN, Journalism, Media, Miley Cyrus, Mother Jones, MTV, New Media, New York Times, news, Salon, Vox Media, Technology News, Media News, Business News, News\n\nMiley Cyrus gave us so much that night. Just trying to count her blessings smacks of ingratitude, like regifting manna.\n\nBut two months later, as we attempt reentry into our dreary little lives, it’s worth remembering two articles that followed her star-turn at the Video Music Awards. In a merciless editorial, The Onion mocked journalists for publishing so much “stupid bullshit” about the pop star. A few days later, New York magazine found that Americans were 12 times more interested in Cyrus than in whatever was happening in Syria.\n\nTogether, these two pieces frame the plight of the media, circa 2013: Sites that sell advertising have a strong incentive to crank out the editorial equivalent of empty calories. It’s probably only a slight exaggeration to say that on the morning after Cyrus’s performance, any story that wasn’t about twerking was leaving money on the table.\n\nTony Haile, the CEO of a New York company called Chartbeat, didn’t create this perverse incentive structure, but he has almost certainly made it worse. Chartbeat enables websites to see how many concurrent visitors they have at a given moment and shows, in real-time, which articles are most popular. This instant feedback can help sites maximize their traffic through tactics like story placement and social media.\n\nThe media is addicted. Since Chartbeat launched in 2009, the company says its client list has grown to include 40 of the top 50 U.S. publishers by traffic. The New York Times, ESPN, CNN and, yes, Salon all subscribe.\n\nIn 2011, editors in major newsrooms went into “withdrawal” during a Chartbeat outage. Since then the company appears to have tightened its grip. When I visited the company’s New York office recently, monitors indicated that around 7.6 million “heartbeats,” — people — were tuned into pages monitored by Chartbeat. That number first topped 3 million in early 2011; the all-time peak of more than 9.8 million came on the last day of the Boston bombing manhunt.\n\n“It’s been the feeling that following metrics too closely is corruptive to good quality journalism,” Haile said. “I think if you’re following the wrong metrics that’s true.”\n\nThis sounds a bit rich, given the nature of his business. But as Haile presents it, Chartbeat wants to change the data editors and, more importantly, advertisers care about. He thinks this could improve journalism’s quality by reducing the incentive to write click-bait headlines, produce unnecessary slideshows, pointlessly paginate articles and indulge in other chicanery to inflate page views.\n\nRaising page views for its own sake, “Doesn’t help the audience,” Haile said. “The advertiser doesn’t get anything more from it. It’s just a way of gaming the numbers.”\n\n“If [a headline reads] ‘Prince William caught in love triangle,’ it doesn’t matter what the story says,” Haile said. “I’ve got that click, I’ve got that page view. So it lends itself to lower quality.” But in a media climate where every post is judged on its own terms — whether it’s a war zone dispatch or a curated list of tweets about “Mad Men” – how can quality be measured?\n\nHaile thinks the crucial metric should be time, how long a page captures readers’ attention. He believes that articles that engage readers, and are therefore more likely to create a loyal audience, should be worth more to advertisers. That might sound simple, but almost two decades into the era of online media, the industry hasn’t been able to make that happen.\n\nChartbeat looks well positioned to prove its hypothesis. The company says it has more than 4,000 paying clients worldwide. Its basic service starts at $10 per month, but rates escalate for organizations with more users or that need more in-depth data. In 2012 the company raised $9.5 million in venture capital led by the big-time Silicon Valley firm Draper Fisher Jurvetson.\n\nEngland-born Haile, like many tech executives, cultivates a swashbuckling image. One of his bios says he has “been to the North Pole, negotiated with vodka-fuelled helicopter pilots in Siberia, built a runway in Greenland, smuggled explosives through Heathrow and meat into Canada.” Can he add “saved journalism” to that list?\n\n*\n\nBefore the Internet, newspaper editors learned almost nothing about how many people read a story or clipped it to the refrigerator. Then, in an earlier era of the Internet, online editors might have learned a story’s traffic days or weeks after it ran. Now, Chartbeat tells editors how well a story is doing immediately. Boxes, each representing a story, constantly, silently reorder themselves on the screen. Chartbeat has a Tetris-like ability to invade dreams.\n\nPart of being an editor has become acquiring a feel for what kind of stories traffic well. It’s an intuition game, a bit like stock picking but with no chance of getting rich.\n\nI asked Haile what kind of high-quality stories he thinks attract strong traffic. “Dude,” he responded, “That’s a broad church question.” Translated from the English, that means he doesn’t know any better than the rest of us.\n\nBut some people do know. In an interview with Betabeat last year, Jonah Peretti, CEO of Buzzfeed and the industry’s reigning traffic king, commented on material that goes viral [sic, in advance]: “There’s humor, there’s timeliness and breaking news and things like that, there’s broadly defined things that have that make you exp a sense of awe or emotion and you see often nostalgic posts like do v well. So we’ll do posts about you know, food you ate as a kid that you can’t get anymore and have like, Jell-O pudding pops that aren’t on the market.” Peretti could have added that numbered lists trigger a neurological urge that evolution did not equip us to resist, like Cheez-Its or pornography.\n\nIn a newspaper, a popular advice columnist might appear on a page facing a piece on a zoning meeting. The reader might only read the advice column but she understands them as part of the same product. And, just by filling blank space, the zoning story served a purpose even if no one read it.\n\nOnline, a story’s traffic, its purpose, depends largely on its individual ability to attract readers. In effect each story becomes its own product, advertised by media companies on Facebook and Twitter. This dynamic reduces the incentive to cover that proverbial zoning meeting when a post on, say, a celebrity will almost certainly attract more clicks.", "article_metadata": {"description": "Can Chartbeat CEO Tony Haile save journalism?", "title": "This man decides what you read", "og": {"site_name": "Salon", "description": "Can Chartbeat CEO Tony Haile save journalism?", "title": "This man decides what you read", "url": "http://www.salon.com/2013/10/27/this_man_decides_what_you_read/", "image": "http://media.salon.com/2013/09/tony_haile.jpg", "type": "article"}, "twitter": {"description": "Can Chartbeat CEO Tony Haile save journalism?", "title": "This man decides what you read", "image": "http://media.salon.com/2013/09/tony_haile.jpg", "creator": "@alexhalperin", "site": "@salon", "card": "summary_large_image"}, "author": "Alex Halperin", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Big Data, BuzzFeed, Chartbeat, CNN, ComScore, data, ESPN, Journalism, Media, Miley Cyrus, Mother Jones, MTV, New Media, New York Times, news, Salon, Vox Media", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd88c9\"", "article_summary": "Tony Haile, the CEO of a New York company called Chartbeat, didn’t create this perverse incentive structure, but he has almost certainly made it worse.\n*Before the Internet, newspaper editors learned almost nothing about how many people read a story or clipped it to the refrigerator.\nThe reader might only read the advice column but she understands them as part of the same product.\nAnd, just by filling blank space, the zoning story served a purpose even if no one read it.\n“It’s been the feeling that following metrics too closely is corruptive to good quality journalism,” Haile said."}