{"article_title": "Tennessee’s Reelfoot Lake is teeming with waterfowl", "article_keywords": ["blind", "hunting", "season", "hunters", "lake", "teeming", "ducks", "water", "waterfowl", "tennessees", "blinds", "shooting", "reelfoot", "vancleave"], "article_url": "http://www.tuscaloosanews.com/article/20131207/NEWS/131209800", "article_text": "SAMBURG, Tenn. | Even a brisk wind blowing directly into the blind couldn’t prevent the savory aroma of bacon and eggs from wafting up to the shooting platform. With increasing frequency, hunters broke off scanning the skies for ducks to poke their heads through the plastic curtains to see what progress was being made toward breakfast.\n\nThe early shooting flurry had passed. Just after daylight, a lone greenhead drifted in from behind the blind, plowing steadily into the stiff wind. As the mallard crossed the huge spread of decoys, one shot rang out and the big drake folded neatly for the first duck of the day. A few minutes later, four gadwall drifted in, and when guide Jackie Vancleave called out “kill ’em,” one by one all four hit the water. A green-winged teal motoring at full throttle with the wind was luckier, blowing by like a Nolan Ryan fastball without losing a feather to the shots hurled toward it.\n\nBut the shooting settled down to the less frequent but steady pace of a morning on Reelfoot Lake, the western Tennessee waterfowl mecca. And so the hunters’ attention turned to sustenance,some not served up merely at a bare-subsistence level.\n\nVancleave is part of a tradition that goes back more than a century at one of America’s unique waterfowling venues.\n\n“My dad had a blind, his dad had a blind and I have a blind,” Vancleave said. “Blinds were passed down from fathers to sons. Back before they had blinds, they hunted on stumps.”\n\nJust about everything about hunting at Reelfoot is carried out on a grand scale, and Vancleave’s hunters definitely aren’t sitting on stumps and fallen logs. Even in a place where excess is the norm for blinds, Vancleave’s is extravagant.\n\nHis blind is 32 feet long and 24 feet deep, not counting the boat blind. The blind accommodates up to 12 hunters, Vancleave and his helper. Gas heat keeps hunters warm, and a full gas cook stove provides hot meals. There are electric lights, two couches, two recliners and a bathroom. If the hunting is a little slow, hunters can plop down and watch satellite TV in warm, dry comfort.\n\n“It’s a nice, comfortable blind,” Vancleave said. “And we keep it clean. That’s something you have to work at every day.\n\nThe blind is surrounded by 1,000 Greenhead Gear decoys with a vortex circling round and round and Mojo spinners flapping and squirting water. Vancleave even has an old-fashioned jerk string to add motion. He sits in a rolling office chair at the blind’s south end, quacking and chuckling on a raspy duck call as he hails passers-by who show signs of wanting to swing in for a closer look.\n\nThis is his “hole” that’s “back in the woods.” The small hole in the aquatic grass is slam full of decoys. He also has another blind out on the open lake for when cold weather locks this shallow-water hole up with ice.\n\nThe shallow lake filled with cypress trees and grass was formed during the New Madrid Fault earthquake in 1811. Just a few miles from the Mississippi River, it became a haven for ducks and geese, and a rich waterfowl hunting culture developed around it.\n\nLocals were free to build blinds wherever they pleased. But as out-of-state hunters with lots of money started moving in, the lake became crowded with blinds. The state implemented regulations that required all blinds to be numbered. Not long after that, it limited blinds to those that already existed on the lake. Existing blinds were grandfathered in, but no more could be built. And they couldn’t be passed down from father to son.\n\n“When I die, my blind will become a draw blind,” Vancleave said with a frown.\n\nIf he had a son, he said, he’d raise a stink, but he has no hunting heir apparent.\n\nVancleave’s brother, Larry, calls out from inside the blind that two plates are up. Steam rises from fried eggs, bacon and biscuits, and hunters flop down on couches or park on benches on the shooting platform while they eat.\n\nBreakfast is part of what Vancleave provides for the guide fee of $700 that turns the blind over to one to five hunters. Additional hunters are $100 per hunter up to 12 guns.\n\n“I don’t mix parties,” Vancleave said.\n\nMaking sure hunters mingle only with their friends cuts down on conflicts, he said.\n\nHe also, of course, provides boat transportation to the blind in a 20-foot War Eagle boat. Equipment goes in with Larry in an 18.5-foot War Eagle pushed by a Pro-Drive air-cooled surface drive engine.\n\nThe mud boat is necessary equipment on this day because the lake level is low. The hunters transfer from the big boat to the shallow-drafted craft just to get back into the shallow, grassy areas where Vancleave’s favorite blind is located. There’s a “thump” occasionally as it connects with stumps and logs.\n\nVancleave’s fee doesn’t include lodging, and hunters shouldn’t look for a Hampton Inn or a Best Western. Accommodations around Reelfoot are provided mostly by independent operators running small motels and lodges in little places such as Samburg or on the road outside of Tiptonville.\n\nMost of his hunters stay at Southshore Resort in Samburg, a small hotel built in the 1960s that’s immaculately maintained. Motel room rates are $60 for up to two people per room. The resort also has small cabins for two for the same price, a lodge for $175 a night for up to six people and trailers for $125 a night for up to four people.\n\nSamburg revolves entirely around hunting and fishing on the lake, so there are other independent motels in town as well as restaurants.\n\nAs the morning wears on, high birds drift by. Occasionally, groups look at Vancleave’s spread, and some accept his invitation to come on in. Several times, shots from a nearby blind spook ducks committed to the hole but not quite in range yet. Others fold up and splash down in the decoys to the sound of shots flung from the blind.\n\n“Teal, get down, get down,” Vancleave says suddenly.\n\nFour little rockets blaze across the front of the blind and the bank so hard, it’s surprising they don’t pass out from the Gs forces. They cup and drift neatly into the decoys.\n\n“Kill ’em,” Vancleave shouts, and two fall.\n\nWhen the hunters are empty, Vancleave drops a third that’s climbing high. The fourth heads west, turns and then swings back over the blind with typical teal stupidity. The speeding incomer folds up with another shot.\n\n“All right,” Vancleave says with a laugh. “I love it.”\n\nOne of the advantages of hunting the shallow, grassy blind is that most shots are at close range.\n\n“We shoot decoying ducks,” Vancleave said. “We’re not pass shooting.”\n\nClose range means hunters don’t need any more firepower than 2¾-inch shells with No. 4 steel shot provide.\n\n“They’re going to be shooting at 30 yards tops,” Vancleave said. “I’m shooting a 20-gauge with an improved cylinder.”\n\nShots at the open water blind are longer and require 3- or 3½-inch shells with BBs.\n\n“Out in open water, 85 percent of the time, it’s 40 yards-plus,” Vancleave said. “You don’t get the 10-, 20- or 30-yard shots like you do in this hole. Clients like having them in their face.”\n\nReelfoot Lake has a September teal and wood duck season with a four-duck limit, of which no more than two can be wood ducks. The season opens again in mid-November, and most of the ducks taken are blue-winged teal, gadwalls, shovelers and wood ducks.\n\nThe main season runs from late November or early December until late January. This season, Jan. 26 is the last day. During the main season, hunters take mallard, gadwall, black duck, pintail, green-winged teal and widgeon in the shallow water. In open water, diving species such as canvasback, redhead, scaup, ring neck, golden eye, bufflehead and merganser are added to the bag. Vancleave has even taken old squaw, a sea duck, on Reelfoot.\n\nIt’s hard to know when the best time of the year will be.\n\n“It all depends on Mother Nature,” he said. “The past few years, December has been better than January. This year, I think January will be better.”\n\nVancleave typically hunts about 45 days of the 60-day season. Hunters need their gun, shells, warm clothes and waterproof clothes. Waders aren’t necessary, although some hunters like to wear them because they are warm and waterproof.\n\nTo contact Vancleave, call 731-431-9700 or 731-538-2547 or email jvancleaveguide@reelfoot.com. To contact Southshore Resort for lodging, call 800-742-0385 or 731-538-2467.", "article_metadata": {"description": "SAMBURG, Tenn. | Even a brisk wind blowing directly into the blind couldn’t prevent the savory aroma of bacon and eggs from wafting up to the shooting platform. With increasing frequency, hunters broke off scanning the skies for ducks to poke their heads through the plastic curtains to see what progress was being made toward breakfast.", "vf": {"unique_id": "art-D3CE485E-8649-4180-A309-A24FAC05872A-pubTL"}, "og": {"site_name": "TuscaloosaNews.com", "description": "SAMBURG, Tenn. | Even a brisk wind blowing directly into the blind couldn’t prevent the savory aroma of bacon and eggs from wafting up to the shooting platform. With increasing frequency, hunters broke off scanning the skies for ducks to poke their heads through the plastic curtains to see what progress was being made toward breakfast.", "title": "Tennessee’s Reelfoot Lake  is teeming with waterfowl", "url": "http://www.tuscaloosanews.com/article/20131207/NEWS/131209800", "image": "http://G52-TLweb.newscyclecloud.com/apps/pbcsi.dll/bilde?Site=TL&Date=20131207&Category=NEWS&ArtNo=131209800&Ref=AR&imageVersion=Teaser", "type": "article"}, "publishdate": 20131207, "fb": {"app_id": 126505827419704}, "tout": {"article": {"id": "art-131209800-pubTL"}}, "keywords": "Sports"}, "article_summary": "“My dad had a blind, his dad had a blind and I have a blind,” Vancleave said.\nBut the shooting settled down to the less frequent but steady pace of a morning on Reelfoot Lake, the western Tennessee waterfowl mecca.\n“When I die, my blind will become a draw blind,” Vancleave said with a frown.\nDuring the main season, hunters take mallard, gadwall, black duck, pintail, green-winged teal and widgeon in the shallow water.\n“It’s a nice, comfortable blind,” Vancleave said."}