{"article_title": "Cash-Pay Spine & Orthopedic Care Programs: The Answer to Healthcare Reform?", "article_keywords": ["reform", "spine", "dr", "price", "programs", "patients", "regency", "haar", "offer", "orthopedic", "healthcare", "answer", "model", "procedures", "cashpay", "care"], "article_url": "http://www.beckersspine.com/spine/item/18488-cash-pay-spine-orthopedic-care-programs-the-answer-to-healthcare-reform.html", "article_text": "Regency Healthcare will offer knee, shoulder, elbow, hand, foot, ankle and spinal procedures as global fees for all patients seeking cash-based surgical services. The outpatient procedures are performed at one of Regency's accredited surgical facilities in Manhattan and prices are listed on the group's website. The program is designed for uninsured people, self-funded employers and employees as well as medical tourists.\n\n\"This is an alternative to ObamaCare,\" says Robert Haar, MD, an orthopedic surgeon practicing in New York and founder of Regency Healthcare \"There is obviously confusion and uncertainty as to how it will play out and this is an alternative for people who are still uninsured or companies that want to purchase healthcare a la carte by forming relationships with practices and surgical facilities that offer a transparent pricing model.\"\n\nPayment structure\n\nDr. Haar and his physician colleagues formed Regency Healthcare to offer their cash-based procedures in several subspecialties. They developed the prices based on a formula that considers what Medicare, in-network and out-of-network insurers pay for the procedures.\n\n\"It's a hybrid price that will make it palatable to most people because we are offering them a fair price for these services where they don't have to be surprised at the end when they get the bill,\" says Dr. Haar. \"It's a one-stop shop for patients seeking affordable healthcare.\"\n\nAnesthesia is included in the patients' global payments, although the group treats anesthesiologists as independent contractors. The anesthesiologists are paid a set amount for various procedures. Post-surgical rehabilitation and physical therapy is separate.\n\n\"This model suggests that patients may come from a distance, have their procedure and go home to seek post-surgical care there,\" says Dr. Haar. \"If they live in New York, they can get physical therapy or rehabilitation services in their local community and markets.\"\n\nPatients pay upfront and since the prices are so low compared to other providers, the group does not finance. \"We've priced this where there is no negotiation or buying procedures on credit,\" says Dr. Haar.\n\nAttracting patients\n\nSome healthcare providers catering to cash-pay patients and medical tourism offer travel packages that could include transportation, meals, lodging and local attractions. Regency currently offers discount hotel rates for patients choosing to stay and recover at one of their partner facilities.\n\n\"They can price themselves with the different low cost, no frill websites that offer plane travel and discounted rates,\" says Dr. Haar. \"We plan to do some SEO with our searchers and some pay-per-click to target certain markets where there is a higher rate of domestic medical tourism — people who are seeking self-pay practices.\"\n\nFuture viability\n\nThis is a relatively new model for care, but Dr. Haar sees it as a growing opportunity as people are laid off from their jobs or retired but too young for Medicare, or young people who opt out of insurance over the next few years.\n\n\"Our model allows us to price these procedures very competitively because our costs are a lot lower,\" Dr. Haar says. \"It allows people to see what they are getting without hidden fees, costs or expenses that a typical hospital bill might present. I have an office-based facility in New York and our costs are generally lower than hospitals and even some of the fully-licensed ASCs.\"\n\nAmbulatory surgery centers are uniquely positioned to accommodate cash-pay patients, says Dr. Haar, and as more centers learn about this practice model it will likely spread to new and existing facilities.\n\n\"There are a lot of ASCs that aren't aware of this model as a way to recruit patients,\" he says. \"But certainly I think ASCs would buy into it, especially if they are under-utilized or have the capacity to absorb these kinds of patients.\"\n\nMore Articles on Spine & Orthopedic Care:\n\nRobotics in Spine Surgery: Pros, Cons & Whether it Makes Sense to Adopt Today\n\nDr. David Wong: Making Sense of Comparative Effectiveness in Spine Surgery\n\nMoving Forward With Minimally Invasive Techniques in Spine: Q&A With Dr. Bennett Grimm of Resurgens Orthopaedics", "article_metadata": {"keywords": "spine surgery,spinal surgeon,orthopedic surgery,orthopedic surgeon,cash pay,healthcare reform", "og": {"url": "http://www.beckersspine.com/spine/item/18488-cash-pay-spine-orthopedic-care-programs-the-answer-to-healthcare-reform.html", "type": "article", "description": "Manhattan-based Regency Healthcare recently launched a program for cash-based orthopedic and spine surgical services with rates substantially lower than hospital and insurance-based programs.", "title": "Cash-Pay Spine & Orthopedic Care Programs: The Answer to Healthcare Reform?"}, "title": "Cash-Pay Spine & Orthopedic Care Programs: The Answer to Healthcare Reform?", "description": "Manhattan-based Regency Healthcare recently launched a program for cash-based orthopedic and spine surgical services with rates substantially lower than hospital and insurance-based programs.", "author": "Laura Dyrda"}, "_id": "\"57477af46914bd0286fde311\"", "article_summary": "Payment structureDr. Haar and his physician colleagues formed Regency Healthcare to offer their cash-based procedures in several subspecialties.\nRegency Healthcare will offer knee, shoulder, elbow, hand, foot, ankle and spinal procedures as global fees for all patients seeking cash-based surgical services.\n\"Our model allows us to price these procedures very competitively because our costs are a lot lower,\" Dr. Haar says.\n\"This model suggests that patients may come from a distance, have their procedure and go home to seek post-surgical care there,\" says Dr. Haar.\n\"We've priced this where there is no negotiation or buying procedures on credit,\" says Dr. Haar."}