{"article_title": "Milwaukee club promoter honored at favored hangout week after killing", "article_keywords": ["week", "gray", "hangout", "honored", "favored", "night", "stovall", "young", "promoter", "killing", "tonight", "club", "wasnt", "brooklyns", "gardner", "bar", "milwaukee", "worked"], "article_url": "http://www.jsonline.com/news/crime/milwaukee-club-promoter-honored-at-favored-hangout-week-after-killing-b99149777z1-233241851.html", "article_text": "Brooklyn’s co-workers Larry Williams (left) and William Gardner hold up a banner Sunday that the restaurant made to remember Christopher Gray. Credit: Michael Sears\n\nBy of the\n\nIt was a regular Sunday, and Christopher Gray sat two seats in from the door at the bar at Brooklyn's, a restaurant and bar on Fond du Lac Ave. on Milwaukee's west side.\n\nThe night would end tragically — with Gray killed after returning home late to find two burglars inside.\n\nBut earlier in the evening of Nov. 17, he ate chicken wings, smothered, with a double side of mac 'n' cheese as he worked his phone and iPad, trying to enlist his thousands of Twitter and Instagram followers to head to Brooklyn's, where he had hosted \"Swagged Out Sundays\" every week for the past few months.\n\n\"COME THRU TONIGHT,\" he tweeted. \"TONIGHT BROOKLYNS!!!\"\n\nGray, 27, also known as Caly Kris, was a club promoter in Milwaukee. He also tended bar from time to time at Brooklyn's. That's where he spent his Sundays. He ate the soul food lunches during the afternoon, talking with friends, playing with his two young sons, Chris and Chance, then returned at night to work and host parties.\n\n\"He was just a kind spirit, he always made you laugh,\" said Shantel Stovall, owner of Brooklyn's. \"He would just brighten up your day.\"\n\nGray's killing in the early hours of Nov. 18 was Milwaukee's 92nd recorded homicide of the year, matching the number the city recorded in all of 2012. The total has since risen to 95 as of Sunday, inching toward the most recent 100-plus toll — 105 homicides in 2007.\n\nPolice say Gray had returned home to find two apparent burglars in his apartment. A fight ensued, and Gray later died from his injuries. Police continue to investigate the attack in search of suspects.\n\n\"He wasn't even gone from here 20 minutes,\" Stovall said, fighting back tears. \"I didn't even get a chance to say goodbye.\"\n\nThat Sunday night had been a little slow, perhaps on account of the rain, she said. Gray told Stovall he'd hit the streets and put up more fliers to bring in a bigger crowd the next week.\n\n\"He always had a plan,\" she said.\n\nWilliam Gardner worked with Gray.\n\n\"He was a good dude. He wasn't in the streets,\" Gardner said Sunday at Brooklyn's. \"He didn't deserve that.\"\n\nOn Sunday, Brooklyn's again hosted \"Swagged Out Sunday,\" this time to honor their friend, and to raise money and collect toys for the two children, ages 3 and 6, he left behind.\n\n\"He was a great father, and a great friend,\" Stovall said. \"To be young, he had plans.\"", "article_metadata": {"title": "Milwaukee club promoter honored at favored hangout week after killing", "og": {"url": "http://www.jsonline.com/news/crime/milwaukee-club-promoter-honored-at-favored-hangout-week-after-killing-b99149777z1-233241851.html", "image": {"width": 2048, "identifier": "http://media.jrn.com/images/b99149777z.1_20131124203824_000_g6f3k78o.1-1.jpg", "height": 1283}, "type": "article", "description": "Christopher Gray, 27, was returning from work at Brooklyn’s in Milwaukee early Nov. 18 when he was attacked by two burglars in his home.", "title": "Club promoter honored at favored hangout week after killing"}, "twitter": {"site": "@journalsentinel", "image": "http://media.jrn.com/images/b99149777z.1_20131124203824_000_g6f3k78o.1-1.jpg", "description": "Christopher Gray, 27, was returning from work at Brooklyn’s in Milwaukee early Nov. 18 when he was attacked by two burglars in his home.", "card": "summary_large_image", "title": "Milwaukee club promoter honored at favored hangout week after killing"}, "apple-mobile-web-app-capable": "no", "fb": {"admins": "journal.sentinel.1", "app_id": 227386193957280}, "msapplication-TileImage": "http://media.jrn.com/designimages/logo-mjs-144-icon.png", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "_id": "\"57477af46914bd0286fdbfdf\"", "article_summary": "\"TONIGHT BROOKLYNS!!!\"\nWilliam Gardner worked with Gray.\nGray told Stovall he'd hit the streets and put up more fliers to bring in a bigger crowd the next week.\nGray, 27, also known as Caly Kris, was a club promoter in Milwaukee.\nBrooklyn’s co-workers Larry Williams (left) and William Gardner hold up a banner Sunday that the restaurant made to remember Christopher Gray."}