{"article_title": "Kids on Medicaid not receiving screening exams, OIG says", "article_keywords": ["kids", "getting", "oig", "medical", "screenings", "states", "medicaid", "exams", "rates", "report", "health", "receiving", "children", "screening"], "article_url": "http://www.healthcarefinancenews.com/news/kids-medicaid-not-receiving-screening-exams-oig-says", "article_text": "63 percent of children on Medicaid received at least one medical screening in 2013, up from 56 percent in 2006, but still far below the department’s 80 percent goal.\n\nMillions of low-income children are failing to get the free preventive exams and screenings guaranteed by Medicaid and the Obama administration is not doing enough to fix the problem, according to the Department of Health and Human Services’ Office of Inspector General (OIG).\n\nThe report, released Thursday, says the administration has boosted rates of participation but needs to do more to ensure that children get the regular wellness exams, dental checkups and vision and hearing tests. The report notes that 63 percent of children on Medicaid received at least one medical screening in 2013, up from 56 percent in 2006, but still far below the department’s 80 percent goal.\n\nOnly Iowa and California exceeded that standard last year. Alaska and Ohio were below 40 percent. Five more states — Mississippi, Montana, North Dakota, Oregon and Wyoming — were between 40 percent and 45 percent.\n\nChild health advocates cite several factors for the low rates, including a shortage of doctors treating Medicaid patients, states’ low pay for providers and parents’ lack of awareness about the importance of the visits.\n\n[See also: As Medicaid expands, hospitals see declines in charity care, self pay.]\n\nBoth children and taxpayers pay a steep price when children’s health problems are not caught early.\n\n“We end up with kids who are sicker, with more long-term, serious medical issues that are more expensive to treat,” said Jennifer Clarke, executive director of Public Interest Law Center of Philadelphia.\n\nSome experts say that state officials — not the federal government— bear most of the responsibility for low screening rates because they administer Medicaid, the state-federal program for the poor. They say states need to step up oversight over the private Medicaid health plans that many contract with to cover children in the program.\n\n“The federal government is working hard on this, but the only power they have over states is to take away their funding and that is highly unlikely,” said Jane Perkins, legal director of the National Health Law Program.\n\nCongress introduced the Medicaid benefit, known as the Early and Periodic Screening, Diagnosis and Treatment program, or EPSDT, in 1967 so that children would get age-appropriate diagnostic tests, including for vision and hearing, preventive services such as immunizations and treatments. About 32 million children on Medicaid were eligible for the benefit in 2013.\n\nThe preventive care program is more generous than those offered by the Children’s Health Insurance Program (CHIP) or private health insurers because it guarantees coverage not just for a wide range of tests, but also the treatments to address health problems. Most states follow the guidelines of the American Academy of Pediatrics, which calls for 13 preventive visits in first three years of life followed by mostly annual visits until age 21.\n\nBoston pediatrician Michael McManus, a member of the academy’s state government affairs committee, said he is saddened by the fact that more than a third of children on Medicaid are not getting at least one regular preventive exam. “We have a lot of work to do,” he said.\n\n[See also: Community health centers hurt in states rejecting Medicaid expansion.]\n\nLow participation rates have plagued the program for years, according to previous reports by the inspector general’s office and the U.S. Government Accountability Office.\n\nA 2010 OIG report found that 76 percent of children in nine states did not receive all required medical, vision, and hearing screenings, 41 percent of children nationwide did not receive any of the screenings, and more than half did not receive any vision or hearing screenings. All states are required to provide the benefit.\n\nThe latest OIG report praised the U.S. Centers for Medicare & Medicaid Services for working to increase screening rates, such as by distributing guides that enable states and providers to share their best ideas. The guides show, for instance, how some states used websites to educate providers and parents. Some states such as New York require Medicaid health plans to educate members about the benefit and what it covers. Neighborhood Health Plan of Rhode Island boosted adolescent screening rates by 40 percent by offering gift certificates for pizza and movie tickets, according to a 2014 CMS report.\n\nStill, the report said, “the underutilization of medical screenings is an ongoing concern.” CMS has done “very little” to encourage providers to complete all five components of an EPSDT medical screening — physical exam, medical history, immunizations, lab test and education, the report said.\n\nCMS had no immediate comment on the report.\n\nMedical screening rates fall off dramatically as children get older, according to federal data that track states’ efforts. For example, about 90 percent of children below the age of 1 get at least one screening. But screening rates drop to 77 percent for kids between the ages of 1 and 2, and 56 percent for those between 10 and 14.\n\nThe underutilization of medical screenings is an ongoing concern\n\nOhio, which had the lowest rate of children getting regular exams in 2013, attributed its problems to the process of getting Medicaid managed care plans to report their data to the state.\n\nNeva Kaye, interim executive director of the National Academy for State Health Policy, said data collection is an issue for some states but it doesn’t explain most of the low rates. In addition to the shortage of doctors participating in Medicaid, parents often face transportation and language barriers getting children in for the exams, she said.\n\nDr. David Kelley, chief medical officer for Pennsylvania’s Medicaid program, said that state is working to boost the number of children getting checkups in part by paying bonuses to doctors to do them. He said that the rate of Pennsylvania kids getting the screenings is “in the middle of the pack” and “that is not good enough.”\n\nClarke, with the Public Interest Law Center, said low Medicaid reimbursement to pediatricians means fewer doctors are available to see poor children and parents face long delays getting their kids in for preventive visits and treatment, if they can get to see them at all.\n\nThe center filed a federal class-action lawsuit in 2005 against the state of Florida on behalf of 2 million children in Medicaid saying low reimbursement for Medicaid pediatricians prevented children from getting the health services to which they are entitled. A judge is expected to rule later this month on the case.\n\nKaiser Health News (KHN) is a nonprofit national health policy news service.", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/news/kids-medicaid-not-receiving-screening-exams-oig-says", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/child%20at%20doc%20exam.jpg", "site_name": "Healthcare Finance News", "description": "Millions of low-income children are failing to get the free preventive exams and screenings guaranteed by Medicaid and the Obama administration is not doing enough to fix the problem, according to the HHS Office of Inspector General.", "title": "Kids on Medicaid not receiving screening exams, OIG says"}, "twitter": {"site": "@HC_Finance", "image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/child%20at%20doc%20exam.jpg"}, "description": "Millions of low-income children are failing to get the free preventive exams and screenings guaranteed by Medicaid and the Obama administration is not doing enough to fix the problem, according to the HHS Office of Inspector General.", "card": "summary_large_image", "title": "Kids on Medicaid not receiving screening exams, OIG says"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Millions of low-income children are failing to get the free preventive exams and screenings guaranteed by Medicaid and the Obama administration is not doing enough to fix the problem, according to the Department of Health and Human Services’ Office of Inspector General (OIG).", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no"}, "article_summary": "But screening rates drop to 77 percent for kids between the ages of 1 and 2, and 56 percent for those between 10 and 14.\nSome states such as New York require Medicaid health plans to educate members about the benefit and what it covers.\nMedical screening rates fall off dramatically as children get older, according to federal data that track states’ efforts.\nIn addition to the shortage of doctors participating in Medicaid, parents often face transportation and language barriers getting children in for the exams, she said.\nSome experts say that state officials — not the federal government— bear most of the responsibility for low screening rates because they administer Medicaid, the state-federal program for the poor."}