{"article_title": "America is a hellhole", "article_keywords": ["hellhole", "shouldve", "gonna", "talking", "state", "drone", "im", "thanks", "sen", "terrorism", "america", "sponsor"], "article_url": "http://www.dailykos.com/story/2015/10/28/1441698/-All-Republicans-agree-America-is-a-hell-hole", "article_text": "We should've all listened to the Koch Brothers. Thanks Obama!\n\nWe should've all listened to the Koch Brothers. Thanks Obama!\n\nI bet you didn't know this, but you live in one of the shittiest places in human history, a cauldron of misery, tyranny, and suffering. I myself had no idea, but thankfully the GOP has set me straight.\n\nThere is Carly Fiorina talking about harvesting brains from living, breathing babies, while Sen. Ted Cruz wails, \"Did we ever imagine that in the land of the free and home of the brave, we would be witnessing our government persecute its citizens for their faith?” Mike Huckabee is keen to point out all the Christians that will soon be put in jail: \"Christian convictions are under attack as never before. Not just in our lifetime, but ever before in the history of this great nation. We are moving rapidly towards the criminalization of Christianity.\"\n\nDonald Trump can't stop talking about all those brown drug dealers, rapists, and murderers invading our southern border, while Sen. Lindsey Graham is so afraid of what people might think that he's gonna drone everyone's ass! To wit: \"If I’m president of the United States and you’re thinking about joining al-Qaeda or ISIL [the Islamic State], I’m not gonna call a judge. I’m gonna call a drone and we will kill you.\" Cruz, meanwhile, would apparently drone Obama: \"Without exaggeration, the Obama administration will become the world's leading state sponsor and financier of radical Islamic terrorism.\" What more proof do you need? As Rep. Mike Pompeo claimed during the Benghazi Inquisition, Hillary Clinton's team actually met with Al Qaeda prior to the consulate attack!\n\nSo Christians are going to jail, America is a state sponsor of terrorism and should be droned to death ... what else? Oh yeah, remember freedom, that thing we had before Obamacare? Let's talk about our current shackled reality, below.", "article_metadata": {"og": {"site_name": "Daily Kos", "description": "We should've all listened to the Koch Brothers. Thanks Obama!\n\nI bet you didn't know this, but you live in one of the shittiest places in human history, a cauldron of misery, tyranny, and suffering. ...", "title": "All Republicans agree: America is a hellhole", "url": "http://www.dailykos.com/story/2015/10/28/1441698/-All-Republicans-agree-America-is-a-hell-hole", "image": "http://images.dailykos.com/images/172833/story_image/shutterstock_182041511.jpg?1446050363", "type": "article"}, "csrf-param": "authenticity_token", "fb": {"app_id": 170357783709}, "twitter": {"description": "We should've all listened to the Koch Brothers. Thanks Obama!\n\nI bet you didn't know this, but you live in one of the shittiest places in human history, a cauldron of misery, tyranny, and suffering...", "title": "All Republicans agree: America is a hellhole", "image": {"src": "http://images.dailykos.com/images/172833/story_image/shutterstock_182041511.jpg?1446050363"}, "creator": "@markos", "site": "@dailykos", "card": "summary_large_image"}}, "article_summary": "So Christians are going to jail, America is a state sponsor of terrorism and should be droned to death ... what else?\nTo wit: \"If I’m president of the United States and you’re thinking about joining al-Qaeda or ISIL [the Islamic State], I’m not gonna call a judge.\nI’m gonna call a drone and we will kill you.\"\nCruz, meanwhile, would apparently drone Obama: \"Without exaggeration, the Obama administration will become the world's leading state sponsor and financier of radical Islamic terrorism.\"\nAs Rep. Mike Pompeo claimed during the Benghazi Inquisition, Hillary Clinton's team actually met with Al Qaeda prior to the consulate attack!"}