{"article_title": "Obama Administration Rebuked For Turning Its Back On Syrian Refugees", "article_keywords": ["united", "turning", "rights", "far", "refugees", "million", "administration", "number", "states", "rebuked", "syrians", "syrian", "obama"], "article_url": "http://www.mintpressnews.com/obama-administration-rebuked-for-turning-its-back-on-syrian-refugees/209478/", "article_text": "Amid a mounting human rights emergency, the Obama administration said Thursday that it will admit 10,000 Syrian refugees this fiscal year—a number that was criticized by rights campaigners as shamefully low, especially given the role of the United States in stoking the crisis.\n\nFacing criticism for its lagging humanitarian response so far, the administration sought to frame the commitment as a significant boost. And indeed it does constitute an increase, as the U.S. has admitted less than 1,500 Syrian refugees since the country’s conflict began in 2011.\n\nHowever, the number falls well below commitments of other countries that are far smaller. Germany has committed to accepting up to 800,000 refugees by the end of this year and Venezuela has committed to 20,000. Of the estimated four million Syrians who have fled their country, the vast majority of them are in Lebanon, Jordan, Turkey, and Iraq. Meanwhile, roughly 7.6 million Syrians are internally displaced.\n\n\n\nofficial MintPress sponsor official MintPress sponsor\n\nWhat’s more, White House Press Secretary Josh Earnest emphasized at a briefing on Thursday that Obama is not planning to ease the cumbersome background and medical checks that leave refugees in legal limbo for up to two years.\n\n“Refugees go through the most robust security process of anybody who’s contemplating travel to the United States. Refugees have to be screened by the National Counter Terrorism Center, by the F.B.I. Terrorist Screening Center,” said Earnest. “They go through databases that are maintained by D.H.S., the Department of Defense and the intelligence community. There is biographical and biometric information that is collected about these individuals.”\n\nSarah Margon, the Washington director of Human Rights Watch, told the New York Times that such “bureaucratic impediments” mean that the U.S. is not providing immediate sanctuary—or anything close.\n\n“This is not leadership, it is barely a token contribution given the size and scale of the global emergency,” said Eleanor Acer of Human Rights First, in a statement released Thursday. “The administration’s announcement that it will commit to take in at least 10,000 Syrian refugees is far too little and is only a drop in the bucket toward providing protection to the more than 4 million Syrians who have fled their country due to horrific violence and persecution.”\n\nThe aid group International Rescue Committee is circulating a petition for the the U.S. to resettle at least 65,000 Syrian refugees by 2016, and it has so far garnered nearly 12,000 signatures. And Senator Dick Durbin (D-Ill.), who signed a letter in May from 14 senators urging Obama to admit more refugees, told the Times that the president’s number “has to be higher.”\n\nMany have argued for the U.S. to simply taken in as many people as are in need, given the scope of the crisis. “No more should we allow pieces of paper to determine whether people deserve to live and improve their circumstances or die in violence and squalor,” journalist and activist Sonali Kolhatkar recently declared.\n\nIn fact, James Paul, author of Syria Unmasked, argued on Friday that the U.S. and Europe played a key role in driving the crisis Syrians face.\n\n“Official discourse in Europe and the United States frames the civil wars and economic turmoil in terms of fanaticism, corruption, dictatorship, economic failures and other causes for which Western governments and publics believe they have no responsibility,” he said. “The Western leaders and media stay silent about the military intervention and regime change, interventions that have torn the refugees’ homelands apart and resulted in civil war, state collapse and extremely violent conditions lasting for long periods.”\n\nIn addition, Obama’s policy announcement did not touch on the numerous people fleeing war and poverty in countries beyond Syria including: Afghanistan, Libya, Iraq, Pakistan, Eritrea, Somalia, and Nigeria.\n\nMeanwhile, the administration faces its own humanitarian crisis on U.S. soil, where authorities have been incarcerating predominantly Latin American refugees and asylum seekers, including mothers detained with their children.", "article_metadata": {"description": "Rights campaigners say president's pledge to take in 10,000 Syrian refugees falls shamefully short of what's needed., migrants, Obama, refugees, Syrian,", "generator": "WordPress 4.5.2", "AUTHOR": "Sarah Lazare | Common Dreams", "og": {"site_name": "MintPress News", "description": "Rights campaigners say president's pledge to take in 10,000 Syrian refugees falls shamefully short of what's needed., migrants, Obama, refugees, Syrian,", "title": "Obama Administration Rebuked For Turning Its Back On Syrian Refugees", "url": "http://www.mintpressnews.com/obama-administration-rebuked-for-turning-its-back-on-syrian-refugees/209478/", "image": "http://www.mintpressnews.com/wp-content/uploads/2015/05/APTOPIX-Italy-Europe-_Muha.jpg", "updated_time": "2015-09-12T09:22:48-05:00", "locale": "en_US", "type": "article"}, "twitter": {"description": "Rights campaigners say president's pledge to take in 10,000 Syrian refugees falls shamefully short of what's needed., migrants, Obama, refugees, Syrian,", "creator": "@MintPressNews", "image": "http://www.mintpressnews.com/wp-content/uploads/2015/05/APTOPIX-Italy-Europe-_Muha.jpg", "title": "Obama Administration Rebuked For Turning Its Back On Syrian Refugees", "site": "@MintPressNews", "card": "summary_large_image"}, "robots": "noodp", "fb": {"admins": 100003161352196}, "article": {"publisher": "https://www.facebook.com/MintpressNewsMPN", "section": "Daily Digest", "tag": "Syrian", "published_time": "2015-09-12T05:00:58-05:00", "modified_time": "2015-09-12T09:22:48-05:00"}}, "_id": "\"57477af46914bd0286fdaf8c\"", "article_summary": "And indeed it does constitute an increase, as the U.S. has admitted less than 1,500 Syrian refugees since the country’s conflict began in 2011.\nOf the estimated four million Syrians who have fled their country, the vast majority of them are in Lebanon, Jordan, Turkey, and Iraq.\n“Refugees go through the most robust security process of anybody who’s contemplating travel to the United States.\nMeanwhile, roughly 7.6 million Syrians are internally displaced.\nAmid a mounting human rights emergency, the Obama administration said Thursday that it will admit 10,000 Syrian refugees this fiscal year—a number that was criticized by rights campaigners as shamefully low, especially given the role of the United States in stoking the crisis."}