{"article_title": "Q&A: Aquiline’s Vincenzo La Ruffa, ‘Pressure’ on Costs Will Intensify Focus on Financial Technology", "article_keywords": ["going", "financial", "ruffa", "la", "intensify", "equity", "companies", "focus", "private", "think", "qa", "pressure", "costs", "market", "lot", "big", "technology", "public", "vincenzo"], "article_url": "http://blogs.wsj.com/privateequity/2014/07/10/qa-aquilines-vincenzo-la-ruffa-pressure-on-costs-will-intensify-focus-on-financial-technology/", "article_text": "Courtesy of Aquiline Capital Partners\n\nWhen people think of a “tech” bubble, they typically think about mobile apps and social media. But the technology side of banking and finance is evolving just as rapidly.\n\nBetween big fund managers trying to sidestep high-frequency stock trading, banks trying to cut costs through streamlining their systems, and small day traders who want access to big professional tools, some private equity and venture capital investors see a similar scale of opportunity.\n\nOne firm trying to step up in the space is Aquiline Capital Partners, the New York-based private equity firm founded by Jeffrey Greenberg, former chief executive of insurance and risk-management giant Marsh & McLennan (and son of former AIG chief Hank Greenberg).\n\nThe firm—whose current fund, raised in 2012, is roughly $750 million–at present focuses on investments in insurers, banks and investment-management companies (and recently disclosed its full portfolio on the web). In June, it hired Vincenzo La Ruffa from Susquehanna Growth Equity, a “fin tech” specialist, to focus on investments in that sub-sector for the firm.\n\nWe spoke to Mr. La Ruffa about what he and Aquiline see as the future for private equity in “fin tech.” Here is an edited transcript of the conversation.\n\nHow do you define financial technology?\n\nIt’s the enabling technology around the financial services universe: asset management, banking, trading, and insurance. It gets bigger every day, because we’re more of a paymentized society every year.\n\nWhat’s a “paymentized society?”\n\nFrom the commercial level down to a retail individual user, we can make more and more choices of how to buy things, like in smaller increments or with much more control. Whether it’s how we pay for a taxi, buy food, or what we want from our banking services, the payment of those items is more discrete, and there are more unique ways to pay.\n\nWhere will you be aiming for investments?\n\nOur strategy will be more in the classic private equity, but squarely in the mid-market. There are assets that are off the beaten track, but are increasingly extremely important: compliance, the back office, processing.\n\nWe’ve seen a lot of attention around “high-frequency trading” again, especially after the publication of “Flash Boys.” Is market structure a hot investment right now?\n\nUp until about six months ago, we’d been in a lull in market structure opportunities. There were a series of successful businesses that developed in the mid-1990s through the mid-2000s, and public companies that grew as well and created a lot of value. Since then, it hasn’t been an area where you saw a lot of dollars going. But I think recently some of the news in the market, some new entrants, and a few new regulatory announcements have been making a lot of noise. So I think that’s back in play.\n\nWith all the attention on the space, how are prices of fin-tech assets?\n\nFinancial technology provides incredibly high return on investments for customers – very small improvements can create dramatic economic outcomes for the end user. So [private equity firms] continue to acquire businesses because they are able to keep turning around and selling them. When that keeps happening again and again, the secret gets out, and you’re going to have a high-valued sector.\n\nSo is the hope of a private equity firm to flip these technologies to big banks?\n\nThere was a time when you saw the big banks as acquirers. That happened with some real frequency. But I think that time has passed.\n\nYet you don’t see a ton of IPOs. The problem is that the market opportunity for them very often is only $100 million to $200 million. Public markets need massive growth and massive markets. With the notable example being Markit, the strategic option is typically going to be the exit.\n\nOn the payments and transaction processing side, many of those would make terrific public companies: they’re growing fast, with recurring revenue and large margins. But we’re in an environment when the existing public companies are serial acquirers.\n\nI do think you’re going to have more [M&A] activity in insurance and core retail banking systems. The underlying profitability of those businesses are under enough pressure that for the first time in a while, they want to focus more on how outside technology can help them.\n\nWrite to Telis Demos at telis.demos@wsj.com. Follow him on Twitter @telisdemos", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "Aquiline Capital Partners' Vincenzo La Ruffa talks the future of financial technology, exit opportunities and climbing valuations.", "title": "Q&A: Aquiline’s Vincenzo La Ruffa, ‘Pressure’ on Costs Will Intensify Focus on Financial Technology", "url": "http://blogs.wsj.com/privateequity/2014/07/10/qa-aquilines-vincenzo-la-ruffa-pressure-on-costs-will-intensify-focus-on-financial-technology/", "image": {"src": "http://s.wsj.net/img/WSJ_profile_lg.gif"}, "site": "WSJ", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "Markets", "article.headline": "Q&A: Aquiline’s Vincenzo La Ruffa, ‘Pressure’ on Costs Will Intensify Focus on Financial Technology", "description": "Aquiline Capital Partners' Vincenzo La Ruffa talks the future of financial technology, exit opportunities and climbing valuations.", "article_section": "Markets", "author": "Telis Demos", "user.type": "unsubscribed", "article.page": "Private Equity Beat Blog", "page.content.format": "responsive", "page.subsection": "Private Equity Beat", "article.summary": "Aquiline Capital Partners' Vincenzo La Ruffa talks the future of financial technology, exit opportunities and climbing valuations.", "page.site": "blogs.wsj.com", "testkeys": "C", "article.published": "2014-07-10T11:00:22-04:00", "dj.asn": "10-157", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/privateequity/2014/07/10/qa-aquilines-vincenzo-la-ruffa-pressure-on-costs-will-intensify-focus-on-financial-technology/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-PEBB-17033", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Markets", "language": "en-US", "og": {"site_name": "WSJ", "description": "Aquiline Capital Partners' Vincenzo La Ruffa talks the future of financial technology, exit opportunities and climbing valuations.", "title": "Q&A: Aquiline’s Vincenzo La Ruffa, ‘Pressure’ on Costs Will Intensify Focus on Financial Technology", "url": "http://blogs.wsj.com/privateequity/2014/07/10/qa-aquilines-vincenzo-la-ruffa-pressure-on-costs-will-intensify-focus-on-financial-technology/", "image": {"width": 1200, "identifier": "http://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "height": 630}, "type": "article"}, "article.access": "free", "article.type": "Private Equity Beat", "article.id": "BL-PEBB-17033", "user.exp": "default", "article.updated": "2014-07-09T21:52:54-04:00"}, "_id": "\"57477af46914bd0286fdd47a\"", "article_summary": "We spoke to Mr. La Ruffa about what he and Aquiline see as the future for private equity in “fin tech.” Here is an edited transcript of the conversation.\nSo [private equity firms] continue to acquire businesses because they are able to keep turning around and selling them.\nOur strategy will be more in the classic private equity, but squarely in the mid-market.\nOn the payments and transaction processing side, many of those would make terrific public companies: they’re growing fast, with recurring revenue and large margins.\nBut we’re in an environment when the existing public companies are serial acquirers."}