{"article_title": "Gov't names energy team, outlines terms of reference", "article_keywords": ["sector", "prime", "terms", "reference", "process", "energy", "project", "procurement", "report", "electricity", "names", "team", "govt", "opm", "outlines", "minister"], "article_url": "http://www.jamaicaobserver.com/news/Gov-t-names-energy-team--outlines-terms-of-reference_16779042", "article_text": "The Government last night named the other members of the Vin Lawrence-led team established to push the 381 megawatt project and outlined its terms of reference, which includes managing the procurement process in consultation with the Office of Utilities Regulation (OUR), the Jamaica Public Service Company, and Energy Minister Phillip Paulwell.\n\nAccording to the Office of the Prime Minister (OPM), the Electricity Sector Enterprise Team (ESET) will comprise Winston Hay, former director general of the OUR and energy consultant; Professor Alvin Wint, member of the Co-ordinating Committee of the Partnership Council; Helene Davis-Whyte, trade unionist; as well as businessmen Joseph M Matalon and William Mahfood who are both private sector appointees.\n\n\"The ESET will report to and advise the prime minister and the Cabinet on the following:\n\n* procurement for new electricity generating capacity; and\n\n* the urgent replacement of baseload generation with a more efficient plant that utilises lower cost fuel and provides reliable and affordable electricity to the country,\" the OPM said in a news release.\n\n\"The role of the OUR in the overall regulation of the electricity sector, as outlined in the OUR Act, will be maintained,\" the OPM added.\n\nEarly last month, the Government announced Lawrence's appointment in the midst of a maelstrom over mishandling of the procurement process by Paulwell.\n\nThe energy minister, who made the announcement in Parliament on May 6, said the Government regarded the 381 megawatt plant as a large-scale major project and promised that Jamaicans could still expect significantly cheaper electricity rates by 2016, despite the Cabinet's revocation of the licence he had granted to Hong Kong-based Energy World International (EWI) in April.\n\n\"That timing is sacrosanct,\" Paulwell said in reference to the 2016 date, \"and the country will receive regular reports from the team.\"\n\nPaulwell had survived calls for his dismissal after the energy plant project was thrown into a tailspin by the Inter-American Development Bank's (IDB's) refusal to help fund it.\n\nThe IDB had said EWI's selection as the preferred bidder for the project was not in keeping with Jamaica's procurement procedures.\n\nThe IDB's decision followed Contractor General Dirk Harrison's report to Parliament on the issue last September in which he said that EWI had been improperly facilitated by Paulwell in the bidding process.\n\nHarrison added that the minister's intervention and acceptance of the bid from EWI -- after the close of the bidding window -- was unfair and compromised the integrity of the process.\n\n\"Based upon the documentary evidence which was reviewed, it is clear that the 'goal post' kept moving to facilitate EWI's proposal, and that the process in its current form could not stand up to review,\" Harrison reported.\n\nPaulwell had reacted to the report, stating that the OCG would not be allowed to hinder his efforts to get cheaper energy for Jamaica.\n\nYesterday, the OPM signalled that Paulwell still had the prime minister's confidence.\n\n\"The minister of science, technology, energy and mining has responsibility for the energy sector and will continue to discharge his statutory duties,\" the OPM said.\n\n\"The Cabinet recognises the keen interest of the nation in this important issue of energy and will continue to provide complete, transparent and regular updates to the country, as circumstances -- legal and otherwise -- allow,\" the OPM added.\n\nThe office also pointed to the fact that three attempts at getting cheaper electricity have been made by the OUR since 2011 and said that the ESET was necessary because the Government believes that there was a need \"to move the process forward quickly and to remedy the unsustainably high electricity rates\".", "article_metadata": {"rating": "GENERAL", "description": "The Government last night named the other members of the Vin Lawrence-led team established to push the 381 megawatt project and outlined its terms of reference, which includes managing the procurement process in consultation with the Office of Util ...", "Author": "Jamaica Observer Limited", "og": {"image": "http://www.jamaicaobserver.com/assets/10732377/Prof-Alvin-Wint-2_w400.jpg", "site_name": "Jamaica Observer", "title": "Gov't names energy team, outlines terms of reference - News"}, "alexaVerifyID": "rSmiGOPEjbvIe54g6VDdjp7fxDQ", "ROBOTS": "Follow,Index", "revisit-after": "1 days", "keywords": "jamaica, observer, news, sports, entertainment, business, fno, style,", "msvalidate.01": "F356DE1E2BCA8CFA747B5120592BE455", "google-site-verification": "yc7ZVsD5gtxqAQNNEofsEYoEzmgFpOs1wXLNRIu5BV8", "DC.Subject": "Jamaica, Observer", "y_key": "b1206159d404874b", "DC.Title": "Jamaica Observer Limited"}, "_id": "\"57477af46914bd0286fdd486\"", "article_summary": "Early last month, the Government announced Lawrence's appointment in the midst of a maelstrom over mishandling of the procurement process by Paulwell.\n\"The minister of science, technology, energy and mining has responsibility for the energy sector and will continue to discharge his statutory duties,\" the OPM said.\n\"The role of the OUR in the overall regulation of the electricity sector, as outlined in the OUR Act, will be maintained,\" the OPM added.\n\"That timing is sacrosanct,\" Paulwell said in reference to the 2016 date, \"and the country will receive regular reports from the team.\"\nPaulwell had survived calls for his dismissal after the energy plant project was thrown into a tailspin by the Inter-American Development Bank's (IDB's) refusal to help fund it."}