{"article_title": "As Flu Season Intensifies, Most Americans Can Now Get Their Shots For Free Under Obamacare", "article_keywords": ["plans", "intensifies", "season", "flu", "free", "obamacare", "americans", "shots", "doctors", "health", "care"], "article_url": "http://thinkprogress.org/health/2014/01/21/3185821/obamacare-flu-shots-free/", "article_text": "Health As Flu Season Intensifies, Most Americans Can Now Get Their Shots For Free Under Obamacare CREDIT: Shutterstock\n\nFlu season is hitting younger Americans particularly hard this year, largely because they’re forgoing the vaccine. But one thing that might motivate more Americans to get a shot is the fact that for many of them, it’s now completely free.\n\nObamacare requires any preventative care deemed important by a government task force of doctors and public health experts to be covered without a co-pay. Many Americans don’t realize that those regulations actually affect every American insurance plan, not just ones sold through the state and federal Obamacare marketplaces. The only policies that aren’t subject to these requirements are a handful of older plans that existed before the law’s passage in 2010 that were “grandfathered” out of the regulations (and even these plans will eventually cease to exist).\n\nThat means that as of January 1, most of the 156 million Americans with employer coverage — as well as the approximately 2.2 million Americans who have purchased private Obamacare plans so far — became eligible for free flu shots. According to Mercury News, that’s come as a pleasant surprise to workers who didn’t know about the benefit. “It’s a great example of how having insurance can make a lot of difference and may reduce a barrier for people,” said Dr. Jeffrey Rideout, senior medical adviser for California’s Obamacare marketplace, in an interview with the San Jose paper.\n\nStudies have shown that the approximately 60 percent of Americans who don’t get vaccinated against the flu cite a variety of reasons for avoiding their shots, including the false belief that vaccines can cause autism, the cost of the vaccine, and lack of easily-accessible facilities that can provide the shots.\n\n“The idea that cost matters tells us that when it comes to promoting flu shots, we have to think about how we can reduce costs, and that doesn’t just mean monetary costs,” said epidemiologist Frederick Chen in an interview with Discovery News. “If we can make it more accessible or easier for people to get to flu-shot clinics, or if you’re a company, maybe you can give time off to workers to get flu shots — anything to make life easier would help.”\n\nAmericans who go to get their free flu shots should double check with their insurer and make sure the doctor’s office notes that their visit is for a preventative care service, as reports have indicated that some doctors are still accidentally charging people for care that is supposed to be free under Obamacare.\n\nAbout 200,000 people are hospitalized and anywhere from 3,000 to 49,000 people die of the flu every year in the United States, according to the Centers for Disease Control. This year’s flu season is shaping up to be particularly harsh, thanks to the return of the H1N1 flu strain, popularly known as “swine flu.” Federal health officials have reported that at least 35 states currently have “widespread influenza activity.” While national numbers on flu-related deaths aren’t available yet, the virus has killed at least 45 people in California alone so far.", "article_metadata": {"google": "nositelinkssearchbox", "description": "Almost all Americans -- including those who get their health coverage through their job -- can get flu shots for free under the health law.", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "Almost all Americans -- including those who get their health coverage through their job -- can get flu shots for free under the health law.", "title": "As Flu Season Intensifies, Most Americans Can Now Get Their Shots For Free Under Obamacare", "url": "http://thinkprogress.org/health/2014/01/21/3185821/obamacare-flu-shots-free/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2014/01/flu-shot-e1390319812428.jpg", "type": "article"}, "twitter": {"description": "Almost all Americans -- including those who get their health coverage through their job -- can get flu shots for free under the health law.", "creator": "@the_sy_guy", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2014/01/flu-shot-321x214.jpg", "title": "As Flu Season Intensifies, Most Americans Can Now Get Their Shots For Free Under Obamacare", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-health", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2014/01/flu-shot-e1390319812428.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2014/01/flu-shot-e1390319812428.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2014-01-21T12:02:51+00:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "article_summary": "Health As Flu Season Intensifies, Most Americans Can Now Get Their Shots For Free Under Obamacare CREDIT: ShutterstockFlu season is hitting younger Americans particularly hard this year, largely because they’re forgoing the vaccine.\nThat means that as of January 1, most of the 156 million Americans with employer coverage — as well as the approximately 2.2 million Americans who have purchased private Obamacare plans so far — became eligible for free flu shots.\nBut one thing that might motivate more Americans to get a shot is the fact that for many of them, it’s now completely free.\nMany Americans don’t realize that those regulations actually affect every American insurance plan, not just ones sold through the state and federal Obamacare marketplaces.\nObamacare requires any preventative care deemed important by a government task force of doctors and public health experts to be covered without a co-pay."}