{"article_title": "StemExpress Is Cutting Ties With Planned Parenthood", "article_keywords": ["center", "stemexpress", "million", "community", "research", "parenthood", "cutting", "planned", "progress", "ties", "medical", "fetal"], "article_url": "http://dailysignal.com/2015/08/15/stemexpress-is-cutting-ties-with-planned-parenthood/", "article_text": "StemExpress, a biomedical company engulfed in the scandal surrounding allegations that Planned Parenthood is selling fetal organs, is cutting ties with the nation’s largest abortion provider, according to a report by Politico.\n\nPolitico reports that StemExpress “notified Planned Parenthood and Congress Friday of its decision to end the relationship.”\n\nStemExpress and Planned Parenthood face questions from lawmakers about the financial nature of their relationship after undercover videos were released by the Center for Medical Progress depicting senior executives at the organization describing the sale of fetal organs.\n\nSpokespersons for Planned Parenthood and StemExpress have denied the allegations and called the videos “heavily edited.”\n\nIn footage produced by the Center for Medical Progress, Holly O’Donnell, a former blood and tissue procurement technician for StemExpress, described how employees were assigned to Planned Parenthood clinics in order to obtain what they referred to as “the products of conception.”\n\nShe said the organizations acquired fetal body parts without obtaining maternal consent.\n\nIn another video, O’Donnell says that Planned Parenthood received a financial benefit from StemExpress for providing them with fetal body parts.\n\nProfiting from the purchase or sale of human organs—including fetal human organs—is a felony in the United States.\n\nA spokesperson for StemExpress provided a statement to The Daily Signal:\n\n“StemExpress at its core is a small life sciences company committed to accelerating research, advancing medicine, and saving lives. We partner with organizations also seeking to help researchers find solutions to some of life’s most significant medical conditions and diseases. Our commitment to quality defines us and is demanded by our customers in the research community. We value our various partnerships but, due to the increased questions that have arisen over the past few weeks, we feel it prudent to terminate activities with Planned Parenthood. While we value our business relationship with Planned Parenthood, that work represents a small percentage of our overall business activity and we must focus our limited resources on resolving these inquiries. StemExpress works tirelessly to accelerate the speed of helping patients globally: 7.6 million people die of cancer each year, another 7.4 million of heart disease, over 4.6 million from lung cancer, AIDS and diabetes and every 12 minutes another name is added to the national transplant waiting list. These numbers drive our work and the research community. StemExpress looks forward to the swift resolution of all inquiries and audits so we can focus our full attention on helping the medical and research community improve and save lives.”\n\nIn a statement, a spokesperson for The Center for Medical Progress said:", "article_metadata": {"description": "StemExpress, a biomedical company, is cutting ties with Planned Parenthood after being engulfed in scandal due to the release of undercover videos.", "og": {"site_name": "The Daily Signal", "description": "StemExpress, a biomedical company, is cutting ties with Planned Parenthood after being engulfed in scandal due to the release of undercover videos.", "title": "StemExpress Is Cutting Ties With Planned Parenthood", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/150814_StemExpress_Scanlon.jpg", "type": "article"}, "bitly": {"url": "http://dailysign.al/1HM9m4F"}, "twitter": {"domain": "The Daily Signal", "description": "StemExpress, a biomedical company, is cutting ties with Planned Parenthood after being engulfed in scandal due to the release of undercover videos.", "title": "StemExpress Is Cutting Ties With Planned Parenthood", "image": {"src": "http://dailysignal.com/wp-content/uploads/150814_StemExpress_Scanlon.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Featured Topics", "tag": "Protecting Life", "published_time": "2015-08-15T12:53:17+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Planned Parenthood, StemExpress, Center for Medical Progress, undercover Planned Parenthood videos"}, "article_summary": "StemExpress, a biomedical company engulfed in the scandal surrounding allegations that Planned Parenthood is selling fetal organs, is cutting ties with the nation’s largest abortion provider, according to a report by Politico.\nIn another video, O’Donnell says that Planned Parenthood received a financial benefit from StemExpress for providing them with fetal body parts.\nWe value our various partnerships but, due to the increased questions that have arisen over the past few weeks, we feel it prudent to terminate activities with Planned Parenthood.\nWhile we value our business relationship with Planned Parenthood, that work represents a small percentage of our overall business activity and we must focus our limited resources on resolving these inquiries.\nOur commitment to quality defines us and is demanded by our customers in the research community."}