{"article_title": "Argentine President-elect Macri says debt deal possible in 2016", "article_keywords": ["restructurings", "singer", "debt", "deal", "hard", "possible", "macri", "currency", "running", "2016", "markets", "cristina", "argentine", "presidentelect"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/12/02/Argentine-President-elect-Macri-says-debt-deal-possible-2016", "article_text": "BUENOS AIRES (Reuters) - Argentine President-elect Mauricio Macri on Wednesday expressed confidence a deal could be reached next year with U.S. creditors suing the country over unpaid debt.\n\nAsked if a settlement was possible with so-called \"holdout\" creditors in 2016, Macri told Reuters: \"Yes, of course.\"\n\nArgentina's decade-long legal battle with a small group of U.S. investment firms tipped the South American country back into default in July last year.\n\nA deal would allow Argentina, a financial markets pariah since its record default on $100 billion in debt in 2002, to regain access to global credit markets and ease an acute shortage of hard currency in Latin America's third biggest economy.\n\nCenter-right candidate Macri narrowly won Argentina's presidential runoff election on Nov. 22 promising to dismantle protectionist controls imposed by outgoing President Cristina Fernandez and open up the stagnating economy to investors.\n\nMacri made his comment about a possible debt deal as he greeted well-wishers after presenting his cabinet in the capital Buenos Aires' botanical gardens. He did not say what the terms of an eventual agreement might look like.\n\nis overvalued and the central bank is running precariously low on dollars. The scion of a wealthy family, Macri vows to begin unwinding capital controls immediately. His incoming finance minister, Wall Street veteran Alfonso Prat-Gay, has acknowledged the hard currency crunch means a weakening of the peso's official exchange rate is inevitable. An agreement with the hedge fund holdouts, led by Paul Singer's Elliott Management, is crucial if Argentina is to get back into the international bond market and rebuild hard currency reserves. \"If they can't tackle the holdouts situation then they will be as financially constrained as Fernandez's government was,\" said Stuart Culverhouse, head of research at Exotix, an emerging markets broker. The U.S. judge hearing the case brought by Singer, who rejected Argentina's 2005 and 2010 bond restructurings, wants the government to negotiate a deal. The restructurings offered about 30 cents on the dollar, while Singer and the other holdout funds sued for full repayment of defaulted debt. \"Dialogue would at least show they are not running the Cristina approach. If you accept the court case, then there's not much really to negotiate, you've just got to come up with a deal. Cristina never really accepted that,\" Culverhouse said. (Additional reporting by Gabriel Burin; Writing by Richard Lough; Editing by Jeffrey Benkoe)\n\nMacri takes office on Dec. 10 and will inherit a fragile economy. Anemic growth is underpinned by unsustainable public spending, inflation is estimated at about 25 percent. Also, the peso currency", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "BUENOS AIRES (Reuters) - Argentine President-elect Mauricio Macri on Wednesday express", "title": "Argentine President-elect Macri says debt deal possible in 2016", "url": "http://www.thefiscaltimes.com/latestnews/2015/12/02/Argentine-President-elect-Macri-says-debt-deal-possible-2016", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/argentina-macri_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/12/02/Argentine-President-elect-Macri-says-debt-deal-possible-2016", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/argentina-macri_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "BUENOS AIRES (Reuters) - Argentine President-elect Mauricio Macri on Wednesday express", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Macri made his comment about a possible debt deal as he greeted well-wishers after presenting his cabinet in the capital Buenos Aires' botanical gardens.\nBUENOS AIRES (Reuters) - Argentine President-elect Mauricio Macri on Wednesday expressed confidence a deal could be reached next year with U.S. creditors suing the country over unpaid debt.\nAsked if a settlement was possible with so-called \"holdout\" creditors in 2016, Macri told Reuters: \"Yes, of course.\"\nHis incoming finance minister, Wall Street veteran Alfonso Prat-Gay, has acknowledged the hard currency crunch means a weakening of the peso's official exchange rate is inevitable.\nAn agreement with the hedge fund holdouts, led by Paul Singer's Elliott Management, is crucial if Argentina is to get back into the international bond market and rebuild hard currency reserves."}