{"article_title": "The World’s Most Eye-Opening Psychiatrist Appointment", "article_keywords": ["worlds", "appointment", "dont", "saying", "psychiatrist", "say", "wrong", "doesnt", "im", "know", "questions", "eyeopening", "thats", "really"], "article_url": "http://blogs.psychcentral.com/amazed-by-grace/2014/07/10/the-worlds-most-eye-opening-psychiatrist-appointment/", "article_text": "Finally, after more than a year, I got to see a psychiatrist yesterday. Forgive my negativity, but…I was not expecting much, and the good doctor did not disappoint. He did not exactly come highly recommended. He just happened to be taking new patients.\n\nI was greeted with a half-hearted handshake, directed to a couch, and told in no uncertain terms that our appointment would be 45 minutes and not a minute longer.\n\n“I’m going to ask you a lot of questions but don’t go into detail because we don’t have time for that. Going forward, you should know that all of your future appointments will be exactly 15 minutes. I will not spend time with you or really even check to see how you’re doing. I will check your medications and you will leave. I’m not saying it’s right, it’s actually very wrong, but that’s how we do it.”\n\nIt had already been a long day. My husband is sick. I drove with my parking brake on and thought there was something seriously wrong with my car for, like, 20 minutes before I figured it out. When I went to get gas, I pulled up to the pump on the wrong side…twice.\n\nRemember that old country song, “Did I Shave My Legs for This”? I’ve been singing it in my head ever since I got home. Thirty seconds into my appointment and he had already done everything but win me over.\n\nSo he went over a long list of rapid-fire questions, none of which were out of the DSM. Nowhere in the DSM does it ask: “Do you talk to aliens or ghosts flying around your head?” Nowhere does it say: “Have you ever been found wandering the street naked and talking to yourself?”\n\nIf I hesitated for even a second on any of the questions, he motioned at me with his hands to hurry up. Everything was very black and white. No room for explanation or interpretation. He said there’s nothing wrong with being “crazy” or with choosing not to get treatment for being “crazy.”\n\nHe confirmed what I already knew: that Seroquel is making me gain weight and Effexor is making me lose my hair. He said he doesn’t think I’m really bipolar because I’m 35 and have never been “locked up” for a lengthy period of time. If I was truly bipolar, I would have done some serious psych hospital time by now. I tried to tell him that there were times when I should have been hospitalized, but he waved that off and said it doesn’t work that way, whatever that means.\n\nI never quite got a diagnosis out of him, which is frustrating because I’m fairly certain that if anyone else had listened to my answers, they would have at least diagnosed me with depression, no questions asked. There is absolutely no doubt in my mind or in the mind of anyone knows me that I suffer from depression. But all I got was a “mood disorder undefined” and possibly anxiety.\n\nOh, there was that one other possible diagnosis…I could be a “PITA.” I had no idea what that meant, so he explained that it meant “Pain In The A$$.” No, he wasn’t joking. He wasn’t joking at all. If at any time during my appointment this man was joking, I was completely unaware of it. If so, he should start playing poker in Vegas because he’d totally clean up.\n\nHe didn’t really explain anything to me, but when he did take a stab at clearing something up he explained it in racial terms that I didn’t understand. He’s Philippino (I found out during the course of our discussion) and I don’t think he likes Americans. He kept saying “you Americans” and “here in America” in the most sarcastic way possible. He tried to explain to me that bipolar disorder is different from, say, intermittent explosive disorder, because…um, something about “just because someone has dark skin that doesn’t mean he’s black, he could just have a really dark tan” and something else about black people having curly hair. I…I don’t know. He lost me there.\n\nAt one point during the question-and-answer session, he just blurted out: “Sex.”\n\nI said, “What about it?”\n\nHe said, “Do you want it?”\n\nI sat there for what felt like an eternity before I realized he was asking if I had a sex drive. I’m glad I took the time to figure that out because I was on the verge of saying, “Not with you” or “Nope, I’m good.”\n\nAt the end of the appointment, he laid out my treatment plan for my very vague “undefined” illness. He told me to go home, look up some psych meds to see which ones look the most attractive (have the least side effects), talk to my husband and my friends about it, and come back in five weeks and tell him what I want to take. (This could either be the start of one wild party or a slow descent into complete madness.)\n\nImagine! You go to your family doctor sick with some sort of bacterial infection, and he tells you to pick out your own drugs! This would never fly in any other field, obviously. People would be requesting Xanax to treat yeast infections.\n\nMy psychiatrist doesn’t have a great bedside manner. He sort of talks down to you. You don’t get the overwhelming sense that he loves his job. But I have to give him a little credit, because he was honest. Brutally, painfully honest.\n\n“If you have mental problems, you can’t really get treated unless you try to kill yourself, try to kill your mother, or are wandering the streets without any clothes on.” I double-dog dare ya to find another psychiatrist who will say it exactly like it is. It’s not what I wanted to hear, but it didn’t come as any great shock, either.\n\nHere’s where it gets really messy, though. He blames the whole mess on Obamacare. Now, we all know that the mental health system was absolutely terrible long before Obamacare…and long before Obama himself. That part seems like a cop-out to me. It’s a convenient excuse to give frustrated patients who, frankly, spend more time waiting on their order at Taco Bell than they do receiving real answers and treatment from psychiatrists.\n\nThe doctor’s attitude isn’t what frustrates me. I can handle smug and sarcastic, that doesn’t bother me. What bothers me is that this was my one and only option – literally the only psychiatrist who was seeing new patients. I’d love a second opinion, but do you know how impossible that’s going to be?\n\nDon’t get me wrong, I don’t mind not having bipolar disorder. (And I do believe he’s right about that, after reviewing the events of my life over and over…) But I don’t have any answers at all because of the lack of time and interest on his part, or I should say the system’s part. The fact that I’m not violent or delusional means I can’t be accurately diagnosed or treated.\n\nThere are no preventative measures, at least not medically. If I feel like I’m getting severely depressed, possibly even borderline suicidal…oh well! I have to actually harm myself or someone else (or at least threaten to do so) to get help. That’s like saying I can’t get my insulin unless I slip into a coma.\n\nI don’t know if it’s possible to be not surprised and absolutely shocked at the same time, but that’s how I feel. I am now – basically – undiagnosed. Undiagnosed, lost, wondering what it will take to raise this sinking ship we call the mental health system.\n\nI’m usually asking people to send me horror stories about their experiences, but please, PLEASE, if you have had the opposite experience, let me know in the comments.", "article_metadata": {"og": {"site_name": "Psych Central.com", "description": "Finally, after more than a year, I got to see a psychiatrist yesterday. Forgive my negativity, but…I was not expecting much, and the good doctor did not disappoint. He did not exactly come highly recommended. He just happened to be taking new patients.   //...", "title": "The World’s Most Eye-Opening Psychiatrist Appointment", "url": "http://blogs.psychcentral.com/amazed-by-grace/2014/07/10/the-worlds-most-eye-opening-psychiatrist-appointment/", "image": "http://blogs.psychcentral.com/amazed-by-grace/files/2014/07/spaceman-225x102.gif", "type": "article"}, "keywords": "bipolar disorder,depression,dsm,sick", "fb": {"app_id": 122386177775099}, "twitter": {"url": "http://blogs.psychcentral.com/amazed-by-grace/2014/07/10/the-worlds-most-eye-opening-psychiatrist-appointment/", "image": "http://blogs.psychcentral.com/amazed-by-grace/files/2014/07/spaceman-225x102.gif", "description": "Finally, after more than a year, I got to see a psychiatrist yesterday. Forgive my negativity, but…I was not expecting much, and the good doctor did not disappoint. He did not exactly come highly recommended. He just happened to be taking new patients.   //...", "card": "summary", "title": "The World’s Most Eye-Opening Psychiatrist Appointment"}}, "article_summary": "He said he doesn’t think I’m really bipolar because I’m 35 and have never been “locked up” for a lengthy period of time.\nI…I don’t know.\nI don’t know if it’s possible to be not surprised and absolutely shocked at the same time, but that’s how I feel.\nI’m not saying it’s right, it’s actually very wrong, but that’s how we do it.”It had already been a long day.\n“I’m going to ask you a lot of questions but don’t go into detail because we don’t have time for that."}