{"article_title": "16 North Texas hospitals lose millions in Medicare funding", "article_keywords": ["funding", "16", "conditions", "hospital", "patients", "safety", "medicare", "lose", "north", "care", "hospitals", "medical", "texas", "millions"], "article_url": "http://www.dallasnews.com/news/metro/20141219-16-north-texas-hospitals-lose-millions-in-medicare-funding.ece", "article_text": "WASHINGTON — Texas Health Presbyterian, Medical City Dallas, Baylor University Medical Center and Parkland Memorial Hospital will lose millions of dollars in Medicare reimbursements next year because of accidents and infections acquired by patients.\n\nA dozen other North Texas hospitals were also penalized in an assessment released without fanfare by Medicare on Thursday.\n\nUnder the 2010 Affordable Care Act, hospitals are judged on how many patients acquire infections from IVs and catheters, and by how many get bed sores and accidental punctures or lacerations. In the penalties announced this week, safety problems included in the scores took place between 2011 and 2013.\n\nBeginning in fiscal year 2015, one-fourth of the nation’s hospitals that came in with the worst scores lose 1 percent of their Medicare reimbursements.\n\nHospitals rely on Medicare payments for up to two-thirds of their revenue. Baylor University Medical Center got about $267 million in Medicare payments last year. Texas Health Presbyterian got about $170 million, and Medical City Dallas about $129 million. The reimbursement amounts come from txpricepoint.org, the Texas Hospital Association’s price transparency website.\n\nHospital-acquired conditions “are a group of reasonably preventable conditions that patients did not have upon admission to a hospital, but developed during the hospital stay,” Dr. Patrick Conway, Medicare’s chief medical officer, wrote in a blog.\n\nSix of the penalized hospitals in North Texas are owned by Baylor Scott & White. Texas Health Resources had four hospitals on the penalty list. HCA North Texas had three.\n\nBaylor said in a statement that coding errors after its merger with Scott & White resulted in “an inaccurate portrayal of the quality of care provided to our patients.” The two hospital systems merged in 2013.\n\nHCA North Texas issues this statement: “Our ultimate mission is to the care and improvement of human life. We strive to fulfill this commitment every day and are dedicated to providing the best care and safest environment for our patients.”\n\nAlthough unable to comment on specific findings, “UT Southwestern is committed to providing the very best care possible to all patients,” spokeswoman Jeanne Forbis said.\n\nTexas Health Presbyterian did not respond to requests for comment.\n\nParkland officials could not be reached for comment.\n\nParkland was under scrutiny by the Centers for Medicare & Medicaid Services throughout the period covered by the latest report. Federal investigators threatened to suspend $400 million of Medicare reimbursements, but backed off after Parkland addressed the safety problems.\n\nThe 1 percent cut is considerably less than the earlier threatened penalties.\n\nThe federal Centers for Medicare & Medicaid Services came up with the scores for hospital-acquired conditions earlier this fall and gave hospitals 30 days to comment or contest the results.\n\nMore than 700 hospitals nationwide were penalized.\n\nSince 2008, Medicare has used reimbursements to both reward and punish hospitals over safety. The agency quit paying for treatments needed to fix hospital-acquired conditions. Three years ago, it started penalizing hospitals for patients readmitted within 30 days of discharge. Those penalties have gotten progressively worse and now run as high as 3 percent of reimbursements.\n\nMedicare is also paying $1.4 billion in bonuses this year for hospitals that demonstrate certain safety improvements.\n\nIn the penalties announced for hospital-acquired conditions, each hospital had three scored performance areas: IV infections, urinary catheter infections and overall patient safety. The three were averaged for a final score. The higher the score, the worse the results. Hospitals scoring above a seven received a penalty for fiscal 2015.\n\nOn Twitter:\n\n@landersjim", "article_metadata": {"description": "The penalties were assessed for preventable hospital-acquired infections, bed sores and lacerations.", "og": {"description": "The penalties were assessed for preventable hospital-acquired infections, bed sores and lacerations.", "title": "16 North Texas hospitals lose millions in Medicare funding", "url": "http://www.dallasnews.com/news/metro/20141219-16-north-texas-hospitals-lose-millions-in-medicare-funding.ece", "image": {"width": 5039, "identifier": "http://www.dallasnews.com/incoming/20141219-nm_17prebyld16_40332647.jpg.ece/BINARY/original/NM_17PREBYLD16_40332647.JPG", "height": 3359}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "type": "article"}, "LastModifiedDate": "2014-12-20T08:05:11Z", "twitter": {"site": "@dallasnews", "card": "summary", "creator": "@dallasnews"}, "PublishDate": "2014-12-20T05:05:11Z", "parsely-page": "{\"title\": \"16 North Texas hospitals lose millions in Medicare funding\", \"link\": \"http://www.dallasnews.com/news/metro/20141219-16-north-texas-hospitals-lose-millions-in-medicare-funding.ece\", \"image_url\": \"http://www.dallasnews.com/incoming/20141219-nm_17prebyld16_40332647.jpg.ece/BINARY/original/NM_17PREBYLD16_40332647.JPG\", \"type\": \"post\", \"post_id\": \"2102877\", \"pub_date\": \"2014-12-20T05:05:11Z\", \"section\": \"Metro\", \"author\": \"JIM LANDERS\", \"tags\": [\"dallas\", \"dallas fort worth\", \"dallas news\", \"dallas fort worth news\", \"dfw news\", \"dallas local news\", \"dallas fort worth local news\", \"dallas newspaper\", \"dallas morning news\", \"dallas morning news newspaper\"]}", "fb": {"admins": 1043783589, "page_id": 20946638799, "app_id": 258290334265148}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "cXenseParse": {"recs": {"image": "http://www.dallasnews.com/incoming/20141219-nm_17prebyld16_40332647.jpg.ece/ALTERNATES/w660/NM_17PREBYLD16_40332647.JPG", "publishtime": "2014-12-20T05:05:11Z"}}, "news_keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper"}, "article_summary": "A dozen other North Texas hospitals were also penalized in an assessment released without fanfare by Medicare on Thursday.\nSix of the penalized hospitals in North Texas are owned by Baylor Scott & White.\nHCA North Texas issues this statement: “Our ultimate mission is to the care and improvement of human life.\nThe reimbursement amounts come from txpricepoint.org, the Texas Hospital Association’s price transparency website.\nHCA North Texas had three."}