{"article_title": "How Pat Murphy plans to win with an autodialer and a message of contrasts", "article_keywords": ["autodialer", "campaign", "pat", "plans", "district", "win", "murphy", "democrat", "dubuque", "vernon", "speaker", "contrasts", "message", "democratic", "congressional"], "article_url": "http://www.desmoinesregister.com/story/news/politics/2016/05/11/how-pat-murphy-plans-win-autodialer-and-message-contrasts/84196744/", "article_text": "Buy Photo Pat Murphy, Democratic candidate for Iowa's 1st Congressional District, makes campaign calls from his living room Thursday, May 5, 2016, in Dubuque. Murphy faces Monica Vernon in the June 7 Democratic primary. (Photo: Michael Zamora/The Register)Buy Photo\n\nDUBUQUE, Ia. — On a sunny spring afternoon perfect for shoe-leather campaigning, Pat Murphy is at home, sitting on the living-room couch with his feet propped on a pillow on the coffee table.\n\nThis, the Dubuque Democrat says, is the key to his congressional candidacy.\n\nHe has a computer on his lap and a phone balanced on the arm of the couch. The laptop is loaded with autodialer software; with the click of a button the phone dials a number pulled from a list of northeast Iowans likely to vote in next month’s Democratic primary.\n\nMurphy says he’s contacted some 27,000 people this way, and talked to 5,000 of them.\n\nA long-time state legislator and former speaker of the Iowa House, Murphy, 56, is making his second run for Congress in Iowa’s 1st District. He’s seeking to avenge a 2014 loss to incumbent Republican U.S. Rep. Rod Blum in the Democratic-leaning district, but faces an uphill battle against former Cedar Rapids City Councilwoman Monica Vernon in the June 7 primary.\n\nHe says he spends three to five hours a day calling voters, interrupted only by the occasional yaps of his poodle-bichon mix, Toto, and the low murmur of ESPN from the TV above the piano. There’s a bronze bust of John F. Kennedy on a buffet across the room and a painting on the wall of Democratic presidents playing pool.\n\n“The biggest outreach we’ve done is right here,” he said, motioning to the autodialer. “I ask them what issues they want to talk about and I ask them for their vote.”\n\nResponse rates are best, he says, on rainy days.\n\nThe one-by-one approach is necessary in part because Murphy lags far behind Vernon when it comes to the fundraising and institutional support necessary for wider voter outreach. She’s backed by the Democratic Congressional Campaign Committee, and has outraised Murphy by more than $1 million according to their latest campaign finance reports.\n\n“We’re running a much more grassroots campaign this time,” he said. “We know, especially since Monica has a pile of more money than we do, we’ve got to have more of a ground game.”\n\nBuy Photo Pat Murphy, Democratic candidate for Iowa's 1st Congressional District, left, and his son, John, wait for Teri Murphy to finish voting Thursday, May 5, 2016, at the election annex building in downtown Dubuque. (Photo: Michael Zamora/The Register)\n\nIn his phone calls and on the campaign trail, Murphy plays up his record as Iowa House speaker, the leadership office he held from 2007 to 2011 when Democrats controlled both chambers of the Legislature and the governor’s office.\n\nDuring his period at the helm, lawmakers raised the minimum wage, expanded state-funded preschool, extended civil rights protections and blocked efforts to prohibit same-sex marriage.\n\nState Rep. Chuck Isenhart, a fellow Dubuque Democrat who served with Murphy for six years, credited the former speaker with accomplishing many of his goals despite something of a disconnect between legislative Democrats and Democratic Gov. Chet Culver.\n\n“Pat had his priorities, knew the process and did what he could to move those priorities through the process,” he said. Isenhart hasn’t endorsed candidate in the race, but called Murphy a “top-notch legislator.”\n\nBut even when Murphy raises his statehouse accomplishments on the trail, the goal is often to draw a contrast with his opponent, underscoring the essentially adversarial nature of his candidacy.\n\n“I’ve got a proven record,” Murphy said. “She doesn’t have squat. Is that an OK word to use? Squat?”\n\nMurphy even takes credit for what Vernon holds as her greatest success: Cedar Rapids’ recovery after the 2008 flood.\n\n“All right, she’s been on the Cedar Rapids City Council, she did a lot of stuff for flood recovery,” Murphy said, “but the biggest pieces she did for flood recovery was stuff that I approved as speaker of the House.”\n\nA Vernon ally argues that characterization isn't fair. State Sen. Jeff Danielson, D-Cedar Falls, led a legislative panel in 2010 that examined state funding for disaster response, and said he's never seen a local official as invested in the legislative discussion as Vernon was.\n\n“For Pat Murphy to minimize Monica Vernon’s role in the process as if it didn’t matter is not correct,” he said. “She was there and engaged.”\n\nMurphy is less inclined, though, to discuss a contradiction in his own record: After years of identifying himself as “pro-life,” he now says he supports legal access to abortion. Vernon and her allies have seized on this, highlighting instances during his legislative career in which he aligned with anti-abortion groups and backed measures restricting the procedure.\n\n“Listen, I’m pro-choice, and I’ve been pro-choice,” Murphy said in an interview, pointing to instances in which he blocked abortion restrictions, expanded stem-cell research and increased funding for family planning services as House speaker. “We did a bunch of progressive things for women when I was speaker of the House.”\n\nMurphy’s congressional platform calls for raising the minimum wage to $15 an hour and requiring employers to provide paid sick leave. He opposes the Trans Pacific Partnership trade agreement, and says he favors building on the Affordable Care Act health care law by providing a “public option” for coverage and lowering the Medicare eligibility age to 55.\n\nBut the issue he focuses most of his rhetoric on is his constancy as a Democrat — and Vernon’s history of shifting party affiliation. Voter records show she was registered as a Republican for years before becoming a Democrat in 2009, after she’d been elected to the city council.\n\nVernon’s party switch is central to Murphy’s first TV ad, and he raised it repeatedly throughout the day a Des Moines Register reporter followed his campaign.\n\n“I’m a Democrat,” Murphy told a resident over a ham-ball and baked potato lunch at an affordable housing complex in Dubuque. “I have been my whole life. That’s a problem for my primary opponent — the first 51 years of her life she was a Republican.”\n\nResponding to that charge on Vernon's behalf was U.S. Rep. Dave Loebsack, a Democrat from the neighboring 2nd District.\n\n\"As a Democrat and a congressman and someone who has endorsed her in the race, I have absolutely no concerns whatsoever about Monica’s past party affiliation,\" Loebsack said. \"She became a Democrat, she’s a good Democrat, and I have every confidence that she’s going to vote for her district in a largely progressive way.\"\n\nRegardless, drawing sharp contrasts with Vernon remains Murphy's top talking point, and one he raises frequently with the voters he reaches from his living room with the autodialer,\n\n\"She's going to be outspending us probably 2-to-1 on ads, but the bottom line is ours are going to be much more hard-driving than hers,\" he promised one potential voter as they wrapped up their call. \"OK, thanks, Marlene. Enjoy exercise class. Yep, bye-bye.\"\n\nAbout the candidate\n\nName: Pat Murphy\n\nAge: 56\n\nEducation: Bachelor's degree in communications, political science and history, Loras College\n\nPrevious elected office: Iowa state representative, 1989 to 2015, including four years as House Speaker\n\nFamily: Wife, Teri, four adult children, nine grandchildren\n\nOther relevant work experience: Adjunct communications instructor at Northeast Iowa Community College from 1999 to 2003; Various roles at health care organizations from 1975 through the 1990s.\n\nRead or Share this story: http://dmreg.co/1Tbq4n7", "article_metadata": {"google": "notranslate", "description": "The 1st District congressional candidate is making his case one Democratic voter at a time", "apple-itunes-app": "app-id=600025120", "og": {"site_name": "Des Moines Register", "description": "The 1st District congressional candidate is making his case one Democratic voter at a time", "title": "How Pat Murphy plans to win with an autodialer and a message of contrasts", "url": "http://www.desmoinesregister.com/story/news/politics/2016/05/11/how-pat-murphy-plans-win-autodialer-and-message-contrasts/84196744/", "image": "http://www.gannett-cdn.com/GDContent/applogos/desmoinesregister.png", "type": "article"}, "twitter": {"description": "The 1st District congressional candidate is making his case one Democratic voter at a time", "creator": "@DMRegister", "image": "http://www.gannett-cdn.com/-mm-/d9f6d52b2e6c9db4dfaafde23164333f933aa98b/c=1598-0-5054-3456&r=x643&c=640x640/local/-/media/2016/05/10/IAGroup/DesMoines/635984866322073342-0513-Pat-Murphy-Trail-01.JPG", "title": "How Pat Murphy plans to win with an autodialer and a message of contrasts", "site": "@DMRegister", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "p": {"domain_verify": "372c291dc2b106308d26264f4fba3b10"}, "fb": {"app_id": 169766623060429}, "cXenseParse": {"gci-topic": "Persons/Pat Murphy", "gci-asset-type": "story", "gci-categories": "Persons/Pat Murphy", "title": "How Pat Murphy plans to win with an autodialer and a message of contrasts", "author": "Jason Noble", "pageclass": "article", "recs": {"category": "news/politics", "image-3-4": "http://www.gannett-cdn.com/-mm-/014e8405340fa4bdcc007f32bd11065f34f3eb6c/c=1763-0-4355-3456/local/-/media/2016/05/10/IAGroup/DesMoines/635984866322073342-0513-Pat-Murphy-Trail-01.JPG", "image-1-1": "http://www.gannett-cdn.com/-mm-/74e11487bfae104ccef9d1fa35b29afe4d9480fa/c=1598-0-5054-3456/local/-/media/2016/05/10/IAGroup/DesMoines/635984866322073342-0513-Pat-Murphy-Trail-01.JPG", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/90a578db4eae9905325087c14833688a744721b6/c=561-0-5157-3456/local/-/media/2016/05/10/IAGroup/DesMoines/635984866322073342-0513-Pat-Murphy-Trail-01.JPG", "image": "http://www.gannett-cdn.com/-mm-/8ae596f955d419fe8212eac63f96007b38016fde/c=0-277-5177-3202&r=x1683&c=3200x1680/local/-/media/2016/05/10/IAGroup/DesMoines/635984866322073342-0513-Pat-Murphy-Trail-01.JPG", "publishtime": "2016-05-11T15:04:41.213000-05:00", "shorthed": "How Pat Murphy plans to win with an autodialer and a message of contrasts", "articleid": 84196744, "image-16-9": "http://www.gannett-cdn.com/-mm-/7e7e74ffcedb28cd770ebf3df430bdf47368859f/c=0-277-5177-3202/local/-/media/2016/05/10/IAGroup/DesMoines/635984866322073342-0513-Pat-Murphy-Trail-01.JPG", "image-9-16": "http://www.gannett-cdn.com/-mm-/517049d6152d50aa10b5185b7b6f0794ed62109f/c=1811-0-3746-3456/local/-/media/2016/05/10/IAGroup/DesMoines/635984866322073342-0513-Pat-Murphy-Trail-01.JPG"}}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "article_summary": "“For Pat Murphy to minimize Monica Vernon’s role in the process as if it didn’t matter is not correct,” he said.\nBuy Photo Pat Murphy, Democratic candidate for Iowa's 1st Congressional District, makes campaign calls from his living room Thursday, May 5, 2016, in Dubuque.\n— On a sunny spring afternoon perfect for shoe-leather campaigning, Pat Murphy is at home, sitting on the living-room couch with his feet propped on a pillow on the coffee table.\nShe’s backed by the Democratic Congressional Campaign Committee, and has outraised Murphy by more than $1 million according to their latest campaign finance reports.\n“I’m a Democrat,” Murphy told a resident over a ham-ball and baked potato lunch at an affordable housing complex in Dubuque."}