{"article_title": "An anti-Obama dentist just bought up the best new Democrat domain names — Quartz", "article_keywords": ["domain", "antiobama", "rightside", "tlds", "democrat", "general", "dentist", "quartz", "including", "names", "domains", "democratic", "best", "bought"], "article_url": "http://qz.com/212815/an-anti-obama-dentist-just-bought-up-the-best-new-democrat-domain-names/", "article_text": "This post has been updated with comment from Rightside.\n\nOn Wednesday (May 21), the .democrat top-level domain (TLD) went on sale to the general public. By the end of the day, Dr Larry Kawa, an orthodontist from Boca Raton, Florida, had bought up dozens of high-profile domains, including obamacare.democrat, medicaid.democrat, and medicare.democrat. He also purchased more general domains, including usa.democrat, vote2016.democrat, america.democrat—and liar.democrat. (You can check who has registered any domain using a WHOIS lookup.)\n\nKawa is not a Democrat. Outraged by the the Affordable Care Act, the Florida dentist filed a lawsuit (pdf) against the US Treasury Department, the Internal Revenue Service, and their respective heads. He also runs a number of activist websites, including theamerican.net and thestateoftheunion.com. But he bought the domains because “the right to purchase sites is emblematic of free speech and I embrace the opportunity to do so,” he told Quartz, adding: “As the left has taken control of the mainstream media, I feel it is interesting that one individual can express themselves on the internet.”\n\nKawa says he hasn’t counted how many domains he’s purchased, but that whatever the number, it’s not enough. “I’ve bought more today and will continue. I’m just getting started,” he said.\n\nThe fine line between domain-squatting and free speech\n\nTop-level domains are the final bit in an internet address, like the .com in qz.com. Until last year, there were only 22 of these, such as .net, .gov and .org. Since January, the web has expanded, with new TLDs released every week. The idea is to broaden and diversify the web with addresses for every niche; from geographic names like .nyc to professions like .plumbing, and from closed corporate addresses like .kpmg to open identity-based ones like .army. (We explained the rise of new TLDs in detail here.) The .democrat domain is sold by Rightside, a company formed to take advantage of new TLDs, and was neither supported nor opposed by the Democratic party. (Update: Rightside said that it has “invested significant resources to develop and enforce policies governing the acceptable uses of domain names.” The Democratic National Committee did not respond to a request for comment.)\n\nBut the new TLD program wasn’t without controversy. Critics worried that it would require corporations and institutions to spend large sums of money buying up hundreds of domain names they neither desired nor needed in order to stop them being abused. As a precaution, ICANN introduced the “sunrise period” for any new domain: a 60-day timeframe during which trademark holders could pick up domain names before they went on sale to the general public.\n\nThis case is different. Words like “liar” and “vote2016” are not trademarked; neither is “democrat.” So long as Kawa doesn’t stoop to slander, he is within his rights to register whatever domain names he wishes to (though Rightside does have a policy against registering names that ridicule its employees). At the same time, it seems unreasonable to expect the Democratic party to register every single insulting word in the English language as a precaution against political opponents. As a result, the domain names may have the opposite effect of what they set out to do, becoming homes for trolls and activists rather than enthusiasts and supporters. In the next few months, it will get even uglier: open registration begins on Jun. 7 for the .gop domain (paywall), and in August for the .republican domain.", "article_metadata": {"description": "This post has been updated with comment from Rightside. On Wednesday (May 21), the .democrat top-level domain (TLD) went on sale to the general public. By the end of the day, Dr Larry Kawa, an orthodontist from Boca Raton, Florida, had bought up dozens of high-profile domains, including obamacare.democrat, medicaid.democrat, and medicare.democrat. He also purchased more general domains,...", "generator": "WordPress.com", "author": "Leo Mirani", "og": {"site_name": "Quartz", "description": "This post has been updated with comment from Rightside. On Wednesday (May 21), the .democrat top-level domain (TLD) went on sale to the general public. By the end of the day, Dr Larry Kawa, an orthodontist from Boca Raton, Florida, had bought up dozens of high-profile domains, including obamacare.democrat, medicaid.democrat, and medicare.democrat. He also purchased more general domains,...", "title": "An anti-Obama dentist just bought up the best new Democrat domain names", "url": "http://qz.com/212815/an-anti-obama-dentist-just-bought-up-the-best-new-democrat-domain-names/", "image": "https://qzprod.files.wordpress.com/2014/05/legobama.jpg?quality=80&strip=all&w=1600", "locale": "en_US", "type": "article"}, "twitter": {"description": "This post has been updated with comment from Rightside. On Wednesday (May 21), the .democrat top-level domain (TLD) went on sale to the general public. By the end of the day, Dr Larry Kawa, an orthodontist from Boca Raton, Florida, had bought up dozens of high-profile domains, including obamacare.democrat, medicaid.democrat, and medicare.democrat. He also purchased more general domains,...", "title": "An anti-Obama dentist just bought up the best new Democrat domain names", "url": "http://qz.com/212815/an-anti-obama-dentist-just-bought-up-the-best-new-democrat-domain-names/", "image": "https://qzprod.files.wordpress.com/2014/05/legobama.jpg?quality=80&strip=all&w=640", "creator": "@lmirani", "site": "@qz", "card": "summary_large_image"}, "apple-mobile-web-app-title": "Quartz", "robots": "noodp,noydir", "msapplication-task": "name=Subscribe;action-uri=http://qz.com/feed/;icon-uri=http://1.gravatar.com/blavatar/7fd9e2ee486de5ce0c713891ec823ea6?s=16", "msapplication-tooltip": "Quartz is a digitally native news outlet for the new global economy.", "apple-mobile-web-app-status-bar-style": "black", "msapplication-window": "width=device-width;height=device-height", "viewport": "width=device-width, initial-scale=1.0, user-scalable=0, minimum-scale=1.0, maximum-scale=1.0", "application-name": "Quartz", "article": {"publisher": "https://www.facebook.com/quartznews"}, "msvalidate.01": "4B2AFFFDBF9736993D778515CB307FAF", "google-site-verification": "Fm_AozADu13Rytwyc4XvQo_081WOanaXLa6xKd8dUgc", "bitly-verification": "3cc1017cee1d", "news_keywords": "Barack Obama, Democrats, DNC, domain names, larry kawa, Obamacare, Republicans, rightside, Technology, TLDs"}, "_id": "\"57477af46914bd0286fd5fb6\"", "article_summary": "He also purchased more general domains, including usa.democrat, vote2016.democrat, america.democrat—and liar.democrat.\nAs a result, the domain names may have the opposite effect of what they set out to do, becoming homes for trolls and activists rather than enthusiasts and supporters.\nBy the end of the day, Dr Larry Kawa, an orthodontist from Boca Raton, Florida, had bought up dozens of high-profile domains, including obamacare.democrat, medicaid.democrat, and medicare.democrat.\nCritics worried that it would require corporations and institutions to spend large sums of money buying up hundreds of domain names they neither desired nor needed in order to stop them being abused.\nOn Wednesday (May 21), the .democrat top-level domain (TLD) went on sale to the general public."}