{"article_title": "Determining The Scope Of FCA's Public Disclosure Bar", "article_keywords": ["disclosure", "bar", "fcas", "determining", "high", "person", "york", "threat", "theto", "stanley", "scope", "unless", "public", "view"], "article_url": "http://www.law360.com/articles/760140/determining-the-scope-of-fca-s-public-disclosure-bar", "article_text": "Determining The Scope Of FCA's Public Disclosure Bar\n\nLaw360, New York (February 18, 2016, 11:28 AM ET) -- Michael A. Schwartz\n\n\n\nKate A. Stanley Pharmaceutical, health care and government contracting companies that have faced federal False Claims Act lawsuits know that they can be high risk, high exposure and high anxiety. Indeed, FCA cases can involve years of costly litigation and the threat of potentially severe penalties.\n\n\n\nOne avenue of early defense is to invoke the so-called “public disclosure bar,” which prevents a person from pursuing an action based on certain publicly disclosed information unless that person qualifies as an “original source” of the...\n\nTo view the full article, register now.", "article_metadata": {"description": "In Moore & Co. v. Majestic Blue Fisheries, the Third Circuit's interpretation of the so-called &quot;public disclosure bar&quot; expanded who qualifies as an original source, which means to dismiss a False Claims Act case based on this concept, the defense will have to establish that the allegations of fraud already were exposed in the news media or certain federal sources of information, say attorneys at Pepper Hamilton LLP.", "apple-itunes-app": "app-id=934560389, app-argument=law360://www.law360.com/articles/760140/determining-the-scope-of-fca-s-public-disclosure-bar", "csrf-token": "sNhY4j/hvNBUWmex6hO8wLGeqL9fYBkuRaSozoRRRBII+zifpmO6HHEEagAWOtjdjfTxgxIliYtGDS2W259sFQ==", "csrf-param": "authenticity_token", "og": {"url": "http://www.law360.com/articles/760140/determining-the-scope-of-fca-s-public-disclosure-bar", "image": "https://www.law360.com/images/360.png", "type": "website", "title": "Determining The Scope Of FCA's Public Disclosure Bar - Law360"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Determining The Scope Of FCA's Public Disclosure BarLaw360, New York (February 18, 2016, 11:28 AM ET) -- Michael A. SchwartzKate A. Stanley Pharmaceutical, health care and government contracting companies that have faced federal False Claims Act lawsuits know that they can be high risk, high exposure and high anxiety.\nOne avenue of early defense is to invoke the so-called “public disclosure bar,” which prevents a person from pursuing an action based on certain publicly disclosed information unless that person qualifies as an “original source” of the...To view the full article, register now.\nIndeed, FCA cases can involve years of costly litigation and the threat of potentially severe penalties."}