{"article_title": "Mount Rushmore Expansion Plans on Hold", "article_keywords": ["rushmore", "great", "right", "plans", "presidents", "mount", "expansion", "obama", "long", "man", "left", "president", "hold", "didnt", "theory"], "article_url": "http://www.realclearpolitics.com/articles/2014/09/02/mount_rushmore_expansion_plans_on_hold_123830.html", "article_text": "By Charles Kesler - September 2, 2014\n\nIn his most recent colloquy with the president, David Remnick, editor of the New Yorker, noted that in the Oval Office “you could hear, between every long pause that Obama took, the ticking of a grandfather clock.” Could you ever! The clock is ticking on this administration, and Mr. Obama knows it.\n\nIn 2007 he said, “I have no desire to be one of those Presidents who are just on the list—you see their pictures lined up on the wall. I really want to be a President who makes a difference.” He has made a difference, but often his critics on the right and on the left have trouble recognizing it. Conservatives tend to taunt him both as a tyro who is in way over his head, and as an Alinskyite master who is rapidly subverting the republic. They don’t seem to notice the contradictions in those indictments.\n\nWhat Obama has accomplished is to move American politics as far leftward as he could, wrecking—or more politely, transforming—American health care, foreign policy, and constitutional norms in ways that will be difficult to reverse. He’s in no danger of barely making “the list.” If it’s not overturned, for example, the Affordable Care Act assures him fame, however grudging. Most of his impatient critics on the left, now busily denouncing Obamacare as a sellout, will sing its praises when, as eventually will happen, conservatives return to power. And if the monstrosity is overturned, it assures him infamy, which is better than what he fears most, namely, obscurity.\n\nIn 2011 Obama boasted to 60 Minutes, “I would put our legislative and foreign policy accomplishments in our first two years against any president—with the possible exceptions of Johnson, FDR, and Lincoln.” The “possible exceptions,” he allowed. When he speaks of “fundamentally transforming the United States of America,” it’s these presidents’ achievements he has in mind. He aspires to be a great man among great men.\n\nBut the subsequent years have not been kind to his ambition, and he admits disappointment. So he has turned philosophical, with almost two-and-a-half years left in his second term. What went wrong? Between the long pauses, as the clock ticks, he makes basically three points.\n\nFirst, and most important, it’s not his fault. Search the tens of thousands of words he has shared with journalists in the past year, and you will not find him admitting a single serious mistake. The Obamacare rollout? That was a fiasco, granted, and as chief executive the responsibility for it ultimately falls to him—but not the blame. His intentions were thoughtful and pure, you see, and he’s searched his conscience to be sure of it. Corruption at the IRS? If it had occurred, he would have done something about it. He didn’t. Q.E.D., it never happened. As Valerie Jarrett, his consigliere, says, “The President always takes the long view.” Conveniently, that view confirms that his good intentions will sooner or later be vindicated. Taking care that the laws be faithfully executed is commendable, but being on the right side of history is priceless.\n\nSecond, the Republicans. Who knew they would be so intractable? Back in the 2004 speech in Boston that launched his national political career, Obama proclaimed, to great applause, “there is not a liberal America and a conservative America—there is the United States of America.” It sounded post-partisan and it was, though not in the sense most Americans thought. He meant that with a sufficiently big victory by the coalition for change (i.e., the Democrats), the GOP would have to adapt—would become a me-too party. But the Republicans refused to evolve, to say farewell to (their) partisanship. They didn’t take the long view.\n\nOne reason they didn’t is that, electorally speaking, Obama and the Democrats peaked in 2008 and have gone downhill ever since, a decline that seems likely to continue in November. Unlike the presidents he admires so much, Obama has not won resounding victories at the polls that swelled his party’s ranks, à la 1932 or 1964. Hence his third plea in extenuation, that the times are not favorable.\n\nBen Rhodes, a deputy national security advisor, observed, “The President subscribes less to a great man theory of history and more to a great movement theory of history—that change happens when people force it or circumstances do.” Obama later corrected his aide. “I believe in both,” he said. A cynic might think, the great man theory for when things go right, and the great movement theory for when they don’t. But aren’t great men supposed to overcome, to transform unfavorable circumstances? The president who came into office exclaiming “Yes, we can!” dreads leaving it explaining, “No, we couldn’t.”", "article_metadata": {"description": "In his most recent colloquy with the president, David Remnick, editor of the New Yorker, noted that in the Oval Office “you could hear, between every long pause that Obama took, the ticking of...", "title": "Mount Rushmore Expansion Plans on Hold | RealClearPolitics", "og": {"url": "http://www.realclearpolitics.com/articles/2014/09/02/mount_rushmore_expansion_plans_on_hold_123830.html", "image": "http://www.realclearpolitics.com/images/rcp-home-logo-ss.png", "type": "article", "description": "In his most recent colloquy with the president, David Remnick, editor of the New Yorker, noted that in the Oval Office “you could hear, between every long pause that Obama took, the ticking of...", "title": "Mount Rushmore Expansion Plans on Hold | RealClearPolitics"}, "twitter": {"site": "@rcp_articles", "card": "summary"}, "tweetmeme-title": "Mount Rushmore Expansion Plans on Hold | RealClearPolitics", "fb": {"app_id": 1415921935346245}, "keywords": "Democratic Party,Election 2014,", "viewport": "width=device-width, initial-scale=1.0, user-scalable=1"}, "article_summary": "A cynic might think, the great man theory for when things go right, and the great movement theory for when they don’t.\nHe aspires to be a great man among great men.\nWhen he speaks of “fundamentally transforming the United States of America,” it’s these presidents’ achievements he has in mind.\nAnd if the monstrosity is overturned, it assures him infamy, which is better than what he fears most, namely, obscurity.\nTaking care that the laws be faithfully executed is commendable, but being on the right side of history is priceless."}