{"article_title": "AmSurg's Sheridan Builds Up Physician Services with Radiology Acquisition", "article_keywords": ["physician", "sheridan", "radiology", "builds", "business", "amsurgs", "operates", "associates", "health", "services", "outsourced", "acquisition", "care"], "article_url": "http://www.themiddlemarket.com/news/healthcare/amsurgs-sheridan-builds-up-physician-services-with-radiology-acquisition-255124-1.html", "article_text": "AmSurg's Sheridan Builds Up Physician Services with Radiology Acquisition\n\nAmSurg acquired Sheridan in July for $2.35B\n\nAmSurg Corp.'s (Nasdaq: AMSG) physician services unit, Sheridan, has closed a deal for Radiology Associates of Hollywood PA.\n\nConsolidation among doctor groups is driven by the need make health care more cost-effective as the Affordable Care Act brings more patients into the health care system. For more, see ACA Reshuffles the Deck.\n\nRadiology Associates, headquartered in Hollywood, Florida, boasts more than 50 sub-specialty trained radiologists that provide services to hospitals and imaging facilities in Florida. The deal allows Sheridan to expand its radiology business in South Florida.\n\nSheridan provides outsourced physician services, including anesthesiology, children's services, emergency medicine and radiology, to hospitals and other health care facilities. AmSurg also operates an ambulatory services business that buys, develops and operates ambulatory surgery centers in partnership with physician groups in the U.S.\n\nAmSurg bought Sheridan for $2.35 billion in July.\n\nAmSurg is not the only business bulking up with outsourced physician services. Mednax Inc. (NYSE: MD) has been acquiring companies in that space for years. In January, Mednax acquired Memac Associates PC as it continues to expand its anesthesiology physician group.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/healthcare/amsurgs-sheridan-builds-up-physician-services-with-radiology-acquisition-255124-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/sheridan-healthcare.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "AmSurg's Sheridan Builds Up Physician Services with Radiology Acquisition"}}, "_id": "\"57477af46914bd0286fd88d3\"", "article_summary": "AmSurg's Sheridan Builds Up Physician Services with Radiology AcquisitionAmSurg acquired Sheridan in July for $2.35BAmSurg Corp.'s (Nasdaq: AMSG) physician services unit, Sheridan, has closed a deal for Radiology Associates of Hollywood PA.\nSheridan provides outsourced physician services, including anesthesiology, children's services, emergency medicine and radiology, to hospitals and other health care facilities.\nConsolidation among doctor groups is driven by the need make health care more cost-effective as the Affordable Care Act brings more patients into the health care system.\nAmSurg is not the only business bulking up with outsourced physician services.\nRadiology Associates, headquartered in Hollywood, Florida, boasts more than 50 sub-specialty trained radiologists that provide services to hospitals and imaging facilities in Florida."}