{"article_title": "Obamacare mergers won't cost you", "article_keywords": ["wont", "cost", "raise", "obamacare", "costs", "going", "health", "cosgrove", "prices", "hospitals", "insurance", "mergers", "told"], "article_url": "http://www.cnbc.com/2015/06/26/obamacare-mergers-wont-cost-you-cleveland-clinic.html", "article_text": "Dr. Toby Cosgrove, Cleveland Clinic CEO, provides insight to the Supreme Court's ruling on Obamacare subsidies and its impact on patients, hospitals and health insurers.\n\nObamacare-driven consolidation among health insurers won't lead to higher costs, Cleveland Clinic CEO Dr. Toby Cosgrove said Friday, a day after the U.S. Supreme Court delivered a victory to the president and the supporters of his landmark law.\n\n\"The consolidation is actually not going to be able to raise the price of anybody who gets Medicare and Medicaid because those are already fixed prices,\" Cosgrove told CNBC's \"Squawk Box\" in an interview. \"By and large, it's not going to be able to essentially raise the prices very much,\" because of the decreasing number of people who are covered by private insurance.\n\nThe nation's highest court ruled Thursday to uphold subsidies for millions of Americans served by the federal insurance marketplace.\n\nRead MoreObamacare ruling met with joy and disappointment\n\nWith a big question mark hanging over Obamacare lifted, \"you're going to see the managed care companies ... looking for more scale,\" Thomas Carroll, health-care provider analyst at Stifel Nicolaus, told CNBC.\n\n\n\nEven though mergers by big insurances companies may leave the industry with fewer national players, there are enough smaller regional insurance options to satisfy any concerns about anti-competitiveness from government regulators, Carroll said.\n\nRead MoreHumana shares jump amid Aetna takeover report\n\n\n\nIn addition to seeing insurers combine in the hopes of cutting costs, Cosgrove sees hospitals consolidating, as well.\n\n\"About two-thirds of the hospitals are [already] part of a system,\" he said. \"With about 25 percent of hospitals in the United States now running in the red, you're going to find that they're going to be looking for shelter some place and trying to join some sort of a system.\"\n\n\"The insurance companies, I think, are going to have tremendous leverage over the hospitals,\" said Cosgrove, explaining that insurers will be able to demand that hospitals lower their cost for care. That won't leave hospitals much room to raise prices, he said, because \"so much of it is determined by what the federal government does.\"\n\nBut Dr. Scott Gottlieb, resident fellow at the right-leaning American Enterprise Institute, told CNBC it's only a matter of time before health insurance costs to consumers go higher.\n\n\"Health insurance costs [to consumers] haven't gone up because the plans are being hollowed out,\" he said—arguing people are getting less coverage than they used to before Obamacare.\n\n\"Eventually the rising costs because of the monopolization of the hospitals is going to catch up,\" said Gottlieb, who served as an advisor at the Centers for Medicare and Medicaid Services in 2004.\n\nCMS, a division of the Health and Human Services Department, is responsible for government health-care programs, including Obamacare.", "article_metadata": {"AssetType": "cnbcnewsstory", "description": "Obamacare-driven consolidation among health insurers won't lead to higher costs, Cleveland Clinic CEO Dr. Toby Cosgrove tells CNBC.", "author": "Matthew J. Belvedere", "og": {"site_name": "CNBC", "description": "Obamacare-driven consolidation among health insurers won't lead to higher costs, Cleveland Clinic CEO Dr. Toby Cosgrove tells CNBC.", "title": "Obamacare mergers won't cost you: Cleveland Clinic", "url": "http://www.cnbc.com/2015/06/26/obamacare-mergers-wont-cost-you-cleveland-clinic.html", "image": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2014/12/05/102244406-cleveland-clinic.1910x1000.jpg", "type": "article"}, "twitter": {"description": "Obamacare-driven consolidation among health insurers won't lead to higher costs, Cleveland Clinic CEO Dr. Toby Cosgrove tells CNBC.", "title": "Obamacare mergers won't cost you: Cleveland Clinic", "url": "http://www.cnbc.com/2015/06/26/obamacare-mergers-wont-cost-you-cleveland-clinic.html", "image": {"src": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2014/12/05/102244406-cleveland-clinic.1910x1000.jpg"}, "creator": "@Matt_Belvedere", "site": "@CNBC", "card": "summary_large_image"}, "al": {"ios": {"app_name": "CNBC Business News and Finance", "app_store_id": 398018310}}, "apple-itunes-app": "app-id=398018310", "GOOGLEBOT": "unavailable_after: 31 Dec 9999 23:59:59 GMT", "keywords": "Health Care, Health Care, Obamacare, Supreme Court (U.S.), Politics, Squawk Box U.S., business news", "article": {"publisher": "https://www.facebook.com/cnbc", "published_time": "2015-06-26T08:26:45-0400", "author": "https://www.facebook.com/matthew.belvedere", "section": "Health Care", "modified_time": "2015-06-26T08:58:38-0400", "tag": "Squawk Box U.S."}, "pageNodeId": 102791009, "news_keywords": "obamacare, supreme court, insurance mergers, consolidation, cost"}, "article_summary": "That won't leave hospitals much room to raise prices, he said, because \"so much of it is determined by what the federal government does.\"\n\"Health insurance costs [to consumers] haven't gone up because the plans are being hollowed out,\" he said—arguing people are getting less coverage than they used to before Obamacare.\nRead MoreHumana shares jump amid Aetna takeover reportIn addition to seeing insurers combine in the hopes of cutting costs, Cosgrove sees hospitals consolidating, as well.\nDr. Toby Cosgrove, Cleveland Clinic CEO, provides insight to the Supreme Court's ruling on Obamacare subsidies and its impact on patients, hospitals and health insurers.\nCMS, a division of the Health and Human Services Department, is responsible for government health-care programs, including Obamacare."}