{"article_title": "Many Michigan ACOs saving millions under Medicare's cost-saving plan", "article_keywords": ["physicians", "saving", "michigan", "million", "aco", "accountable", "medicares", "savings", "medicare", "plan", "acos", "costsaving", "quality", "care", "millions"], "article_url": "http://www.crainsdetroit.com/article/20150208/NEWS/302089981/many-michigan-acos-saving-millions-under-medicares-cost-saving-plan", "article_text": "Many Michigan ACOs saving millions under Medicare's cost-saving plan\n\nMany of the 15 accountable care organizations in Michigan are saving millions of dollars for the Medicare program along with passing along significant financial rewards to hundreds of participating physicians, according to several local ACO executives.\n\n\n\nUnder Medicare's ACO cost containment program — begun as three-year pilot projects outlined in the Affordable Care Act of 2010 — groups of hospitals, physicians and other providers band together to coordinate care for seniors enrolled in traditional Medicare.\n\n\n\nIf they generate sufficient savings and hit predetermined quality targets in their second contract year, the ACOs split the savings with Medicare.\n\n\n\nIn Southeast Michigan, for example, Dearborn-based Oakwood ACO LLC saved Medicare $17 million and kept $8.4 million during its first 18-month period from July 2012 to December 2013. United Outstanding Physicians' Southeast Michigan Accountable Care (SEMAC), also based in Dearborn, saved $24.6 million and kept $12.1 million during the same period.\n\n\n\nDetroit Medical Center's Michigan Pioneer ACO, saved $14 million and kept $6 million. Pioneer is on track to generate similar savings in 2014, officials said.\n\n\n\nOne of metro Detroit's newest ACOs, The Accountable Care Organization Ltd. (TACO), based in Farmington Hills, also is saving Medicare money, but officials for the ACO said it is too early to predict financial numbers for 2014, the physician-led organization's first year.\n\n\n\nOther ACOs operating in Michigan include the Genesys Physician Hospital Organization, Accountable Healthcare Alliance PC, St. John Providence Partners in Care and Physician Organization of Michigan ACO.\n\n\n\nTony Vespa, SEMAC's executive director, said the shared-savings ACO ranked No. 4 in the nation in performance, saving $24.6 million for Medicare from July 2012 through the end of 2013.\n\n\n\nRanked ahead of SEMAC were Memorial Hermann ACO in Texas, Palm Beach ACO in Florida and Catholic Medical Partners in New York, Vespa said.\n\n\n\n\n\nBut ACO executives like Bill Isenstein, Oakwood ACO's executive director and COO, said second and third year contract savings may be lower than the first year because ACOs must hit predetermined quality targets to be eligible.\n\n\n\nStill, quality also appears to be on the increase for the Medicare patients. Overall, ACO performance on quality improved for 28 of 33 measures, including depression screening, medication reconciliation, colorectal cancer screening and normalizing blood-sugar levels.\n\n\n\nFor example, data from Oakwood showed its ACO scored above average on 18 of 33 measures.\n\n\n\nIsenstein said the biggest area of savings for the Oakwood ACO come through reduced hospitalizations, reduced readmissions, fewer emergency visits and lower high-technology diagnostic tests for its 14,000 Medicare patients.\n\n\n\n\n\nIn 2013, Jeffrey Margolis, M.D., president of The Accountable Care Organization, said physicians, primarily affiliated with Michigan Healthcare Professionals PC, formed the ACO to coordinate care for some 28,000 Medicare patients in their care and to reduce costs for the Medicare program.\n\n\n\n\"So far The Accountable Care Organization's program seems to be a success,\" said Margolis, who also is president of Michigan Healthcare Professionals.\n\n\n\nBecause ACOs are rewarded for lowering costs on hospital care, physician services, home health, nursing home and durable medical equipment, some ACOs contract or affiliate with post-acute care providers. For example, TACO has a contract with Center Line-based Binson's Hospital Supplies Inc. for home medical and respiratory equipment.\n\n\n\nParticipating in TACO are 25 hospitals that are part of McLaren Health Care Corp., St. John Providence Health System, Beaumont Health System and DMC.\n\n\n\nOf TACO's shared savings share, 50 percent go to physicians based on volume and quality measurements, 30 percent for shareholders, 10 percent for ACO leadership and 10 percent is kept for infrastructure, capital reserves, information technology and patient education.\n\n\n\nOf the $8.4 million in shared savings for the Oakwood ACO, Isenstein said the 450 participating physicians, including about 140 primary care doctors, split about 80 percent with the higher performing doctors receiving larger shares.\n\n\n\nJay Greene: (313) 446-0325, jgreene@crain.com. Twitter: @jaybgreene\n\nRelated Links", "article_metadata": {"viewport": "width=device-width, initial-scale=1.0, user-scalable=no, minimal-ui", "description": "Under Medicare's program, if ACOs generate sufficient savings and hit predetermined quality targets in their second contract year, the ACOs split the savings with Medicare.", "og": {"site_name": "Crain's Detroit Business", "description": "Under Medicare's program, if ACOs generate sufficient savings and hit predetermined quality targets in their second contract year, the ACOs split the savings with Medicare.", "title": "Many Michigan ACOs saving millions under Medicare's cost-saving plan", "url": "http://www.crainsdetroit.com/article/20150208/NEWS/302089981/many-michigan-acos-saving-millions-under-medicares-cost-saving-plan", "image": "http://www.crainsdetroit.com/apps/pbcsi.dll/storyimage/CD/20150208/NEWS/302089981/V3/0/V3-302089981.jpg&MaxW=1400&MaxH=1400", "type": "article"}, "twitter": {"site": "@crainsdetroit", "card": "summary", "account_id": 29209404}, "msapplication-TileColor": "#b51218", "fb": {"app_id": 112806662066559}, "msapplication-TileImage": "/mstile-144x144.png", "article": {"section": "NEWS", "tag": "Health care reform", "published_time": "2015-02-08T08:00:00-05:00", "modified_time": "2015-02-09T13:50:00-05:00", "author": "http://www.crainsdetroit.com/staff/JAYGRE"}, "verify-v1": "qPvWKmNahUcs8XBgUi+fy3A5YH6uzhhairJpQFCqXMs=", "theme-color": "#b51218"}, "article_summary": "Many Michigan ACOs saving millions under Medicare's cost-saving planMany of the 15 accountable care organizations in Michigan are saving millions of dollars for the Medicare program along with passing along significant financial rewards to hundreds of participating physicians, according to several local ACO executives.\nUnited Outstanding Physicians' Southeast Michigan Accountable Care (SEMAC), also based in Dearborn, saved $24.6 million and kept $12.1 million during the same period.\nOther ACOs operating in Michigan include the Genesys Physician Hospital Organization, Accountable Healthcare Alliance PC, St. John Providence Partners in Care and Physician Organization of Michigan ACO.\n\"So far The Accountable Care Organization's program seems to be a success,\" said Margolis, who also is president of Michigan Healthcare Professionals.\nIf they generate sufficient savings and hit predetermined quality targets in their second contract year, the ACOs split the savings with Medicare."}