{"article_title": "As energy industry booms, so do related law practices", "article_keywords": ["school", "oil", "lawyers", "booms", "title", "washington", "energy", "work", "gas", "related", "anderson", "practices", "law", "industry"], "article_url": "http://triblive.com/news/adminpage/6777687-74/energy-law-gas", "article_text": "As energy industry booms, so do related law practices\n\nEmail Newsletters Sign up for one of our email newsletters.\n\nRenee Anderson didn't envision a career in oil and gas when she graduated from law school a decade ago.\n\nJim McCune never imagined a career change after nearly 40 years of practice.\n\nSuch is the reality across Western Pennsylvania in the natural gas heyday fueled by Marcellus shale drilling. Lawyers, like so many others, are making a good buck at work in the energy sector.\n\nAnd law schools at Duquesne University and the University of Pittsburgh offer coursework to prepare graduates for jobs in energy law, the hottest market in the legal profession.\n\n“In 2004, you could not take a class in law school on energy — not on mineral rights or anything,” said Anderson, 35, a Duquesne law graduate who heads the energy practice group at Downtown firm Tucker Arensberg. “I didn't even know you could work in oil and gas.”\n\nMcCune gained experience in the energy sector as a partner in a nine-lawyer firm in Washington, Pa. Shale-gas drilling took hold early on in Washington and Susquehanna counties in Pennsylvania.\n\nMcCune jumped at the chance two years ago to join the Bowles Rice operation at Southpointe, the Cecil industrial park where several natural gas companies have located offices.\n\n“This was a rare opportunity. There's no jobs for 62-year-old lawyers,” said McCune, now 65, who became president of the energy law section established in September by the Washington County Bar Association. “And Bowles Rice is growing rapidly, as I think are most other firms.”\n\nThat means work for lawyers fresh out of school or in practice. Experience in energy law is key; it can be hard to find.\n\n“In this market, everybody wants to say, ‘I'm an energy guy,' ” said Steven Baicker-McKee, an energy lawyer and assistant law professor at Duquesne. “This is the hottest market we've seen in Western Pennsylvania in years and years and years. It's quite a phenomenon. It's really where a lot of jobs and opportunities are.”\n\nTo help students capitalize on that, Duquesne in 2012 hired Baicker-Mc-Kee to bolster its energy law program. Last year, it began an energy and environmental law concentration.\n\nDuquesne formed a chapter of the Energy and Mineral Law Society and overhauled a former law review into “Joule,” an energy law publication.\n\nPitt added to its energy law offerings, aside from oil-and-gas specific law courses. Last year, the school established its Energy Law & Policy Institute. Law students joined with business and engineering counterparts to establish the first student chapter of Young Professionals in Energy.\n\nThis year, Pitt offered an energy law concentration.\n\n“Anything touching on oil and gas has a tremendous impact on legal services delivery,” said Lori McMaster, a former trial lawyer who now serves as director of the Office of Professional and Career Development at Pitt Law School.\n\nThe work includes title work, land acquisitions, mergers, governmental oversight, litigation and wealth management.\n\n“This is a pipeline in so many ways, both literally and figuratively,” McMaster said. “There is no point where attorneys don't have a role.”\n\nAnderson joined Tucker Arensberg two years ago to build its energy law group, which has grown to more than a dozen attorneys. She expects the group to have 20 full-time lawyers within five years.\n\n“The workforce is definitely young,” Anderson said. “It's really hard to find someone with meaningful experience.”\n\nBefore she worked as an energy attorney with Atlas America, and later Chevron Appalachia following a merger, Anderson took her first job with longtime energy lawyer Sean Cassidy of Greensburg. She attributes her start to luck.\n\n“Marcellus had not even happened yet,” Anderson said.\n\nCassidy has seen changes in his 40 years as an energy lawyer, work that his father did.\n\nHis niche is title work — making sure companies have rights to drill on land they acquire.\n\n“I used to have 29 oil and gas clients,” said Cassidy, 65. “Now I have three: Range Resources, Chevron and EQT.”\n\nYet Cassidy is busier than ever, handling around 1,200 title cases a year. Lots of people are doing such work, he said.\n\n“Before Marcellus, there were maybe five lawyers in Pennsylvania whose entire practice was devoted to oil and gas title work,” Cassidy said. “Now, there are 150 to 200 lawyers. It seems every law firm in Pittsburgh has lawyers doing oil and gas title work. I call it the Marcellus frenzy.”\n\nThe region's largest law firms with energy practices — Babst Calland, Buchanan Ingersoll & Rooney, K&L Gates, Burleson, and Reed Smith — employ more than 250 lawyers focused on the energy sector.\n\nDowntown-based Babst Calland had about 50 lawyers in 2008, when both the economic recession hit and the Marcellus boom started. Today, it has at least 120, said shareholder Kevin Douglass, who is president of the Kentucky-based Energy & Mineral Law Foundation.\n\n“The vast majority of that growth has been because of the energy industry, certainly, and we're not alone,” Douglass said.\n\nSome law firms relocated or opened offices in the Pittsburgh region. Burleson, a Houston firm, opened offices here in 2009 because of the energy play. Other out-of-state firms did the same, including West Virginia firms Steptoe & Johnson and Bowles Rice.\n\nBowles Rice has 13 lawyers in its Washington County office and will add to that number when it moves this month into a larger Southpointe office.\n\n“We will grow that, absolutely, and it's all energy-related,” McCune said. “The energy boom is new. It's not even 10 years old.”\n\nJason Cato is a Trib Total Media staff writer. Reach him at 412-320-7936 or jcato@tribweb.com.", "article_metadata": {"sailthru.image.thumb": "http://triblive.com/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=jRJZ46cmaEZavzF3fuQ$Fc$daE2N3K4ZzOUsqbU5sYvDu9Oqf_5Jf$l60d$xtBXPWCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg", "sailthru.author": "Jason Cato", "description": "Renee Anderson didn't envision a career in oil and gas when she graduated from law school a decade ago. Jim McCune never imagined a ...", "pubdate": "2014-10-05 20:37:50", "author": "Jason Cato", "og": {"site_name": "TribLIVE.com", "description": "Renee Anderson didn't envision a career in oil and gas when she graduated from law school a decade ago. Jim McCune never imagined a ...", "title": "As energy industry booms, so do related law practices", "locale": "en_US", "image": "http://triblive.com/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=jRJZ46cmaEZavzF3fuQ$Fc$daE2N3K4ZzOUsqbU5sYvDu9Oqf_5Jf$l60d$xtBXPWCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg", "updated_time": "2014-10-08 14:32:50.628", "url": "http://triblive.com/news/adminpage/6777687-74/energy-law-gas", "type": "website"}, "twitter": {"description": "Renee Anderson didn't envision a career in oil and gas when she graduated from law school a decade ago. Jim McCune never imagined a ...", "title": "As energy industry booms, so do related law practices", "app": {"url": {"ipad": "tribbird://", "iphone": "tribbird://"}, "name": {"ipad": "TribLIVE News and Sports", "iphone": "TribLIVE News and Sports"}, "id": {"ipad": 328217517, "iphone": 328217517}}, "creator": "@triblive", "site": {"identifier": "@triblive", "id": 20269833}, "image": "http://triblive.com/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=jRJZ46cmaEZavzF3fuQ$Fc$daE2N3K4ZzOUsqbU5sYvDu9Oqf_5Jf$l60d$xtBXPWCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg", "card": "summary_large_image"}, "sailthru.date": "2014-10-05 20:37:50", "sailthru.canonical": "http://triblive.com/news/adminpage/6777687-74/energy-law-gas", "sailthru.title": "As energy industry booms, so do related law practices", "apple-itunes-app": "app-id=328217517", "fb": {"app_id": 144410955752326}, "sailthru.tags": "Newsletter, News, Local Stories", "headline": "As energy industry booms, so do related law practices", "keywords": "anderson, attorneys, cassidy, energy, firms", "article": {"category": "Business", "publisher": "https://www.facebook.com/triblive", "published_time": "2014-10-05 20:37:50", "subcategory": "Admin Page", "mainsection": "News", "section": "News", "publishedtoweb": "2014-10-05 20:37:50", "modified_time": "2014-10-08 14:32:50.628", "tag": "anderson, attorneys, cassidy, energy, firms", "subsection": "Admin Page", "title": "As energy industry booms, so do related law practices", "author": "Jason Cato"}, "docauthor": "Jason Cato", "sailthru.description": "Renee Anderson didn't envision a career in oil and gas when she graduated from law school a decade ago. Jim McCune never imagined a ..."}, "article_summary": "Duquesne formed a chapter of the Energy and Mineral Law Society and overhauled a former law review into “Joule,” an energy law publication.\nPitt added to its energy law offerings, aside from oil-and-gas specific law courses.\nAnd law schools at Duquesne University and the University of Pittsburgh offer coursework to prepare graduates for jobs in energy law, the hottest market in the legal profession.\nAs energy industry booms, so do related law practicesEmail Newsletters Sign up for one of our email newsletters.\nExperience in energy law is key; it can be hard to find."}