{"article_title": "Watch: “The Daily Show” mercilessly rips into Google Glass", "article_keywords": ["jones", "google", "wearers", "mercilessly", "watch", "daily", "face", "rips", "glass", "glassholes", "world", "yes", "technology"], "article_url": "http://www.salon.com/2014/06/13/watch_the_daily_show_mercilessly_rip_into_google_glass/", "article_text": "Topics: glassholes, google glass, Silicon Valley, technology, The Daily Show, Video, Innovation News, Technology News\n\nLast night Google Glass got the “Daily Show” treatment, and it was downright hilarious.\n\nWhile some technological advances are greeted with open arms (and long lines around the block), the slow rollout of Google Glass has been a contentious one. Glass has become a symbol of what’s creepy and extravagant about the tech world. Wearers are sometimes termed “glassholes,” or are harassed due to Glass.\n\nCorrespondent Jason Jones looked into Glass and the belittling that wearers face. “Yes, it seems in this day and age, you can still be treated differently just because of how you look — wearing a $1,500 face computer,” Jones says.", "article_metadata": {"description": "\"Hold on a second -- what the f#$k do you guys all have on your faces?\" VIDEO", "title": "Watch: “The Daily Show” mercilessly rips into Google Glass", "og": {"site_name": "Salon", "description": "\"Hold on a second -- what the f#$k do you guys all have on your faces?\" VIDEO", "title": "Watch: “The Daily Show” mercilessly rips into Google Glass", "url": "http://www.salon.com/2014/06/13/watch_the_daily_show_mercilessly_rip_into_google_glass/", "image": "http://media.salon.com/2014/06/Screen-Shot-2014-06-13-at-10.37.05-AM.png", "type": "article"}, "twitter": {"description": "\"Hold on a second -- what the f#$k do you guys all have on your faces?\" VIDEO", "title": "Watch: “The Daily Show” mercilessly rips into Google Glass", "image": "http://media.salon.com/2014/06/Screen-Shot-2014-06-13-at-10.37.05-AM.png", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Sarah Gray", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, glassholes, google glass, Silicon Valley, technology, The Daily Show, Video", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Topics: glassholes, google glass, Silicon Valley, technology, The Daily Show, Video, Innovation News, Technology NewsLast night Google Glass got the “Daily Show” treatment, and it was downright hilarious.\nWhile some technological advances are greeted with open arms (and long lines around the block), the slow rollout of Google Glass has been a contentious one.\nCorrespondent Jason Jones looked into Glass and the belittling that wearers face.\nWearers are sometimes termed “glassholes,” or are harassed due to Glass.\nGlass has become a symbol of what’s creepy and extravagant about the tech world."}