{"article_title": "Tiger Woods is no cheat by my rules", "article_keywords": ["penalty", "cheating", "golf", "rules", "chamblee", "ball", "hand", "tiger", "cheat", "woods", "shot"], "article_url": "http://www.smh.com.au/sport/tiger-woods-is-no-cheat-by-my-rules-20131108-2x6zn.html", "article_text": "Advocatus Diaboli\n\nTiger Woods: probably the second-best golfer in history. Photo: Reuters\n\nSURELY the best illustration of shameless cheating in golf is that Caddyshack - the finest cinematic work in the history of celluloid - did not collect a slew of little golden men when the Academy of Motion Picture Arts and Sciences convened to celebrate the class of 1980 (although I am writing this in a room adorned with an original movie poster with Chevy Chase, Bill Murray and Rodney Dangerfield fixed in a collective ebullient gaze). How the academy ever considered Robert De Niro's sneering Jake LaMotta a triumph over Bill Murray's tragicomic hero Carl Spackler is beyond me.\n\nThree decades later, however, an opinion expressed by some is that one E. Tiger Woods deserves to join the pantheon of cheats in this most refined of sports.\n\nBrandel Chamblee - journeyman former PGA professional (he led the 1999 US Masters after the first round) and US television golf commentator - has, in an end-of-season report card, likened Woods' latest season to the time when Chamblee was caught cheating in a fourth-grade maths test. Chamblee assesses the world No. 1 \"a little cavalier with the rules\" after four instances this year in which Woods either incurred penalties or invoked ire. That Woods has taken umbrage is hardly surprising - any professional golfer would sooner be labelled something else bookended by the letters ''C'' and ''T'' before being called a cheat.\n\nThe ''hand of god'' incident by Diego Maradona in 1986. Photo: Fairfax Archive\n\nTiger Version 2013 is an easy target: probably the second-best golfer in history, but also a serial philanderer possessed of a filthy temper. But a cheat? Golf is a sport peppered with examples of golfers calling penalties on themselves when to do the opposite would have left all others none the wiser as to any indiscretion. Golf is a sport usually played without any referee or umpire, and always without any decision-review or Hawkeye technology. Even if rules officials are present, players police themselves first and foremost, invariably to their own detriment. Consider Greg Norman's self-disqualification from a 1996 tournament merely because the branding on the side of his golf ball was technically non-conforming.\n\nAdvertisement\n\nAlthough Chamblee has since sought to distance himself from his own intemperate discourse - once faced with the prospect of legal Armageddon Tiger-style - this hardly fixes things. But Chamblee's comments invite the question: what constitutes cheating? To refer to a sportsperson, referee or official as a ''cheat'' is hardly novel, and in the modern day it is a label thrown around. Where is the threshold between ignorance and gamesmanship on the one hand, and flat-out cheating on the other?\n\nIf I learnt something this year from Lance Armstrong's confessions in the Church of Oprah Winfretology, it is that he and I have a common link: we both own dictionaries. Apparently Armstrong's contains a nonsensical definition of ''cheating'' as meaning to gain an advantage on a rival or foe (and Lance considers himself not a cheat, because everyone was doing it). By contrast, my Shorter Oxford suggests that to ''cheat'' means to act unfairly or dishonestly to gain an advantage, or to deprive by deceitful or unfair means.\n\nLance Armstrong. Photo: AP\n\nLet's run with my definition. Cheating requires something other than a rule broken. Cheating requires a positive act, a decision to behave with disregard of the rules or to pull a shifty to gain an upper hand. Using this test, can Chamblee stand his comments up?\n\nThe four events this year to which Chamblee alludes start with January's Abu Dhabi Championship, where Woods was assessed a two-shot penalty mid-round after improperly taking a free drop for an embedded ball. Woods mistakenly assumed that a local rule, routinely in place in professional golf, applied, when it had not been enacted for the tournament.\n\nIn September, Woods was assessed another two-shot penalty during the BMW Championship, but only after super slow-motion, high-definition video evidence illustrated that his ball had moved ever so slightly at address. During May's Players Championship, which Woods won, television commentator Johnny Miller questioned the precise position of a Woods drop after a tee shot in the final round died in a watery grave. Miller said the position of the drop was \"really, really borderline\", ignoring the fact Woods and his playing partner had the best view of where the tee shot went.\n\nThe final instance, which attracted worldwide scrutiny, occurred at the Masters. On the 15th hole, during the second round, Woods' ball struck the flag on the fly and ricocheted back into a water hazard laying in guard at the front of the green. As is his right under the rules of golf, Woods decided to replay the shot from the same place - but he played the new ball from two metres further back, not from ''as nearly as possible at the spot from which the original ball was last played'' as required by rule 26-1(a). At that point, he incurred a two-stroke penalty under the rules but did not include it in his arithmetic. Because he returned an incorrect scorecard at the end of the second round (without the penalty shots included) Woods should, prima facie, have been disqualified under R 6-6(d).\n\nThe only thing that saved his Masters campaign was that the Augusta National committee determined, under R 33-7, that Woods' individual circumstances vis-a-vis playing the 15th hole and submitting a wrong card were ''exceptional'', thus enlivening a power to waive the disqualification.\n\nBizarrely, exercising the discretion was justified by the committee based on its examination of the incident (prompted again by an eagle-eyed television viewer) and an assessment that everything was sweet. The committee decided not to raise the matter with Woods in the scorers' hut. What brought Woods unstuck was his admission, in the after-round news conference, that he replayed the shot from two metres further back than where the first ball was hit.\n\nWhether Woods should have taken the higher moral ground, and withdrawn from the final two rounds of the tournament despite the committee's decision, is quite the conundrum. Addressed another way though, perhaps the decision should have been straightforward, given Woods' admissions regarding intent. Either way though, neither the Masters incident nor any instance this year qualifies Woods as a cheat. Is Rory McIlroy a cheat for incurring a two-stroke penalty in the same Abu Dhabi tournament after brushing away sand not on the putting surface?\n\nWhether through a deliberate action or a contumelious disrespect for rules, cheating requires a deliberate element. Cheats have something of the night about them - take Boris Onishchenko with his magic epee, which he used in the modern pentathlon at the 1976 Montreal Olympics. Where the Spanish basketball team (or at least 10 of the 12 members), which won gold at the 2000 Paralympics, cheated by faking the disabilities that qualified them to compete, it simply does not follow that then 16-year-old Romanian gymnast Andreea Raducan cheated at the Sydney Olympics, although she was stripped of gold after testing positive for a prohibited substance contained in a cold and flu tablet prescribed by her team doctor. Is Diego Maradona a cheat because of his 1986 World Cup goal, which sunk England, because the ball deflected off \"partly the hand of Maradona and partly the hand of god\"? After all, the referee and linesmen have jobs to do, and it's hardly Maradona's remit to call a foul on himself. Is Trevor Chappell a cheat for bowling a legal underarm ball? Did Ayrton Senna and Michael Schumacher cheat by deliberately sparking crashes respectively at Suzuka in 1990 and Adelaide in 1994 so as to eliminate their only world championship rivals? Or was to do so just plain shrewd?\n\nIs it reasonable to brand Sandor Earl a cheat based on his public admission about using prohibited peptides, where he contends that he only did so trusting medical advice? Your call. Did Damien Oliver cheat by having 10 gorillas on a rival horse in a race that he was on another horse and supposed to be (and hopefully was) doing his best? Dunno, but in the court of public opinion all appears forgiven anyway. I know, though, I felt rather flat that Oliver rode to victory on Tuesday.\n\nStaring through the morass, two things seem clear. Firstly, Woods is no cheat, and shame on Chamblee for suggesting otherwise, despite his mathematical guilt.\n\nSecondly, Armstrong is Dick Dastardly cloaked in lycra.\n\nDarren Kane is a sports lawyer based in Sydney.\n\nTwitter: @sportslawyer7", "article_metadata": {"news_keywords": "Sport", "application-name": "The Sydney Morning Herald", "og": {"site_name": "The Sydney Morning Herald", "description": "An opinion expressed by some is that one E. Tiger Woods deserves to join the pantheon of cheats in this most refined of sports.", "title": "Tiger Woods is no cheat by my rules", "url": "http://www.smh.com.au/sport/tiger-woods-is-no-cheat-by-my-rules-20131108-2x6zn.html", "image": "http://www.smh.com.au/content/dam/images/2/x/7/d/6/image.related.articleLeadwide.620x349.2x6zn.png/1383926400000.jpg", "type": "article"}, "twitter": {"site": "@smh", "image": {"src": "http://www.smh.com.au/content/dam/images/2/x/7/d/6/image.related.articleLeadwide.620x349.2x6zn.png/1383926400000.jpg"}, "description": "An opinion expressed by some is that one E. Tiger Woods deserves to join the pantheon of cheats in this most refined of sports.", "card": "summary_large_image", "title": "Tiger Woods is no cheat by my rules"}, "msapplication-tooltip": "Open The Sydney Morning Herald", "robots": "ACAP allow-present prohibited-modification=annotation", "fb": {"app_id": 193677504039845}, "msapplication-starturl": "http://www.smh.com.au", "msapplication-task": "name=Weather;action-uri=http://www.smh.com.au/weather;icon-uri=http://www.smh.com.au/favicon.ico;", "description": "An opinion expressed by some is that one E. Tiger Woods deserves to join the pantheon of cheats in this most refined of sports."}, "article_summary": "Whether through a deliberate action or a contumelious disrespect for rules, cheating requires a deliberate element.\n1 \"a little cavalier with the rules\" after four instances this year in which Woods either incurred penalties or invoked ire.\nFirstly, Woods is no cheat, and shame on Chamblee for suggesting otherwise, despite his mathematical guilt.\nConsider Greg Norman's self-disqualification from a 1996 tournament merely because the branding on the side of his golf ball was technically non-conforming.\nEither way though, neither the Masters incident nor any instance this year qualifies Woods as a cheat."}