{"article_title": "U2's Bono Defends Himself for Not Paying Every Penny in Taxes he Could", "article_keywords": ["paying", "irish", "recognizes", "penny", "tax", "taxes", "defends", "start", "say", "bono", "income", "u2s", "policy", "poverty", "obligation", "competitiveness"], "article_url": "http://reason.com/blog/2013/09/23/u2s-bono-defends-himself-for-not-paying", "article_text": "Rock messiah Bono has some interesting things to say about his obligation to pay taxes to the utmost possible extent in Ireland, in The Guardian.\n\nThe interviewer asks Bono about:\n\nthe band's decision to offshore part of their income through the Netherlands to avoid tax. Was it not hypocrisy for you to try to hold the Irish government to account for its spending while going through fairly exhaustive efforts to avoid paying into the Irish exchequer yourself? It is not an intellectually rigorous position unless you understand that at the heart of the Irish economy has always been the philosophy of tax competitiveness. Tax competitiveness has taken our country out of poverty. People in the revenue accept that if you engage in that policy then some people are going to go out, and some people are coming in. It has been a successful policy. On the cranky left that is very annoying, I can see that. But tax competitiveness is why Ireland has stayed afloat. When the Germans tried to impose a different tax regime on the country in exchange for a bailout, the taoiseach said they would rather not have the bailout. So U2 is in total harmony with our government's philosophy.\n\nThat might seem a trifle Jesuitical--the Irish government itself recognizes that people will make decisions about where their income is officially coming from based on tax policy, so we are of one mind on this!--but it's a start. Maybe someday a start toward \"I have no moral obligation to let any government decide what to do with my justly earned income when I can make those decisions just fine myself, thank you.\"\n\nI blogged last year about Bono's wising up about the vital importance of commerce and market capitalism for economic development. In this interview he makes a statement that an Ayn Rand would find very telling, not to say damning: \"And though I believe that capitalism has been the most effective ideology we have known in taking people out of extreme poverty, I don't think it is the only thing that can do it, and in some ways I wish it wasn't.\" But it's nice he at least recognizes the reality of markets' benefits, even if not (yet) their morality.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Rock messiah Bono has some interesting things to say about his obligation to pay taxes to the utmost possible extent in Ireland,&nbsp;in The Guardian.", "title": "U2's Bono Defends Himself for Not Paying Every Penny in Taxes he Could", "url": "http://reason.com/blog/2013/09/23/u2s-bono-defends-himself-for-not-paying", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2013_09/-wizlymm-foter-cc-by-nc-sa.jpg", "type": "article"}, "twitter": {"site": "@reason", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2013_09/-wizlymm-foter-cc-by-nc-sa.jpg", "description": "Rock messiah Bono has some interesting things to say about\n\nhis obligation to pay taxes to the utmost possible extent in\nIreland,&nbsp;in The Guardian.\n\nThe interviewer asks Bono about:\n\nthe band's decision to offshore part of their income\nthrough the Netherlands to avoid tax. Was it not hypocrisy for you\nto try to hold the Irish government to account fo", "card": "summary_large_image", "title": "U2's Bono Defends Himself for Not Paying Every Penny in Taxes he Could"}, "fb": {"pages": 17548474116}, "article": {"tag": "World", "published_time": "2013-09-23T15:23:00+00:00", "author": "http://reason.com/people/brian-doherty"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "Rock messiah Bono has some interesting things to say about his obligation to pay taxes to the utmost possible extent in Ireland, in The Guardian.\nBut tax competitiveness is why Ireland has stayed afloat.\nThe interviewer asks Bono about:the band's decision to offshore part of their income through the Netherlands to avoid tax.\nIt is not an intellectually rigorous position unless you understand that at the heart of the Irish economy has always been the philosophy of tax competitiveness.\nTax competitiveness has taken our country out of poverty."}