{"article_title": "Is Consumer-Centric Revenue Cycle Management the Solution?", "article_keywords": ["management", "financial", "revenue", "industry", "providers", "solution", "healthcare", "payments", "consumercentric", "authors", "consumer", "cycle"], "article_url": "http://revcycleintelligence.com/news/is-consumer-centric-revenue-cycle-management-the-solution", "article_text": "Is revenue cycle management in need of a drastic overhaul? As the ever evolving landscape of the healthcare industry continuously adjusts its sails, revenue cycle management may be continuously falling backwards amidst antiquated winds. A failure to reengineer revenue cycle management may foster a hearty burden of increased challenges for healthcare’s marketplace.\n\nRevenue cycle management is notably ill-adapted to handle presently implemented market forces impacting the healthcare industry, according to a recent report from the HIMSS Revenue Cycle Improvement Task Force (RCITF). Haphazardly incorporating innovative technologies and attempting to makeover existing processes only increases costs to revenue cycle management processes, the report confirms. Similarly, effective revenue cycle management requires addressing changing fiscal demands, eliminating aging technologies, and new concentration on consumer expectations, the authors claim.\n\nIn the midst of upcoming ICD-10 implementation in October, the incorporation of Electronic Health Records (EHRs), and the struggle of meeting Meaningful Use requirements, there is essentially a great deal for the healthcare industry to take on currently. Administrative cost containment, interoperability, and consumer engagement need to be heavily focused upon, confirm the authors. “Rapid growth in consumer payments, reduced payer reimbursement rates, an ever changing regulatory environment, and shifting consumer expectations have all contributed to the challenges facing RCM,” state the report’s authors.\n\nFollowing the implementation of the Affordable Care Act (ACA), the healthcare industry is in the midst of a consumer-based transition. Even healthcare payers are vulnerable to imposing financial dangers, the report maintains. “If providers are unable to find a way to improve their collection of consumer payments, the increase in consumer payments is expected to lead to an increase in bad debt rates, putting increased financial pressure on providers,” the authors assert. “This could translate to a demand for higher reimbursement rates from payers.”\n\nRevenue cycle success requires a large revolutionary step forward and industry-wide collaboration to best promote operational efficiencies to truly enhance the consumer experience, the authors say. “Providers are no longer able to rely on existing RCM processes and technologies to meaningfully address this far-reaching shift towards a consumer-centric model,” the authors explain. \"A fresh look at enabling both a positive consumer financial experience and a reliable provider revenue stream is required,” they add.\n\nConsumer payments for healthcare providers are certainly sizable. The Centers for Medicaid & Medicare Services (CMS) estimates insured consumers’ out-of-pocket expenditures are projected to increase from $250 billion in 2007 to $420 billion within 2015 – a 68 percent spike, the authors mention. This increase is primarily due to the fact that previously uninsured beneficiaries are now utilizing marketplaces mandated via the ACA to access their healthcare coverage, the authors state. Nonetheless, over 40 million Americans lack health insurance, the authors confirm.\n\n“An even greater issue between payers and providers affecting revenue are changing reimbursement models, which create financial uncertainty for providers and make it even more important that they collect what they are due from consumers,” confirm the authors. “It will be important for payers to participate in the process of designing new and better ways for providers to collect payments more efficiently from consumers,” they add.\n\nFifteen cents of every dollar spent on healthcare is lost on claims processing, payments, billing, bad debt, and revenue cycle management, the authors confirm. When effectively engaging consumers is a difficult feat within itself, the focus of the industry must shift to allow for a strictly consumer-centric revenue cycle paradigm.\n\nFuture implications of a consumer-centric RCM\n\nAccording to the RCITF authors, identifying revenue cycle management issues is merely the initial step. There will be a heavy focus next year upon “the how,” the authors maintain.\n\n“The RCITF vision for the future could create the opportunity for new players to enter the market (e.g. the Hub; a centralized survey organization; an entity or group of entities responsible for applying and tracking national quality metrics,” the authors claim, asserting such efforts are not impossible, albeit rather difficult.\n\n“This requires the industry to move away from a siloed approach to RCM to a more collaborative and integrated approach between business partners,” the authors claim. “Although each stakeholder has responsibility for a different piece of the process we have one thing in common – we are all trying to serve the same patient/consumer,” they add.\n\nThere is unanimous agreement among RCITF members that the future of revenue cycle management must be consumer centric to succeed and flourish. When the revenue cycle management process can collectively consider widespread needs while maximizing technological finesse, and promoting fruitful patient engagement, perhaps only then will the financial facets of the healthcare industry run smoothly.", "article_metadata": {"description": "A failure to reengineer revenue cycle management may foster a hearty burden of increased challenges for healthcare’s marketplace, confirms recent research.", "author": "RevCycleIntelligence", "og": {"url": "http://revcycleintelligence.com/news/is-consumer-centric-revenue-cycle-management-the-solution", "site_name": "RevCycleIntelligence", "image": "http://revcycleintelligence.com/images/site/articles/imageedit_2_4797230303.jpg", "type": "article", "title": "Is Consumer-Centric Revenue Cycle Management the Solution?"}, "twitter": {"description": "A failure to reengineer revenue cycle management may foster a hearty burden of increased challenges for healthcare’s marketplace, confirms recent research.", "creator": "@RevCycleIntel", "image": {"src": "http://revcycleintelligence.com/images/site/articles/imageedit_2_4797230303.jpg"}, "title": "Is Consumer-Centric Revenue Cycle Management the Solution?", "site": "@RevCycleIntel", "card": "summary"}, "robots": "index, follow", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "article_summary": "Revenue cycle management is notably ill-adapted to handle presently implemented market forces impacting the healthcare industry, according to a recent report from the HIMSS Revenue Cycle Improvement Task Force (RCITF).\nHaphazardly incorporating innovative technologies and attempting to makeover existing processes only increases costs to revenue cycle management processes, the report confirms.\nFuture implications of a consumer-centric RCMAccording to the RCITF authors, identifying revenue cycle management issues is merely the initial step.\nA failure to reengineer revenue cycle management may foster a hearty burden of increased challenges for healthcare’s marketplace.\nIs revenue cycle management in need of a drastic overhaul?"}