{"article_title": "Will Facebook as Content Host Kill the News Media, or Save It?", "article_keywords": ["publishers", "users", "revenue", "media", "sites", "times", "content", "host", "facebook", "advertising", "social", "kill", "save"], "article_url": "http://www.thefiscaltimes.com/2015/03/24/Will-Facebook-Content-Host-Kill-News-Media-or-Save-It", "article_text": "The media world has undergone a seismic upheaval over the last 20 years, with new tremors shaking the landscape seemingly every week. The latest: The New York Times, BuzzFeed, National Geographic and perhaps other well-known publishers are in negotiations that could result in social media giant Facebook hosting news stories and other content they produce directly on its own servers.\n\nThe shift, reported by The New York Times itself, would allow Facebook users to see content from those outlets without having to click through to their sites — a shift that would represent a sea change in the relationship between Facebook and the news media, and one that could leave publishers even more reliant on the social media service than they are now.\n\nRelated: How Facebook Is Moving into Your Workspace\n\nFacebook, with more than a billion users, currently drives a tremendous amount of traffic directly to news sites via links that appear in its users’ news feeds. The social media giant sent nearly a quarter of the total visits publishers received in December 2014, according to Shareaholic, up 18 percentage points from three years earlier. Yet as Facebook’s users increasingly turn to mobile platforms such as phones and tablets, it wants to streamline the browsing experience for users and keep them from clicking away, in the process becoming much more than a place to watch “ice bucket challenge” videos or keep tabs on friends, family and ex-girlfriends.\n\nIf Facebook essentially wants to become the Internet for its users, it knows it still has work to do. Facebook officials have said that the process of opening a news link on a web browser generally takes about eight seconds, an eternity in an era when users have more content choices than they can possibly consume. It also frequently forces the reader to deal with inconvenient pop-up advertisements and other features of news sites that are difficult to navigate, or even just plain dismiss, on a phone screen. If Facebook were able to host the content itself, it argues, it would make for a much smoother user experience, making the reader more likely to actually, well, read the story he or she clicked on.\n\nRelated: Why Google Keeps Struggling Against Facebook\n\nIt’s a compelling argument, and if maximizing readership was the sole imperative of news organization, it would be a no-brainer. But it’s not. News organization in general need advertising revenue to survive, and also value the information they are able to collect by tracking the activity of readers on their sites. To make the idea more appealing to media companies, Facebook is reportedly considering a new revenue-sharing scheme that would pay the content publishers a portion of ad revenue generated.\n\nThis would not be the first time that the Internet upended the business model of traditional news media. A decade ago, Craigslist was the bogeyman of newspaper advertising departments, as revenue from classified advertising began to crater with the rise of the free, local message board that gave advertisers control over how and when their ads were displayed. To some extent, it’s arguable that newspaper still haven’t really recovered.\n\nRelated: The Social Media Generation Says Social Media Ads Don’t Work\n\nWhether publishers embrace Facebook’s new scheme remains to be seen. Content producers large and small have reason to be wary of ceding too much control over their fates to the social media giant — but publishers desperate to reverse rapidly declining revenues might be willing to give up some control for the right amount of money, and Facebook might be able to offer key players enough blandishments to make the program worth their while. It is also possible that Facebook-hosted content could receive enough traffic to make advertising revenue sharing more popular for some smaller sites than hosting content on their own had been.\n\nIn any case, should a deal with Facebook be struck, it could fundamentally change the news and media worlds once again. What else is new?\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Major media brands are reportedly in discussion with Facebook over a deal that could allow the social media company to host news stories on its own servers rather than redirecting users to sites. The implications of such a deal could be enormous for online media.", "title": "Will Facebook Kill the News Media or Save It?", "url": "http://www.thefiscaltimes.com/2015/03/24/Will-Facebook-Content-Host-Kill-News-Media-or-Save-It", "image": "http://cdn.thefiscaltimes.com/sites/default/files/04082014_Facebook_Dislike.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/03/24/Will-Facebook-Content-Host-Kill-News-Media-or-Save-It", "image": "http://cdn.thefiscaltimes.com/sites/default/files/04082014_Facebook_Dislike.jpg", "creator": "@rrgarver", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Major media brands are reportedly in discussion with Facebook over a deal that could allow the social media company to host news stories on its own servers rather than redirecting users to sites. The implications of such a deal could be enormous for online media.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Related: The Social Media Generation Says Social Media Ads Don’t WorkWhether publishers embrace Facebook’s new scheme remains to be seen.\nTo make the idea more appealing to media companies, Facebook is reportedly considering a new revenue-sharing scheme that would pay the content publishers a portion of ad revenue generated.\nIn any case, should a deal with Facebook be struck, it could fundamentally change the news and media worlds once again.\nThe social media giant sent nearly a quarter of the total visits publishers received in December 2014, according to Shareaholic, up 18 percentage points from three years earlier.\nIt is also possible that Facebook-hosted content could receive enough traffic to make advertising revenue sharing more popular for some smaller sites than hosting content on their own had been."}