{"article_title": "Sexting and Drunk Driving Lead to Job Security at VA", "article_keywords": ["va", "group", "lead", "driving", "drunk", "facility", "sexting", "rehired", "job", "officials", "investigation", "promoted", "vas", "security", "veterans", "senior"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/04/06/Sexting-and-Drunk-Driving-Lead-Job-Security-VA", "article_text": "Congressional Republicans are mad as hell at the Department of Veterans Affairs, and they’re not going to take it anymore.\n\nSpeaker John Boehner (R-OH) on Thursday said the House would vote on a bill that would make it easier to fire or demote senior officials at the VA, and not just for issues relating to the backlog of veterans claims.\n\nLawmakers are fed up with a string of reports that detail workplace misbehavior by VA employees that more often than not would result in swift dismissal from a private employer or even jail time. Instead, the government workers in question have been promoted or rehired, and their supervisors have not faced disciplinary action.\n\nIn one instance, a claims worker at a VA facility in Nashville “downloaded and installed unapproved software to his VA-issued laptop for the purpose of sexting,” according to a report published by the VA’s inspector general. He also misused $31,000 in travel funds before eventually being promoted to a position in Washington.\n\nRelated: Lifelong Pensions for Vets Could Be Whacked Under Pentagon Proposal\n\nJonah Czerwinski, who at the time was the director of the VA’s Center for Innovation, was faulted by the VA’s Office of Inspector General for failing to supervise the unnamed employee’s actions. No disciplinary action was taken against Czerwinski since he left the agency to take a job in the private sector. His LinkedIn profile says he now works for The Advisory Board Company.\n\nA separate account showed that the VA rehired a former employee, Jed Fillingim, who had resigned from his previous post following a drunk-driving incident that resulted in the death of a colleague. An investigation by NBC4 News in Washington discovered Fillingim was rehired at a VA facility in Georgia despite an ongoing federal investigation into his misconduct. Investigators later ruled that he was intoxicated while driving a government vehicle, the news report said.\n\nFillingim is still employed by the VA.\n\nRelated: Holder and Mueller Spent $7.8 Million on Personal Travel\n\nThe VA, meanwhile, continues to chip away at its backlog of benefits claims, an issue that has plagued the agency in recent years and left veterans waiting months and sometimes years to be compensated or reimbursed for medical care. The number of claims pending for more than 125 days fell to 343,794 at the end of March, compared with 405,938 at the beginning of the year.\n\nYet the persistent backlog, combined with the troubling job-related incidents, have drawn the ire of lawmakers. It also doesn’t help that hundreds of vets were exposed to Hepatitis B and C at a VA facility in Dayton, Ohio, adjacent to Boehner’s congressional district.\n\n“While this was under investigation, the director of the hospital received a five-figure bonus, and then he was promoted,” Boehner said on Thursday at a press conference on Capitol Hill. “You know, I thought I’d seen the worst of government, but this goes beyond the pale. If you’re presiding over a bureaucracy that’s failing our veterans, you shouldn’t be receiving bonuses. You should be gone.”\n\nThe Senior Executives Association, a group that advocates for career federal officials, sees things differently.\n\nRelated: Spies Like Us: The NSA Is Intrusive and Incompetent\n\n“This legislation [from Boehner] does not achieve the goal of accountability and instead is a quick fix sound-bite that does not address the very real issues of backlogs and access to care,” Carol Bonosaro, president of the group, said in a statement. The group added that there’s already an established method for removing senior officials, and that last year the VA dismissed several executives.\n\nRep. Jeff Miller (R-FL), chairman of the House Veterans Affairs Committee, introduced the measure on Feb. 11. VA Secretary Eric Shinseki has not requested the authority detailed in Miller’s bill.\n\nTop Reads from The Fiscal Times:\n\n", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "House Republicans are moving forward with a bill that would make it easier to fire or demote senior executives at the Department of Veterans Affairs following a string of reports detailing drunk driving and sexting that didn’t result in dismissals or even disciplinary action.", "title": "Sexting and Drunk Driving Lead to Job Security at VA", "url": "http://www.thefiscaltimes.com/Articles/2014/04/06/Sexting-and-Drunk-Driving-Lead-Job-Security-VA", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/04042014_Veterans_Affairs.png", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/04/06/Sexting-and-Drunk-Driving-Lead-Job-Security-VA", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/04042014_Veterans_Affairs.png", "creator": "@timothyrhoman", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "House Republicans are moving forward with a bill that would make it easier to fire or demote senior executives at the Department of Veterans Affairs following a string of reports detailing drunk driving and sexting that didn’t result in dismissals or even disciplinary action.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fdfce5\"", "article_summary": "It also doesn’t help that hundreds of vets were exposed to Hepatitis B and C at a VA facility in Dayton, Ohio, adjacent to Boehner’s congressional district.\nThe group added that there’s already an established method for removing senior officials, and that last year the VA dismissed several executives.\nA separate account showed that the VA rehired a former employee, Jed Fillingim, who had resigned from his previous post following a drunk-driving incident that resulted in the death of a colleague.\nAn investigation by NBC4 News in Washington discovered Fillingim was rehired at a VA facility in Georgia despite an ongoing federal investigation into his misconduct.\nInstead, the government workers in question have been promoted or rehired, and their supervisors have not faced disciplinary action."}