{"article_title": "Kimberly Gibbs: Firms using Longmont airport should pay a fee", "article_keywords": ["city", "program", "fee", "zone", "revenue", "pay", "budget", "kimberly", "airport", "officials", "gibbs", "longmont", "using", "firms", "property"], "article_url": "http://www.timescall.com/columnists/opinion-local/ci_27019973/kimberly-gibbs-firms-using-longmont-airport-should-pay", "article_text": "The Colorado Division of Aeronautics is taking some well-deserved heat for grossly overestimating next year's tax revenue from aviation fuel sales. This revenue is used to fund the Colorado Discretionary Aviation Grant Program (DAGP), which supports runway maintenance and other improvement projects for Colorado's 74 public-use airports. The grants for 2015 were initially projected at $15 million, but they were recently revised downward to $3 million - a $12 million shortfall.\n\nColorado airport managers harshly criticized the division's wild miscalculation. And Longmont airport manager Tim Barth stated that the funding cutbacks will hamper airport and economic growth down the line (\"Colorado airport officials admit errors, vow to save grant program\" (11/19). But there is more to this story than meets the eye.\n\nFor those of us who have analyzed the airport budget it is obvious, at least in Longmont's case, that the funding crisis has been years in the making and largely self-inflicted. Longmont officials have fully embraced a budget model that relies too heavily on federal and state subsidies, and not enough on revenue from airport users - a tiny fraction of residents who actually benefit from the airport. City officials are responsible for charging reasonable fees to use airport property. Yet for many years Longmont has elected to leave money on the table, as the following examples show.\n\n1. The airport has designated a Parachute Landing Area, also known as a skydive drop zone, covering about 40 acres. Assuming for a moment that the best use for this prime real estate is a drop zone, shouldn't the city earn revenue from its use?\n\nAdvertisement\n\nThe Longmont Municipal Code (section 4.64.040) clearly specifies a $7,500 annual fee for the use of airport property and further states that no one may use this area without first obtaining an applicable permit. Yet curiously, the city is not assessing this fee. In fact, there have been no drop zone fees assessed since June 1999.\n\n2. In 2007 the city leased about 180,000 square feet of airport property to a skydive operator. The initial annual lease amount was $41,566 (roughly 23 cents per square foot.) The skydiving company currently enjoys the use of that land. However, that lease is still considered \"inactive\" and no fees have ever been assessed nor collected - ever.\n\n3. In 2004 and 2007 the city considered a modest $1 per jump fee, which would generate more than $30,000 in airport revenue annually. Both times, this funding option was rejected. Again in February 2012, the Airport Advisory Board (AAB) revisited the proposed fee. A brief discussion followed in which a city employee described the airport budget as \"bare bones.\" Still the AAB voted unanimously to strike all information regarding the skydiving jump fee from the Airport Business Plan, thus hampering any further consideration by the city council. The result: zero revenue.\n\nLongmont officials have the fiduciary duty to manage the airport finances ethically and in the best interests of the community. The first step toward solving the airport budget crisis is ending the great giveaway program. Airport users should pay a fair market rate for use of airport property - especially private businesses that are reaping enormous profits and enjoying a free ride at taxpayer expense.\n\nKimberly Gibbs is a resident of Boulder County and the organizer of Citizens For Quiet Skies.", "article_metadata": {"sailthru.url": "http://www.timescall.com/columnists/opinion-local/ci_27019973/kimberly-gibbs-firms-using-longmont-airport-should-pay", "modificationDate": "2014-11-27T10:47:56-0700", "sailthru.section": "Opinion Columnists", "sailthru.author": "By Kimberly Gibbs", "description": "The Colorado Division of Aeronautics is taking some well-deserved heat for grossly overestimating next year's tax revenue from aviation fuel sales.", "ag": {"canon": "LongmontTimes-Call:article:27019973:view"}, "startDate": "2014-11-27T10:46:50-0700", "og": {"url": "http://www.timescall.com/columnists/opinion-local/ci_27019973/kimberly-gibbs-firms-using-longmont-airport-should-pay", "image": "http://local.timescall.com/common/dfm/assets/logos/1200x627/timescall.png", "type": "article", "description": "The Colorado Division of Aeronautics is taking some well-deserved heat for grossly overestimating next year's tax revenue from aviation fuel sales.", "title": "Kimberly Gibbs: Firms using Longmont airport should pay a fee"}, "twitter": {"domain": "timescall.com", "description": "The Colorado Division of Aeronautics is taking some well-deserved heat for grossly overestimating next year's tax revenue from aviation fuel sales.", "title": "Kimberly Gibbs: Firms using Longmont airport should pay a fee", "url": "http://www.timescall.com/columnists/opinion-local/ci_27019973/kimberly-gibbs-firms-using-longmont-airport-should-pay", "image": "http://local.timescall.com/common/dfm/assets/logos/1200x627/timescall.png", "site": "@TimesCall", "card": "summary_large_image"}, "sailthru.date": "2014-11-27T10:46:50-0700", "endDate": "2024-11-26T17:43:31-0700", "sailthru.title": "Kimberly Gibbs: Firms using Longmont airport should pay a fee", "sailthru.article-section-or-homepage": "article", "byline": "By Kimberly Gibbs", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "lLtD9ZooxmJUEEdRSCVzkO06t_hYKtyDqZF7EA3N2U0", "sailthru.site": "timescall.com", "pubDate": "2014-11-27T10:49:07-0700", "news_keywords": "Longmont Colorado TimesCall opinion columns editorials letters to the editor"}, "_id": "\"57477af36914bd0286fca051\"", "article_summary": "And Longmont airport manager Tim Barth stated that the funding cutbacks will hamper airport and economic growth down the line (\"Colorado airport officials admit errors, vow to save grant program\" (11/19).\nAirport users should pay a fair market rate for use of airport property - especially private businesses that are reaping enormous profits and enjoying a free ride at taxpayer expense.\nLongmont officials have the fiduciary duty to manage the airport finances ethically and in the best interests of the community.\nCity officials are responsible for charging reasonable fees to use airport property.\nThe first step toward solving the airport budget crisis is ending the great giveaway program."}