{"article_title": "The reason Ben Carson can't win? Ben Carson", "article_keywords": ["wouldbe", "ben", "win", "social", "obamacare", "cant", "carson", "wrong", "reason", "savior", "things", "president", "republican"], "article_url": "http://www.dailykos.com/story/2015/5/4/1382448/-The-reason-Ben-Carson-can-t-win-Ben-Carson", "article_text": "It has been clear for some time now that would-be Republican savior Ben Carson was going to run for president . Or at least, that he'd make a try at it, given that an entire cottage industry revolves around at least pretending he could be a presidential contender in order to separate money from rubes , and we are entering the months in which candidates will have to put up or shut up about that. (Looking at you, Jeb Bush.)\n\nTo be clear, Ben Carson does not have even the slightest chance of becoming the Republican nominee. It's not going to happen. He will, if we are all very good this year, make it into the first debates. At that point he will be expected to open his mouth, and Ben Carson usually does very well in appearances right up until the point when he opens his mouth. Then all hell breaks loose.\n\nAmong his greatest hits? He famously compared gay Americans to \"NAMBLA\" and \"people who believe in bestiality,\" which did not go well, and offered prison rape as evidence that homosexuality was a \"choice.\" He called the VA scandal a \"gift from God.\" He compared Obamacare to slavery. He also declared Obamacare more damaging to America than the 9/11 terrorist attacks, and fretted that insufficiently patriotic AP History courses might make students join ISIS. And declared that America under Obama is \"very much like Nazi Germany.\"\n\nIn short, whenever would-be Republican savior Ben Carson is asked to opine off the cuff, would-be Republican savior Ben Carson ends up making national news and having to apologize or clarify his remarks soon afterward. He himself recognizes this flaw, which he vows to address by simply not talking about controversial things anymore:\n\n\n\nDr. Carson’s own words at times have caused controversy in recent months regarding Obamacare and homosexuality. “Now that you’ve announced you’re running for President of the United States,” Barnd asked, “what have you learned from those experiences?” “I don’t wander off into those extraneous areas that can be exploited. I have learned that.”\n\nWhich would be grand for him, except that his popularity is based entirely on his willingness to opine on those things. Nobody has ever given a damn what Ben Carson's plan for the budget might be, or what Ben Carson would do as commander of the military, or what Ben Carson thinks we should do about this or that trade agreement. He made his name criticizing Obama for being Wrong, and criticizing America's social fabric for being Wrong, and by telling audiences that \"Obamacare\" is coming to take their children and replace their bathroom cabinets with portals to a dark socialist realm. Ben Carson not opining on social issues or Obamacare makes for some short speeches.\n\nNo matter. We—by which I mean anyone who is not a social conservative—are lucky to have him. The more the merrier, on the Republican debate stage. Ben Carson suffers from the worst of all conservative afflictions, a tragic disease that causes him to say what he thinks out loud, and no Republican with this condition has ever been elected president. Past candidates have undergone years of training to break themselves of the habit, and have assembled entire teams to rebrand the things they think into things that can be said out loud without dooming their careers. Ben Carson is, in the grand scheme of presidential politics, not long for this world.\n\n", "article_metadata": {"og": {"site_name": "Daily Kos", "description": "It has been clear for some time now that would-be ...", "title": "The reason Ben Carson can't win? Ben Carson", "url": "http://www.dailykos.com/story/2015/5/4/1382448/-The-reason-Ben-Carson-can-t-win-Ben-Carson", "image": "http://images.dailykos.com/images/141587/story_image/RTX1BI5S.jpg?1430768071", "type": "article"}, "csrf-param": "authenticity_token", "fb": {"app_id": 170357783709}, "twitter": {"image": {"src": "http://images.dailykos.com/images/141587/story_image/RTX1BI5S.jpg?1430768071"}, "description": "It has been clear for some time now that would-be Republican savior Ben Carson was going to run for president. Or at least, that he'd make a try at it, given that an entire cottage industry revolve...", "site": "@dailykos", "card": "summary_large_image", "title": "The reason Ben Carson can't win? Ben Carson"}}, "_id": "\"57477af46914bd0286fd88d8\"", "article_summary": "In short, whenever would-be Republican savior Ben Carson is asked to opine off the cuff, would-be Republican savior Ben Carson ends up making national news and having to apologize or clarify his remarks soon afterward.\nNobody has ever given a damn what Ben Carson's plan for the budget might be, or what Ben Carson would do as commander of the military, or what Ben Carson thinks we should do about this or that trade agreement.\nIt has been clear for some time now that would-be Republican savior Ben Carson was going to run for president .\nBen Carson is, in the grand scheme of presidential politics, not long for this world.\nTo be clear, Ben Carson does not have even the slightest chance of becoming the Republican nominee."}