{"article_title": "The fastest way to reach a congressional budget agreement? Dim the lights", "article_keywords": ["dim", "suggests", "light", "university", "reach", "budget", "pacific", "agreement", "lit", "lights", "heat", "fastest", "way", "published", "research", "study", "congressional"], "article_url": "http://www.salon.com/2014/01/12/the_fastest_way_to_reach_a_congressional_budget_agreement_dim_the_lights_partner/", "article_text": "Topics: Emotions, lights, negotiations, Pacific Standard, Psychology, Research, Science, Technology News, Life News\n\nThis piece originally appeared on Pacific Standard.\n\n\n\nIncreasingly, it feels like the world is run by hotheads—people driven by such intense emotions that they can’t bring themselves to compromise, even if they intellectually understand the importance of meeting in the middle.\n\nWell, newly published research offers a possible solution to this dilemma. It suggests Congressional conference committees, divorce settlement negotiations, and peace talks between warring factions all have a better chance of success if they take place in a dimly lit room.\n\nIt’s not only that dusky conditions increase creativity, which can play a helpful role in forging compromise. This study suggests emotions—positive and negative alike—are heightened in the presence of bright light.\n\nIt seems our minds reflexively associate light with heat, and the notion of physical heat stimulates emotional heat. As a result, the intensity of light appears to increase the intensity of one’s feelings—a good thing if you’re on a romantic fling, but problematic in situations that demand a dispassionate response.\n\n“These findings suggest a simple way to nudge people into being less emotional: by simply turning the lights down,” write Alison Jing Xu of the University of Toronto and Aparna Labroo of Northwestern University. Their study is published in the Journal of Consumer Psychology.\n\nXu and Labroo describe five experiments that provide evidence for their thesis. Arguably the most telling one featured 98 university students who were randomly assigned to visit a brightly lit lab (with fluorescent ceiling lights turned on) or a dimly lit one (illuminated only by the light from computer monitors). They were told researchers were “collecting consumers’ reaction to potential advertising plots and models.”", "article_metadata": {"description": "Research shows that bright lights produce heightened emotions, while dusky conditions increase creativity", "title": "The fastest way to reach a congressional budget agreement? Dim the lights", "og": {"site_name": "Salon", "description": "Research shows that bright lights produce heightened emotions, while dusky conditions increase creativity", "title": "The fastest way to reach a congressional budget agreement? Dim the lights", "url": "http://www.salon.com/2014/01/12/the_fastest_way_to_reach_a_congressional_budget_agreement_dim_the_lights_partner/", "image": "http://media.salon.com/2012/08/lightbulb.jpeg", "type": "article"}, "twitter": {"description": "Research shows that bright lights produce heightened emotions, while dusky conditions increase creativity", "title": "The fastest way to reach a congressional budget agreement? Dim the lights", "image": "http://media.salon.com/2012/08/lightbulb.jpeg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Tom Jacobs", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Emotions, lights, negotiations, Pacific Standard, Psychology, Research, Science", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd88d7\"", "article_summary": "Well, newly published research offers a possible solution to this dilemma.\nTopics: Emotions, lights, negotiations, Pacific Standard, Psychology, Research, Science, Technology News, Life NewsThis piece originally appeared on Pacific Standard.\nIt seems our minds reflexively associate light with heat, and the notion of physical heat stimulates emotional heat.\nThis study suggests emotions—positive and negative alike—are heightened in the presence of bright light.\nTheir study is published in the Journal of Consumer Psychology."}