{"article_title": "Out-of-network providers charging patients up to 1400% higher, study shows", "article_keywords": ["plans", "providers", "charges", "study", "outofnetwork", "insurance", "average", "patients", "medicare", "report", "health", "1400", "shows", "charging", "higher"], "article_url": "http://www.healthcarefinancenews.com/news/out-network-providers-charging-patients-1400-higher-study-shows", "article_text": "It's common knowledge that consumers have to pay more money if they choose doctors or hospitals outside of their insurance plan's network. But a new analysis prepared by the insurance industry seeks to show just how much more in each of the 50 states.\n\nOut-of-network providers charged patients on average 300 percent more than the Medicare rate for certain treatments or procedures, according to the analysis of 2013 and 2014 claims data released Thursday by the America's Health Insurance Plans. The industry group, which supports limiting out-of-network charges, found that some treatments were even more exorbitant -- with out-of-network providers charging nearly 1,400 percent more than what is reimbursed by Medicare.\n\nCharges for an MRI of the brain, for example, cost on average $2,929 with an out-of-network provider, compared to the Medicare rate of $405, according to the report. And patients who needed a one-hour chemotherapy infusion paid on average $437 while Medicare reimbursed $136, the group found.\n\n[Also: Healthcare spending growth to dip in 2016 on high-deductible surge, report says]\n\nThe study found significant differences among providers for the same treatments and wide geographic differences. California had some of the largest gaps between out-of-network charges and Medicare rates. For example, out-of-network providers billed an average of 626 percent higher than Medicare for a brain MRI.\n\nOther states also saw out-of-network charges that far exceeded the Medicare rates, the study found. In New York, providers charged on average 1,100 percent more than the Medicare fee for low back disc surgery. And emergency care in Florida cost about 700 percent higher for out-of-network care.\n\n\"This is the blueprint to show that there is more work to be done and that we have to fix this problem for patients,\" said Clare Krusing, spokeswoman for America's Health Insurance Plans. \"There needs to be much more disclosure from hospitals and doctors and specialists.\"\n\nKrusing said limits should be set on charges that out-of-network providers can bill. The report is based on 18 billion claims covering about 100 medical procedures performed in 2013 and 2014 in all of the states.\n\nA spokesman for the American Medical Association said he had not yet reviewed the report. The association's president has in the past blamed insurers for failing to negotiate and provide fair rates.\n\nBetsy Imholz, director of special projects for Consumers Union, said she wasn't surprised that out-of-network providers are charging excessive amounts.\n\n\"Some providers will take whatever they can get,\" she said. \"If there is no limitation … they will ask for the most they can.\"\n\nThe bigger problem, Imholz said, is when patients get stuck with surprise bills. That happens when they go to an in-network hospital but are unknowingly treated by anesthesiologists or other specialists not in the plan's network.\n\nLike Healthcare Finance on Facebook\n\n\"The rude awakening is that when they get home … there are these huge other bills that come filing in,\" she said. \"The Affordable Care Act was aimed at making care affordable, and we want it to remain that way.\"\n\nA few states, including New York, have passed laws to protect patients from higher surprise bills. Proposed legislation that would have done so in California recently died in the legislature.\n\nImholz said consumer advocates would try again. \"We are not giving up on this,\" she said.\n\nKaiser Health News is a national health policy news service. It is an editorially independent program of the Henry J. Kaiser Family Foundation.\n\nTwitter: @HC_Finance", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/news/out-network-providers-charging-patients-1400-higher-study-shows", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/increase-chart-feature_0.gif", "site_name": "Healthcare Finance News", "description": "Out-of-network providers charged patients on average 300 percent more than the Medicare rate for certain treatments or procedures, according to the analysis of 2013 and 2014 claims data released Thursday by the America's Health Insurance Plans.", "title": "Out-of-network providers charging patients up to 1400% higher, study shows"}, "twitter": {"site": "@HC_Finance", "image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/increase-chart-feature_0.gif"}, "description": "Out-of-network providers charged patients on average 300 percent more than the Medicare rate for certain treatments or procedures, according to the analysis of 2013 and 2014 claims data released Thursday by the America's Health Insurance Plans.", "card": "summary_large_image", "title": "Out-of-network providers charging patients up to 1400% higher, study shows"}, "generator": "Drupal 7 (http://drupal.org)", "description": "It's common knowledge that consumers have to pay more money if they choose doctors or hospitals outside of their insurance plan's network. But a new analysis prepared by the insurance industry seeks to show just how much more in each of the 50 states.", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no"}, "_id": "\"57477af46914bd0286fe0a3b\"", "article_summary": "Betsy Imholz, director of special projects for Consumers Union, said she wasn't surprised that out-of-network providers are charging excessive amounts.\nThe industry group, which supports limiting out-of-network charges, found that some treatments were even more exorbitant -- with out-of-network providers charging nearly 1,400 percent more than what is reimbursed by Medicare.\nFor example, out-of-network providers billed an average of 626 percent higher than Medicare for a brain MRI.\nIt's common knowledge that consumers have to pay more money if they choose doctors or hospitals outside of their insurance plan's network.\nKrusing said limits should be set on charges that out-of-network providers can bill."}