{"article_title": "Rick Perry uses Naples appearance to slam Obama, but no word on plans to run for president", "article_keywords": ["perry", "word", "plans", "scott", "governor", "event", "collier", "slam", "uses", "rick", "president", "run", "republican", "naples", "texas", "obama"], "article_url": "http://www.naplesnews.com/news/politics/rick-perry-uses-naples-appearance-to-slam-obama-but-no-word-on-plans-to-run-for-president-ep-1081528-338715921.html", "article_text": "Former Texas Gov. Rick Perry addresses guests during a \"Cocktails and Conversation\" event sponsored by the Collier County Republican Executive Committee at Clive Daniel Home in Naples, FL on Wednesday, May 13, 2015. (Scott McIntyre/Staff)\n\nSHARE Former Texas Gov. Rick Perry gives Anne Brown a hug after speaking at the \"Cocktails and Conversation\" event sponsored by the Collier County Republican Executive Committee at Clive Daniel Home in Naples, FL on Wednesday, May 13, 2015. (Scott McIntyre/Staff) Guests listen as the program begins at the \"Cocktails and Conversation\" event sponsored by the Collier County Republican Executive Committee where the featured speaker was former Texas Gov. Rick Perry at Clive Daniel Home in Naples on Wednesday, May 13, 2015. Scott McIntyre/Staff\n\nBy Jenna Buzzacco-Foerster of the Naples Daily News\n\nRick Perry hasn’t officially made a decision about 2016, but on Wednesday he used a stop in Southwest Florida to slam the current president and promised Neapolitans that better days are ahead.\n\n“We’re only a few good decisions away, and a leadership change at the top, from the greatest days in the world,” said Perry, the former governor of Texas. “This is a powerful moment in the world’s history, as we make a decision about who the next leader is going to be that stands at 1600 Pennsylvania Avenue.”\n\nPerry was in Naples for an appearance at the Collier County Republican Executive Committee’s “Cocktails and Conversation, by Invitation Only” event. Local party officials said it was the latest in a series of events aimed at giving Southwest Floridians a chance to mix and mingle with presidential hopefuls.\n\n“This is an opportunity for Naples Republicans to get to know and get to meet another Republican presidential candidate,” said Priscilla Grannis, vice chairwoman of the Collier Republicans and president of the Women’s Republican Club of Naples Federated.\n\nClick here to see more photos of Rick Perry's visit\n\nOn Wednesday, Perry worked the crowd, shaking hands and smiling for pictures as he made his way through the patio furniture section of Clive Daniel Home, where the event was held. The former governor spoke briefly of his grandchildren and thanked a local author for a copy of her children’s book, before delivering his remarks.\n\nDuring his 15 minute speech, Perry slammed President Barack Obama’s administration and commended Gov. Rick Scott for fighting against a push to expand Medicaid under the Affordable Care Act, or Obamacare.\n\nScott is suing the federal government, claiming officials tried to force Medicaid expansion. A battle over health care funding led to the breakdown of the 2015 legislative session, and lawmakers will be called back to a special session next month to pass a budget.\n\nThe state of Texas has joined the lawsuit, and a spokesman for Perry said the former governor supports the decision.\n\nPerry, who is friends with Scott, said the Florida governor understands competition and kept him on his toes while he was in office.\n\n“I didn’t have a greater competitor in the galaxy of governors out there than Rick Scott,” said Perry. “I’m telling you, this guy gets it. I will tell you Bobby Jindal wasn’t a slouch either. I got up every morning and I looked to the east.”\n\nSouthwest Florida is no stranger to political hopefuls, and is often considered a fundraising powerhouse for Republican candidates. But Mike Lyster, chairman of the Collier GOP, said the cocktail events are a way for locals to meet candidates, hear where they stand on the issues and ask questions.\n\n“I think it’s good for us,” said Lyster.\n\nOrganizers said the event was not a fundraiser for Perry or his political action committee. Perry said he’ll make a decision in about a month about whether he’ll run for president in 2016.", "article_metadata": {"title": "Rick Perry uses Naples appearance to slam Obama, but no word on plans to run for president", "og": {"url": "http://www.naplesnews.com/news/politics/rick-perry-uses-naples-appearance-to-slam-obama-but-no-word-on-plans-to-run-for-president-ep-1081528-338715921.html", "image": {"width": 640, "identifier": "http://media.jrn.com/images/0513_nclo_sm_rickperry_8_1431562288079_18169448_ver1.0_640_480.jpg", "height": 427}, "type": "article", "description": "Rick Perry hasnâ\u0080\u0099t officially made a decision about 2016, but on Wednesday he used a stop in Southwest Florida to slam the current president and promised Neapolitans that better days are ahead.", "title": "Rick Perry uses Naples appearance to slam Obama, but no word on plans to run for president"}, "twitter": {"site": "@ndn", "image": "http://media.jrn.com/images/0513_nclo_sm_rickperry_8_1431562288079_18169448_ver1.0_640_480.jpg", "description": "Rick Perry hasnâ\u0080\u0099t officially made a decision about 2016, but on Wednesday he used a stop in Southwest Florida to slam the current president and promised Neapolitans that better days are ahead.", "card": "summary_large_image", "title": "Rick Perry uses Naples appearance to slam Obama, but no word on plans to run for president"}, "apple-mobile-web-app-capable": "no", "msapplication-TileImage": "http://media.jrn.com/designimages/logo-ndn-icon-144.png", "__sync_contentCategory": "premium", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "_id": "\"57477af46914bd0286fd6041\"", "article_summary": "“I didn’t have a greater competitor in the galaxy of governors out there than Rick Scott,” said Perry.\nRick Scott for fighting against a push to expand Medicaid under the Affordable Care Act, or Obamacare.\nRick Perry at Clive Daniel Home in Naples on Wednesday, May 13, 2015.\nPerry said he’ll make a decision in about a month about whether he’ll run for president in 2016.\nRick Perry addresses guests during a \"Cocktails and Conversation\" event sponsored by the Collier County Republican Executive Committee at Clive Daniel Home in Naples, FL on Wednesday, May 13, 2015."}