{"article_title": "Jindal’s desperate hypocrisy: By his own standard, Louisiana’s governor is an arrogant, lawless cynic", "article_keywords": ["jindal", "executive", "gay", "jindals", "louisianas", "hypocrisy", "freedom", "rights", "lawless", "primary", "governor", "standard", "state", "desperate", "louisiana", "republican", "religious", "arrogant", "cynic"], "article_url": "http://www.salon.com/2015/05/20/jindals_desperate_hypocrisy_by_his_own_standard_louisianas_governor_is_an_arrogant_lawless_cynic/", "article_text": "Topics: 2016 Elections, Bobby Jindal, Gay Rights, Immigration, Immigration Reform, lbgtq rights, Louisiana, Religious Freedom, Republican Primary, Politics News\n\nThere’s a noticeable desperation surrounding Louisiana governor Bobby Jindal. It’s the desperation of a man who is still clinging to his reputation as the next big thing in Republican politics, even though it has been completely eroded away as the GOP has moved on to newer, fresher up-and-coming stars with far less political baggage. Jindal formed his presidential exploratory committee this week, and he’ll come into the 2016 race with just over one percent of Republican primary voters backing his candidacy, putting him on the same level as dead-end candidates Carly Fiorina and Lindsey Graham. In his own deep-red state, Jindal’s approval rating is abysmally low – lower than that of crummy socialist dictator Barack Obama. But he’s still out there, trying to stir the pot and force people to remember the good old days of Bobby Jindal: Republican Savior.\n\nHis latest attention-grabbing move is an executive order to “enforce the intent of a religious freedom bill” that failed to make it out of the Louisiana legislature. You probably recall last month’s conflagration over Indiana’s “religious freedom” legislation that would have given businesses stronger legal protections to discriminate against gay customers. Jindal, ever eager to insert himself into roiling controversies, declared his support for the Indiana law and said he’d push for Louisiana to pass its own “religious freedom” law which was substantially worse than the Hoosier State’s version. Jindal’s 2016 game plan seems to revolve around picking fights on cultural issues to endear himself to Christian conservatives, and a battle over gay rights fits nicely into that strategy.\n\nHe ran into a bit of a hiccup, though, when a Louisiana House committee voted overwhelmingly to effectively kill the “religious freedom” bill. Undeterred, Jindal issued his executive order. “We will be issuing an Executive Order shortly that will accomplish the intent of HB 707 to prevent the state from discriminating against persons or entities with deeply held religious beliefs that marriage is between one man and one woman,” his office said in a statement.\n\nSo now Jindal, who pals around with some of the worst anti-gay bigots reality TV has to offer, can boast during the GOP primary debates that he single-handedly protected Louisiana’s religious freedom from the threat posed by equal rights the dignified treatment gay people. But in doing so, he’s exposed himself as something of a glaring hypocrite.\n\nConsider what Jindal did here. His state legislature refused to move forward on a piece of legislation that he considered crucial. So rather than respect the will of the elected representatives, Jindal cut them out of the loop and took unilateral action. If you’ve been following the ongoing debate over immigration reform, then you’ve probably heard some of the vicious attacks Republicans and conservatives have directed at Barack Obama for unilaterally imposing “amnesty” by taking executive actions on deportations.", "article_metadata": {"description": "Bobby Jindal, who blasts Obama for executive action on immigration, is unilaterally enforcing \"religious freedom\"", "title": "Jindal’s desperate hypocrisy: By his own standard, Louisiana’s governor is an arrogant, lawless cynic", "og": {"site_name": "Salon", "description": "Bobby Jindal, who blasts Obama for executive action on immigration, is unilaterally enforcing \"religious freedom\"", "title": "Jindal’s desperate hypocrisy: By his own standard, Louisiana’s governor is an arrogant, lawless cynic", "url": "http://www.salon.com/2015/05/20/jindals_desperate_hypocrisy_by_his_own_standard_louisianas_governor_is_an_arrogant_lawless_cynic/", "image": "http://media.salon.com/2014/07/bobby_jindal2.jpg", "type": "article"}, "twitter": {"description": "Bobby Jindal, who blasts Obama for executive action on immigration, is unilaterally enforcing \"religious freedom\"", "title": "Jindal’s desperate hypocrisy: By his own standard, Louisiana’s governor is an arrogant, lawless cynic", "image": "http://media.salon.com/2014/07/bobby_jindal2.jpg", "creator": "@SimonMaloy", "site": "@salon", "card": "summary_large_image"}, "author": "Simon Maloy", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, 2016 Elections, Bobby Jindal, Gay Rights, Immigration, Immigration Reform, lbgtq rights, Louisiana, Religious Freedom, Republican Primary", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Topics: 2016 Elections, Bobby Jindal, Gay Rights, Immigration, Immigration Reform, lbgtq rights, Louisiana, Religious Freedom, Republican Primary, Politics NewsThere’s a noticeable desperation surrounding Louisiana governor Bobby Jindal.\nBut he’s still out there, trying to stir the pot and force people to remember the good old days of Bobby Jindal: Republican Savior.\nJindal’s 2016 game plan seems to revolve around picking fights on cultural issues to endear himself to Christian conservatives, and a battle over gay rights fits nicely into that strategy.\nHe ran into a bit of a hiccup, though, when a Louisiana House committee voted overwhelmingly to effectively kill the “religious freedom” bill.\nYou probably recall last month’s conflagration over Indiana’s “religious freedom” legislation that would have given businesses stronger legal protections to discriminate against gay customers."}