{"article_title": "New Klamath Water Bill Has One Opponent in Hoopa Valley Tribe", "article_keywords": ["tribe", "river", "upper", "bill", "hoopa", "klamath", "water", "restoration", "release", "basin", "valley", "opponent"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/06/01/new-klamath-water-bill-has-one-opponent-hoopa-valley-tribe-155108", "article_text": "The Klamath Water Recovery and Economic Restoration Act of 2014, introduced on May 21 by senators Ron Wyden (D-Ore.), Jeff Merkley (D-Ore.), Dianne Feinstein (D-Calif.) and Barbara Boxer (D-Calif.) was created to replace long-running conflicts over scarce water resources in the Klamath River Basin, but there is at least one tribe not a fan of the bill.\n\n“The Hoopa Valley Tribe is shocked and disappointed,” said Hoopa Valley Tribe Chairwoman Danielle Vigil-Masten, “that the so-called ‘Klamath Basin Water Recovery and Economic Restoration Act of 2014’ introduced by Senators: Feinstein, Boxer, Merkley, and Wyden would effectively terminate water and fishing rights of our tribe.”\n\nAccording to a press release from Wyden’s office, the bill will put into law landmark agreements that were hammered out by Klamath Basin stakeholders, including the recent Upper Basin Agreement. Wyden’s release states the bill will build a cooperative water management plan that will protect fish and wildlife and provide more predictable water supplies for farmers and ranchers. One aspect of the bill, as Vigil-Masten addressed, will be the permanently protected and enhanced riparian areas, restoring hundreds of miles of fish habitat and getting additional water to the National Wildlife Refuges.\n\nA Hoopa Valley Tribe press release says the bill will ratify three lengthy agreements (the Klamath Basin Restoration Act, Klamath Hydroelectric Settlement Agreement, and Upper Basin Comprehensive Agreement) negotiated between farmers, PacifiCorp, federal agencies, and three tribes, while calling for $900 million in federal appropriations and unnecessarily linking tribal water rights in the Klamath River to decommissioning of four obsolete hydroelectric dams owned by PacifiCorp.\n\nThe bill has received support from the parties involved in the three agreements which include: American Rivers, California Trout, Institute for Fisheries Resources, Karuk Tribe, Klamath Water Users Association, The Nature Conservancy, Pacific Coast Federation of Fishermen’s Associations, PacifiCorp, Salmon River Restoration Council, Sustainable Northwest, Trout Unlimited, and Upper Klamath Water Users.", "article_metadata": {"description": "The Klamath Water Recovery and Economic Restoration Act of 2014, introduced on May 21 has at least one tribe opposed to it in the Hoopa Valley Tribe.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "kpolisse", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/06/01/new-klamath-water-bill-has-one-opponent-hoopa-valley-tribe-155108", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/klamath_map_-_courtesy_u.s._bureau_of_reclamation.jpg", "site_name": "Indian Country Today Media Network.com", "title": "New Klamath Water Bill Has One Opponent in Hoopa Valley Tribe"}, "dcterms.date": "2014-06-01T14:00-04:00", "dc": {"title": "New Klamath Water Bill Has One Opponent in Hoopa Valley Tribe"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/06/01/new-klamath-water-bill-has-one-opponent-hoopa-valley-tribe-155108", "robots": "follow, index", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "American Rivers, California Trout, Institute for Fisheries Resources, Karuk Tribe, Klamath Water Users Association, The Nature Conservancy, Pacific Coast Federation of Fishermen’s Associations, PacifiCorp, Salmon River Restoration Council, Sustainable Northwest, Trout Unlimited, Upper Klamath Water Users, Sen. Ron Wyden, Sen. Jeff Merkley, Sen. Dianne Feinstein, Sen. Barbara Boxer, Klamath River Basin, Klamath Water Recovery and Economic Restoration Act of 2014, Danielle Vigil-Masten, Hoopa Valley Tribe", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 6}, "dcterms.title": "New Klamath Water Bill Has One Opponent in Hoopa Valley Tribe"}, "article_summary": "The bill has received support from the parties involved in the three agreements which include: American Rivers, California Trout, Institute for Fisheries Resources, Karuk Tribe, Klamath Water Users Association, The Nature Conservancy, Pacific Coast Federation of Fishermen’s Associations, PacifiCorp, Salmon River Restoration Council, Sustainable Northwest, Trout Unlimited, and Upper Klamath Water Users.\nWyden’s release states the bill will build a cooperative water management plan that will protect fish and wildlife and provide more predictable water supplies for farmers and ranchers.\n“The Hoopa Valley Tribe is shocked and disappointed,” said Hoopa Valley Tribe Chairwoman Danielle Vigil-Masten, “that the so-called ‘Klamath Basin Water Recovery and Economic Restoration Act of 2014’ introduced by Senators: Feinstein, Boxer, Merkley, and Wyden would effectively terminate water and fishing rights of our tribe.”According to a press release from Wyden’s office, the bill will put into law landmark agreements that were hammered out by Klamath Basin stakeholders, including the recent Upper Basin Agreement.\nThe Klamath Water Recovery and Economic Restoration Act of 2014, introduced on May 21 by senators Ron Wyden (D-Ore.), Jeff Merkley (D-Ore.), Dianne Feinstein (D-Calif.) and Barbara Boxer (D-Calif.) was created to replace long-running conflicts over scarce water resources in the Klamath River Basin, but there is at least one tribe not a fan of the bill.\nA Hoopa Valley Tribe press release says the bill will ratify three lengthy agreements (the Klamath Basin Restoration Act, Klamath Hydroelectric Settlement Agreement, and Upper Basin Comprehensive Agreement) negotiated between farmers, PacifiCorp, federal agencies, and three tribes, while calling for $900 million in federal appropriations and unnecessarily linking tribal water rights in the Klamath River to decommissioning of four obsolete hydroelectric dams owned by PacifiCorp."}