{"article_title": "10 Worst Cities to Start a Business in 2015", "article_keywords": ["city", "business", "big", "million", "list", "start", "worst", "2015", "americans", "cities", "jersey"], "article_url": "http://www.thefiscaltimes.com/2015/05/01/10-Worst-Cities-Start-Business-2015", "article_text": "If you’re about to start a business, you may want to stay away from two big urban areas -- New York and Los Angeles -- and one very attractive place for young technical wizards, San Francisco. That’s according to a study conducted by WalletHub, which analyzed start-up opportunities in 150 of the most populated cities in the U.S.\n\nWalletHub used 13 different metrics to measure the worst cities, including 5-year survival rates, affordability and availability of office space, educational level of the labor force, corporate taxes, and cost of living.\n\nSLIDESHOW: 10 Worst Cities to Start a Business in 2015\n\nBetween 15 million and 53 million Americans are now working for themselves. That figure is slated to grow over the next few years -- self-employed Americans are expected to reach 60 million by 2020.\n\nAt the bottom of the list is Newark -- despite Mayor Ras Baraka’s recent push to attract businesses to the city. The New Jersey city west of the Big Apple ranked as the worst city to start a business, followed by Jersey City and Garden Grove in California.\n\nTake a look at the top of the list, the 10 best cities to start a business are mostly located in the South.\n\n\n\nClick here to see the 10 Worst Cities to Start a Business in 2015.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "If you’re about to start a business, you may want to stay away from the New York City area and from the Los Angeles and San Francisco areas.", "title": "10 Worst Cities to Start a Business in 2015", "url": "http://www.thefiscaltimes.com/2015/05/01/10-Worst-Cities-Start-Business-2015", "image": "http://cdn.thefiscaltimes.com/sites/default/files/Newark_New_Jersey_Flickr_Ken_Lund.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/05/01/10-Worst-Cities-Start-Business-2015", "image": "http://cdn.thefiscaltimes.com/sites/default/files/Newark_New_Jersey_Flickr_Ken_Lund.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "If you’re about to start a business, you may want to stay away from the New York City area and from the Los Angeles and San Francisco areas.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "SLIDESHOW: 10 Worst Cities to Start a Business in 2015Between 15 million and 53 million Americans are now working for themselves.\nClick here to see the 10 Worst Cities to Start a Business in 2015.\nThe New Jersey city west of the Big Apple ranked as the worst city to start a business, followed by Jersey City and Garden Grove in California.\nTake a look at the top of the list, the 10 best cities to start a business are mostly located in the South.\nIf you’re about to start a business, you may want to stay away from two big urban areas -- New York and Los Angeles -- and one very attractive place for young technical wizards, San Francisco."}