{"article_title": "The biggest ice bucket challenge yet", "article_keywords": ["wisconsin", "marshfield", "challenge", "football", "bucket", "ice", "youth", "biggest", "als", "packers", "center"], "article_url": "http://www.marshfieldnewsherald.com/story/opinion/2014/09/05/biggest-ice-bucket-challenge-yet-naturally-proud/15147455/", "article_text": "Youth football takes ALS challenge, a local man helps launch Packers and a new civic resource in Marathon County in this week's editorial roundup.\n\nBuy Photo From left, Marshfield Area Youth Football players Jack Nordbeck, 11, Devin Dieringer, 11, Caden Machtan, 11, and Brenden Braund, 11, participate in the ALS Ice Bucket Challenge Tuesday at the practice field next to Beell Stadium in Marshfield. (Photo: Megan McCormick/ News-Herald Media)Buy Photo\n\n\n\nEveryone has heard of the ALS Ice Bucket Challenge. Many have already taken a bucket of ice water over the head — sometimes more than once — to raise money and awareness for Amyotrophic lateral sclerosis, also known as Lou Gehrig's disease, which kills 5,000 to 6,000 people in the United States each year.\n\nBut when 400 players, cheerleaders and coaches take the challenge at the same time, it raises it to a new level. The Marshfield Area Youth Football participated in it recently after a practice.\n\n\"We were nominated by one of our coaches and one of our scholarship recipients,\" said MAYF commissioner Troy Kannenberg. \"I'd like to see everyone donate to all causes, but it just so happens ALS is the cause at the time. I figure, why not get our program out here, hopefully cold, and donate to a good cause while we're at it?\"\n\nThe football team challenged the six other youth football teams in its league as well as all youth football programs in the state. The group planned to donate about $500 to the ALS Association, which has raised more than $100 million thanks to the Ice Bucket Challenge.\n\nBuy Photo Marshfield Area Youth Football players Dylan Riemer, 9, left, and Jeffery Marsh, 9, right, fill up their buckets and rehydrate before participating in the ALS Ice Bucket Challenge Tuesday at the practice field next to Beell Stadium in Marshfield. (Photo: Megan McCormick/News-Herald Media)\n\nStory:More than 400 youth football players complete Ice Bucket Challenge\n\nWe're naturally proud of the people who have accepted the challenge and are doing a small part in helping to find a cure.\n\n• • •\n\nIt's football season again. The Green Bay Packers helped kick off NFL play Thursday, and a Marshfield native had a special part in it.\n\nSully Luepke, a member of the U.S. Air Force, helped hold the American flag at the start of the game in Seattle.\n\n\"It's just cool because I get to be on the field. I've been a Packers fan my entire life,\" Luepke said.\n\nAirman 1st Class Sully Luepke (Photo: Contributed)\n\nStory: Marshfield native will hold U.S. flag for Packers game\n\nLuepke played varsity football for Marshfield High School and one year for Minnesota State University, Mankato, before joining the Air Force. He is stationed in the Tacoma area, where he serves in maintenance management production while also attending college classes to major in sports management with a minor in nutrition.\n\n\"I hope to own my own gym one day and, if I had the opportunity, I'd like to play football again,\" he said.\n\nWe're naturally proud of this Marshfield connection to the first Packers game of the season and for Luepke's involvement in it.\n\n• • •\n\nIn Wausau this week, the David R. Obey Civic Resource Center, named after the 42-year congressman for central and northern Wisconsin, opened on the campus of the University of Wisconsin Marathon County. Our Gannett Central Wisconsin Media colleagues at Daily Herald Media had this to say in an editorial:\n\n\"The center will house Obey's substantial archives, a collection of some 2 million pages of notes and documents. That will have value for historians and researchers, but we find we're more excited about the plans to make the center a place where young leaders can get involved in public life in a number of forms.\n\n\"The center will be managed by the Wisconsin Institute for Public Policy and Service, and among the planned programs are leadership classes for young people and a mentorship program that connects college students with high-schoolers.\n\nThe David R. Obey Civic Resource Center held its grand opening celebration, Wednesday, September 3, 2014, at its home on the campus of UW-Marathon County in Wausau. Dan Young/Daily Herald Media\n\nStory:Political luminaries help christen Obey Resource Center\n\n\"At its root, civic engagement is really nothing more complicated than caring about your community, and getting involved in making positive changes. We all know we have extremely bright, extraordinarily motivated young people in our community. Providing a path for them to get involved in a way they will find meaningful will have positive long-term consequences for Wausau, for Wisconsin and for the nation. We'll look forward to the ways the Obey Center can help to foster involvement, and welcome its role in developing our next generation of leaders.\"\n\nRead or Share this story: http://mnhne.ws/1rQq2GG", "article_metadata": {"google": "notranslate", "description": "Youth football takes ALS challenge, a local man helps launch Packers", "og": {"site_name": "News-Herald Media", "description": "Youth football takes ALS challenge, a local man helps launch Packers", "title": "The biggest ice bucket challenge yet: Naturally Proud", "url": "http://www.marshfieldnewsherald.com/story/opinion/2014/09/05/biggest-ice-bucket-challenge-yet-naturally-proud/15147455/", "image": "http://www.gannett-cdn.com/GDContent/applogos/marshfieldnewsherald.png", "type": "article"}, "twitter": {"description": "Youth football takes ALS challenge, a local man helps launch Packers", "title": "The biggest ice bucket challenge yet: Naturally Proud", "image": "http://www.gannett-cdn.com/-mm-/a940f76a0561489e872876c9037f047bfb2d0341/c=426-0-2426-2000&r=x643&c=640x640/local/-/media/Marshfield/2014/09/02/mnhicebucket2014.jpg", "creator": "@mnherald", "site": "@mnherald", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=883744842", "fb": {"app_id": 127108344020788}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "article_summary": "(Photo: Megan McCormick/ News-Herald Media)Buy PhotoEveryone has heard of the ALS Ice Bucket Challenge.\nThe football team challenged the six other youth football teams in its league as well as all youth football programs in the state.\nThe group planned to donate about $500 to the ALS Association, which has raised more than $100 million thanks to the Ice Bucket Challenge.\nYouth football takes ALS challenge, a local man helps launch Packers and a new civic resource in Marathon County in this week's editorial roundup.\nBuy Photo From left, Marshfield Area Youth Football players Jack Nordbeck, 11, Devin Dieringer, 11, Caden Machtan, 11, and Brenden Braund, 11, participate in the ALS Ice Bucket Challenge Tuesday at the practice field next to Beell Stadium in Marshfield."}