{"article_title": "White House Reluctant to Say Who Is in Charge of Ebola Response", "article_keywords": ["house", "secretary", "administration", "say", "earnest", "charge", "health", "ebola", "president", "white", "obama", "response", "reluctant"], "article_url": "http://www.breitbart.com/big-government/2014/10/16/who-is-in-charge-of-ebola-response-the-white-house-is-reluctant-to-say/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nEvery scandal in the Obama administration has a face. Who is in charge, then, of the response to the Ebola virus?\n\nFor the Obamacare website debacle, Americans pointed to former Health and Human Services Secretary Kathleen Sebelius. Department of Veterans Affairs Secretary Eric Shinseki resigned as a result of the VA hospital scandal. More recently, Secret Service Director Julia Pierson resigned after a fence-jumper made it inside the White House.\n\nSIGN UP FOR OUR NEWSLETTER\n\nBut as mistakes pile up in the fight to contain Ebola in the United States, the Obama administration appears reluctant to point to one person in charge of the response.\n\nDr. Thomas Frieden, the director of the Center for Disease Control, has frequently been the public face of the government’s response to the disease, but the White House pointedly refused to cite him as the person responsible.\n\nWhite House Press Secretary Josh Earnest explained to reporters that President Obama continued to have confidence in Frieden’s abilities, but he also reminded them that he was just one aspect of the administration’s “whole of government approach” to the disease. He reminded reporters that Obama’s leadership style was not about “pointing fingers of blame,” adding that it was not “constructive” to solving problems.\n\nCalls for an “Ebola czar” have also been routinely dismissed by the administration, as Earnest explained on Wednesday that “very clear lines of responsibility” were designated by the White House.\n\nIn the past, the key officials involved with the response included Director Frieden; Sylvia Burwell, secretary of the Department of Health and Human Services; Dr. Tony Fauci of the National Institutes of Health; and Lisa Monaco, assistant to the president for Homeland Security.\n\nMembers of the media are growing increasingly frustrated, however, as there is no one on whom to pin the blame for government failures to contain the disease.\n\nEarnest resisted the question, finally pointing to “an individual here at the White House who is responsible for coordinating the actions of the government,” without mentioning President Obama by name.\n\nEd Henry, the White House correspondent for Fox News, pointed out during the briefing that Burwell appeared to be emerging as a lead spokesperson for the administration’s response, but Earnest resisted putting her in the spotlight.\n\nMSNBC’s White House correspondent Kristen Welker also noted the lack of White House leadership.\n\nEarnest repeated that every administration official who was talking about Ebola were being guided by “medical professionals” who were “guided by the science.”", "article_metadata": {"description": "Every scandal in the Obama administration has a face. Who is in charge, then, of the response to the Ebola virus?", "og": {"site_name": "Breitbart", "description": "Every scandal in the Obama administration has a face. Who is in charge, then, of the response to the Ebola virus?", "title": "White House Reluctant to Say Who Is in Charge of Ebola Response - Breitbart", "locale": "en_US", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Big-Government/2014/Friends-of-O/josh-earnest-focused-ap.jpg", "url": "http://www.breitbart.com/big-government/2014/10/16/who-is-in-charge-of-ebola-response-the-white-house-is-reluctant-to-say/", "type": "article"}, "twitter": {"description": "Every scandal in the Obama administration has a face. Who is in charge, then, of the response to the Ebola virus?", "creator": "@charliespiering", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Big-Government/2014/Friends-of-O/josh-earnest-focused-ap.jpg", "title": "White House Reluctant to Say Who Is in Charge of Ebola Response - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 1243316582352556, "pages": 95475020353, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "MSNBC, Secret Service, White House,Big Government,", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Big Government", "tag": "White House", "published_time": "2014-10-16T07:10:38-07:00", "categories": "Big Government"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "MSNBC’s White House correspondent Kristen Welker also noted the lack of White House leadership.\nMore recently, Secret Service Director Julia Pierson resigned after a fence-jumper made it inside the White House.\nSIGN UP FOR OUR NEWSLETTEREvery scandal in the Obama administration has a face.\nWho is in charge, then, of the response to the Ebola virus?\nSIGN UP FOR OUR NEWSLETTERBut as mistakes pile up in the fight to contain Ebola in the United States, the Obama administration appears reluctant to point to one person in charge of the response."}