{"article_title": "A hedge fund manager's unexpected, second act in cosmetics", "article_keywords": ["unexpected", "managers", "world", "walgreens", "macklowe", "sales", "skincare", "fund", "second", "products", "cosmetics", "vbeaute", "act", "stores", "hedge", "line", "luxury"], "article_url": "http://www.cnbc.com/id/101011488", "article_text": "It took a TSA run-in gone wrong for former hedge fund manager Julie Macklowe to take the leap and join the cosmetics world after leaving the financial industry.\n\nAfter spending more than a decade in finance, at companies like JPMorgan and a unit of Steve Cohen's SAC Capital Advisors, Macklowe left her own $250 million hedge fund, Macklowe Asset Management, which was backed by Millennium Management, to become an entrepreneur in 2010.\n\n\"I always had this idea that I wanted to do something behind the numbers,\" Macklowe said.\n\n\n\nAt first, she toyed with the idea of buying an existing company before deciding to launch her own luxury anti-aging skincare line, named \"vbeaute.\" Her inspiration came after airport security confiscated her skincare products and the replacement items that she bought led her to break out in lumps and bumps.\n\n(Read more: Skin deep, big margins: betting on beauty growth)\n\n\n\nVbeaute officially launched in 2011 at luxury department store retailer Bergdorf Goodman. It's currently sold in about 44 stores, including several Walgreens and Duane Reade locations. Due to a confidentiality agreement, vbeaute does not share annual sales figures.\n\nBut there's no denying the category's growth. Sales of high-end beauty products in the department stores and at retailers like LVMH's Sephora, have shown strong growth in recent years. Last year, sales rose 7.8 percent to $10.27 billion, according to market research firm NPD Group.\n\n\n\nStrategy shift\n\nIn keeping with its vision as affordable luxury anti-aging skin care, vbeaute's slashed its prices in June—a move that Macklowe admits was \"risky,\" but broadens her audience. Price cuts were across the board: the anti-age serum fell to $45 from $145 while the eye cream, its most popular item, dropped to $43 from $95.\n\nThe small company also left Bergdorf, where plenty of staff are on hand to help customers, for the rough and tumble world of Walgreens, where consumers help themselves while shopping. vbeaute also cut advertising costs.\n\n\"There's not been another prestige line that's taken the same products and cut the prices by two-thirds,\" she said. \"A lot of people thought we were nuts to do it, but time will tell.\"\n\nTo drum up buzz for the line, Macklowe, who is a founding advisory board member for Fashion Week at Lincoln Center, scheduled several events starting Tuesday at Duane Reade stores in New York.", "article_metadata": {"AssetType": "cnbcnewsstory", "description": "It took a TSA run-in gone wrong for former hedge fund manager Julie Macklowe to join the cosmetics world after leaving the financial industry.", "author": "Katie Little", "og": {"site_name": "CNBC", "description": "It took a TSA run-in gone wrong for former hedge fund manager Julie Macklowe to join the cosmetics world after leaving the financial industry.", "title": "One hedge fund manager's unexpected second act", "url": "http://www.cnbc.com/id/101011488", "image": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2013/09/09/101018717-179512793.1910x1000.jpg", "type": "article"}, "twitter": {"description": "It took a TSA run-in gone wrong for former hedge fund manager Julie Macklowe to join the cosmetics world after leaving the financial industry.", "title": "A hedge fund manager's unexpected, second act in cosmetics", "url": "http://www.cnbc.com/id/101011488", "image": {"src": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2013/09/09/101018717-179512793.1910x1000.jpg"}, "creator": "@KatieLittle", "site": "@CNBC", "card": "summary_large_image"}, "al": {"ios": {"app_name": "CNBC Business News and Finance", "app_store_id": 398018310}}, "apple-itunes-app": "app-id=398018310", "keywords": "Small Business, Hedge Funds, Small Business, Walgreens Boots Alliance Inc, JPMorgan Chase and Co, LVMH Moet Hennessy L.V., business news", "article": {"publisher": "https://www.facebook.com/cnbc", "published_time": "2013-09-07T13:00:00-0400", "author": "https://www.facebook.com/katie.little.587", "section": "Small Business", "modified_time": "2013-09-09T14:20:38-0400", "tag": "LVMH Moet Hennessy L.V."}, "pageNodeId": 101011488, "GOOGLEBOT": "unavailable_after: 31 Dec 9999 23:59:59 GMT"}, "_id": "\"57477af46914bd0286fdca61\"", "article_summary": "Her inspiration came after airport security confiscated her skincare products and the replacement items that she bought led her to break out in lumps and bumps.\nAt first, she toyed with the idea of buying an existing company before deciding to launch her own luxury anti-aging skincare line, named \"vbeaute.\"\nIt took a TSA run-in gone wrong for former hedge fund manager Julie Macklowe to take the leap and join the cosmetics world after leaving the financial industry.\nSales of high-end beauty products in the department stores and at retailers like LVMH's Sephora, have shown strong growth in recent years.\n\"There's not been another prestige line that's taken the same products and cut the prices by two-thirds,\" she said."}