{"article_title": "Victory Park Capital Backs Retail Liquidation Specialist, As Financial Services Deals Flourish", "article_keywords": ["specialist", "liquidation", "peertopeer", "million", "park", "deals", "reich", "victory", "retailers", "capital", "services", "financial", "retail", "flourish", "yellen"], "article_url": "http://www.themiddlemarket.com/news/financial_services/victory-park-capital-backs-retail-liquidation-specialist-254811-1.html", "article_text": "Victory Park Capital Backs Retail Liquidation Specialist, As Financial Services Deals Flourish\n\nThe alternative investor bought peer-to-peer lender Assetz Capital in January\n\nAlternative investment firm Victory Park Capital is backing Yellen Partners LLC, an asset liquidation company.\n\nYellen and Victory portfolio company Reich Brothers Holdings LLC are merging and will operate under the name, YR Holdings, with Yellen and Reich as subsidiaries. Terms were not disclosed.\n\nYellen focuses on liquidating retail assets. The number of distressed retailers is expected to rise in 2014, as they continue to be challenged by the increasing popularity of mobile devices and websites as alternative ways to shop. For more, see More Retailers Will Face Real Estate Distress.\n\nThe Yellen deal follows Chicago-based Victory's $227 million investment in Assetz Capital, a peer-to-peer lending service, in January.\n\nOther recent financial services deals include Greenhill & Co. Inc.'s (NYSE: GHL) purchase of Cogent Partners LP for up to $98 million earlier in February, and Bridgepoint Capital\u0092s $339 million acquisition of financial services software company EFront.\n\nDealmakers expect M&A in the financial services sector to continue soaring, based on Mergers & Acquisitions\u0092 monthly surveys.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/financial_services/victory-park-capital-backs-retail-liquidation-specialist-254811-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/insurance-stock-image.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "Victory Park Capital Backs Retail Liquidation Specialist, As Financial Services Deals Flourish"}}, "article_summary": "Victory Park Capital Backs Retail Liquidation Specialist, As Financial Services Deals FlourishThe alternative investor bought peer-to-peer lender Assetz Capital in JanuaryAlternative investment firm Victory Park Capital is backing Yellen Partners LLC, an asset liquidation company.\nOther recent financial services deals include Greenhill & Co. Inc.'s (NYSE: GHL) purchase of Cogent Partners LP for up to $98 million earlier in February, and Bridgepoint Capital\u0092s $339 million acquisition of financial services software company EFront.\nDealmakers expect M&A in the financial services sector to continue soaring, based on Mergers & Acquisitions\u0092 monthly surveys.\nYellen and Victory portfolio company Reich Brothers Holdings LLC are merging and will operate under the name, YR Holdings, with Yellen and Reich as subsidiaries.\nThe Yellen deal follows Chicago-based Victory's $227 million investment in Assetz Capital, a peer-to-peer lending service, in January."}