{"article_title": "NY Laser Outlet Launches NYC’s First Ever Preowned Cosmetic Laser Showroom", "article_keywords": ["spa", "owners", "laser", "manufacturers", "launches", "medical", "cosmetic", "ny", "outlet", "doctors", "nycs", "showroom", "preowned", "york"], "article_url": "http://www.prweb.com/releases/2015/01/prweb12449991.htm", "article_text": "NY Laser Outlet officially launched its New York City cosmetic laser showroom. Dermatologists, plastic surgeons and medical spa owners can come test refurbished cosmetic lasers from various manufacturers prior to purchase. In addition to significant savings in repair costs, doctors and spa owners can now add new cosmetic laser treatments at a fraction of the cost manufacturers charge.\n\nThe company is very confident that the affordable cosmetic lasers will allow doctors and spa owners to generate more income by offering cash procedures. This has become more important to doctors with the implementation of the Affordable Health Care Act.\n\n“We found the cost of new machines was significantly impacting doctors' and spa owners' ability to be profitable on their investment. We believe offering preowned equipment which provides patients the same great results, with lower upfront costs, will help doctors overcome the hurdle set forth by ObamaCare” said Ari Marom, the director of sales at NY Laser Outlet.\n\n“I have worked with Ari in purchasing a laser. He is extremely trustworthy and honest. I would recommend him and NY Laser Outlet to any physician in need of fixing, renting or buying a good used laser product.” says Dr. Bodian, a successful dermatologist and medical day spa owner who has been working with NY Laser Outlet since they launched.\n\nA list of the manufacturers and equipment NY Laser Outlet has available for viewing in the showroom can be seen by visiting http://www.nylaseroutlet.com/buy-cosmetic-laser-ipl.\n\nMauro C. Romita MD, plastic surgeon and founder of Ajune: The Center of Beauty Synergy, located at 835 5th Avenue, was shocked by the savings NY Laser Outlet was able to provide him: “By means of his diligent effort and relationships in the industry, he correctly detected the problem, took the laser and returned it in less time than anticipated. He not only warranted his work but saved me over $17,000 from the laser manufacturer’s quote. He is honest and available, truly a rare find in the medical technology industry. I endorse him with the highest recommendation.” Mauro Romita is a regular in New York Magazine’s annual listing of “Best Doctors in New York.”\n\nNY Laser Outlet offers cosmetic laser rentals as well. Review the services offered at http://www.nylaseroutlet.com/preowned-cosmetic-laser.\n\nAbout NY Laser Outlet:\n\nRon Gardi, the Chief Technical Officer, joins NY Laser Outlet with a Master’s degree in Applied Physics from the Hebrew University. He specializes in electro-optics, lasers and semiconductors. Ron spent 10 years with and R&D team of a medical device company prior to leading the technical team of NY Laser Outlet.\n\nNY Laser Outlet LLC\n\n363 7th Avenue, 14th Floor\n\nNew York, NY 10001\n\nOffice: 1-800-887-1966\n\nhttp://www.nylaseroutlet.com", "article_metadata": {"description": "Doctors and Spa Owners to Save Thousands on Cosmetic Equipment Costs", "Generator": "PRWeb html v1", "og": {"url": "http://www.prweb.com/releases/2015/01/prweb12449991.htm", "site_name": "PRWeb", "type": "article", "description": "NEW YORK, NY (PRWEB) January 18, 2015 -- Doctors and Spa Owners to Save Thousands on Cosmetic Equipment Costs", "title": "NY Laser Outlet Launches NYC’s First Ever Preowned Cosmetic Laser Showroom"}, "twitter": {"url": "http://www.prweb.com/releases/2015/01/prweb12449991.htm", "site": {"identifier": "@PRWeb", "id": 14124541}, "description": "NEW YORK, NY (PRWEB) January 18, 2015 \n\n NY Laser Outlet officially launched its New York City cosmetic laser showroom. Dermatologists, plastic surgeons and medical spa owners can come test refurbis", "card": "Summary", "title": "NY Laser Outlet Launches NYC’s First Ever Preowned Cosmetic Laser Show"}, "keywords": "PRESS RELEASE", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Healthcare,Dermatology,Medical Products,Plastic Surgery,Small Business"}, "article_summary": "About NY Laser Outlet:Ron Gardi, the Chief Technical Officer, joins NY Laser Outlet with a Master’s degree in Applied Physics from the Hebrew University.\nNY Laser Outlet officially launched its New York City cosmetic laser showroom.\nNY Laser Outlet LLC363 7th Avenue, 14th FloorNew York, NY 10001Office: 1-800-887-1966http://www.nylaseroutlet.com\nA list of the manufacturers and equipment NY Laser Outlet has available for viewing in the showroom can be seen by visiting http://www.nylaseroutlet.com/buy-cosmetic-laser-ipl.\nRon spent 10 years with and R&D team of a medical device company prior to leading the technical team of NY Laser Outlet."}