{"article_title": "Smithsonian Portrays Civil Rights Struggle Through Dolores Huerta", "article_keywords": ["exhibit", "life", "rights", "civil", "workers", "dolores", "portrays", "farmworkers", "struggle", "portrait", "smithsonian", "national", "huerta"], "article_url": "http://www.nbcnews.com/news/latino/dolores-huertas-activism-profiled-smithsonian-exhibit-n384691", "article_text": "When she viewed a National Portrait Gallery exhibit portraying the height of her farmworker activism, Dolores Huerta was struck by a snapshot of civil rights leader Cesar Chavez seated next to her while she lay in a hospital bed.\n\n\"I was beaten up by the police,\" Huerta told NBC News, referring to a 1988 incident where she was injured and hospitalized following a rally outside a hotel. \"We were protesting against [then Vice President) George H.W.] Bush who had said nothing was wrong with pesticides, the government was taking care of people.\"\n\nThe photo, which she saw for the first time this week, is part of a collection of historic artifacts and photos assembled for the Smithsonian Institution's exhibit titled: \"One Life: Dolores Huerta.\" It opens to the public Friday.\n\nHuerta is the first Latina to be portrayed in the \"One Life\" exhibition series, but unlike the title suggests, the exhibit is a portion - a very important one - of the 85-year-old activist's life.\n\nHuerta, cofounder of United Farm Workers union with Chavez in 1962, said the hospital bed photo symbolizes a lot. it shows the \"unwarranted reactions from police\" that people protesting and engaging in civil disobedience encounter, a theme that is topical in the context of protests following the police shooting in Ferguson, Mo.\n\nIt also \"talks about the struggle of farmworkers and what they have to go through and makes you think about the recent remarks of Donald Trump and the farmworkers who put food on his table,\" she said.\n\nAn estimated 70 percent or more of America's farmworkers are not legally present and many come from Mexico and Latin America.\n\nOne of the portraits on display of Dolores Huerta in the Smithsonian museum. National Portrait Gallery, Smithsonian Institution, © 1999 Barbara Carrasco / National Portrait Gallery, Smithsonian Institution, © 1999 Barbara Carrasco\n\n\"She is an amazing role model,\" said Kim Sajet, director of the Smithsonian National Portrait Gallery. \"I think this was a great opportunity to feature someone that we should all know more about.\"\n\nHuerta was the union's lobbyist and contract negotiator, and since has continued her activism work on behalf of farmworkers, immigrants, women and civil rights. Huerta was the first woman in U.S. history to recruit, organize, lobby and negotiate on behalf of migrant workers. But she also was visible on picket lines and in protests as photos of her with a bullhorn attest.\n\n\"It's like walking through memory lane,\" Huerta said. \"It's really beautiful. I'm just amazed that they were able to select photographs and they were really able to tell my story in the farmer's movement.\"\n\nThe exhibit, which will run until May 15, 2016, focuses on the 13 years when she co-founded the UFW until the passage the California Agricultural Labor Relations Act of 1975, which she helped advance. Its run dates coincide with the 50th anniversary of the September 1965 Delano grape strike and boycott, which led to the field workers' first contract with California table grape growers.\n\nHuerta's exhibit features more than 40 objects including photos, original speeches Huerta made to Congress, United Farm Workers memorabilia and Chicano artwork. Huerta dressed herself and her children in handmade clothes and one of the items on display is one of Huerta's vests with a symbol of the UFW symbol on it.\n\nRelated: Farmworkers Activist Dolores Huerta Will Be Focus of Smithsonian Exhibit\n\nShe said another favorite photo in the collection is one of children working in the fields. \"I remember at the time of that photo we were sued because growers maintained there were no children working in the fields,\" she said. She also likes one of Robert F. Kennedy in a visit to Delano, Calif., as a presidential candidate.\n\nOne that she said some exhibit goers might find surprising reflects the middle class life she grew up in, depicting her in her days as a majorette.\n\nIn 2012, Huerta was honored by President Obama with the Presidential Medal of Freedom. Huerta continues her activism and along with the Dolores Huerta Foundation, is still active and fighting for the rights of immigrants, voting rights, promoting community organizing and more recently the right to die and the Affordable Care Act.\n\n\"As long as I have the energy and health I am going to do as much as I can,\" said Huerta.\n\nDolores Huerta, Huelga, Delano CA Grape Strikes, September 24, 1965. Harvey Richards Media Archive, ©Paul Richards / Harvey Richards Media Archive, ©Paul Richards\n\n\"I know people are here to learn about the farm workers and hopefully it shows them what people are going through nowadays,\" Huerta said. \"So hopefully people will see that reflection.\"\n\nBoycott Grapes poster created in 1973. Gilberto Cardenas Latino Art Collection, © Xavier Viramontes / Gilberto Cardenas Latino Art Collection, © Xavier Viramontes\n\nThe Smithsonian's \"One Life\" series has had 11 installments; Huerta's is the latest.\n\n\"It's a story about struggle and leadership and a movement that comes from the grassroots,\" Huerta said.\n\nNBC News's Suzanne Gamboa contributed to this report.\n\nFollow NBC News Latino on Facebook and Twitter", "article_metadata": {"description": "When she viewed a National Portrait Gallery exhibit portraying the height of her farmworker activism, Dolores Huerta was struck by a snapshot of <a hr", "og": {"site_name": "NBC News", "description": "When she viewed a National Portrait Gallery exhibit portraying the height of her farmworker activism, Dolores Huerta was struck by a snapshot of <a hr", "title": "Smithsonian Portrays Civil Rights Struggle Through Dolores Huerta", "url": "http://www.nbcnews.com/news/latino/dolores-huertas-activism-profiled-smithsonian-exhibit-n384691", "image": "http://media4.s-nbcnews.com/j/newscms/2015_27/1101256/dh_marching_california_exhdh13_8004d6217ac364e053480394d9cba550.nbcnews-fp-1200-800.jpg", "type": "article"}, "twitter": {"domain": "NBCNews.com", "description": "When she viewed a National Portrait Gallery exhibit portraying the height of her farmworker activism, Dolores Huerta was struck by a snapshot of <a hr", "title": "Smithsonian Portrays Civil Rights Struggle Through Dolores Huerta - NBC News", "image": {"src": "http://media4.s-nbcnews.com/j/newscms/2015_27/1101256/dh_marching_california_exhdh13_8004d6217ac364e053480394d9cba550.nbcnews-fp-1200-800.jpg"}, "creator": "NBCNews", "site": "NBCNews", "card": "summary"}, "blitz": "mu-e1e842c9-946002e6-ea8f0454-41b29546", "DC.date.issued": "2015-07-03", "apple-itunes-app": "app-id=319740707, app-argument=http://www.nbcnews.com/news/latino/dolores-huertas-activism-profiled-smithsonian-exhibit-n384691", "fb": {"app_id": 10150138890205613}, "google-site-verification": "K8bowvEbzWfPQ76x6f9SCxMVwicVXrhiClRg80ak8ZA", "article": {"author": "https://www.facebook.com/NBCNews"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "News,Latino"}, "article_summary": "National Portrait Gallery, Smithsonian Institution, © 1999 Barbara Carrasco / National Portrait Gallery, Smithsonian Institution, © 1999 Barbara Carrasco\"She is an amazing role model,\" said Kim Sajet, director of the Smithsonian National Portrait Gallery.\nOne of the portraits on display of Dolores Huerta in the Smithsonian museum.\nDolores Huerta, Huelga, Delano CA Grape Strikes, September 24, 1965.\nThe photo, which she saw for the first time this week, is part of a collection of historic artifacts and photos assembled for the Smithsonian Institution's exhibit titled: \"One Life: Dolores Huerta.\"\nRelated: Farmworkers Activist Dolores Huerta Will Be Focus of Smithsonian ExhibitShe said another favorite photo in the collection is one of children working in the fields."}