{"article_title": "ObamaCare will reduce workforce by 2 million over next 10 years « Hot Air", "article_keywords": ["affordable", "law", "jobs", "cbo", "obamacare", "million", "reduce", "workforce", "air", "hot", "health", "tax", "labor", "care"], "article_url": "http://hotair.com/archives/2015/12/10/new-cbo-report-obamacare-will-reduce-workforce-by-2-million-over-next-10-years/", "article_text": "New CBO report: ObamaCare will reduce workforce by 2 million over next 10 years\n\nposted at 5:21 pm on December 10, 2015 by Ed Morrissey\n\nSay, remember when ObamaCare would boost the economy, make businesses competitive, and unleash a torrent of creativity? Good times, good times. This week, the CBO’s latest analysis of the economic impact of the Affordable Care Act predicts a net loss of labor equivalent to 2 million full-time jobs, in large part because the tax burden of working will disincentivize labor:\n\nThe Affordable Care Act (ACA) will make the labor supply, measured as the total compensation paid to workers, 0.86 percent smaller in 2025 than it would have been in the absence of that law, the Congressional Budget Office estimates. Three-quarters of that decline will occur because of health insurance expansions, which raise effective tax rates on earnings from labor—for instance, by phasing out health insurance subsidies as people’s income rises—and thus reduce the amount of labor that workers choose to supply. The labor force is projected to be about 2 million full-time-equivalent workers smaller in 2025 under the ACA than it would have been otherwise. Those estimates were based mainly on CBO’s calculations of the effects of the law’s major components on marginal and average tax rates and on the agency’s analysis of research about the change in the labor supply resulting from a change in tax rates. For components of the law that were difficult to express in terms of changes in tax rates, CBO based its estimates on a review of the available literature about similar policy changes.\n\nNaturally, Republicans and Democrats have much different takes on the CBO’s analysis:\n\n“When the President’s health law hurts the labor force at the same time it increases healthcare premiums and taxes, it’s clear the law is not working for the American people,” said Senate Finance Committee Chairman Orrin Hatch (R-Utah.). “The CBO’s latest report confirms yet another broken promise and negative consequence stemming from Obamacare.” The administration in the past has argued that the CBO figures also reflect new flexibility provided to workers through the healthcare law. It has also repeatedly disputed claims that the law is a “job killer” by pointing to the new jobs created with the millions of people who gained healthcare coverage. From the month ObamaCare became law, “the private sector has added 13.7 million jobs over 69 straight months, the longest streak on record,” a White House spokeswoman said.\n\nThat streak started after a massive loss of jobs that extended all the way into Obama’s first year in office. It also represents a rather weak average of 199,000 jobs gained per month, while the normal increase in American population requires 150,000 a month just to keep up at the level of workforce participation when the Great Recession ended (64.7%). That rate has fallen by two full percentage points since, in part because of Baby Boomer retirement, but also in part because the economy did not experience the kind of dynamic growth in job creation that typically follows major recessions. The loss of that dynamism comes from the growth of regulatory disincentives like ObamaCare, as the CBO report points out.\n\nFor that matter, remember when the Affordable Care Act was affordable? Neither do I, actually, but even the White House now admits that’s not true through the Center for Medicare and Medicaid Services (CMS). In my column for The Fiscal Times, I argue that this is a perfect moment for repeal:\n\nThe Centers for Medicare and Medicaid (CMS)published a study on Obamacare’s impact on costs and on reducing the numbers of uninsured–and it fails on both counts. The CBO estimated after the passage of Obamacare that the number of uninsured would drop 19 million by 2014 from a 2010 benchmark. Instead, it has only dropped 12.6 million. As Avik Roy points out at Forbes , the 2010 level of uninsured was artificially high due to the impact of the Great Recession. Using 2008 as a benchmark, the number of uninsured has dropped by only 6.7 million. “In other words,” Roy writes, “all of the disruption, spending, taxation, and premium hikes in Obamacare has only reduced the percentage of U.S. residents without health insurance by 2.7 percent, from 13.9 percent to 11.1 percent: a remarkably small reduction, and far lower than what the law was supposed to achieve.” Furthermore, with enrollment vastly underperforming expectations over the first three years of the system, there will be little room for further improvement. Finally, the cost curve has indeed been bent, but upwards, and CMS chalks it up to Obamacare. Health care spending rose 5 percent in 2014, well above the rate of inflation, and the fastest it had grown since 2007. Medicaid spending rose 11 percent, thanks to Obamacare’s expansions, but Medicare also rose 5.5 percent and spending in private insurance plans rose 4.4 percent as well. “The return to faster growth,” CMS concluded in its report, “was largely influenced by the coverage expansions of the Affordable Care Act.”\n\nGiven all this, my conclusion is to pull the plug on ObamaCare’s life support:\n\nObamacare has depressed job growth, costs are escalating at a higher rate, barely a dent has been made in the numbers of uninsured, and insurers are either exiting the markets or failing altogether. Under any other circumstances, a program that failed on its promises so badly would have all sides moving quickly to repeal it and work on a replacement.\n\nDon’t hold your breath.\n\nRelated Posts:", "article_metadata": {"generator": "WordPress 4.3.4", "og": {"site_name": "Hot Air", "description": "Time to pull the plug on ObamaCare.", "title": "New CBO report: ObamaCare will reduce workforce by 2 million over next 10 years", "url": "http://hotair.com/archives/2015/12/10/new-cbo-report-obamacare-will-reduce-workforce-by-2-million-over-next-10-years/", "image": "https://s0.wp.com/i/blank.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@hotairblog", "card": "summary", "creator": "@EdMorrissey"}, "fb": {"admins": 312482775445602, "app_id": 312482775445602}, "article": {"published_time": "2015-12-10T22:21:44+00:00", "modified_time": "2015-12-10T21:26:38+00:00"}, "keywords": "CBO, cms, cost curve, job creation, ObamaCare, uninsured,", "google-site-verification": "2eqey8dXzgu4RGIRpBp8N_Uha0byt8NWBVajCi3uLgs", "verify-v1": "ouQUGDxtAiO+0Hn3LJajbWMP08yRHQDinMN9QDYrUV4="}, "article_summary": "Health care spending rose 5 percent in 2014, well above the rate of inflation, and the fastest it had grown since 2007.\nFor that matter, remember when the Affordable Care Act was affordable?\nFrom the month ObamaCare became law, “the private sector has added 13.7 million jobs over 69 straight months, the longest streak on record,” a White House spokeswoman said.\nNew CBO report: ObamaCare will reduce workforce by 2 million over next 10 yearsposted at 5:21 pm on December 10, 2015 by Ed MorrisseySay, remember when ObamaCare would boost the economy, make businesses competitive, and unleash a torrent of creativity?\nThe CBO estimated after the passage of Obamacare that the number of uninsured would drop 19 million by 2014 from a 2010 benchmark."}