{"article_title": "Pot Luck – Best Practices for NY & NJ Employers Addressing Medical Marijuana Use in the Workplace", "article_keywords": ["nj", "regarding", "statutes", "pot", "marijuana", "employers", "states", "ny", "state", "practices", "workplace", "act", "employees", "law", "medical", "best", "luck"], "article_url": "http://www.natlawreview.com/article/client-check-pot-luck-best-practices-ny-nj-employers-addressing-medical-marijuana-us", "article_text": "Thursday, July 24, 2014\n\nApproximately 18 years after California passed the first state medical marijuana law in 1996, 23 states and Washington D.C. now have enacted medical marijuana statutes. After years of failed attempts, on July 7, 2014 Governor Andrew Cuomo signed into law the Compassionate Care Act (“NY Act”), making New York the most recent state to enact a medical marijuana statute.\n\nDespite the fact that nearly half of the states in the nation have passed such statutes, employers are still learning to navigate this new dynamic in the workplace. Most states that have passed medical marijuana statutes have done so within the past five years. Also, many state medical marijuana laws, including New Jersey’s Compassionate Use Medical Marijuana Act (the “NJ Act”), do not address workplace issues. Therefore, employers in states that have passed medical marijuana laws are often left without guidance regarding how to address an employee’s medical marijuana use.\n\nA review of developing case law, as well as some significant aspects of the pending NY Act and the NJ Act, will assist employers who are, or soon will be, addressing this new dynamic in the work environment.\n\nComparison of State Statutes\n\nState medical marijuana statutes provide considerable ranges regarding the protections provided to employees, if any. Only seven states, Arizona, Connecticut, Delaware, Illinois, Maine, New York and Rhode Island, have medical marijuana laws that expressly assert that employers may not make certain employment decisions based on an employee’s (or applicant’s) use of medical marijuana. Even in those seven state statutes, the statutory language varies significantly.\n\nThe recently passed NY Act seems to require employers to accommodate employees who use medical marijuana, because the legislation expressly states that medical marijuana use will be considered a disability under the New York State Human Rights Law. However, the NY Act also provides employers with the ability to discipline employees who perform work while “impaired by a controlled substance.” This provision is fraught with ambiguities because the term “impaired” is not defined and the Controlled Substances Act (“CSA”) continues to classify marijuana as a Schedule I substance. Further, because the NY Act also provides protections to employers who wish to avoid violation of federal law or loss of a federal contract or funding, it appears to provide employers with a justification for disciplining medical marijuana users who are violating federal law. These ambiguities in the NY Act will surely be a hot bed for litigation.\n\nEmployers in most other states with medical marijuana laws do not have statutory guidance regarding how to handle employees who use medical marijuana. For instance, the NJ Act does not expressly require employers to accommodate medical marijuana users and does not include an employee anti-discrimination provision.\n\nDeveloping Case Law\n\nRecently, an employee in New Jersey has challenged his employer’s treatment of him after finding out that he is a medical marijuana user. Davis v. New Jersey Transit, filed on March 14, 2014, has been reported to be the first employment related claim testing an employee’s use of medical marijuana pursuant to the NJ Act. Davis alleges that\n\nhe uses medical marijuana to treat a neuropathy of his lower extremities and that he voluntarily disclosed his use of medical marijuana to his employer. Subsequently, he was forced to take a drug test and tested positive for marijuana. He was then informed that he could not hold any position at New Jersey Transit. Davis asserted claims\n\nfor disability discrimination, perceived disability discrimination and discriminatory termination/failure to accommodate pursuant to the New Jersey Law Against Discrimination (“LAD”). A decision in Davis may provide guidance to New Jersey employers regarding how employers may treat medical marijuana users.\n\nEmployee litigation has been prevalent in those states that have medical marijuana statutes that are silent regarding workplace issues. Plaintiffs have challenged employer decisions on various grounds, including that the employer violated public policy, violated state medical marijuana law, or that the employer did not accommodate\n\nan employee who has a disability pursuant to federal or state anti-discrimination\n\nlaw. Significantly, courts interpreting statutes that fail to incorporate any guidance to employers have consistently upheld workplace rules and employer decisions regarding medical marijuana use in the workplace.\n\nGuidance for Employers\n\nState medical marijuana laws have obscured the already sensitive area of employee drug testing and related employer policies and actions. Particularly in states with medical marijuana statutes that do not address workplace issues, like New Jersey, employers do not have specific guidance regarding whether there is a duty to accommodate medical marijuana users or whether employers may discipline employees for using marijuana. Because the NJ Act does not expressly provide employee protections, New Jersey employers have a stronger position for enforcing workplace drug policies and disciplining employees who violate those policies based on that statute.\n\nFor employers in states that have statutes incorporating workplace guidance, such New York, it is important make sure that employee policies and practices are consistent with applicable state law.\n\nBecause of the rapid developments in this area of law, employers in New York and New Jersey, as well as other jurisdictions that have adopted medical marijuana laws, should educate managers regarding the requirements of such laws and update their policies, as needed, to reflect new legal requirements.", "article_metadata": {"description": "Approximately 18 years after California passed the first state medical marijuana law in 1996, 23 states and Washington D.C. now have enacted medical marijuana statutes. After years of failed attempts, on July 7, 2014 Governor Andrew Cuomo signed into law the Compassionate Care Act (“NY Act”), making New York the most recent state to enact a medical marijuana statute.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The National Law Review", "description": "Approximately 18 years after California passed the first state medical marijuana law in 1996, 23 states and Washington D.C. now have enacted medical marijuana statutes. After years of failed attempts,", "title": "Pot Luck – Best Practices for NY &amp; NJ Employers Addressing Medical Marijuana Use in the Workplace", "url": "http://www.natlawreview.com/article/client-check-pot-luck-best-practices-ny-nj-employers-addressing-medical-marijuana-us", "image": "http://www.natlawreview.com/sites/default/files/styles/thumbnail/public/article/aux/1092/marijuana-leaf%20white%20background_0.jpg?itok=eFddCh7W", "type": "article"}, "keywords": "Legal, Business, New York, New Jersey, Medical Marijuana, Compassionate Care Act", "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Legal, Business, New York, New Jersey, Medical Marijuana, Compassionate Care Act"}, "article_summary": "Also, many state medical marijuana laws, including New Jersey’s Compassionate Use Medical Marijuana Act (the “NJ Act”), do not address workplace issues.\nDavis alleges thathe uses medical marijuana to treat a neuropathy of his lower extremities and that he voluntarily disclosed his use of medical marijuana to his employer.\nTherefore, employers in states that have passed medical marijuana laws are often left without guidance regarding how to address an employee’s medical marijuana use.\nA decision in Davis may provide guidance to New Jersey employers regarding how employers may treat medical marijuana users.\nThursday, July 24, 2014Approximately 18 years after California passed the first state medical marijuana law in 1996, 23 states and Washington D.C. now have enacted medical marijuana statutes."}