{"article_title": "The New, Brutally Misleading Attacks Targeting Obamacare Supporters", "article_keywords": ["targeting", "supporters", "rate", "state", "attacks", "obamacare", "brutally", "alaska", "premiums", "misleading", "health", "alaskans", "release", "costs", "insurance", "care"], "article_url": "http://thinkprogress.org/health/2014/09/09/3564843/alaska-premiums-obamacare-begich/", "article_text": "Health The New, Brutally Misleading Attacks Targeting Obamacare Supporters CREDIT: Shutterstock\n\nOn Monday, the Republican National Committee released a blistering attack blaming Sen. Mark Begich (D-AK) for premium increases under the Affordable Care Act. The release could represent a new effort by Republicans to shackle vulnerable Democrats to rising health care costs and hold another electoral referendum on President Barack Obama’s signature law.\n\n“In 2009, Mark Begich repeatedly promised Alaskans that ObamaCare would lower premiums,” the release says. It then goes on to quote press reports showing that the two insurers participating in Alaska’s individual health care market plan to increase premiums by as much as 37 percent on average in 2015.\n\nAnd while some Alaskans will see an increase in health care premiums — premiums have actually grown by double digits in the state since before the Affordable Care Act was signed into law, rising as much as 32 percent in 2008— the vast majority of the 16,000 residents who signed up for coverage will see little change in how much they pay for insurance.\n\nThough this fact is missing from the GOP’s press release, close to 90 percent of newly enrolled Alaskans receive subsidies from the federal government and and are thus shielded from any significant spike. In Alaska, tax credits reduced the costs of premiums more than in any other state that does not operate its own exchange, a spokesperson for the Department of Health and Human Services (HHS) pointed out. “Ninety-five percent of silver plan enrollees received financial assistance, which cut the average silver plan premium by 85 percent, to $82 per month,” HHS Press Secretary Benjamin Wakana said.\n\nIndeed, even the Division of Insurance Commissioner Lori Wing-Heier explained in the very article the RNC quoted that those individuals receiving subsidies are “not going to see very much in change.” She went on to attribute the hikes to the unique features of the Alaskan insurance mareket: the small number of enrollees and the limited number of competition among insurers.\n\n“For insurance to work the way it’s intended … you pool your risk and spread it across the pool,” she said. “In larger states, they have a large enough population to spread this expense more evenly, but in Alaska we simply don’t have that volume.” Just two insurance companies are currently offering health care coverage in the state’s individual market and health care costs in Alaska outpace the national average.\n\nFor instance, per capita health care costs topped $9,128 in Alaska in 2009, compared to $6,815 in the rest of the country. A full vision exam costs 196 percent more in Alaska than the national average and a general physical costs 42 percent more.\n\nState leaders have also been reluctant to aggressively police proposed rate increases. Law makers rejected federal grants to improve the processes of approving and reviewing proposed insurance increases and have instituted one of the least transparent rate review systems in the country. Rate filings are not formally disapproved by insurance department officials, who engage in a “back and forth process until they reach approval,” an analysis from the Kaiser Family Foundation concluded. Data from insurers is also kept confidential and the state does not hold public hearings on proposed rates.\n\nIn a statement responding to the higher rates, Begich slammed state leaders. “After leaving millions of dollars of federal funding on the table and refusing to accept the Medicaid expansion to cover tens of thousands of Alaskans, it is frustrating to now see the State and Governor Parnell try and pass the buck on to consumers,” he said. It is equally disappointing to see the Republican committee omit key facts in order to score a political hit and frighten insurance beneficiaries.", "article_metadata": {"google": "nositelinkssearchbox", "description": "Is this a new effort by Republicans to shackle vulnerable Democrats to rising health care costs and hold another electoral referendum on President Barack Obama's signature law?", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "Is this a new effort by Republicans to shackle vulnerable Democrats to rising health care costs and hold another electoral referendum on President Barack Obama's signature law?", "title": "The New, Brutally Misleading Attacks Targeting Obamacare Supporters", "url": "http://thinkprogress.org/health/2014/09/09/3564843/alaska-premiums-obamacare-begich/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2013/12/shutterstock_obamacare-money-e1387470924313.jpg", "type": "article"}, "twitter": {"description": "Is this a new effort by Republicans to shackle vulnerable Democrats to rising health care costs and hold another electoral referendum on President Barack Obama's signature law?", "creator": "@@igorvolsky", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2013/12/shutterstock_obamacare-money-321x214.jpg", "title": "The New, Brutally Misleading Attacks Targeting Obamacare Supporters", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-health", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2013/12/shutterstock_obamacare-money-e1387470924313.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2013/12/shutterstock_obamacare-money-e1387470924313.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2014-09-09T12:44:08+00:00", "author": "https://www.facebook.com/ivolsky"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "article_summary": "Health The New, Brutally Misleading Attacks Targeting Obamacare Supporters CREDIT: ShutterstockOn Monday, the Republican National Committee released a blistering attack blaming Sen. Mark Begich (D-AK) for premium increases under the Affordable Care Act.\nFor instance, per capita health care costs topped $9,128 in Alaska in 2009, compared to $6,815 in the rest of the country.\n“In 2009, Mark Begich repeatedly promised Alaskans that ObamaCare would lower premiums,” the release says.\nThe release could represent a new effort by Republicans to shackle vulnerable Democrats to rising health care costs and hold another electoral referendum on President Barack Obama’s signature law.\nIt then goes on to quote press reports showing that the two insurers participating in Alaska’s individual health care market plan to increase premiums by as much as 37 percent on average in 2015."}