{"article_title": "It’s Time for Martin Luther King’s Non-Violent Resistance Against Obama and His Liberal Cronies", "article_keywords": ["luther", "america", "liberal", "illegal", "muslim", "stop", "resistance", "need", "martin", "nonviolent", "kings", "cronies", "president", "obama"], "article_url": "http://www.theblaze.com/contributions/its-time-for-martin-luther-kings-non-violent-resistance/", "article_text": "Contribution\n\nWayne Allyn Root is a bestselling author. His latest book is: “ The Power of RELENTLESS! ” Dubbed by the media as “the Capitalist Evangelist,” Wayne is a former Libertarian Vice Presidential nominee, international business speaker, serial entrepreneur and conservative media personality – appearing on over 5,000 interviews in the past five years. Wayne’s web site: ROOTforAmerica.com .\n\nPresident Barack Obama is destroying America from within. It’s time to do more than just talk. We need action…and we need it now. Martin Luther King gave us the perfect “model.” It is time to adopt Martin Luther King’s doctrine of “Non-Violent Resistance” to defeat Obama.\n\nOur nation is upside down. A lie is called the truth. The truth is called intolerant or racist. A Great Depression is a “recovering economy.” Record cold and snow is a sign of global warming. Low gas prices are attributed to the man whose stated goals and policies are to drive energy prices ever higher. The way to “save” the middle class is by taxing them more. Illegal aliens have the same rights as any American-born citizen. And, of course, we can’t use “Muslim” and “terrorist” in the same sentence, even if every terrorist attack is conducted by Muslims.\n\nAmerica’s future is going bad…fast. We have to fight back. We have to act now to take back the country from the evil destroying it.\n\nHow bad are things? We have a president who described the attack by a radical Muslim who murdered four Jews in a kosher deli as “random folks shot in a deli.” He can’t even admit it was Muslims purposely targeting and murdering Jews.\n\nWe have a president who described 21 Coptic Christians beheaded on a beach in Libya by Muslim terrorists because they were Christians as “Islamic State terrorists killing Egyptian citizens.” He can’t even admit it was Muslims purposely targeting and murdering Christians.\n\nWe have an administration that, as Islamic State beheads and burns to death prisoners, proposes the solution is creating jobs for these brutal killers. “Jobs for jihadis.” Anyone who wants to hire a radical Muslim terrorist who will cut your head off or set you on fire if you ever disagree…please raise your hand!\n\nWe have a president who in a published editorial only days ago actually used the words “legitimate grievances” in talking about these animals that cut prisoners heads off and set them on fire. Legitimate grievances? Does Obama believe Nazis in the 1940′s had “legitimate grievances” too? I’m sure Adolf Hitler thought he did.\n\nAt a presidential forum on “violent extremism,” Obama refused to blame Islam, and instead of vowing to kill terrorists actually suggested a “social response” is the answer – improving the political system, finding them jobs, improving the economy.\n\nWe have a president who has set up a hotline for illegal aliens to complain about border agents “violating their rights.”\n\nWe have a president more concerned about the rights of Muslim terrorists, Guantanamo Bay detainees, and illegal aliens than the rights you and I have.\n\nWe have a president more willing to negotiate with murdering Mullahs in Iran than negotiate with Republicans in Congress.\n\nWe have a president who orders the release of tens of thousands of illegal alien felons putting them back on the streets to rob, rape, and murder.\n\nWe have a president who orders the IRS to audit honest businessmen…but gives $24,000 checks to illegal aliens.\n\nThanks to Obamacare architect Jonathan Gruber, we know we have a president who committed fraud to sell Obamacare and bankrupt the middle class he thinks of as “too stupid to understand.” He told lies including “If you like your insurance, you can keep it.” and “The average middle class consumer’s cost will go down.” All lies, fraud and misrepresentation.\n\nMartin Luther King “was fascinated by the idea of refusing to cooperate with an evil system.” King believed that ‘‘the Christian doctrine of love operating through the Gandhian method of nonviolence was one of the most potent weapons available to oppressed people in their struggle for freedom.’’ He called it “Non-Violent Resistance.”\n\nHere are four non-violent actions we can take to slow or stop the evil that is destroying America and our children’s future.\n\nACTION NUMBER ONE\n\nThe New York City police showed us the first way. Mayor Bill DeBlasio made clear his distaste and disrespect for the police, the same way Obama has made clear his distaste for the military, law enforcement, border agents, business owners and the US Constitution. Just as police stood with their backs to DeBlasio, concerned citizens and patriots, especially Republican senators and congressmen need to turn their backs to Obama wherever he appears.\n\nMartin Luther King knew visual images like this change public opinion. Turning our backs on the individual perpetrating the evil, can paint a picture that independent and “undecided” citizens need to see. They need to know it’s deadly serious and it’s time to stop worrying about political correctness.\n\nGOP political leaders need to stop pretending we don’t have a Muslim sympathizer in the White House, a fraud willing to lie and illegally target, persecute and intimidate his critics. They need to stop pretending he isn’t a criminal willing to violate the U.S. Constitution. They need to stop pretending Obama isn’t consciously implementing a purposeful plan to destroy America by bankrupting taxpayers under a blizzard of taxes, regulations, and debt; showering illegal aliens with amnesty, massive entitlements, free healthcare, and of course, the right to vote without being citizens.\n\nStand up America. We must all admit the truth and show our anger by standing with our backs to the president. What Obama is doing to America is no different than what DeBlasio is doing to the New York City police. Standing with our back to Obama is a perfect example of Martin Luther King’s “non-violent resistance.“\n\nACTION NUMBER TWO\n\nWe must use the courts, filing lawsuit after lawsuit against Obama’s illegal actions. On Monday a federal judge blocked Obama’s amnesty for millions of illegal aliens. We must use the liberal trick of “law-suiting” Obama to death. How do you eat an elephant? One bite at a time! Another perfect example of Martin Luther King’s non-violent resistance.\n\nACTION NUMBER THREE\n\nWe must use States Rights to destroy Obama’s plans. Exhibit A – each state, at least those led by GOP governors, should pass a law making it a crime for noncitizens to attempt to register to vote with a MANDATORY five years in prison, $100,000 fine, and deportation after prison. Then start a public relations campaign in Spanish and conduct high-profile prosecutions. Democrats will find it very difficult to get illegal volunteers to the voting booth. Another perfect example of Martin Luther King’s non-violent resistance.\n\nACTION NUMBER FOUR\n\nOur GOP Congress must find the courage to impeach Obama. Simple. There are so many obvious and clear charges. Lead with Obama’s use of fraud to pass Obamacare. Charge Jonathan Gruber and force him to give evidence and roll over on Obama to avoid life in prison for being the architect of the first trillion-dollar fraud in world history.\n\nThis is how we stop evil in America. Without resorting to violence. Martin Luther King would be proud.\n\nWayne’s latest book is: “The Murder of the Middle Class.” Wayne Allyn Root is a former Libertarian Vice Presidential nominee, successful entrepreneur, small business defender, business speaker, Capital Evangelist, and conservative media personality – appearing on over 5,000 interviews in the past five years. Wayne’s web site: ROOTforAmerica.com.\n\n–\n\nTheBlaze contributor channel supports an open discourse on a range of views. The opinions expressed in this channel are solely those of each individual author.", "article_metadata": {"msapplication-notification": "frequency=30; polling-uri=http://www.theblaze.com/publish/_livetile/notifications/1.xml; polling-uri2=http://www.theblaze.com/publish/_livetile/notifications/2.xml; polling-uri3=http://www.theblaze.com/publish/_livetile/notifications/3.xml; polling-uri4=http://www.theblaze.com/publish/_livetile/notifications/4.xml", "application-name": "TheBlaze.com", "twitter": {"description": "President Barack Obama is destroying America from within. It's time to do more than just talk. We need action...and we need it now. Martin Luther King gave us the perfect \"model.\" It is time to adopt Martin Luther King's doctrine of \"Non-Violent Resistance\" to defeat Obama.  Our nation...", "creator": "@WayneRoot", "url": "http://www.theblaze.com/contributions/its-time-for-martin-luther-kings-non-violent-resistance/", "image": "http://www.theblaze.com/wp-content/uploads/2014/01/Martin-Luther-King.jpg", "title": "It’s Time for Martin Luther King’s Non-Violent Resistance Against Obama and His Liberal Cronies", "site": "@theblaze", "card": "summary", "account_id": 1512944287}, "keywords": "time, martin, luther, kings, non, violent, resistance", "sailthru.tags": "barack-obama, bill-de-blasio, congress, gop, government, illegal-immigration, immigration, martin-luther-king-jr, nypd, protest, republican-party, author-wayne-allyn-root, site-theblazecom", "facebook-count": 8095, "gplus-count": 2, "msapplication-TileColor": "#282b2d", "sailthru.guid": "theblazecom/931660", "categories": "barack-obama,bill-de-blasio,congress,gop,illegal-immigration,immigration,martin-luther-king-jr,nypd,protest,republican-party,government", "msapplication-square150x150logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/medium150x150.png", "comment-count": 24, "description": "Obama is destroying America from within. It's time to do more than just talk. We need action...and we need it now. Martin Luther King gave us the perfect", "msapplication-wide310x150logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/wide310x150.png", "linkedin-count": 0, "msapplication-square70x70logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/small70x70.png", "msapplication-square310x310logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/large310x310.png", "fb": {"admins": 517831498}, "msapplication-starturl": "http://www.theblaze.com/", "viewport": "width=device-width", "og": {"site_name": "The Blaze", "description": "President Barack Obama is destroying America from within. It's time to do more than just talk. We need action...and we need it now. Martin Luther King gave us the perfect \"model.\" It is time to adopt Martin Luther King's doctrine of \"Non-Violent Resistance\" to defeat Obama.  Our nation...", "title": "It’s Time for Martin Luther King’s Non-Violent Resistance Against Obama and His Liberal Cronies", "url": "http://www.theblaze.com/contributions/its-time-for-martin-luther-kings-non-violent-resistance/", "image": {"width": 460, "identifier": "http://www.theblaze.com/wp-content/uploads/2014/01/Martin-Luther-King.jpg", "type": "image/jpeg", "height": 288}, "type": "article"}, "dc.date": "2015-02-20T10:00:42+00:00", "twitter-count": 104}, "article_summary": "Martin Luther King gave us the perfect “model.” It is time to adopt Martin Luther King’s doctrine of “Non-Violent Resistance” to defeat Obama.\nAnother perfect example of Martin Luther King’s non-violent resistance.\nMartin Luther King would be proud.\nMartin Luther King knew visual images like this change public opinion.\nStanding with our back to Obama is a perfect example of Martin Luther King’s “non-violent resistance.“ACTION NUMBER TWOWe must use the courts, filing lawsuit after lawsuit against Obama’s illegal actions."}