{"article_title": "Avalanche still aims for playoff spot, wants Semyon Varlamov in net – The Denver Post", "article_keywords": ["wants", "semyon", "im", "season", "varlamovs", "spot", "avalanche", "denver", "berra", "playoff", "pickard", "aims", "shots", "varlamov", "games", "post", "injury", "net", "jersey"], "article_url": "http://www.denverpost.com/avalanche/ci_27692753/avalanche-still-aims-playoff-spot-wants-semyon-varlamov", "article_text": "Judging from the way the Avalanche practiced Wednesday and how eager coach Patrick Roy seems to be to get Semyon Varlamov back in net, the team is not looking ahead to next season, and is not holding auditions for Varlamov’s future backup.\n\nVarlamov, who missed Tuesday’s 5-2 loss at home to the Los Angeles Kings with a groin injury, did not practice Wednesday, but is the preferred starter Thursday against visiting New Jersey. Varlamov will participate in the morning skate at the Pepsi Center along with backups Reto Berra and Calvin Pickard.\n\n“We just wanted to give it an extra day (of rest) and see how it goes (Thursday) morning, and we’ll make a decision,” Roy said of Varlamov after Wednesday’s high-tempo practice.\n\nPickard started against the Kings, but was replaced by Berra late in the first period. Pickard stopped five of eight shots, and Berra 20-of-22. For the season, Pickard has a .932 save percentage in 895 minutes. Berra is at .890 over 456.\n\nBoth goalies are eager to start Thursday if Varlamov can’t.\n\n“I’m not sure what’s going to happen, but I’ll be ready to go in there when they call me on,” said Pickard, 22. “I’ve had a chance to string together a few games at a few different times. I’m used to it. I’m comfortable playing at this level. (Tuesday), obviously, was not what I wanted, but some nights you don’t get the bounces. But looking ahead, I feel like I’m here to stay. I feel comfortable playing at this level, for sure.”\n\nPickard is in the final year of his three-year, entry-level contract and is a pending restricted free agent. Berra, 28, is under contract for the next two seasons, with cap hits of $1.45 million and $1.5 million.\n\n“I’m probably getting another opportunity, and I want to be ready,” Berra said.\n\nDuring Varlamov’s three previous injury stints with groin issues, Berra has mostly been passed over for Pickard, the No. 1 goalie for the Lake Erie Monsters of the American Hockey League. Berra was admittedly frustrated with the unusual depth chart that allowed Pickard to play so many games at Lake Erie under his AHL contract. Berra gets paid his NHL contract wherever he plays.\n\n“At the beginning, it was tough to understand, but you have to learn to deal with it, especially for a young guy new in the NHL,” the Swiss goalie said. “I’ve found a way, and I came back and just worked hard. Hockey is not always up. You have to go on these downs.”\n\nRoy said Varlamov’s groin injury is not as serious as it was earlier in the season and that the team is “absolutely not” thinking about shutting him down for the season and watching Berra and Pickard audition for next season’s backup job.\n\nThe Avs are seven points out of the playoffs with only 15 games remaining.\n\n“I just don’t want to go into detail — and it’s not like I want to keep it for us — but I’m not a doctor,” Roy said of Varlamov’s injury. “I can’t give you the exact term and exactly how it is, but, no, it’s not as severe as the first times.”\n\nMike Chambers: mchambers@denverpost.com or twitter.com/mikechambers\n\nNEW JERSEY AT COLORADO\n\n\n\n7 p.m. Thursday, ALT; 950 AM\n\nSpotlight on Mike Cammalleri: The 5-foot-9 Devils forward is an undersized goal-scoring machine, which is why New Jersey signed him in free agency last summer at $25 million over five seasons. He has a team-high 24 goals, two shy of what he produced last season for Calgary, and also leads the team with 122 shots. Cammalleri, 32, is a Canadian who played three years at the University of Michigan.\n\nNOTEBOOK\n\nDevils: They lost 6-2 at Minnesota on Tuesday to begin a three-game road trip that ends Saturday at Arizona. … New Jersey is 10th in power-play percentage (19.6), but 21st in penalty killing (80.6). … The Devils are 29th in shots per game (24.3). … Goalie Cory Schneider is a workhorse in net, having started 57 of the Devils’ 67 games. Schneider leads the NHL in shots against (1,673) and saves (1,549) and is fourth in save percentage (.926).\n\nAvalanche: Rookie forward Joey Hishon skated on his own before practice Wednesday, but is doubtful with neck and elbow injuries. The Avs will again have no extra bodies and will use their 20 available players. Center John Mitchell was banished to the fourth line Tuesday. “I’ve been minus-8 my last seven games. I can’t find a plus. Every time I’m on the ice, it seems like the puck’s in the back of our net,” he said. “Maybe it’s the right move right now. I have to earn (the coach’s) trust back. This is an important time of year, and I want to be a strong player at this time, not someone that he doesn’t want playing.”\n\nMike Chambers, The Denver Post", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Avalanche still aims for playoff spot, wants Semyon Varlamov in net", "title": "Avalanche still aims for playoff spot, wants Semyon Varlamov in net", "url": "http://www.denverpost.com/2015/03/11/avalanche-still-aims-for-playoff-spot-wants-semyon-varlamov-in-net/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150311__varlyp1.jpg", "height": 447}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150311__varlyp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-03-11T16:42:34+00:00", "modified_time": "2016-04-26T20:32:51+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "For the season, Pickard has a .932 save percentage in 895 minutes.\nVarlamov will participate in the morning skate at the Pepsi Center along with backups Reto Berra and Calvin Pickard.\nEvery time I’m on the ice, it seems like the puck’s in the back of our net,” he said.\nDuring Varlamov’s three previous injury stints with groin issues, Berra has mostly been passed over for Pickard, the No.\n“I just don’t want to go into detail — and it’s not like I want to keep it for us — but I’m not a doctor,” Roy said of Varlamov’s injury."}