{"article_title": "How Artificial Insemination Agreements Can Go Wrong", "article_keywords": ["physician", "schreiner", "support", "father", "artificial", "sperm", "wrong", "agreements", "insemination", "child", "judge", "marotta", "couple"], "article_url": "http://www.medicaldaily.com/kansas-sperm-donor-ordered-pay-child-support-how-artificial-insemination-agreements-can-go-wrong", "article_text": "On Wednesday, a Kansas judge ruled that a man who provided sperm to a lesbian couple in response to an ad on Craigslist must pay child support for the child born from the arrangement. Though he pleaded with the judge saying he never intended to be a father to the child, the judge found that William Marotta is, in fact, the child’s father and must pay child support as a result.\n\nAccording to The Topeka Capital-Journal, District Court Judge Mary Mattivi handed down a written ruling, which read in part:\n\nKansas law is clear that a donor of semen provided to a licensed physician for use in artificial insemination of a woman other than the donor’s wife is treated in law as if he were not the birth father of a child thereby conceived, unless agreed to in writing by the donor and the woman. In this case, quite simply, the parties failed to conform to the statutory requirements of the Kansas Parentage Act in not enlisting a licensed physician at some point in the artificial insemination process, and the parties’ self-designation of [Marotta] as a sperm donor is insufficient to relieve [Marotta] of parental rights and responsibilities.\n\nEssentially, a missed step in the artificial insemination process (not using a physician to perform the procedure) will now cost Marotta a whole lot of money. Angela Bauer and Jennifer Schreiner, the couple that used Marotta’s sperm to conceive, have eight children together, most of whom were adopted. According to NBC News, the couple posted an ad on Craigslist in 2009 because they wanted to have a biological child. When Marotta gave the women his sperm, he also signed an agreement that said he relinquished all parental rights and was not be responsible “for any child support payments demanded of him by any other person or entity, public or private ... regardless of the circumstances or said demand.”\n\nAnd the couple maintained that promise post-artificial insemination… until they broke up. When Bauer and Schreiner split in 2010, Kansas Department of Children and Families demanded the donor’s name and filed a child support claim against him. From there, Marotta fought against paying support for over three years, but this week Judge Mattivi had the final say.\n\nMarotta was found to be the father of the daughter Schreiner bore using his sperm. He will have to pay back about $6,000 in state-provided public assistance, as well as future child support for his daughter.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "kansas sperm donor, child support, artificial insemination agreement", "og": {"site_name": "Medical Daily", "description": "William Marotta donated sperm to a lesbian couple in response to an online ad. Now that the couple has split, he's been ordered to pay child support for the daughter conceived through artificial insemination.", "title": "Craigslist Sperm Donor Gets Way More Than He Bargained For", "url": "http://www.medicaldaily.com/kansas-sperm-donor-ordered-pay-child-support-how-artificial-insemination-agreements-can-go-wrong", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/23/shutterstock89863660.jpg", "type": "article"}, "twitter": {"description": "William Marotta donated sperm to a lesbian couple in response to an online ad. Now that the couple has split, he's been ordered to pay child support for the daughter conceived through artificial insemination.", "title": "Craigslist Sperm Donor Gets Way More Than He Bargained For", "url": "http://www.medicaldaily.com/kansas-sperm-donor-ordered-pay-child-support-how-artificial-insemination-agreements-can-go-wrong", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/23/shutterstock89863660.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/23/shutterstock89863660.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Policy/Biz", "published_time": "2014-01-23T14:57:47-05:00", "modified_time": "2014-01-23T14:57:45-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "William Marotta donated sperm to a lesbian couple in response to an online ad. Now that the couple has split, he's been ordered to pay child support for the daughter conceived through artificial insemination."}, "_id": "\"57477af46914bd0286fdc022\"", "article_summary": "He will have to pay back about $6,000 in state-provided public assistance, as well as future child support for his daughter.\nEssentially, a missed step in the artificial insemination process (not using a physician to perform the procedure) will now cost Marotta a whole lot of money.\nWhen Bauer and Schreiner split in 2010, Kansas Department of Children and Families demanded the donor’s name and filed a child support claim against him.\nAngela Bauer and Jennifer Schreiner, the couple that used Marotta’s sperm to conceive, have eight children together, most of whom were adopted.\nFrom there, Marotta fought against paying support for over three years, but this week Judge Mattivi had the final say."}