{"article_title": "Part-time college faculty might join unions to fight for better working conditions", "article_keywords": ["adjunct", "colleges", "join", "working", "union", "organizing", "tric", "fight", "better", "unions", "college", "members", "faculty", "parttime", "ohio", "conditions"], "article_url": "http://www.cleveland.com/metro/index.ssf/2014/10/part-time_college_faculty_may.html", "article_text": "CLEVELAND, Ohio -- Part-time college faculty members in Northeast Ohio are discussing joining unions to demand better working conditions.\n\nPart-time instructors, known as adjunct professors, represent about half of all professors and about 75 percent at community colleges, including Cuyahoga Community College, officials said. They have little job security, are paid less (about $3,000 per course) and rarely have health insurance.\n\nMany teach at several institutions yet still have trouble earning a living wage.\n\nPart-time instructors at Tri-C, along with other adjuncts at Northeast Ohio public and private colleges, feel they need a collective bargaining agreement to fully redress their working conditions, said Andrew Bonthius, co-chair of the Tri-C Adjunct Organizing Committee.\n\nOhio law does not prevent adjunct faculty from organizing or joining a union, but it stipulates that public colleges and universities are not required to bargain collectively with the faculty.\n\nFull-time faculty members can, and have, formed unions.\n\nThe Tri-C committee will host an information table at 10:30 a.m. Wednesday in the lobby of the liberal arts building on the Metropolitan Campus as part of Campus Equity Week.\n\nExpected to attend and talk to faculty members are Harriet Applegate, executive secretary of the North Shore AFL-CIO Federation of Labor, David Quolke, president of the Cleveland Teachers Union and Maria Maisto, president and executive director of the New Faculty Majority, which works on adjunct faculty working conditions.\n\n\"We want to do more than recognize inequity,\" Bonthius said. \"We want to do something about it.\"\n\nBonthius said his committee has interviewed several unions. It also has sent a survey to the 1,600 adjuncts at the community college. He has received about 250 responses.\n\n\"There is nothing illegal about forming a union,\" he said. \"And it is not illegal for the administration to recognize us. It can be done in Cleveland if you apply the right political pressure.\"\n\nThe organizing of adjunct faculty is slowly gaining momentum nationwide.\n\nAdjunct faculty at Tufts University outside Boston has negotiated a contract, which the Service Employees International Union said could be a model for ongoing negotiations at other universities, Inside Higher Ed reported Tuesday.\n\nSEU launched its Adjunct Action campaign less than two years ago and has organized at about a dozen campuses.\n\nHighlights of the Tufts contract include significant pay increases, longer-term contracts and -- perhaps most meaningfully -- the right to be interviewed for full-time positions in one's department.\n\nBonthius said the Tri-C committee is surveying faculty and has interviewed several unions, including SEIU, which he said is working with part-time faculty at five private Northeast Ohio colleges.\n\nApplegate said North Shore delegates passed a resolution Oct. 8 supporting adjunct faculty organizing efforts.\n\n\"They are a very exploited group of people,\" she said. \"The vast majority are trying to make a living at this and it is very, very difficult.\"\n\nWhen the time to grade papers and prepare student lessons is added to the time in the classroom, many people make well below the minimum wage, she said.\n\n\"We are very supportive and very interested in helping them,\" she said.\n\nAbout 20 percent of adjunct faculty members are in a union, said Maistos of the New Faculty Majority, a national organization founded in 2009.\n\nMaistos, of Akron, said interest has increased, including in Congress, to address issues facing adjunct faculty.\n\nSome colleges decreased the hours of part-time faculty because the federal Affordable Care Act required them to provide health coverage to employees who work more than 30 hours a week. The Ohio Part-Time Faculty Association, which had recently formed, held protests. The association said it plans to rally on Saturday at Public Square in Cleveland for equity.\n\n\"Even the colleges and universities themselves realize this is not a sustainable model,\" said Maisto, who teachers English composition at Tri-C's Western campus.\n\n\"I really enjoy teaching and had hoped to have a full-time position at this point in time,\" she said.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "cuyahoga-community-college,part-time-college-faculty,unions", "title": "Part-time college faculty might join unions to fight for better working conditions", "parsely-page": "{\"title\": \"Part-time college faculty might join unions to fight for better working conditions \", \"link\": \"http://www.cleveland.com/metro/index.ssf/2014/10/part-time_college_faculty_may.html\", \"image_url\": \"http://imgick.cleveland.com/home/cleve-media/width620/img/plain_dealer_metro/photo/16196672-standard.jpg\", \"type\": \"post\", \"post_id\": \"14325711\", \"pub_date\": \"2014-10-28T18:20:03Z\", \"author\": \"Karen Farkas, Northeast Ohio Media Group\", \"tags\": [\"@cleveland\",\"@mobile\",\"cuyahoga-community-college\",\"part-time-college-faculty\",\"unions\"] }", "twitter": {"image": "http://media.cleveland.com/plain_dealer_metro/photo/16196672-thumb_square_large.jpg", "creator": "@karen_farkas", "description": "Part-time college faculty members in Northeast Ohio are discussing joining unions to demand better working conditions.", "card": "summary", "site": "@clevelanddotcom"}, "article_date_updated": "Tuesday, October 28, 2014,  2:35 PM", "parsely-metadata": "{\"image_url\": \"http://media.cleveland.com/plain_dealer_metro/photo/metro06jpg-8439b3f25d5c6123.jpg\", \"author_name\": \"kfarkas\", \"author_nickname\": \"Karen Farkas, Northeast Ohio Media Group\", \"author_id\": \"3290\", \"source_blog_name\": \"Metro News\", \"source_blog_url\": \"http://www.cleveland.com/metro/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "cleveland.com", "description": "Part-time college faculty members in Northeast Ohio are discussing joining unions to demand better working conditions.", "title": "Part-time college faculty might join unions to fight for better working conditions", "url": "http://www.cleveland.com/metro/index.ssf/2014/10/part-time_college_faculty_may.html", "image": "http://media.cleveland.com/design/alpha/img/logo_cleve.gif", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "cleveland.com", "article_comments": 0, "article_date_original": "Tuesday, October 28, 2014,  2:20 PM", "article_author": "Karen Farkas, Northeast Ohio Media Group", "Description": "Part-time college faculty members in Northeast Ohio are discussing joining unions to demand better working conditions."}, "_id": "\"57477af46914bd0286fd927e\"", "article_summary": "CLEVELAND, Ohio -- Part-time college faculty members in Northeast Ohio are discussing joining unions to demand better working conditions.\nThe Ohio Part-Time Faculty Association, which had recently formed, held protests.\nApplegate said North Shore delegates passed a resolution Oct. 8 supporting adjunct faculty organizing efforts.\nBonthius said the Tri-C committee is surveying faculty and has interviewed several unions, including SEIU, which he said is working with part-time faculty at five private Northeast Ohio colleges.\nAbout 20 percent of adjunct faculty members are in a union, said Maistos of the New Faculty Majority, a national organization founded in 2009."}