{"article_title": "Returning Mt. McKinley back to Denali", "article_keywords": ["mountain", "great", "returning", "offensive", "denali", "alaska", "mt", "mckinley", "ohio", "toponyms", "didnt", "mountains"], "article_url": "http://thehill.com/blogs/congress-blog/252693-returning-mt-mckinley-back-to-denali", "article_text": "When I was a kid, I remember saying names of mountains and creeks in Montana like Squaw Peak, Hightit Mountain or Whorehouse Creek.\n\nI didn’t think about it — those were the names and you just said them. In grade school, we giggled.\n\nADVERTISEMENT\n\nNow they’re called Wife Peak, Mammary Mountain and Working Girl Creek. This didn’t make sense to me, because women’s roles, occupation and body parts were still being referenced.\n\nCurious, I googled it. A University of Chicago website says, “Offensive toponyms fall into two categories. One type denigrates racial and ethnic groups. The other variety offends folks bothered by rude or otherwise impolite references to body parts and other no-no’s.”\n\nA toponym is a place name that’s derived from a topographical feature. The mountain states have quite a few.\n\nAlaska still has toponyms some would find offensive. Mostly they’re in far-flung, roadless areas in the bush, where most people don’t go.\n\nBut the controversy around the campaign to rename Mount McKinley, the highest mountain in Alaska and North America, isn’t about an offensive toponym.\n\nIt’s about setting things right.\n\nThe 20,320-foot mountain long has been known as Denali (”The Great One”). It was central to the Koyukon Athabascan tribe’s creation story and is of significant cultural importance to Alaska’s indigenous people.\n\nIn 1896, a prospector named the mountain after William McKinley, who later that year was elected the 25th U.S. president. McKinley had never been to Alaska.\n\nIn 1975, Alaska Gov. Jay Hammond initiated an effort to return the mountain’s name to Denali. Recently our Alaska congressional delegation launched an aggressive campaign for the change.\n\nAlaskans weighed in and signed petitions. Denali was the overwhelming choice.\n\nSome people in Ohio, McKinley’s home state, felt strongly the nation’s highest mountain should keep the McKinley name.\n\nA recent TV show poked fun at Alaska’s quest to rename it. In typical Lower 48 fashion, they didn’t present all the facts, just talked to people in Ohio who were against the idea.\n\nThe Great One is the top thing everyone wants to see in Alaska. The first question people ask us when they visit is, “Where can I see The Mountain?”\n\nI tell them you can see it from any high point in Anchorage. Have a drink at the Crow’s Nest at the top of the Captain Cook Hotel, or drive up to the Glen Alps in the Chugach Mountains that cradle our fair city. You will see it.\n\nFog, haze and clouds come and go. Be patient. You will see it.\n\nSecretary of the Interior Sally Jewell Sally JewellAs climate crisis worsens, it's Interior Secretary Jewell who's being naïve Puerto Rico bill drops GOP’s wildlife refuge transfer Coal war intensifies with Obama review MORE announced on Sunday she had signed an order to change the name, and President Obama approved it. That was one day before he visited Alaska. Timing is everything.\n\nThe mountain knows nothing of presidents, congresses or people from Ohio. It is in Alaska and should have an Alaskan indigenous name, not one from a man who never set foot in this state.\n\nIt should be a name that speaks to us across time, demonstrating majesty. Denali: The Great One.\n\nBecause it is. Unless you see it for yourself, up close and personal, it’s hard to believe that land can stretch so high to touch the sky.\n\nI worked in an office for a dozen years where I looked at it every day.\n\nI got to know its personality at different times of the year: the bright pink alpenglow of winter, the purpled sunsets in spring, the oranges of autumn.\n\nI’ve flown around it. I’ve landed on Ruth Glacier and gazed up at it. I’ve peered at it in my rearview mirror.\n\nI wish every American could do this. Then they’d understand why the name change is so important to Alaskans.\n\nAs far as toponyms go, The Land of the Midnight Sun is back in its karmic groove.\n\nAs it should be.\n\nSimenson lives in Eagle River, Alaska. She writes for newspapers and magazines. Her writing has recently appeared in The Anchorage Press, Memoirabilia Magazine, and online at Erma Bombeck Humor Writers.org and 49 Writers.", "article_metadata": {"dcterms.description": "Alaskans weighed in and signed petitions. Denali was the overwhelming choice.", "description": "Alaskans weighed in and signed petitions. Denali was the overwhelming choice.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Congress Blog"}}, "og": {"site_name": "TheHill", "description": "Alaskans weighed in and signed petitions. Denali was the overwhelming choice.", "title": "Returning Mt. McKinley back to Denali", "url": "http://thehill.com/blogs/congress-blog/252693-returning-mt-mckinley-back-to-denali", "image": "http://thehill.com/sites/default/files/article_images/mountmckinley_083015getty.jpg", "updated_time": "2016-02-01T06:17:42-05:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "dcterms.modified": "2016-02-01T06:17-05:00", "dcterms.identifier": "http://thehill.com/blogs/congress-blog/252693-returning-mt-mckinley-back-to-denali", "dcterms.date": "2015-09-04T11:00-04:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Joe Picard", "author": "Lois Paige Simenson", "dcterms.type": "Text", "keywords": ",Sally Jewell,", "article": {"published_time": "2015-09-04T11:00:04-04:00", "modified_time": "2016-02-01T06:17:42-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/congress-blog/252693-returning-mt-mckinley-back-to-denali", "widgets": {"csp": "on"}, "description": "Alaskans weighed in and signed petitions. Denali was the overwhelming choice.", "card": "summary", "title": "Returning Mt. McKinley back to Denali"}, "dcterms.title": "Returning Mt. McKinley back to Denali"}, "article_summary": "A University of Chicago website says, “Offensive toponyms fall into two categories.\nBut the controversy around the campaign to rename Mount McKinley, the highest mountain in Alaska and North America, isn’t about an offensive toponym.\nIn 1896, a prospector named the mountain after William McKinley, who later that year was elected the 25th U.S. president.\nSome people in Ohio, McKinley’s home state, felt strongly the nation’s highest mountain should keep the McKinley name.\nThe 20,320-foot mountain long has been known as Denali (”The Great One”)."}