{"article_title": "Haley should reverse course on offshore drilling", "article_keywords": ["opposition", "oil", "jobs", "reverse", "recognize", "haley", "course", "offshore", "coastal", "residents", "carolina", "south", "drilling"], "article_url": "http://www.postandcourier.com/article/20150514/PC1002/150519672/1268/haley-should-reverse-course-on-offshore-drilling&source=RSS", "article_text": "This file photo made Aug. 3, 2010, shows the Development Driller III, which is drilling the primary relief well, and the Helix Q4000, background left, the vessel being used to perform the static kill operation, at the site of the Deepwater Horizon Oil Spill in Gulf of Mexico, off the coast of Louisiana. (AP Photo/Gerald Herbert, File)\n\nGov. Nikki Haley should be listening to the growing opposition to offshore drilling from this state’s coastal communities instead of hewing to the oil industry’s line about its potential benefits. And the governor should tell the state Department of Health and Environmental Control to start listening to coastal residents during the permitting process.\n\nAccording to our news story on Sunday, much of the preliminary work on Mrs. Haley’s oil drilling policy for the state of South Carolina was done behind closed doors with a group of governors representing coastal states.\n\nIt’s fine for the governor to discuss regional issues with her peers, though the involvement of oil industry representatives is more than a little troubling in this instance. According to our news report, environmental advocates were excluded from the meeting, as were reporters.\n\nNorth Carolina Gov. Pat McCrory, who hosted the meeting, was quoted as saying it was closed to the media and environmental groups to eliminate the appearance of being influenced by special interests.\n\nIs he serious?\n\nCertainly, the opponents of offshore drilling represent larger numbers of the governors’ constituencies than Big Oil, even if they lack the industry’s unrelenting lobbying presence.\n\nGov. Haley needs to start listening to what her own constituents are now saying about offshore drilling. No one in the state would be more affected by offshore drilling than those residents represented by elected officials who are speaking out almost as one against the plan.\n\nSo far, 18 local jurisdictions have opposed the idea of opening up the Atlantic to offshore exploration and drilling for oil and natural gas. The latest was this week’s vote by Mount Pleasant Town Council. And recently, Charleston County Council and Kiawah Town Council made their opposition known. So has McClellanville.\n\nThe opposition in coastal South Carolina stretches from Hilton Head to Georgetown.\n\nCoastal communities recognize the threat to the maritime and estuarine environments that comprise one of the great attractions to coastal living. They also recognize the threat to tourism, which is the mainstay of the local economy.\n\nThat threat exists from oil spills but also day-to-day pollution from the industrial infrastructure that accompanies offshore drilling.\n\nGov. Haley’s spokesman described her work with the governors’ coalition on offshore drilling as critical, responsible economic development. Such a position is not supportable in view of the growing opposition. Clearly, the governor is not paying attention to the right people.\n\nMany of the residents represented by the “no drilling” votes are in largely Republican jurisdictions within the 1st Congressional District.\n\nRep. Mark Sanford, R-S.C., has recognized that the public generally opposes offshore drilling along his coastal district and has revised his position accordingly.\n\nWe recognize that “jobs, jobs, jobs” is the governor’s mantra, and she should recognize that the tourism industry is responsible for more jobs in coastal South Carolina than the oil industry would ever bring to the state.\n\nShe might get a better idea of the opposition if DHEC would provide the requisite public hearings as part of the permitting process for offshore exploration.\n\nMaybe DHEC can technically avoid that responsibility by deferring to its federal counterpart. (And when has that ever happened in South Carolina?) But DHEC can’t be allowed to ignore the people of South Carolina, who want to be heard on this critical matter.\n\nCoastal South Carolina does not need its governor to be a cheerleader for the oil industry’s plans for offshore exploration and drilling. She needs to be an advocate for those residents who depend on clean beaches and unpolluted waterways for their livelihoods.\n\nGov. Haley needs to reverse her position on offshore drilling.", "article_metadata": {"news_keywords": "Haley should reverse course on offshore drilling, Opinion, \r\nOpinionEditorials, \r\nEditorials,", "og": {"site_name": "Post and Courier", "description": "Gov. Nikki Haley should be listening to the growing opposition to offshore drilling from this state’s coastal communities instead of hewing to the oil industry’s line about its potential benefits. And the governor should tell the state", "title": "Haley should reverse course on offshore drilling", "url": "http://www.postandcourier.com20150514/150519672/haley-should-reverse-course-on-offshore-drilling", "image": {"url": "http://www.postandcourier.com/storyimage/CP/20150514/PC1002/150519672/AR/0/AR-150519672.jpg", "identifier": "http://www.postandcourier.com/storyimage/CP/20150514/PC1002/150519672/AR/0/AR-150519672.jpg"}, "type": "article"}, "twitter": {"description": "Gov. Nikki Haley should be listening to the growing opposition to offshore drilling from this state’s coastal communities instead of hewing to the oil industry’s line about its potential benefits. And the governor should tell the state", "title": "Haley should reverse course on offshore drilling", "app": {"country": "US", "name": {"ipad": "Post and Courier", "iphone": "Post and Courier", "googleplay": "Post and Courier"}, "id": {"ipad": 603721271, "iphone": 603721271, "googleplay": "com.Synapse.PandC"}}, "site": "@pceditorials", "image": "http://www.postandcourier.com/storyimage/CP/20150514/PC1002/150519672/AR/0/AR-150519672.jpg", "card": "summary_large_image"}, "metered": "yes", "p": {"domain_verify": "c6511264bdb6fa45c6bb985fb86d3ab2"}, "fb": {"app_id": 146078808769941}, "tout": {"article": {"id": 150519672}}, "keywords": "Haley should reverse course on offshore drilling , Opinion, \r\nOpinionEditorials, \r\nEditorials", "article": {"published_time": "2015-05-14T00:01:00Z", "modified_time": "2015-05-13T19:31:00Z"}, "msvalidate.01": "05BAEC9D8820FA9F10D57DB6EB3C6192", "google-site-verification": "rAW9DX7yfiFF82k05QGF6LbZBkxcKxMTzAwNv0OCKAM", "viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "description": "Gov. Nikki Haley should be listening to the growing opposition to offshore drilling from this state’s coastal communities instead of hewing to the oil industry’s line about its potential benefits. And the governor should tell the state"}, "article_summary": "Haley needs to reverse her position on offshore drilling.\nHaley needs to start listening to what her own constituents are now saying about offshore drilling.\nHaley’s spokesman described her work with the governors’ coalition on offshore drilling as critical, responsible economic development.\nCoastal South Carolina does not need its governor to be a cheerleader for the oil industry’s plans for offshore exploration and drilling.\nThat threat exists from oil spills but also day-to-day pollution from the industrial infrastructure that accompanies offshore drilling."}