{"article_title": "Fact Check – Will your insurance premiums depend on your credit score? – CNN Political Ticker", "article_keywords": ["hhs", "marketplace", "depend", "pay", "political", "check", "credit", "premiums", "score", "scores", "cnn", "based", "peters", "ticker", "insurance", "fact"], "article_url": "http://politicalticker.blogs.cnn.com/2013/10/09/fact-check-will-your-insurance-premiums-depend-on-your-credit-score/", "article_text": "3 years ago\n\nAssertion\n\nWhat you pay for insurance in the new marketplace is based on your credit rating.\n\n\n\nFacts\n\nThe claim is being circulated on blogs and social media, based on a news report from an Orlando television station. It asserts that applicants for new coverage face a credit check and that people with low credit scores could pay higher premiums. Florida's new insurance marketplace, along with those in 35 other states, is run by the federal Department of Health and Human Services (HHS). In fact, says Joanne Peters, an HHS spokeswoman, the application form does not ask for a credit score and at no point in the process are people's credit scores accessed. What's more, the Affordable Care Act only allows insurers to consider three criteria in determining premiums: age, location and whether the applicant smokes. \"You cannot be charged more because of your credit score,\" says Peters.", "article_metadata": {"description": "Assertion What you pay for insurance in the new marketplace is based on your credit rating. Facts The claim is being circulated on blogs and social media, based on a news report from an Orlando television station.", "generator": "WordPress.com", "title": "Fact Check - Will your insurance premiums depend on your credit score?", "og": {"url": "http://politicalticker.blogs.cnn.com/2013/10/09/fact-check-will-your-insurance-premiums-depend-on-your-credit-score/", "image": "http://i2.cdn.turner.com/cnn/dam/assets/121025093331-money-story-top.jpg", "type": "article", "description": "Assertion \r\nWhat you pay for insurance in the new marketplace is based on your credit rating.  \r\n\r\nFacts \r\nThe claim is being circulated on blogs and social media, based on a news report from an Orlando television station.", "title": "Fact Check - Will your insurance premiums depend on your credit score?"}, "msapplication-tooltip": "- All politics, all the time", "fb": {"admins": 690014395, "app_id": 80401312489}, "msapplication-window": "width=device-width;height=device-height", "application-name": "CNN Political Ticker", "keywords": "fact check obamacare, health care,", "google-site-verification": "mFBa4OnyEDU23vgVJ6rtX_4izud7FIi9JiscfVsWaKk", "msapplication-task": "name=Subscribe;action-uri=http://politicalticker.blogs.cnn.com/feed/;icon-uri=https://s2.wp.com/i/favicon.ico"}, "article_summary": "It asserts that applicants for new coverage face a credit check and that people with low credit scores could pay higher premiums.\n\"You cannot be charged more because of your credit score,\" says Peters.\nIn fact, says Joanne Peters, an HHS spokeswoman, the application form does not ask for a credit score and at no point in the process are people's credit scores accessed.\n3 years agoAssertionWhat you pay for insurance in the new marketplace is based on your credit rating.\nFlorida's new insurance marketplace, along with those in 35 other states, is run by the federal Department of Health and Human Services (HHS)."}