{"article_title": "“Walker’s a schmuck!” Four protesters escorted out as Gov. Walker lights menorah in Milwaukee", "article_keywords": ["jones", "menorah", "group", "hanukkah", "jewish", "protesters", "walkers", "children", "lights", "escorted", "governor", "walker", "milwaukee", "gov", "local", "schmuck", "celebrate"], "article_url": "http://fox6now.com/2015/12/07/walkers-a-schmuck-four-protesters-escorted-out-as-gov-walker-lights-menorah-in-milwaukee/", "article_text": "Please enable Javascript to watch this video\n\nMILWAUKEE -- Governor Scott Walker stopped in Milwaukee on Monday, December 7th to celebrate Hanukkah, but members of a local Jewish group showed up to protest Walker's attempts to block Syrian refugees from settling in Wisconsin.\n\nDozens of children were on hand at the Milwaukee Jewish Federation to celebrate Hanukkah -- but when Walker began to speak, he was interrupted by a protester yelling from the back of the room.\n\n\"Walker's a schmuck! Walker's a schmuck!\" the protester yelled. A total of four protesters were quickly forced from the building.\n\n\"We felt that it was tone-deaf to have Scott Walker, who`s been so out front and center about being merciless toward the most oppressed people on the globe, light the Hanukkah candles,\" said Rachel Buff, one of the protesters.\n\nWalker has announced that state agencies will not provide support to Syrians hoping to resettle in Wisconsin out of security concerns. President Barack Obama has plans to accept up to 10,000 Syrian refugees fleeing from the terrorist group ISIS.\n\nThe protesters from the group \"Jews For Refugee Relief\" held up signs of Anne Frank, who died in a German concentration camp during World War II, as an example of what happens when people are unable to flee from oppression.\n\n\"You can`t make nice with the Jewish community and not understand our holiday. If you`re going to celebrate this holiday, celebrate it and let people in,\" Buff said.\n\nBuff was unapologetic about the group's tactics, saying that they didn't want to seem \"scary\" to the children celebrating at the event.\n\nWalker was seen on video looking at the commotion in the back of the room before continuing on with his remarks, which culminated with children singing songs.\n\n\"I focused right on the children,\" Walker said. \"To me, this is all about celebrating Hanukkah and the importance of that. That`s what I`m going to keep the focus on today.\"\n\nJeff Jones, a spokesman for the Milwaukee Jewish Federation, said the local Jewish community had not taken an official position on the refugee issue. Jones said the local Jewish Community Relations Council was scheduled to vote on a position Thursday.\n\n\"Governor Walker was invited because he's the governor of our state, and we respect the office of the governor,\" Jones said. \"This event was about celebrating Hanukkah, and the event was not about politics or any other issue.\"\"\n\nAt the event, Walker spoke about the meaning of Hanukkah and his efforts as Milwaukee County executive and Wisconsin governor to attend menorah lightings.\n\nHe encouraged attendees to \"continue to support religious freedom, whether someone is Jewish or Christian or Hindu or Buddhist or whatever it might be.\"\n\nAsked afterward why he didn't mention Muslims, the world's second-largest faith group, Walker blamed the reporter who asked the question.\n\n\"That's typical of the media,\" Walker said. \"I wouldn't read anything into that other than I just rattled off a number of different faith traditions, but there's probably a long list of 50 others.\"", "article_metadata": {"description": "MILWAUKEE -- Governor Scott Walker stopped in Milwaukee on Monday, December 7th to celebrate Hanukkah, but members of a local Jewish group showed up to protest Walker's attempts to block Syrian refugees from settling in Wisconsin.", "generator": "WordPress.com", "apple-itunes-app": "app-id=334682375", "og": {"site_name": "FOX6Now.com", "description": "MILWAUKEE — Governor Scott Walker stopped in Milwaukee on Monday, December 7th to celebrate Hanukkah, but members of a local Jewish group showed up to protest Walker’s attempts to block…", "title": "“Walker’s a schmuck!” Four protesters escorted out as Gov. Walker lights menorah in Milwaukee", "url": "http://fox6now.com/2015/12/07/walkers-a-schmuck-four-protesters-escorted-out-as-gov-walker-lights-menorah-in-milwaukee/", "image": {"width": 1200, "identifier": "https://localtvwiti.files.wordpress.com/2015/12/walker3.jpg?w=1200", "height": 675}, "locale": "en_US", "type": "article"}, "twitter": {"image": {"src": "https://localtvwiti.files.wordpress.com/2015/12/walker3.jpg?w=640"}, "site": "@fox6now", "card": "summary_large_image", "creator": "@fox6now"}, "keywords": "politics, hanukkah, jewish community relations council, jews for refugee relief, milwaukee jewish federation, protest, scott walker", "p": {"domain_verify": "6234caa106890daf4037e63d88245e14"}, "fb": {"pages": 7010901522}, "msapplication-window": "width=device-width;height=device-height", "viewport": "width=device-width, initial-scale=1, user-scalable=no", "application-name": "FOX6Now.com", "google-site-verification": "iXLB9DCJ8o44w3SHddEhtmvCXRUfxQCVRXXMHkyL6jI", "msvalidate.01": "9CC50DB4C5614EA88B5CFA75E33AAB02", "article": {"publisher": "http://www.facebook.com/fox6news", "published_time": "2015-12-07T23:38:53+00:00", "modified_time": "2015-12-08T16:08:53+00:00", "author": "http://www.facebook.com/fox6news"}, "msapplication-task": "name=Subscribe;action-uri=http://fox6now.com/feed/;icon-uri=http://0.gravatar.com/blavatar/6c174f1af90d3de8afc154eb8bcd6c4a?s=16"}, "article_summary": "\"Governor Walker was invited because he's the governor of our state, and we respect the office of the governor,\" Jones said.\nAsked afterward why he didn't mention Muslims, the world's second-largest faith group, Walker blamed the reporter who asked the question.\nJeff Jones, a spokesman for the Milwaukee Jewish Federation, said the local Jewish community had not taken an official position on the refugee issue.\n\"I focused right on the children,\" Walker said.\nJones said the local Jewish Community Relations Council was scheduled to vote on a position Thursday."}