{"article_title": "This Tax-Cut Package Could Ease The House Budget Battle", "article_keywords": ["billion", "republican", "package", "spending", "house", "ease", "means", "tax", "budget", "taxcut", "numbers", "committee", "battle", "bills"], "article_url": "http://dailycaller.com/2016/03/11/this-tax-cut-package-could-ease-the-house-budget-battle/", "article_text": "The dome of the U.S. Capitol is seen as a man walks past flags flying at half staff at the Washington Monument on the National Mall in Washington November 16, 2015. U.S. President Barack Obama issued a proclamation ordering flags to fly at half staff as a mark of respect for victims of the Paris attacks.REUTERS/Kevin Lamarque\n\n4938003\n\nThe House Ways and Means Committee introduced a series of tax bills Thursday aimed to decrease the national debt and reduce fraud, a move Republican lawmakers hope will get more conservatives to support the budget numbers agreed upon by former House Speaker John Boehner and President Barack Obama.\n\nThe Budget Savings Package, which consists of three separate bills, would save an estimated $16.5 billion over two years and a total of $98 billion over the course of a decade.\n\nIt includes a measure requiring a social security number to receive the Refundable Child Tax Credit, saving $4.8 billion in the first two years; legislation to recover Obamacare subsidy overpayments, saving $8.7 billion in two years; and a bill eliminating the Duplicative Social Services Block Grant, which would save $3.0 billion over two years.\n\nCongressional leadership in both chambers have called for a return to regular order in the budget process. House Speaker Paul Ryan is advocating lawmakers stick with the levels agreed upon in the deal struck last October by Boehner and Obama to avoid another continuing resolution or omnibus spending bill. Conservatives, however, are hesitant about the spending increases, calling for cuts due to the country’s growing debt problem.\n\nThe Republican Study Committee, a group of around 170 conservatives in the House, released an outline March 1 laying out what they would like to see in the budget agreement – calling for a balanced budget in 10 years, tax reform and spending decreases to both mandatory and discretionary programs.\n\n“The House Freedom Caucus similarly wants to see a lower budget number and I was pushing for $30 billion over savings over 2 years and 150 billion over 10 years that would be attached to some must pass legislation or appropriations though one of the committees,” Rep. Dave Brat of Virginia told The Daily Caller News Foundation.\n\nThe House Budget Committee is expected to release its budget blueprint in coming weeks, the RSC also plans to release a more conservative proposal.\n\n“Last year, the majority of Republican senators voted against the Obama-Boehner budget numbers. If they balked at last year’s agreement, then there is no reason to expect that they are any more interested in passing a budget at those numbers this year,” House Freedom Caucus Chairman Jim Jordan of Ohio told TheDCNF. “The fact that the Senate Budget Committee delayed consideration of a budget this week is evidence that not everyone is on the same page, which means it makes even less sense for the House to vote in favor of higher spending.”\n\nSenate Majority Leader Mitch McConnell said Monday the upper chamber won’t consider any measure that doesn’t meet with the Bipartisan Budget Act spending caps.\n\n“The Senate has to play team ball, and if they’re not getting the message when 80 percent of Republicans are voting for outsiders at the presidential level right now, it’s time to turn up the hearing aide,” Brat said.\n\nSenate Budget Committee Chairman Mike Enzi announced Monday the committee was pushing back its timeline on a proposal.\n\n“The American people want Congress to fight fraud and cut wasteful spending – and that’s what these bills do. I look forward to moving these commonsense bills through our Committee and the House in the weeks ahead,” Chairman Kevin Brady of Texas said in a statement on the package Thursday. “The Ways and Means Committee will continue to take action to protect taxpayer dollars and make government programs more accountable.”\n\nFollow Juliegrace Brufke on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience. For licensing opportunities of our original content, please contact [email protected].", "article_metadata": {"sailthru.author": "Juliegrace Brufke", "description": "A tax-cut package was introduced in an attempt to sway conservatives to get behind the budget.", "og": {"site_name": "The Daily Caller", "description": "The House Ways and Means Committee introduced a series of tax bills Thursday aimed to decrease the national debt and reduce fraud, a move Republican lawmakers hope will get more conservatives to supp", "title": "This Tax-Cut Package Could Ease The House Budget Battle", "url": "http://dailycaller.com/2016/03/11/this-tax-cut-package-could-ease-the-house-budget-battle/", "image": {"width": 1200, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2015/12/RTS7C7H-e1449676220396.jpg", "height": 516}, "type": "article"}, "twitter": {"description": "'The American people want Congress to fight fraud and cut wasteful spending – and that’s what these bills do'", "title": "This Tax-Cut Package Could Ease The House Budget Battle Via @dailycaller", "url": "http://dailycaller.com/2016/03/11/this-tax-cut-package-could-ease-the-house-budget-battle/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2015/12/RTS7C7H-e1449676220396.jpg"}, "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2016-03-11 09:35:39", "sailthru.title": "This Tax-Cut Package Could Ease The House Budget Battle", "HandheldFriendly": "true", "sailthru.tags": "kevin-brady,mitch-mcconnell,paul-ryan", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "dave brat,kevin brady,mitch mcconnell,paul ryan,republican study committee", "sailthru.description": "The House Ways and Means Committee introduced a series of tax bills Thursday aimed to decrease the national debt and reduce fraud, a move Republican lawmakers hope will get more conservatives to supp", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2015/12/RTS7C7H-e1449676220396.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "The House Budget Committee is expected to release its budget blueprint in coming weeks, the RSC also plans to release a more conservative proposal.\nSenate Budget Committee Chairman Mike Enzi announced Monday the committee was pushing back its timeline on a proposal.\n“Last year, the majority of Republican senators voted against the Obama-Boehner budget numbers.\nThe Budget Savings Package, which consists of three separate bills, would save an estimated $16.5 billion over two years and a total of $98 billion over the course of a decade.\nCongressional leadership in both chambers have called for a return to regular order in the budget process."}