{"article_title": "Net Neutrality Nonsense", "article_keywords": ["business", "rules", "nonsense", "neutrality", "regulators", "fcc", "tech", "internet", "regulated", "net", "public"], "article_url": "http://reason.com/archives/2014/05/18/net-neutrality-nonsense", "article_text": "In January, for the second time in recent years, a federal court told the Federal Communications Commission (FCC) that its net neutrality enforcement was illegal, sending the agency back to the drawing board. On May 15, the FCC proposed new rules.* Dozens of major news outlets have trying to read the tea leaves, with several pro-net neutrality writers warning that if the FCC's rules are inadequate it will be the death of the Internet and free speech.\n\nIgnore the hyperbole. It’s nonsense.\n\nNet neutrality is a complex subject to describe because there are so many flavors of it and neutral network practices, like beauty, are in the eye of the beholder. In essence, though, net neutrality rules move broadband providers from the lightly regulated status under which the Internet has flourished for years closer to common carrier status and reams of rules.\n\nThis unquestionably offends free market principles. The federal government should not control the development of the Internet. But consumer advocates pushing for strict net neutrality have convinced themselves, despite substantial evidence to the contrary, that regulators will get it right. The most vocal net neutrality activists demand rate regulation, forced sales of network infrastructure, and publicly-funded \"competitors.\"\n\nInternet-related industries are fast-moving and filled with firms experimenting with new business models in part because of benign neglect by regulators. Net neutrality would throw sand into the gears and change these dynamics.\n\nNo matter the industry, regulators demand that the regulated seek their permission before acting. And new business models represent a threat and an opportunity for local and national regulators. Exhibit A is new entrants like AirBnB, Uber, and 23andMe. Slow down, regulators say, we just want to kick the tires before you start delivering services.\n\nIn the FCC’s case, kicking the tires—whether well-meaning or not—frequently amounts to business-killing scrutiny. The primary cause of death is delay. Tech entrepreneurs, ISPs, and investors can’t tolerate the months-long to decades-long FCC approval process. Business plans and technology investments would get shelved while in regulatory limbo.\n\nThis problem is present in any regulated industry—transportation, energy, health care. Given the subjective nature of what \"neutral\" Internet traffic management looks like, however, and the fast-moving tech sector, the potential social damage of net neutrality is multiplied. FCC staff become tech philosophers, consuming forests of paper while contemplating unanswerable questions like, \"Is Netflix part of the Internet?\" \"Which stimulates more broadband investment: better online services or more equal treatment of traffic?\" \"At what point is failure to upgrade broadband speeds equivalent to degrading broadband speeds?\"\n\nThese are questions of metaphysics, not regulation. And this lengthy FCC navel-gazing is the best-case scenario.\n\nOnce FCC rules are made, delays pile up because modifying these rules requires not only regulator activity but public comment. That means that if an ISP or a tech firm try to launch a new service, their competitors and political enemies get to weigh in on whether the service is in the \"public interest.\" The results are predictable and chilling. Several firms and business models have been deterred or crushed in this process in recent years: Northpoint, LightSquared, Free World Dial-Up, and ultrawideband. Countless others surely saw the carnage and never attempted to try.\n\nAnd the problems don’t end there. Regulators do not humbly submit to their express responsibilities. As the decade-long net neutrality saga shows, agencies seek out adjacent markets to regulate.\n\nThe most fortunate near-miss is when, in the 1960s, the FCC almost regulated the upstart cable companies out of existence. As a former FCC commissioner put it, \"the cable regulations were originally designed solely to protect ... [incumbent] broadcast stations.\" Since Congress hadn’t given the FCC express authority to regulate cable, the agency argued that many broadcasters would disappear if it didn't and the FCC would have little left to regulate.\n\nThe technologies change, but the agency overreach continues.\n\nRegarding the relative merits of net neutrality, it’s difficult to improve on my colleague and tech scholar Adam Thierer’s words: \"Living in constant fear of hypothetical worst-case scenarios—and premising public policy upon them—means that best-case scenarios will never come about.\" Some of the possible casualties of strict net neutrality rules—telephone competition, inexpensive television bundles—are foreseeable. But the more worrisome problem is that businesses—large and small—won’t risk the gauntlet, thus depriving us of the next fantastic service.\n\nIn the dynamic Internet-related industries, where creative destruction is greatest, firms should be able to experiment and develop freely, not require the government’s permission. Regulation should be a last resort and markets the default position. Net neutrality turns that principle on its head.\n\n*Ed. note: Updated to reflect that the proposed new rules have been made public.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Pro-net neutrality types warn that if new FCC rules are inadequate it will be the death of the Internet and free speech. Ignore the hyperbole.", "title": "Net Neutrality Nonsense", "url": "http://reason.com/archives/2014/05/18/net-neutrality-nonsense", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14003575224245.jpg", "type": "article"}, "twitter": {"site": "@reason", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14003575224245.jpg", "description": "Pro-net neutrality types warn that if new FCC rules are inadequate it will be the death of the Internet and free speech. Ignore the hyperbole.", "card": "summary_large_image", "title": "Net Neutrality Nonsense"}, "fb": {"pages": 17548474116}, "article": {"tag": "HomePage", "published_time": "2014-05-18T18:00:00+00:00", "author": "http://reason.com/people/brent-skorup"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fdbc97\"", "article_summary": "The most vocal net neutrality activists demand rate regulation, forced sales of network infrastructure, and publicly-funded \"competitors.\"\nSome of the possible casualties of strict net neutrality rules—telephone competition, inexpensive television bundles—are foreseeable.\nNet neutrality would throw sand into the gears and change these dynamics.\nAs the decade-long net neutrality saga shows, agencies seek out adjacent markets to regulate.\nNet neutrality is a complex subject to describe because there are so many flavors of it and neutral network practices, like beauty, are in the eye of the beholder."}