{"article_title": "Tewksbury Town Crier: News", "article_keywords": ["town", "school", "food", "housing", "wilmington", "community", "tewksbury", "crier", "homeless", "homelessness", "services", "children"], "article_url": "http://homenewshere.com/tewksbury_town_crier/news/article_9dfd05e0-da09-11e4-a802-a3e9d5c169dd.html", "article_text": "Hits close to home in Tewksbury and Wilmington\n\nWhen we think of homelessness, the first image that may come to mind is of individuals living on the streets. This is one segment of the homeless population. The stereotype of homelessness is often linked to panhandlers, drugs and crime, however within this increasing epidemic is an overlooked subset of families and children struggling to find stability every day.\n\nThe U.S. Department of Housing and Urban Development (HUD) links a lack of affordable housing to homelessness; approximately 12 million renters and homeowners spend over 50 percent of their annual income on housing. Remaining income must be divided between utilities, transportation, food, clothing, school supplies and other basic needs by working 40 hours a week or more, often at minimum wage, at multiple jobs - or risk homelessness.\n\n“Families have become the fastest growing segment of the homeless population, comprising nearly 40 percent nationally,” according to the National Center on Family Homelessness.\n\nState agencies define homelessness as “individuals without adequate nighttime residence.” Homeless services and housing assistance is underfunded and families with children are living in motels, hotels and transitional shelters. Some homeless youth are awaiting foster care placement or doubled up in temporary living arrangements without secure housing.\n\nChildren are profoundly impacted by homelessness. Unpredictable housing arrangements, frequent moves and the overall instability children endure day to day is exceedingly stressful. Some children experience abuse or witness domestic violence or substance abuse. Others are exposed to the constant stress their parents undergo while under or unemployed. All of this is traumatic and psychologically damaging as reported by HorizonsforHomelesschildren.org and National Child Traumatic Stress Network.\n\nAccording to town officials, Tewksbury and Wilmington school districts each serve 14 children who qualify for services under the McKinney-Vento Act; federal legislation which protects the rights of homeless children to attend school with access to the same programs as all other students.\n\n“We don’t differentiate our students based on status,” said Sheri Matthews, Tewksbury Public Schools Business Manager. “We provide all our students with the best education possible. We are making sure that they are eating a proper lunch. In instances where there are special education students, we are following all regulations as per their IEP’s.”\n\nIn Wilmington schools, Director of Administration and Finance, Paul Ruggiero, works with families and ensures they receive information on everything from food assistance to health care.\n\nBeyond the support schools provide, a community can help lessen the impact of youth homelessness in the following ways:\n\n1. DONATE: Homeless children have limited possessions. Ask school administrators about donating school supplies. Ask the Parent Advisory Council about fundraising initiatives; donate admission fees or proceeds from school events for scholastic and financial support.\n\nFor the last 2 years Director of Community Services, John Lyons, has collected Christmas presents for homeless children enrolled in Tewksbury public schools. Last year Enterprise Bank on Main Street and Cracker Barrel of Tewksbury purchased a total of 65 presents in addition to gifts from an anonymous donor. “The parents and children all enjoy the moment when they come and pick up their presents,” said Lyons.\n\nAlso remember to support local food banks which need assistance year-round. Donate proceeds from craft, garage and yard sales or organize a food drive in your school or community.\n\n2. VOLUNTEER: Horizons for Homeless Children is seeking volunteers to play with young children, up to six years of age, in shelter-based play spaces in Lynn, Peabody, Lawrence and Lowell. A commitment of 2 hours a week for 6 months and formal training are required. The next training sessions are Wednesday, April 15th, 6:00 pm to 9:30 pm in Lawrence and Saturday, May 9th, 9:30 am to 2:00 pm in Peabody. For more information call (978) 557-2182 or visit horizonschildren.org /playspace.\n\nVolunteer your time to the Tewksbury Habitat Build. The Tewksbury Congregational Church, partnering with the Habitat for Humanity of Greater Lowell is building its first home at 110 State Street and will be seeking volunteers in all aspects of the project.\n\n“The community at large will literally have a hand in building this new structure and in lifting up a family in need,” Beth McFadyen recently told the Crier.\n\n3. MENTOR – Another way to volunteer your time. Share hobbies or tutor children in homeless shelters. Become a literacy volunteer for children who miss school due to transitional situations. To find a program in your area visit: Reading is fundamental http://www.rif.org/\n\n4. INVOLVE - the community at large: recruit local businesses to provide collection boxes for clothing, toys and canned goods or match donations from fundraising events. Carmon Cunningham, Owner of The Cleaner Spot in Wilmington is collecting prom dresses which are dry-cleaned then donated to those who cannot afford to go to prom. “We always accept coats for the homeless and canned goods and food products for the Wilmington Food Pantry,” Cunningham said.\n\n5. TEACH - others about homelessness and help remove the stigma of this growing epidemic.\n\nIf you or someone you know is in need of additional resources, reach out to:\n\nMassachusetts Coalition for the Homeless: 781-595-7970\n\nMassachusetts Housing and Shelter Alliance: 617-367-6447\n\nMass.Gov Department of Children and Families: (617) 748-2400.\n\nMassachusetts 2-1-1: Serving all of Massachusetts, Mass2-1-1 connects people with community, health and disaster services through a free, 24/7 stigma-free phone service and searchable online database.", "article_metadata": {"googlebot": "noarchive", "og": {"site_name": "Homenewshere.com", "description": "Hits close to home in Tewksbury and Wilmington", "title": "Children and Homelessness", "url": "http://homenewshere.com/tewksbury_town_crier/news/article_9dfd05e0-da09-11e4-a802-a3e9d5c169dd.html", "image": {"width": 751, "identifier": "http://bloximages.chicago2.vip.townnews.com/homenewshere.com/content/tncms/assets/v3/editorial/4/0d/40da9066-da0a-11e4-a0c9-7feaab2f5239/551e9dec29a01.image.jpg?resize=751%2C630", "height": 630}, "type": "article"}, "twitter": {"site": "@tweetmeme", "card": "summary"}, "description": "Hits close to home in Tewksbury and Wilmington", "fb": {"app_id": 104520852970031}, "keywords": "tewksbury,town crier,wilmington,homeless,u.s. department of housing and urban development,national center on family homelessness,horizonsforhomelesschildren.org,national child traumatic stress network,the cleaner spot,news,news", "news_keywords": "tewksbury,town crier,wilmington,homeless,u.s. department of housing and urban development,national center on family homelessness,horizonsforhomelesschildren.org,national child traumatic stress network,the cleaner spot,news,news"}, "article_summary": "For the last 2 years Director of Community Services, John Lyons, has collected Christmas presents for homeless children enrolled in Tewksbury public schools.\n“We always accept coats for the homeless and canned goods and food products for the Wilmington Food Pantry,” Cunningham said.\nVOLUNTEER: Horizons for Homeless Children is seeking volunteers to play with young children, up to six years of age, in shelter-based play spaces in Lynn, Peabody, Lawrence and Lowell.\nAccording to town officials, Tewksbury and Wilmington school districts each serve 14 children who qualify for services under the McKinney-Vento Act; federal legislation which protects the rights of homeless children to attend school with access to the same programs as all other students.\nDONATE: Homeless children have limited possessions."}