{"article_title": "Concerts, Fundraiser Announced For Cancer-Stricken Voidoids Guitarist Ivan Julian", "article_keywords": ["pay", "hell", "matthew", "julian", "guitarist", "reid", "fundraiser", "vernon", "julians", "treatment", "cancerstricken", "ivan", "voidoids", "sweet", "concerts", "announced"], "article_url": "http://www.stereogum.com/1866751/concerts-fundraiser-announced-for-cancer-stricken-voidoids-guitarist-ivan-julian/news/", "article_text": "Ivan Julian, a founding member of the Voidoids and former lead guitarist for Matthew Sweet, was diagnosed with cancer around this time last year, and unfortunately paying for treatment has proven to be exceedingly difficult. Though Julian has received treatment through the Affordable Care Act, and the chemotherapy as well as radiation therapy have been effective, his condition has rendered him unable to work and struggling to pay the bills.\n\nIn order to help pay for his treatment, Richard Hell and a collection of other musicians set up a benefit show in Julian’s name. The first show sold out immediately and will take place on 5/4 at City Winery in New York. It will feature Hell, Debbie Harry, Vernon Reid, Ian Hunter, Lenny Kaye, Willie Nile, Garland Jeffreys, the Dictators, James Mastro, Nicholas Tremulis, Tony Shanahan, Vinny DeNunzio, Al Maddy, Steve Goulding, and Fred Smith. Due to the event’s success, Hell and co. announced a second benefit for 5/7, and it’s been confirmed that Matthew Sweet, Vernon Reid & Burnt Sugar Arkestra, Thurston Moore, Lee Ranaldo, Ira Kaplan, Arto Lindsay, and the Dictators will all perform at that one. Tickets will be available for purchase when the final lineup is announced in the next week or so. Hell made the following statement about fundraising efforts:\n\nI’ve known Ivan since he was 21, in spring 1976 (40 years ago), when Bob Quine and Marc Bell and I were auditioning people to become Quine’s Voidoid co-guitarist. Bob was so impressed by Ivan’s chops, he copped the slot on the spot. He’s only gotten better, year after year, as a player and all around monster of goodness, and that’s the truth. I love him. It’s horrible that he has to suffer some terribly painful, life-threatening illness, and have it ravage him financially as well. American barbarism. What’s left are his friends, admirers, and sympathizers. Please contribute to his fund if you possibly can.\n\nYou can contribute to Julian’s Go Fund Me page here and check out a short video in which he thanks his supporters below.", "article_metadata": {"description": "Ivan Julian, a founding member of the Voidoids and former lead guitarist for Matthew Sweet, was diagnosed with cancer around this time last year, and", "generator": "WordPress 4.5.2", "og": {"site_name": "Stereogum", "description": "Ivan Julian, a founding member of the Voidoids and former lead guitarist for Matthew Sweet, was diagnosed with cancer around this time last year, and unfortunately paying for treatment has proven to be exceedingly difficult. Though Julian has received treatment through the Affordable Care Act, and the chemotherapy as well as radiation therapy have been effective, his condition has rendered him unable to work and struggling to pay the bills. In order to help pay for his treatment, Richard Hell and a collection of other musicians set up a benefit show in Julian's name. The first show sold out immediately and will take place on 5/4 at City Winery in New York. It will feature Hell, Debbie Harry, Vernon Reid, Ian Hunter, Lenny Kaye, Willie Nile, Garland Jeffreys, the Dictators, James Mastro, Nicholas Tremulis, Tony Shanahan, Vinny DeNunzio, Al Maddy, Steve Goulding, and Fred Smith. Due to the event's success, Hell and co. announced a second benefit for 5/7, and it's been confirmed that", "title": "Concerts, Fundraiser Announced For Cancer-Stricken Voidoids Guitarist Ivan Julian", "url": "http://www.stereogum.com/1866751/concerts-fundraiser-announced-for-cancer-stricken-voidoids-guitarist-ivan-julian/news/", "image": {"width": 800, "identifier": "http://static.stereogum.com/uploads/2016/03/9712495_1457284132.6945.jpg", "height": 533}, "type": "article"}, "twitter": {"description": "Ivan Julian, a founding member of the Voidoids and former lead guitarist for Matthew Sweet, was diagnosed with cancer around this time last year, and unfortunately paying for treatment has proven to be exceedingly difficult. Though Julian has received treatment through the Affordable Care Act, and the chemotherapy as well as radiation therapy have been effective, his condition has rendered him unable to work and struggling to pay the bills. In order to help pay for his treatment, Richard Hell and a collection of other musicians set up a benefit show in Julian's name. The first show sold out immediately and will take place on 5/4 at City Winery in New York. It will feature Hell, Debbie Harry, Vernon Reid, Ian Hunter, Lenny Kaye, Willie Nile, Garland Jeffreys, the Dictators, James Mastro, Nicholas Tremulis, Tony Shanahan, Vinny DeNunzio, Al Maddy, Steve Goulding, and Fred Smith. Due to the event's success, Hell and co. announced a second benefit for 5/7, and it's been confirmed that", "card": "summary"}, "fb": {"pages": 13472576978}, "keywords": "ivan julian,richard hell,the voidoids", "article": {"published_time": "2016-03-21T18:06:55Z", "modified_time": "2016-03-21T21:59:38Z"}, "viewport": "width=device-width"}, "article_summary": "Ivan Julian, a founding member of the Voidoids and former lead guitarist for Matthew Sweet, was diagnosed with cancer around this time last year, and unfortunately paying for treatment has proven to be exceedingly difficult.\nIn order to help pay for his treatment, Richard Hell and a collection of other musicians set up a benefit show in Julian’s name.\nTickets will be available for purchase when the final lineup is announced in the next week or so.\nIt will feature Hell, Debbie Harry, Vernon Reid, Ian Hunter, Lenny Kaye, Willie Nile, Garland Jeffreys, the Dictators, James Mastro, Nicholas Tremulis, Tony Shanahan, Vinny DeNunzio, Al Maddy, Steve Goulding, and Fred Smith.\nHe’s only gotten better, year after year, as a player and all around monster of goodness, and that’s the truth."}