{"article_title": "Dianne Feinstein: Benghazi committee 'a hunting mission for a lynch mob'", "article_keywords": ["benghazi", "dianne", "hunting", "attacks", "house", "republicans", "mission", "reports", "feinstein", "lynch", "committee", "report", "mob", "white", "think"], "article_url": "http://redalertpolitics.com/2014/05/18/dianne-feinstein-benghazi-committee-hunting-mission-lynch-mob/", "article_text": "Sen. Dianne Feinstein (D-Calif.) had sharp words for the GOP-led special committee tapped to investigate the terrorist attacks on the U.S. consulate in Benghazi, Libya, which left four Americans dead.\n\n“I think it’s ridiculous,” she said Sunday on CNN’s “State of the Union.” “I think it’s a hunting mission for a lynch mob.”\n\nThe Senate Intelligence Committee chair noted that several congressional committees, including her own, have already investigated the deadly attacks. Republicans, however, believe the White House misled the public on the Sept. 11, 2012, events and argue there are still many unanswered questions.\n\nFeinstein, though, believes reports showed no wrongdoing on the part of the White House.\n\n“There have been four major reports. We spent a year and a half on a report,'” Feinstein told host Candy Crowley. “We held hearings. Thousands of pages were reviewed. The staff spent hours and weeks on it.”\n\nCrowley asked the senator if she believed reports answered the necessary questions pertaining to the attacks, to which Feinstein said she believes they have.\n\n“Our report was bipartisan,” she said. “They were certainly answered to the satisfaction of the Intelligence Committee.”\n\nIndependent reports, Feinstein mentioned, did find that the terrorist attacks could have been prevented, including one from the Accountability Review Board which found there were “systemic failures and leadership and management deficiencies” before the attacks. Her own committee’s report concluded the Benghazi attacks were “likely preventable” because of prior safety and security warnings that went ignored.\n\nStill, Feinstein pointed to the 1983 terror attacks in Beirut that left 241 Americans dead as evidence of the GOP’s hypocrisy in calling for further investigation into Benghazi.\n\n“If you compare [Benghazi] to Ronald Reagan, the big Republican hero, and what happened in Beirut … and Reagan admitted we weren’t ready for it,” she said.\n\nThe House of Representatives voted to form a select committee to investigate the Benghazi attacks. House Speaker John Boehner (R-Ohio) tapped Rep. Trey Gowdy (R-S.C.) to lead the panel, which is supposed to include seven Republicans and five Democrats.\n\nWhile Boehner has named the Republicans to sit on the committee, House Minority Leader Nancy Pelosi (D-Calif.) has yet to tap Democrats.", "article_metadata": {"generator": "NGFB Pro 7.8.4U", "og": {"site_name": "Red Alert Politics", "description": "Sen. Dianne Feinstein (D-Calif.) had sharp words for the GOP-led special committee tapped to investigate the terrorist attacks on the U.S. consulate in Benghazi, Libya, which left four Americans dead.", "title": "Dianne Feinstein: Benghazi committee 'a hunting mission for a...", "locale": "en_US", "image": {"width": 600, "identifier": "http://redalertpolitics.com/files/2014/05/Dianne-Feinstein-600x391.jpg", "height": 391}, "url": "http://redalertpolitics.com/2014/05/18/dianne-feinstein-benghazi-committee-hunting-mission-lynch-mob/", "type": "article"}, "fb": {"admins": 1285945407, "app_id": 529886110401651}, "msvalidate.01": "0F003B4674EABE0F24651B476B61A43C", "article": {"publisher": "https://www.facebook.com/RedAlertPolitics", "tag": "white-house-benghazi", "published_time": "2014-05-18T12:45:00+00:00", "modified_time": "2014-05-18T16:58:26+00:00", "author": "melissa.quinn.9461"}, "viewport": "width=device-width"}, "article_summary": "We spent a year and a half on a report,'” Feinstein told host Candy Crowley.\nWhile Boehner has named the Republicans to sit on the committee, House Minority Leader Nancy Pelosi (D-Calif.) has yet to tap Democrats.\nHer own committee’s report concluded the Benghazi attacks were “likely preventable” because of prior safety and security warnings that went ignored.\nThe House of Representatives voted to form a select committee to investigate the Benghazi attacks.\nRepublicans, however, believe the White House misled the public on the Sept. 11, 2012, events and argue there are still many unanswered questions."}