{"article_title": "Freshman Senator Tells Congress", "article_keywords": ["congress", "sasse", "senate", "idea", "ryan", "think", "need", "speaker", "today", "freshman", "senator", "tells", "best", "dont"], "article_url": "http://dailysignal.com/2015/11/04/why-one-freshman-senator-waited-a-year-to-tell-congress-the-people-despise-us-all/", "article_text": "Sen. Ben Sasse, a 43-year-old conservative from Nebraska and former university president who possesses five college degrees, didn’t need to experience Congress very long to learn that the institution is broken.\n\nBut Sasse, who refers to himself as a “historian by training,” decided he would reject the norms of today and return to tradition by not sharing his views on how to fix the Senate—what he came here to do—until nearly a year into his service.\n\nSasse, the only freshman senator who, until Tuesday, hadn’t spoken on the Senate floor, thought it best to spend the first year of his term listening, so that when he finally delivered, it would carry impact.\n\n“I believe that a cultural recovery inside the Senate is a partial prerequisite for a national recovery,” said Sasse, whose 4,244-word speech drew a live audience that included Democrats and Senate Majority Leader Mitch McConnell, R-Ky.\n\n“Do we think the founders would have regarded a 9-percent congressional approval rating—a stunning level of distrust in representative government—as an existential crisis? Do we? Is it conceivable that we can get away with just drifting into the future, or is it essential that we fix this? Count me emphatically among those who think we need to fix it. We should not be OK with this. The people despise us all.”\n\nSasse said that until a few decades ago, it was traditional for new senators to wait a year to speak before their colleagues. That’s changed in recent years, with some senators delivering their maiden speeches shortly after they arrive in Washington.\n\nIn a symbolic move, Sasse upended that norm, because he believes that solving the complex problems of today requires less political theater and more open-minded patience.\n\n“I don’t think that generational problems like the absence of a long-term strategy for combating jihad and cyber-war; like telling the truth about entitlement over-promising; like developing new human capital and job retraining strategies for the emerging era of much more rapid job change—I don’t think these long-term problems are solvable without a functioning Senate,” Sasse said. “And a functioning Senate is a place that rejects short-termism, both in substance and in tone.”\n\nSasse has been honing this message for a while, and he’s earning notice for how he delivers it.\n\nIn colorful terms, using a unique medium, Sasse last month took to his personal Twitter account to offer an epic rant criticizing House lawmakers and the media regarding how they were talking about the speaker race.\n\nIn one of a succession of 29 tweets, Sasse called for the next speaker to be the “chief STORYTELLER” of “the whole nation.”\n\nHouseSpeaker should b Congress’ chief STORYTELLER -cast the big vision of American exceptionalism; remind nation who we are/what we're about — Ben Sasse (@BenSasse) October 5, 2015\n\nSasse’s lobbying seemed to succeed, even if unintentionally, because eventually Rep. Paul Ryan emerged to become speaker of the House.\n\nRyan, like Sasse, believes it’s important for lawmakers to communicate their vision for the country in a compelling way and to participate in meaningful debate that lets the best idea emerge.\n\nSasse quoted from the speech Ryan, R-Wis., gave upon being elected speaker: “I believe a greater clarity between us can lead to a greater charity among us.”\n\nIt’s a message that has also been promoted by the conservative House Freedom Caucus, and it’s inspired Ryan to consider a host of rule changes meant to empower members and encourage ideas.\n\n>>>Why Conservatives Might Not Demand a Conservative Speaker\n\n“Can you imagine a business strategist who presents just one idea, and then immediately announces that it is the only right idea, the only plausible idea?” said Sasse, who was also a former corporate consultant known as a turnaround artist.\n\n“How would companies respond? They would fire that guy. A good strategist, by contrast, puts the best construction on a range of scenarios and outlines the best criticisms of each option, including especially the option he or she wants to argue for most passionately. But bizarrely, we don’t really do this very much here. We don’t have many actual debates. This is a place that would be difficult today to describe as ‘the greatest deliberative body in the world’—something that has often been true historically.”\n\n“This is not a call for less fighting, but for more meaningful fighting,” Sasse added.\n\nSasse believes that Congress should be about serving the people. He likes to remind people that he is one of those people.\n\nHe shops for groceries and attends church with “old people back home who are not worried about if they get $809 or $813 in their monthly Social Security check, but are worried about the country they are leaving their grandkids,” he once told The Daily Signal.\n\nWhen he says he’s “totally new to politics,” he means it to be endearing. An elected official, after all, is one of us, but lawmakers need to do a better job of showing it, Sasse said.\n\n“Beyond policy advocating and policy clarifying, we need an overarching narrative,” Sasse said. “We need to pause to regularly recall the larger American principles that bind us together—our Constitutional creed, our shared stories, and our exceptional American dream of life, liberty, and the pursuit of happiness for all 320 million of our countrymen.”", "article_metadata": {"description": "Defying traditional norms, Sen. Ben Sasse, R-Neb., waited a year to deliver his first floor speech, where he declared: \"the people despise us all.\"", "og": {"site_name": "The Daily Signal", "description": "Defying traditional norms, Sen. Ben Sasse, R-Neb., waited a year to deliver his first floor speech, where he declared: \"the people despise us all.\"", "title": "Freshman Senator Tells Congress: ‘The People Despise Us All’", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/SasseSpeech.jpg", "updated_time": "2015-11-04T19:52:45+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1NQ7pKw"}, "twitter": {"domain": "The Daily Signal", "description": "Defying traditional norms, Sen. Ben Sasse, R-Neb., waited a year to deliver his first floor speech, where he declared: \"the people despise us all.\"", "title": "Freshman Senator Tells Congress: ‘The People Despise Us All’", "image": {"src": "http://dailysignal.com/wp-content/uploads/SasseSpeech.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Politics", "tag": "Senate", "published_time": "2015-11-04T12:48:58+00:00", "modified_time": "2015-11-04T19:52:45+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Ben Sasse, Paul Ryan, maiden speech, Mitch McConnell, House Freedom Caucus, Social Security, rule changes"}, "article_summary": "Sasse, the only freshman senator who, until Tuesday, hadn’t spoken on the Senate floor, thought it best to spend the first year of his term listening, so that when he finally delivered, it would carry impact.\nCount me emphatically among those who think we need to fix it.\nAn elected official, after all, is one of us, but lawmakers need to do a better job of showing it, Sasse said.\nIs it conceivable that we can get away with just drifting into the future, or is it essential that we fix this?\nSen. Ben Sasse, a 43-year-old conservative from Nebraska and former university president who possesses five college degrees, didn’t need to experience Congress very long to learn that the institution is broken."}