{"article_title": "Sen. Scott’s claim that the medical device tax will cost small businesses $29 billion", "article_keywords": ["billion", "claim", "owners", "business", "scotts", "medical", "tax", "scott", "device", "cost", "businesses", "pockets", "small", "sen", "revenues"], "article_url": "https://www.washingtonpost.com/news/fact-checker/wp/2014/02/04/sen-scotts-claim-that-the-medical-device-tax-will-cost-small-businesses-29-billion/", "article_text": "\n\n(Grace Beahm / AP)\n\n“Another aspect of Obamacare that we should address very quickly is the medical device tax. Here’s another $29 billion leaving the pockets of small business owners which makes it more difficult to create jobs.\n\n“As a small business owner myself, here’s what you cannot keep asking us to do: pay higher taxes as we did January of last year, $630 billion of higher taxes; more regulations, Obamacare takes another $800 billion out of the pockets of small business owners through higher taxes and more revenues; and hire more people.”\n\n— Sen. Tim Scott (R-S.C.), interviewed on NBC’s “Meet the Press,” Feb. 2, 2014\n\nSen. Scott, in decrying the impact of the Affordable Care Act, made some startling claims about the taxes in the law. First, he said that the medical device tax takes $29 billion from “the pockets of small business owners.” Then, he said the law also “takes another $800 billion out of the pockets of small business owners.”\n\nGreg Blair, press secretary for Scott, said that regarding the $800 billion, Scott meant to say this was “taken out of the pockets of small business owners and families.” We don’t like to play gotcha at The Fact Checker, especially when someone is speaking on live television, but we will note that he emphasized the impact on small business. We have previously highlighted that research from the Joint Committee on Taxation that only 3 percent of small businesses are affected by higher marginal rates on families making more than $250,000 a year.\n\nLet’s take a closer look at Scott’s claim about the medical device tax.\n\nThe Facts\n\nThe medical device tax, which took effect in January 2013, levies a 2.3 percent excise tax on revenues, but because it is an excise tax it is tax-deducible, resulting in an effective 1.5 percent rate. Scott’s $29 billion refers to the revenues that the tax is estimated to generate from 2013 to 2023, after offsetting deductions.\n\nScott suggested that all $29 billion would be taken from small business owners. Blair defended that comment by pointing to a quote in a report on the tax’s impact on jobs by our colleagues at FactCheck.org, from an industry official, that 73 percent of medical device manufacturers have fewer than 20 employees.\n\nThat may be so, but since this is a tax on revenues, logic follows that virtually all of the revenues are generated by the big firms with thousands of employees.\n\nThe top companies such as Johnson & Johnson, GE Healthcare and Siemens generated tens of billions in revenue, according to a list of the top 30 device manufacturers. The nonpartisan Congressional Research Service, in a report published in December, analyzed IRS data and found that in 2010, 56 percent of receipts were generated by firms with assets of greater than $2.5 billion. (That amounted to 0.2 percent of all firms.) Just 22.5 percent of revenues were generated by firms with less than $500 million in assets.\n\nPut another way, the top 1 percent of firms by asset size accounted for 80 percent of industry revenues, according to CRS’s analysis. That means that virtually all of the tax will fall on the biggest manufacturers — not “small businesses.”\n\n“Fair enough argument about the bulk of the dollar amount being paid by large employers, but I think that discounts the collateral damage on the 73 percent of the industry that is comprised of small businesses,” Blair responded. “For these smaller businesses, the tax eats further into their bottom lines and makes it disproportionately harder for those companies to survive.”\n\nIndeed, Scott claimed that the tax would come out of the pockets of small business owners. But CRS’s comprehensive examination of the impact of the medical device tax found that actually the tax will be mostly passed onto consumers, and otherwise would have “fairly minor effects” on industry. As CRS put it:\n\nOpponents of the tax claim that the medical device tax could have significant, negative consequences for the U.S. medical device industry and on jobs. The estimates in this report suggest fairly minor effects, with output and employment in the industry falling by no more than two-tenths of 1%. This limited effect is due to the small tax rate, the exemption of approximately half of output, and the relatively insensitive demand for health services. The analysis suggests that most of the tax will fall on consumer prices, and not on profits of medical device companies. The effect on the price of health care, however, will most likely be negligible because of the small size of the tax and small share of health care spending attributable to medical devices.\n\nThe report also said it was “unlikely that there will be significant consequences for innovation and for small and mid-sized firms.”\n\nThe Pinocchio Test\n\nScott greatly overshot the mark here. First, he claimed that all $29 billion in revenue collected would come “out of the pockets of small business.” But virtually all of that revenue is being paid by large companies, not small ones.\n\nMoreover, rather than the tax coming out of pockets of businesses, a nonpartisan analysis written for Congress concluded that almost all of the tax will be passed onto consumers in the form of higher prices. The report also said that demand for medical devices is barely affected by price, meaning that Scott’s claim that it would affect job creation also is misguided.\n\nWe wavered between Three and Four Pinocchios, but settled on Three because the actual impact is yet to be determined. Scott did get the figure of $29 billion correct, but he jumped to an unwarranted conclusion about the percentage paid by small businesses.\n\nThree Pinocchios\n\n\n\n\n\n(About our rating scale)\n\nSend us facts to check by filling out this form\n\nFollow The Fact Checker on Twitter and friend us on Facebook", "article_metadata": {"description": "Sen. Tim Scott (R-S.C.) jumps to unwarranted conclusions about the impact of the medical device tax.", "author": "https://www.facebook.com/FactChecker", "og": {"site_name": "Washington Post", "description": "Sen. Tim Scott (R-S.C.) jumps to unwarranted conclusions about the impact of the medical device tax.", "title": "Sen. Scott’s claim that the medical device tax will cost small businesses $29 billion", "url": "https://www.washingtonpost.com/news/fact-checker/wp/2014/02/04/sen-scotts-claim-that-the-medical-device-tax-will-cost-small-businesses-29-billion/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2012/12/11/National-Politics/Images/rts1.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@GlennKesslerWP"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/fact-checker/wp/2014/02/04/sen-scotts-claim-that-the-medical-device-tax-will-cost-small-businesses-29-billion/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "medical device tax, small business medical device tax, obamacare, repeal obamacare, affordable care act, jim scott, glenn kessler, fact checker, factchecker,", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/FactChecker"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "medical device tax, small business medical device tax, obamacare, repeal obamacare, affordable care act, jim scott, glenn kessler, fact checker, factchecker,"}, "article_summary": "As CRS put it:Opponents of the tax claim that the medical device tax could have significant, negative consequences for the U.S. medical device industry and on jobs.\nLet’s take a closer look at Scott’s claim about the medical device tax.\n(Grace Beahm / AP)“Another aspect of Obamacare that we should address very quickly is the medical device tax.\nHere’s another $29 billion leaving the pockets of small business owners which makes it more difficult to create jobs.\nBut CRS’s comprehensive examination of the impact of the medical device tax found that actually the tax will be mostly passed onto consumers, and otherwise would have “fairly minor effects” on industry."}