{"article_title": "La réforme de la santé de Barack Obama est un succès", "article_keywords": ["sant", "rforme", "la", "des", "obamacare", "pour", "en", "barack", "le", "est", "succs", "une", "plus", "du", "obama"], "article_url": "http://www.la-croix.com/Monde/La-reforme-de-la-sante-de-Barack-Obama-est-un-succes-2015-03-17-1292111", "article_text": "Le nombre d’Américains sans assurance maladie est tombé à 13,2 % de la population depuis l’entrée en vigueur de la réforme de la santé lancée par président Obama en 2010.\n\nZOOM Campagne pour la souscription d’une assurance santé, dite Obamacare, à Miami (Floride) le 5 février 2015. / JOE RAEDLE/AFP\n\nLa réforme du système de santé lancée par Barack Obama en 2010 a conduit à la plus forte réduction du nombre d’Américains sans assurance maladie en quatre décennies. À quelques jours du cinquième anniversaire de l’adoption par les démocrates de la loi Obamacare, le 23 mars 2010, environ 16,4 millions de personnes ont souscrit à une couverture santé, selon une analyse gouvernementale de l’enquête quotidienne Gallup-Healthways Well-Being Index. « C’est la plus forte réduction du nombre de non-assurés en quatre décennies », souligne la secrétaire à la Santé, Sylvia Burwell.\n\n> A (re) lire : Cinq millions d’assurés souscrivent à l’assurance santé de l’« Obamacare »\n\nCe total inclut 14,1 millions d’adultes qui ont souscrit une couverture depuis la mise en place de la loi en octobre 2013 et 2,3 millions de jeunes, âgés de 19 à 25 ans, qui ont pu bénéficier de l’assurance de leurs parents. La proportion de non-assurés est tombée de 20,3 % à 13,2 % de la population depuis l’entrée en vigueur du volet central de la réforme : l’obligation d’être assuré. Chez les jeunes de 19-25 ans, la proportion de non-assurés est tombée de 34,1 % à 26,7 %. Le nombre de Noirs non assurés a diminué de 9,2 %, tandis que celui des Latinos non assurés se réduisait de 12,3 %.\n\nUne loi de nouveau menacée\n\nLes Américains qui n’ont pas de couverture santé doivent tous, à quelques exceptions près, souscrire une assurance santé sous peine d’amende. En échange, ils peuvent bénéficier d’aides pour en réduire le coût, sous conditions de revenus. « La santé est un droit pour chaque Américain, pas un privilège pour quelques-uns », a redit la chef des démocrates de la Chambre des représentants, Nancy Pelosi.\n\n> A (re) lire : La Cour suprême américaine, au cœur du pouvoir\n\nCar la loi est à nouveau menacée par les républicains devant les tribunaux. Pour la deuxième fois en trois ans, la Cour suprême doit rendre une décision cruciale d’ici à fin juin. Les républicains estiment qu’il n’est pas possible de dire dans quelle proportion la baisse du nombre des non-assurés peut être attribuée à la loi, ou à l’amélioration de l’économie.\n\nÀ l’exception des plus de 65 ans et des plus modestes, les Américains sont majoritairement couverts par des assurances privées, y compris via Obamacare. L’évaluation du nombre de non-assurés repose sur des enquêtes et le recensement, ce dernier étant la méthode la plus précise, mais aussi la plus lente.\n\nCampagne pour la souscription d’une assurance santé, dite Obamacare, à Miami (Floride) le 5 février 2015. JOE RAEDLE/AFP\n\n\n\nCampagne pour la souscription d’une assurance santé, dite Obamacare, à Miami (Floride) le 5 février 2015. JOE RAEDLE/AFP\n\n\n\nFrançois d’Alançon", "article_metadata": {"news_keywords": "Barack Obama, Monde, réforme, succès, Barack, santé, Obama", "copyright": "La-Croix.com", "author": "La-Croix.com", "og": {"site_name": "La Croix", "description": "Le nombre d’Américains sans assurance maladie est tombé à 13,2 % de la population depuis l’entrée en vigueur de la réforme de la santé lancée par président Obama en 2010.", "title": "La réforme de la santé de Barack Obama est un succès", "url": "http://www.la-croix.com/Actualite/Monde/La-reforme-de-la-sante-de-Barack-Obama-est-un-succes-2015-03-17-1292111", "image": "http://img.aws.la-croix.com/2015/03/17/1292111/Campagne-pour-souscription-assurance-sante-dite-Obamacare-Miami-Floride-5-fevrier-2015_1_730_411.jpg", "type": "article"}, "twitter": {"url": "http://www.la-croix.com/Actualite/Monde/La-reforme-de-la-sante-de-Barack-Obama-est-un-succes-2015-03-17-1292111", "app": {"name": {"iphone": "La Croix Mobile", "googleplay": "La Croix Mobile"}, "id": {"googleplay": "com.lacroix.mobile"}}, "site": "@LaCroix", "image": "http://img.aws.la-croix.com/2015/03/17/1292111/Campagne-pour-souscription-assurance-sante-dite-Obamacare-Miami-Floride-5-fevrier-2015_1_730_411.jpg", "title": "La réforme de la santé de Barack Obama est un succès"}, "al": {"ipad": {"app_store_id": 890013289, "app_name": "La Croix"}, "android": {"app_name": "La Croix", "package": "com.lacroix.mobile"}, "iphone": {"app_store_id": 890013289, "app_name": "La Croix"}}, "keywords": "Barack Obama, Monde, réforme, succès, Barack, santé, Obama", "msvalidate.01": "11DD40A31E57D7971165B2A9E2B96D43", "article": {"section_url": "www.la-croix.com/Monde/", "section": "Monde", "tag": "Barack Obama", "published_time": "2015-03-17T16:08:14+01:00", "modified_time": "2015-03-17T16:08:14+01:00"}, "viewport": "width=device-width, initial-scale=1", "description": "Le nombre d’Américains sans assurance maladie est tombé à 13,2 % de la population depuis l’entrée en vigueur de la réforme de la santé..."}, "_id": "\"57477af46914bd0286fd95a4\"", "article_summary": "« C’est la plus forte réduction du nombre de non-assurés en quatre décennies », souligne la secrétaire à la Santé, Sylvia Burwell.\nLe nombre d’Américains sans assurance maladie est tombé à 13,2 % de la population depuis l’entrée en vigueur de la réforme de la santé lancée par président Obama en 2010.\n« La santé est un droit pour chaque Américain, pas un privilège pour quelques-uns », a redit la chef des démocrates de la Chambre des représentants, Nancy Pelosi.\n/ JOE RAEDLE/AFPLa réforme du système de santé lancée par Barack Obama en 2010 a conduit à la plus forte réduction du nombre d’Américains sans assurance maladie en quatre décennies.\nL’évaluation du nombre de non-assurés repose sur des enquêtes et le recensement, ce dernier étant la méthode la plus précise, mais aussi la plus lente."}