{"article_title": "Johnson and Johnson to Share Massive Amounts of Clinical Trial Data", "article_keywords": ["open", "johnson", "amounts", "request", "medical", "share", "research", "trial", "clinical", "massive", "krumholz", "waldstreicher", "data", "yoda"], "article_url": "http://wnpr.org/post/johnson-and-johnson-share-massive-amounts-clinical-trial-data", "article_text": "Drug companies like operating in the shadows, but a recent move by Johnson and Johnson may change all that. In collaboration with Yale University's Open Data Access Project (YODA), the pharmaceutical giant will now share its clinical trial data with researchers.\n\nA researcher submits a request for data. Johnson and Johnson will post that data to a third-party server.\n\nThe collaboration is being hailed as a victory for medical transparency in an industry criticized as biased toward reporting only positive research outcomes.\n\nJoanne Waldstreicher, chief medical officer for Johnson and Johnson, said her company chose to make its clinical trial data available because there's a lot to be learned from things like unpublished research, or failed drug trials. \"For example,\" she said, \"a medicine might work better in men than in women, or vice versa. Or there might be some racial differences in the way that drugs are metabolized. Those are the really important things you can see when you have the power of looking at data across many different studies.\"\n\nHere's how Waldstreicher said YODA's plan works. A researcher submits a request for data. Johnson and Johnson will post that data to a third-party server, and YODA (itself an independent body of medical professionals) will review the merits of the research request. All data is kept anonymous.\n\nHarlan Krumholz, a professor of cardiology and public health at the Yale School of Medicine, has been working on open data for years. He said that when the YODA project began, litigation was how most unreleased trial data was acquired. \"We were trying to see whether we could collaborate to get data,\" he said. So he started talking with Waldstreicher. Both are Harvard graduates, and Krumholz said that Johnson and Johnson was really open to the idea. \"It seems they were willing to share all their clinical trial assets,\" he said.\n\nIn The New York Times, Krumholz called the decision \"an extraordinary donation to society, and a reversal of the industry's traditional tendency to treat data as an asset that would lose value if exposed to public scrutiny.\"\n\nWaldstreicher said requests are already coming in. She hopes Johnson and Johnson inspires more drug companies to make their trial data available. Thus far, GlaxoSmithKline and Medtronic have undertaken similar steps toward transparency.", "article_metadata": {"category": "Health", "description": "Drug companies like operating in the shadows, but a recent move by Johnson and Johnson may change all that. In collaboration with Yale University's Open", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://wnpr.org/post/johnson-and-johnson-share-massive-amounts-clinical-trial-data", "image": "http://mediad.publicbroadcasting.net/p/wnpr/files/styles/medium/public/201402/Prescription_medication.jpg", "type": "article", "description": "Drug companies like operating in the shadows, but a recent move by Johnson and Johnson may change all that. In collaboration with Yale University's Open", "title": "Johnson and Johnson to Share Massive Amounts of Clinical Trial Data"}, "story_id": 278437738, "twitter": {"site": "@wnpr", "card": "summary", "creator": "@wnpr"}, "author": "Patrick Skahill", "org_id": 0, "dc": {"title": "Johnson and Johnson to Share Massive Amounts of Clinical Trial Data"}, "nid": 16995, "datePublished": "2014-02-17", "keywords": "The Daily, health care, medicine, science, privacy, research", "wordCount": 487, "has_audio": 1, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fe0a73\"", "article_summary": "In collaboration with Yale University's Open Data Access Project (YODA), the pharmaceutical giant will now share its clinical trial data with researchers.\nShe hopes Johnson and Johnson inspires more drug companies to make their trial data available.\nDrug companies like operating in the shadows, but a recent move by Johnson and Johnson may change all that.\nHe said that when the YODA project began, litigation was how most unreleased trial data was acquired.\nJohnson and Johnson will post that data to a third-party server."}