{"article_title": "Paige: Broncos-Steelers is a super Sunday for Demaryius Thomas, mother – The Denver Post", "article_keywords": ["thomas", "broncos", "demaryius", "football", "broncossteelers", "play", "denver", "game", "georgia", "katina", "mother", "touchdown", "post", "paige", "super"], "article_url": "http://www.denverpost.com/paige/ci_29394548/paige-broncos-steelers-demaryius-thomas-mom", "article_text": "When Demaryius Thomas catches a Broncos postseason record 50th pass Sunday, he will hear only one voice among the 76,125. The scream will be louder and more meaningful than the rest, and that grand, glorious moment will be frozen in perpetuity.\n\nDemaryius’ true No. 1 in the No. 88 orange jersey will be watching D.T. play football in person for the first time in her, and his, life. She is his mom.\n\nFor more than eight seasons, Katina Stuckey Smith, who gave birth to her only son, Demaryius Antwon Thomas, on Christmas Day in 1987 when she was 15, was forced to watch his college and professional football games on TV.\n\nFrom federal prison in Tallahassee, Fla., where she was incarcerated.\n\nOn game days she would fashion two 8s from duct tape and apply them to the back of her T-shirt. Then Katina would yell whenever Demaryius caught a pass, and she would dream that some future game day she would finally be free to see him play from a seat in the stadium.\n\nThat game day has arrived. Broncos vs. Steelers. Broncos loyalists will be united in orange. Thomas and his mother will be reunited in Denver.\n\nWhen the Broncos defeated the San Diego Chargers to earn the No. 1 seed in the AFC, Thomas became the first receiver in Broncos history with 25 100-yard games. The first of his five receptions for 117 yards was a 74-yard touchdown catch-and-run. The last playoff game against Pittsburgh four years ago, Demaryius had the game-winning, 80-yard catch-and-run touchdown on the first play of overtime.\n\nAfter the victory over San Diego, as Demaryius celebrated with family and friends, he announced that his mom would be coming for the playoff game. She was taken away in handcuffs by police from their home in Montrose, Ga., when “Bay Bay” (from “baby”) was 11. Katina and her mother, Minnie Pearl Thomas, were charged and convicted of trafficking in drugs. If Katina, who was accused of being the banker, had pleaded guilty and testified against her mother, she would have been out in two to four years. But she chose not guilty and was sentenced in 2000 to 20 years prison with her mother.\n\nIn July of last year, President Barack Obama commuted the sentences of 46 federal prisoners, including Katina. She was taken to a halfway house and released, finally on Nov. 10 — with the provision that she couldn’t travel for 60 days.\n\nWith the bye, Sunday became the perfect time. But Katina’s first trip to Denver was initially held up because she is not permitted to be in a drug environment, and Colorado has legalized marijuana. But her parole officer allowed her to come, and she was scheduled to arrive Saturday. Demaryius had been coy because he didn’t want an avalanche of media attention on his mom, or a distraction from his preparation for the Steelers. But friends and family knew, and informed me several days ago.\n\nLast summer Thomas signed a $70 million contract, with more than $40 million guaranteed. He will be arranging for his mom to move into a new home in Georgia when the season ends — after, he hopes, the Broncos play in the Super Bowl.\n\nWhen Katina and her mother were gone, Demaryius was shuffled to four places. One afternoon he went home with a cousin. “Demaryius asked if he could spend the night, and he stayed for 11 years. My wife Shirley and I treated him like our own son,” his uncle, James Lee Brown, told me several days ago. Rev. Brown, a pastor at two rural churches and a retired lineman for the Georgia Power utility company, baptized Demaryius and told him he wanted the young basketball player to go to Georgia Tech. “A lot of executives I worked for graduated from Tech, and I wanted Demaryius to major in engineering there.”\n\nHe became an all-state football player and an All-America receiver, not engineer, at Georgia Tech.\n\nKatina wasn’t around as Demaryius become a outstanding young man, student (3.75 GPA) and athlete. She couldn’t hug him when Demaryius became the 22nd pick, and the first wide receiver selected, in the 2010 draft by the Broncos. She couldn’t be with Demaryius when he set a Super Bowl record with 13 receptions — for 118 yards and a touchdown. And she wasn’t able to be at any of the games during the four consecutive years when he has surpassed 1,000 yards. But she will be front and center, and probably a bit startled and overwhelmed, when the Broncos try to start their grand adventure.\n\nIt would be appropriate if Peyton Manning connects with Demaryius to score another playoff game-winning touchdown against the Steelers.\n\nThomas won’t return the football to Peyton. Demaryius will present Katina the special ball and an even more special hug.\n\nMom will be with her son again, and they will be free at last.\n\nWoody Paige: woody@woodypaige.com or twitter.com/woodypaige", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Paige: Broncos-Steelers is a super Sunday for Demaryius Thomas, mother", "title": "Paige: Broncos-Steelers is a super Sunday for Demaryius Thomas, mother", "url": "http://www.denverpost.com/2016/01/16/paige-broncos-steelers-is-a-super-sunday-for-demaryius-thomas-mother/", "image": {"width": 512, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg", "height": 512}, "locale": "en_US", "type": "article"}, "twitter": {"site": "@denverpost", "card": "summary"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2016-01-16T16:56:19+00:00", "modified_time": "2016-05-23T01:57:41+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Demaryius Thomas, Woody Paige"}, "article_summary": "When Demaryius Thomas catches a Broncos postseason record 50th pass Sunday, he will hear only one voice among the 76,125.\nplay football in person for the first time in her, and his, life.\nKatina and her mother, Minnie Pearl Thomas, were charged and convicted of trafficking in drugs.\nShe couldn’t be with Demaryius when he set a Super Bowl record with 13 receptions — for 118 yards and a touchdown.\nWhen Katina and her mother were gone, Demaryius was shuffled to four places."}