{"article_title": "Do You Receive Public Assistance? Tell Us Your Story", "article_keywords": ["poor", "recession", "benefits", "unemployment", "receive", "assistance", "public", "states", "food", "welfare", "tell", "stamp"], "article_url": "http://gawker.com/do-you-receive-public-assistance-tell-us-your-story-1697466501", "article_text": "After the Great Recession of 2008 caused mass unemployment, the government expanded some elements of the social safety net. Now, states are moving to make food stamps and other public benefits harder to get. We want to hear from those of you who actually get these benefits.\n\nAfter Bill Clinton's \"welfare reform\" law passed in the 1990s, it became harder for the poor to get welfare benefits. When the recession hit, states and the federal government had to scramble to provide something to the many Americans trapped by the devastated economy. Food stamp enrollment soared, unemployment insurance got extended, and the earned income tax credit grew. (Though traditional direct cash payments and housing aid that many think of when they think of \"welfare\" did not grow much at all.)\n\nThese were essentially emergency measures. They were unpopular with conservatives, but the severity of the recession made them unavoidable. Now, after six solid years of economic growth, unemployment is down and the stock market is booming once again. Today's robust economic environment offers conservatives the perfect chance to set about trying to restrict access to public benefits program once again. The surface rationale is that the strong economy makes the expanded benefits of the recession era no longer necessary; the deeper rationale is the perpetual conservative opposition to government benefits for the poor, which are generally regarded as unjustified handouts that create negative economic incentives.\n\nAdvertisement\n\nAcross America, state legislators are now attempting to pass rules that restrict what welfare and food stamp recipients can buy. Other states are seeking mandatory drug tests for welfare recipients. The food stamp program—the government aid program that has grown most dramatically since the recession—is a particular target. The New York Time reported yesterday that \"The Agriculture Department estimates that 23 states\" will be tightening restrictions on their food stamp programs (for example, by requiring that food stamp recipients work, without providing any access to jobs) by next year. Already, conservative state leaders are turning down federal money that would help pay for their states to provide job placement to food stamp recipients.\n\nThis is, quite simply, an ongoing philosophical and political movement against government benefits for the poor. The core of the argument for restricting benefits is: Poor people could choose to work and earn a living, but instead they are sitting around receiving freebies from their fellow hard working taxpayers. This narrative has been widely accepted among Republicans for at least four decades, since Ronald Reagan popularized the \" welfare queen\" slur.\n\nSponsored\n\nAre those who receive government benefits not working by choice? Are food stamps an unjustified handout? We would like to hear from the people who actually receive these benefits. If you are currently on food stamps or are a recipient of other significant public assistance for the poor, please write and tell me your story. In particular, I would like to know:\n\nWhere do you live? How old are you? What benefits do you receive? How much are they worth per month? How long have you received these benefits? What is your basic monthly budget like?\n\n\n\nWhy do you receive these benefits? What is stopping you from earning enough money to no longer need public assistance?\n\n\n\nIt is important to hear the stories of those who would be most affected by cutbacks in public assistance programs. Please email Hamilton@Gawker.com if you would like to share, and we will publish a selection of responses in a future post. Everyone can be kept anonymous.\n\n[ Photo: Getty]\n\nAdvertisement", "article_metadata": {"news_keywords": "usa, the poors, food stamps, public assistance, politics, money matters, welfare, Gawker", "author": "Hamilton Nolan", "og": {"site_name": "Gawker", "description": "After the Great Recession of 2008 caused mass unemployment, the government expanded some elements of the social safety net. Now, states are moving to make food stamps and other public benefits harder to get. We want to hear from those of you who actually get these benefits.", "title": "Do You Receive Public Assistance? Tell Us Your Story", "url": "http://gawker.com/do-you-receive-public-assistance-tell-us-your-story-1697466501", "image": "https://i.kinja-img.com/gawker-media/image/upload/s--dNMhnlpk--/c_fill,fl_progressive,g_north,h_358,q_80,w_636/q532tznbawbhes22nf0f.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "After the Great Recession of 2008 caused mass unemployment, the government expanded some elements of the social safety net. Now, states are moving to make food stamps and other public benefits harder to get. We want to hear from those of you who actually get these benefits.", "title": "Do You Receive Public Assistance? Tell Us Your Story", "url": "http://gawker.com/do-you-receive-public-assistance-tell-us-your-story-1697466501", "image": "https://i.kinja-img.com/gawker-media/image/upload/s--dNMhnlpk--/c_fill,fl_progressive,g_north,h_358,q_80,w_636/q532tznbawbhes22nf0f.jpg", "site": "@gawker", "card": "summary_large_image"}, "msapplication-square70x70logo": "https://i.kinja-img.com/gawker-media/image/upload/s--Di2kTRut--/c_fill,fl_progressive,g_center,h_80,q_80,w_80/my2vnuuejg3jt9yqbx3z.png", "ROBOTS": "INDEX, FOLLOW", "fb": {"app_id": 447084078690870}, "dynamic-stylesheet": "//x.kinja-static.com/assets/stylesheets/editor-621051396171a9ade757cbbd77315ea6.css", "keywords": "usa, the poors, food stamps, public assistance, politics, money matters, welfare, Gawker", "google-site-verification": "PMODv5fOfI_I6GRn06P6uDSnTPLgipc_fgkmh7EgXyw", "msapplication-square150x150logo": "https://i.kinja-img.com/gawker-media/image/upload/s--GHGgxH7j--/c_fill,fl_progressive,g_center,h_200,q_80,w_200/my2vnuuejg3jt9yqbx3z.png", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0,maximum-scale=10.0", "description": "After the Great Recession of 2008 caused mass unemployment, the government expanded some elements of the social safety net. Now, states are moving to make food stamps and other public benefits harder to get. We want to hear from those of you who actually get these benefits."}, "article_summary": "Today's robust economic environment offers conservatives the perfect chance to set about trying to restrict access to public benefits program once again.\nIf you are currently on food stamps or are a recipient of other significant public assistance for the poor, please write and tell me your story.\nAfter Bill Clinton's \"welfare reform\" law passed in the 1990s, it became harder for the poor to get welfare benefits.\nNow, states are moving to make food stamps and other public benefits harder to get.\nIt is important to hear the stories of those who would be most affected by cutbacks in public assistance programs."}