{"article_title": "After debt battle, federal employees head back to work", "article_keywords": ["head", "office", "federal", "payment", "employees", "work", "morning", "going", "battle", "president", "debt", "workers", "obama"], "article_url": "http://america.aljazeera.com/articles/2013/10/17/after-debt-battle800000federalworkersheadbacktowork.html", "article_text": "National park workers remove a barricade at the Martin Luther King Jr. Memorial in Washington as it reopens to the public on Thursday. Kevin Lamarque/Reuters\n\nHundreds of thousands of federal workers who had been furloughed and left without paychecks for the month of October finally returned to work Thursday morning after Congress and the president came to an agreement on the terms to reopen the government and raise the debt limit.\n\nFederal employees were some of the most visible victims of the budget impasse that shut down the government for the last two weeks. Meanwhile, their “essential” colleagues were doing the work of usually robust offices — also without collecting their salaries. The legislation signed by President Barack Obama in the early hours of Thursday morning guaranteed that all 2 million federal employees will receive back pay.\n\nEddie Etches, an employee and union representative at the Department of Housing and Urban Development who had been allowed into his office building as a volunteer, said the episode had been a stressful time for workers who had no idea when the shutdown would end.\n\n\"People are relieved right now,\" he said. \"They’re going to make their November rent payment or mortgage payment. And a lot of the people we serve are going to be better off.\"\n\nEtches added, however, that there is already worry about what will happen in January. The current funding bill expires Jan. 15.\n\n\"There’s a fear that this is going to happen again, that this is only temporary, and of course there’s the tremendous amount of work that's backed up,\" he said. \"It's absolute lunacy.\"\n\nOthers, too, fretted about how long the truce would last.\n\n\"It's good to be back to work, making some money,\" said Jeremy Wright, a Transportation Security Administration contractor. But he knows more unpaid time off is possible: \"They only pushed it back to January, so I'm not holding my breath.\"\n\nThe Obama administration, meanwhile, took pains to applaud federal workers for their dedication and to sympathize with their troubles.\n\n“This has been a particularly challenging time for federal employees, and I want to thank our nation’s dedicated civil servants for their continued commitment to serving the American people,” Sylvia Mathews Burwell, director of the White House’s Office of Management and Budget, said in a memo instructing agencies to open their doors again on Thursday morning.", "article_metadata": {"description": "Obama signs bill to avoid default; hundreds of thousands of federal workers return to jobs following shutdown", "apple-itunes-app": "app-id=810543104, affiliate-data=10lxKx", "og": {"url": "http://america.aljazeera.com/articles/2013/10/17/after-debt-battle800000federalworkersheadbacktowork.html", "image": {"width": 960, "identifier": "http://america.aljazeera.com/content/ajam/articles/2013/10/17/after-debt-battle800000federalworkersheadbacktowork/jcr:content/mainpar/adaptiveimage/src.adapt.960.high.return_to_work_101713.1382034811460.jpg", "height": 600}, "type": "article", "description": "Obama signs bill to avoid default; hundreds of thousands of federal workers return to jobs following shutdown", "title": "After debt battle, federal employees head back to work"}, "twitter": {"image": "http://america.aljazeera.com/content/ajam/articles/2013/10/17/after-debt-battle800000federalworkersheadbacktowork/jcr:content/mainpar/adaptiveimage/src.adapt.960.high.return_to_work_101713.1382034811460.jpg", "title": "After debt battle, federal employees head back to work", "description": "Obama signs bill to avoid default; hundreds of thousands of federal workers return to jobs following shutdown", "card": "summary", "site": "@AJAM"}, "google-play-app": "app-id=com.aljazeera.simple", "keywords": "Debt Ceiling, Shutdown, Politics, Economy", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcfa05\"", "article_summary": "Federal employees were some of the most visible victims of the budget impasse that shut down the government for the last two weeks.\nThe Obama administration, meanwhile, took pains to applaud federal workers for their dedication and to sympathize with their troubles.\nThe legislation signed by President Barack Obama in the early hours of Thursday morning guaranteed that all 2 million federal employees will receive back pay.\nMeanwhile, their “essential” colleagues were doing the work of usually robust offices — also without collecting their salaries.\n\"It's good to be back to work, making some money,\" said Jeremy Wright, a Transportation Security Administration contractor."}