{"article_title": "Judge Rejects Challenge To Medical Record Charges", "article_keywords": ["patient", "entities", "proposed", "rejects", "charges", "medical", "medicine", "florida", "patients", "page", "record", "governmental", "judge", "law", "challenge"], "article_url": "http://health.wusf.usf.edu/post/judge-rejects-challenge-medical-record-charges", "article_text": "An administrative law judge Tuesday rejected a challenge to a state Board of Medicine proposal that would increase the cost of copies of patient medical records.\n\nThe 57-page decision by Judge Lynne A. Quimby-Pennock came after a long-running battle about the issue that included the Florida Justice Association trial-lawyers group and the Florida Medical Association.\n\nState law gives the Board of Medicine, which regulates physicians, the authority to adopt rules about how much patients, governmental agencies and other entities can be charged when requesting copies of medical records.\n\nIn the past, patients and governmental entities have been charged as much as $1 per page for the first 25 pages and 25 cents a page for each additional page. But a proposed rule would set the amount at a maximum of $1 a page.\n\nA series of challenges were filed this year by a patient, a law firm, the Florida Justice Association and the Florida Consumer Action Network.\n\nThe challenges, which were consolidated, argued in part that the Board of Medicine had failed to show that the proposed $1-a-page charge \"bears any logical, reasonable or rational relationship to actual costs or reasonable costs of copying medical records for patients or governmental entities, or for electronic copies of medical records.\"\n\nBut Quimby-Pennock rejected such arguments, pointing in part to health-privacy requirements in the federal law known as the Health Insurance Portability and Accountability Act, or HIPAA.\n\n\"Those opposed to the alleged increase testified there was no basis for the change, that the proposed change quadrupled the price for patients and governmental entities, and that it was arbitrary and capricious, especially with respect to electronic records,'' the ruling said.\n\n\"These opponents fail to recognize changes in medicine. HIPAA brought patient confidentiality and the need to maintain that confidentiality into sharp focus. Medical practitioners are required to ensure that confidential patient information is not disseminated to unauthorized persons.\"", "article_metadata": {"category": "HNF Stories", "description": "An administrative law judge Tuesday rejected a challenge to a state Board of Medicine proposal that would increase the cost of copies of patient medical", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/judge-rejects-challenge-medical-record-charges", "image": "http://mediad.publicbroadcasting.net/p/healthnewsfl/files/styles/medium/public/201406/medical_records_photo_from_Barry_Gutierrez_of_NPR.jpg", "type": "article", "description": "An administrative law judge Tuesday rejected a challenge to a state Board of Medicine proposal that would increase the cost of copies of patient medical", "title": "Judge Rejects Challenge To Medical Record Charges"}, "org_id": 0, "twitter": {"site": "@HealthNewsFL", "card": "summary"}, "author": "The News Service of Florida", "wordCount": 332, "dc": {"title": "Judge Rejects Challenge To Medical Record Charges"}, "nid": 12937, "datePublished": "2015-12-10", "story_id": 459185046, "keywords": "medical record charges, patient medical records, Board of Medicine, Florida Medical Association, Florida Justice Association", "has_audio": 0, "viewport": "width=device-width"}, "article_summary": "The 57-page decision by Judge Lynne A. Quimby-Pennock came after a long-running battle about the issue that included the Florida Justice Association trial-lawyers group and the Florida Medical Association.\nAn administrative law judge Tuesday rejected a challenge to a state Board of Medicine proposal that would increase the cost of copies of patient medical records.\nMedical practitioners are required to ensure that confidential patient information is not disseminated to unauthorized persons.\"\nIn the past, patients and governmental entities have been charged as much as $1 per page for the first 25 pages and 25 cents a page for each additional page.\nA series of challenges were filed this year by a patient, a law firm, the Florida Justice Association and the Florida Consumer Action Network."}