{"article_title": "Obama says his policies are built on \"kindness\"", "article_keywords": ["obama", "kindness", "built", "trustworthy", "audience", "americans", "plan", "policies", "trust", "president", "poll", "think", "told"], "article_url": "http://dailycaller.com/2013/11/27/obama-says-his-policies-are-built-on-kindness/", "article_text": "U.S. President Barack Obama looks on while delivering remarks to workers on the economy at DreamWorks Animation in Glendale, California, November 26, 2013. REUTERS/Jason Reed\n\n3988965\n\nOne day after a new poll showed that only a minority of Americans trust President Barack Obama, the president told an audience that his policies are based on kindness.\n\n“Kindness covers all of my political beliefs,” Obama told his audience of wealthy investors, high-tech donors, journalists and fellow Democrats Tuesday, only two months after he slashed at GOP legislators, calling them arsonists, nuclear blackmailers, economic wreckers, hostage-takers, obsessives and irresponsible extremists.\n\n“When I think about what I’m fighting for, what gets me up every single day, [kindness] captures it just about as much as anything,” he told his audience at the DreamWorks studio in Glendale, Calif., which he visited as part of a seven-stop fundraising trip.\n\n“Kindness; empathy — that sense that I have a stake in your success,” said Obama, who told supporters during the November election “Don’t boo. Vote. Voting is the best revenge.”\n\nSince Obama’s inauguration, the government’s debt owed by taxpayers has climbed by $7 trillion, the workforce participation rate has fallen from 65.7 in January 2009 to 62.8 percent in October, 2013, leaving roughly 9 million people on the sidelines, and Obama has pushed the Senate to pass a bill that would ensure the distribution of 30 million work permits and green-cards to foreigners during the next decade.\n\nAlso, during his first term, four U.S. civil servants were killed in Benghazi without any presidential intervention, inspectors at the Internal Revenue Service throttled regulatory approval for Tea Party activities, and justice department officials allowed hundreds of automatic guns to be sent to Mexican drug gangs.\n\nThe new poll by CNN and ORC, showed that “53% of Americans now believe that Obama is not honest and trustworthy.”\n\nOnly 46 percent of Americans think Obama is honest and trustworthy, down from 60 percent in January 2011, and 58 percent in May 2013, the poll showed.\n\nThat’s a critical loss, because his high level of trust helped persuade swing voters to support him — rather than the accomplished but un-empathetic business executive Mitt Romney — despite four years of high unemployment, huge deficits and slow economic growth. The loss will likely cripple his clout in Congress, and his ability to sway public opinion to his side during the last three years of his second term.\n\nThe one-quarter drop in his trustworthy score reflects the public’s recognition of Obama’s deceptive “you can keep your plan” Obamacare promises delivered in 2009, 2010, 2011, 2012 and 2013.\n\nOn Nov. 14, Obama admitted his deliberate deceptions, saying “My expectation was that for 98 percent of the American people, either it genuinely wouldn’t [eliminate their plans] at all, or they’d be pleasantly surprised with the [replacement plan] options in the marketplace, and that the [plan] grandfather clause would cover the rest,” he said.", "article_metadata": {"sailthru.author": "Neil Munro", "description": "His claim follows a poll showing only 46 percent of Americans think Obama is trustworthy", "og": {"site_name": "The Daily Caller", "description": "One day after a new poll showed that only a minority of Americans trust President Barack Obama, the president told an audience that his policies are based on kindness.    “Kindness covers all of my", "title": "Obama says his policies are built on ‘kindness’", "url": "http://dailycaller.com/2013/11/27/obama-says-his-policies-are-built-on-kindness/", "image": {"width": 630, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2013/11/2013-11-26T231410Z_1_CBRE9AP1SJX00_RTROPTP_4_OBAMA-e1385556287247.jpg", "height": 270}, "type": "article"}, "twitter": {"description": "His claim follows a poll showing only 46 percent of Americans think Obama is trustworthy", "title": "Obama says his policies are built on ‘kindness’ Via @dailycaller", "url": "http://dailycaller.com/2013/11/27/obama-says-his-policies-are-built-on-kindness/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2013/11/2013-11-26T231410Z_1_CBRE9AP1SJX00_RTROPTP_4_OBAMA-e1385556287247.jpg"}, "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2013-11-27 07:47:25", "sailthru.title": "Obama says his policies are built on 'kindness'", "HandheldFriendly": "true", "sailthru.tags": "economy,obamacare,neil-munro", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "economy,hollywood,obamacare,recession", "sailthru.description": "One day after a new poll showed that only a minority of Americans trust President Barack Obama, the president told an audience that his policies are based on kindness.    “Kindness covers all of my", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2013/11/2013-11-26T231410Z_1_CBRE9AP1SJX00_RTROPTP_4_OBAMA-e1385556287247.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "REUTERS/Jason Reed3988965One day after a new poll showed that only a minority of Americans trust President Barack Obama, the president told an audience that his policies are based on kindness.\n“Kindness; empathy — that sense that I have a stake in your success,” said Obama, who told supporters during the November election “Don’t boo.\nU.S. President Barack Obama looks on while delivering remarks to workers on the economy at DreamWorks Animation in Glendale, California, November 26, 2013.\n“Kindness covers all of my political beliefs,” Obama told his audience of wealthy investors, high-tech donors, journalists and fellow Democrats Tuesday, only two months after he slashed at GOP legislators, calling them arsonists, nuclear blackmailers, economic wreckers, hostage-takers, obsessives and irresponsible extremists.\nThe new poll by CNN and ORC, showed that “53% of Americans now believe that Obama is not honest and trustworthy.”Only 46 percent of Americans think Obama is honest and trustworthy, down from 60 percent in January 2011, and 58 percent in May 2013, the poll showed."}