{"article_title": "For the 'unbanked', mobile money still has some way to go", "article_keywords": ["billion", "financial", "service", "transactions", "unbanked", "money", "companies", "cash", "phone", "mobile", "accounts", "way"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/03/05/unbanked-mobile-money-still-has-some-way-go", "article_text": "(Reuters) - Globally, an estimated 2.5 billion people don't have a bank account, but many own a cellphone, fuelling a race to turn these phones into bank books for the 'unbanked' to store cash, manage their accounts, make purchases and send and receive money - part of so-called 'financial inclusion'.\n\nIn a report this week, the GSMA, the association of mobile phone companies, said mobile money \"has been growing at a dizzying rate.\" The Boston Consulting Group said last month mobile money transfers in sub-Saharan Africa alone could generate fees of up to $1.5 billion by 2019.\n\nHowever, consultants and others working at banks, government agencies and even the phone companies note that, while many people have mobile money accounts – usually with the phone companies - few are actively used. While money flows through these networks, nearly two thirds of the volume comes from users merely topping up prepaid mobile accounts in transactions averaging less than a dollar.\n\n\"If you take out air-time, you have a true view of mobile money, and it's not a good story, more than a decade on,\" says South Africa-based Johan de Lange, who works with banks and phone companies.\n\nAnd, when people do make remittances, those receiving the money tend to cash it in, taking the money out of the system and limiting the potential for mobile money to become a medium of exchange – a mobile wallet for buying things or to provide banking services over mobile networks.\n\nA GSMA spokesperson said air-time top-ups were decreasing as a proportion of overall transactions, and domestic money transfers via mobile were cheaper or safer than other options, and so were \"a key piece of the financial inclusion story.\"\n\nPOLICE PAY\n\nUse of mobile money, indeed, is spreading and there are success stories, but these are few relative to the number of projects, and consultants and others question just how successful they are.\n\nIn Afghanistan, for example, much has been made of a service to send police salaries direct to their cellphones via a code they present to an agent or bank for cash. This has reduced corruption, where police pay was often halved as it made its way through the bureaucratic chain.\n\nBut the service last year reached less than 1 percent of the police force, and cost the Law and Order Trust Fund For Afghanistan more than $10 per transaction - much of which goes to Roshan, the phone company which runs the service with Vodafone. The fund said last year it was exploring cheaper options.\n\nThe poster child for telco-driven mobile money services is M-Pesa, set up by Vodafone and run by Kenya's Safaricom Ltd. Mobile money accounts for more than a fifth of its 145 billion shillings ($1.59 billion) annual revenue.\n\nDaniel Maison, a consultant in Kenya, uses M-Pesa to buy petrol, pay restaurant bills or shop at the supermarket. \"It's a part of our lives. We wonder what we did without it. I don't need to physically have cash. The beauty is you can even have a savings account on your mobile phone,\" he told Reuters.\n\nBut some note the M-Pesa service owed much of its take-off to the electoral violence in 2007-08 that displaced many Kenyans and made it hard for others to travel. Sending money by phone was the next best thing. Consultants also say the company's figures hide the fact that mobile money transactions involve sending notifications via short service message (SMS), a cost the operator effectively subsidizes.\n\n\"If everyone had to pay for these messages, I wonder how many (telco) 'rock stars' there would be,\" said Malcolm Vernon, a London-based mobile money consultant who works in Africa, Asia and Europe.\n\nTAKING WING\n\nThis is not to say that mobile money has no future in emerging markets.\n\nAfter six years, Wing in Cambodia made a modest profit last year with fewer than 50,000 active accounts, many of them held by farmers and shopkeepers paying their suppliers remotely.\n\nAnthony Perkins, CEO of Wing, once part of Australia and New Zealand Banking Group, says the secret is to think more like a bank than a phone company, such as nurturing a network of agents who can receive and dispense cash. Some of these 'human ATMs' can earn eight times the average national income.\n\n\"Running an agent network is really no different than running a branch network,\" Perkins said.\n\nHe and others say that while phone companies, with their reach and flexibility, are good tools for rolling out networks, they aren't necessarily the best to move mobile money beyond simple transactions into becoming a nationwide, or international, digital money system.\n\nThe telcos' main priorities, they point out, aren't so much the social goals of financial inclusion, but to reduce churn – keeping customers from jumping to a rival firm - and to maximise the amount users spend on their network.\n\n\"I don't understand why it's being left to telcos to bring this financial inclusion to the masses,\" said Perkins. \"Even in a small country like Cambodia you can make money out of this.\"\n\n(Additional reporting by Matthew Mpoke Bigg in Accra; Editing by Ian Geoghegan)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "(Reuters) - Globally, an estimated 2.5 billion people don't have a bank account, but m", "title": "For the 'unbanked', mobile money still has some way to go", "url": "http://www.thefiscaltimes.com/latestnews/2015/03/05/unbanked-mobile-money-still-has-some-way-go", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/tech-mobile-money_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/03/05/unbanked-mobile-money-still-has-some-way-go", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/tech-mobile-money_2.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "(Reuters) - Globally, an estimated 2.5 billion people don't have a bank account, but m", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "In a report this week, the GSMA, the association of mobile phone companies, said mobile money \"has been growing at a dizzying rate.\"\nThe poster child for telco-driven mobile money services is M-Pesa, set up by Vodafone and run by Kenya's Safaricom Ltd.\nAnd, when people do make remittances, those receiving the money tend to cash it in, taking the money out of the system and limiting the potential for mobile money to become a medium of exchange – a mobile wallet for buying things or to provide banking services over mobile networks.\nMobile money accounts for more than a fifth of its 145 billion shillings ($1.59 billion) annual revenue.\nHowever, consultants and others working at banks, government agencies and even the phone companies note that, while many people have mobile money accounts – usually with the phone companies - few are actively used."}