{"article_title": "Ted Cruz hammers overregulation, tangles with Sierra Club chief over climate science", "article_keywords": ["climate", "tangles", "mair", "overregulation", "science", "ted", "chief", "hearing", "club", "cruz", "economic", "rules", "sierra", "hammers", "opportunity", "saidcruz"], "article_url": "http://trailblazersblog.dallasnews.com/2015/10/ted-cruz-hammers-overregulation-tangles-with-sierra-club-chief-over-climate-science.html/", "article_text": "WASHINGTON – Overregulation robs minority Americans of opportunity, Sen. Ted Cruz argued Tuesday at a Senate hearing that did double duty as a platform to critique the administration and to amplify his own campaign themes.\n\n“Fighting for economic opportunity is why I ran for office,” Cruz said after the hearing, citing his “opportunity conservative” philosophy that focuses on “easing the means of ascent up the economic ladder.”\n\n“That is exactly why I am running for president, to get back to the booming economic growth we saw in the 1980s that lifted millions out of poverty and into prosperity,” he said.\n\nCruz, on a break from presidential campaigning, chaired the hearing of the Senate Judiciary’s oversight subcommittee.\n\nSen. Chris Coons of Delaware, the panel’s senior Democrat, called the premise of the hearing – that overregulation harms minorities– “highly dubious.”\n\nHe and three witnesses invited by his side argued that regulations have bolstered workplace safety, protected minorities from predatory lenders, discrimination in elections and housing, and improved public health. Rules meant to minimize the risk of chemical and other disasters disproportionately affect minorities, who are more likely to live in or near industrial areas, they said.\n\nOne of Cruz’s favorite punching bags, the Affordable Care Act, has cut the rate of uninsured Hispanics by about 27 percent, Coons noted.\n\n“Regulations have been crucial” to protecting minority communities, insisted Amit Narang, an advocate from Public Citizen.\n\nCruz was not swayed. Nor was Utah Sen. Orrin Hatch, the only other GOP senator to attend the 2-hour hearing.\n\n“The federal government is not the last answer to everything and in many ways it’s the impediment in our society,” Hatch said.\n\nCruz has been pushing “opportunity conservatism” since late 2012, after his election and before he’d been sworn in as a senator.\n\nIn critiquing the GOP’s drubbing that fall – aside from his own soaring victory and a few others around the country – Cruz saw far too much emphasis on the desires of the wealthy and powerful at the expense of striving, less well-off Americans, many of them black and Hispanic.\n\n“There’s a growing sense among many that our nation is in decline,” he said in his opening remarks Tuesday.\n\nHe pointed to stagnant household income and slow job growth since the 2008 crash. More businesses fail each year than are born, a “deeply troubling trend” that he blamed on overregulation and an “invasive and bloated government.”\n\n“They seemingly regulate everything under the sun,” Cruz said. Federal regulation has exploded in the last half-century, he said, from 20,000 pages to 175,000, “all in incredibly small print” that no individual could possibly understand.\n\nWitnesses included Sabina Loving, a black woman from Chicago who tangled with the IRS over her tax preparation business, after the agency began requiring licensing that would have driven up her costs. CPAs and attorneys were exempt. The rule helped tamp down competition facing big tax-preparation chains.\n\n“I sued the IRS over its anti-competitive licensing scheme,” Loving said. “Thankfully we won.”\n\nHarry Alford, president of the National Black Chamber of Commerce, denounced new EPA new rules on greenhouse gas emissions, arguing the rules would drive up costs for electricity, hitting poor families especially hard.\n\nTighter standards will shut down construction, development and, therefore, employment and economic opportunity, he said.\n\nCruz agreed. “Overregulation is stifling opportunity for people who want to achieve the American dream,” he said.\n\nBut Aaron Mair, president of the Sierra Club, asserted that foes of EPA live in “an alternative universe” in which corporate polluters use “propaganda” to persuade vulnerable low-income Americans to oppose anti-pollution efforts.\n\nHe and Cruz tangled repeatedly, including a tense and prolonged exchange over climate change.\n\nMair seemed ill-prepared for the cool interrogation Cruz walked him into.\n\nThe senator often points to satellite evidence showing no planetary warming in the last 18 years, using that to raise doubts about the overwhelming scientific consensus that the climate is undergoing dangerous changes. But Mair seemed unfamiliar with that line of argument, and time and again leaned back from his chair to consult with an aide.\n\n“The science is settled,” Mair said, citing a survey finding consensus among climate scientists, with only 3 percent of them dissenting. “It’s been refuted long ago and it’s not up for scientific debate.”\n\nCruz called the study “bogus” and demanded to know whether the Sierra Club would abandon its views on climate change if confronted with solid evidence. Mair kept sidestepping the question,\n\n“You can cherry pick whatever data you wish,” he said.\n\nAfterward, Cruz called it “astonishing” to hear the head of the Sierra Club defend EPA regulations based on pseudo-science. And while the hearing may not have changed minds of those on hand, it was a chance to highlight the human cost of overregulation, he said.\n\n“No doubt there were witnesses who had a political agenda to defend any and all government regulations,” he said.", "article_metadata": {"liveFyreID": "aHR0cDovL3RyYWlsYmxhemVyc2Jsb2cuZGFsbGFzbmV3cy5jb20vMjAxNS8xMC90ZWQtY3J1ei1oYW1tZXJzLW92ZXJyZWd1bGF0aW9uLXRhbmdsZXMtd2l0aC1zaWVycmEtY2x1Yi1jaGllZi1vdmVyLWNsaW1hdGUtc2NpZW5jZS5odG1sLw==", "generator": "WordPress 3.9.12", "author": "Todd J. Gillman", "og": {"site_name": "Trail Blazers Blog", "description": "WASHINGTON – Overregulation robs minority Americans of opportunity, Sen. Ted Cruz argued Tuesday at a Senate hearing that did double duty as a platform to critique the administration and to…", "title": "Ted Cruz hammers overregulation, tangles with Sierra Club chief over climate science", "url": "http://trailblazersblog.dallasnews.com/2015/10/ted-cruz-hammers-overregulation-tangles-with-sierra-club-chief-over-climate-science.html/", "image": "http://trailblazersblog.dallasnews.com/wp-content/themes/dallasnews/images/facebook-default-black.jpg", "type": "article"}, "LastModifiedDate": "2015-10-06T17:48:01Z", "twitter": {"card": "summary_large_image"}, "PublishDate": "1970-01-01T00:00:00Z", "wp-parsely_version": "1.7", "viewport": "width=device-width", "cXenseParse": {"recs": {"publishtime": "1970-01-01T00:00:00Z"}}}, "article_summary": "Tighter standards will shut down construction, development and, therefore, employment and economic opportunity, he said.\nAfterward, Cruz called it “astonishing” to hear the head of the Sierra Club defend EPA regulations based on pseudo-science.\n“The science is settled,” Mair said, citing a survey finding consensus among climate scientists, with only 3 percent of them dissenting.\nCruz has been pushing “opportunity conservatism” since late 2012, after his election and before he’d been sworn in as a senator.\nCruz, on a break from presidential campaigning, chaired the hearing of the Senate Judiciary’s oversight subcommittee."}