{"article_title": "Ta-Nehisi Coates Wins National Book Award for Nonfiction", "article_keywords": ["deep", "wins", "national", "award", "son", "challenger", "book", "shusterman", "nonfiction", "coates", "mr", "world", "tanehisi", "black"], "article_url": "http://blogs.wsj.com/speakeasy/2015/11/18/national-book-award-winners/", "article_text": "Getty Images\n\nTa-Nehisi Coates, whose book on race in America tapped into a pressing, national conversation, won the National Book Award for nonfiction Wednesday.\n\nOther winners included a short-story collection by Pulitzer Prize-winner Adam Johnson, who, in a surprising twist, edged out buzzy novels such as Lauren Groff‘s “Fates and Furies.” The poetry prize went to “Voyage of the Sable Venus,” a debut by Robin Coste Lewis, and the children’s literature award to “Challenger Deep,” a young-adult novel by Neal Shusterman, inspired by his son’s struggle with mental illness.\n\nRelated Link: Read an Excerpt of “Between the World and Me”\n\nIn an evening of impassioned speeches, some moving audience members to tears, Mr. Coates said he wrote his book, “Between the World and Me,” for his friend Prince Jones, who was killed by a police officer who mistook him for a criminal.\n\n“We are okay with the presumption that black people… have a predisposition towards criminality,” Mr. Coates said. “I can’t secure the safety of my own son. What I do have the power to do is to say, ‘You won’t enroll me in this lie. You won’t make me a part of it.’”\n\nMr. Coates said he had been waiting 15 years for this moment.\n\n“When Prince Jones died, there were no cameras,” he said. “Nobody was looking.”\n\nSpiegel & Grau moved up the publication date of “Between the World and Me” – releasing it in July, rather than September – in response to the killing of nine black churchgoers in Charleston, S.C., allegedly by a white supremacist, and the subsequent debate over the Confederate battle flag.\n\nThe book, written as a letter to his 15-year-old son Samori, discusses America’s history of racial violence, and explores what it is like to inhabit a black body in this country.\n\nToni Morrison has called it “required reading,” saying it has filled “the intellectual void that plagued me after James Baldwin died.” It was an instant bestseller.\n\nRelated Link: Betting Big on Literary Newcomers\n\nThe National Book Award, presented by the National Book Foundation, is one of the most prestigious literary prizes in the U.S. The prizes were announced at a dinner in Manhattan.\n\nAlthough the fiction category didn’t have a front runner as clear as Mr. Coates had been in the nonfiction category, buzz had been building for Ms. Groff’s novel, which tells the story of a marriage from the husband’s side, then the wife’s. Others thought to be contenders included Hanya Yanagihara’s “A Little Life” and Angela Flournoy’s “The Turner House.”\n\nMr. Johnson, in a brief acceptance speech, expressed surprise at the selection of his short-story collection, “Fortune Smiles.” He pulled notes from his tuxedo jacket pocket in which he had jotted down his impressions as he read the other finalists’ books.\n\n“Transcendent,” he said, reading them aloud. “Funny. Searing. Essential. Human.”\n\nMr. Shusterman’s “Challenger Deep” is named after the deepest point on Earth: Challenger Deep, the southern part of the Marianas Trench.\n\nIn perhaps the most moving moment of the evening, Mr. Shusterman described how his son Brendan, as a teenager, “for a very brief time fell off a cliff,” experiencing paranoia and delusions. He said his son told him: “Sometimes, it feels like I’m at the bottom of the ocean screaming at the bottom of my lungs and no one can here me.”\n\nMr. Shusterman, his voice cracking, then invited his son on stage and embraced him.\n\nThis post has been updated.", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "Impassioned speeches highlighted the annual ceremony in Manhattan.", "title": "Ta-Nehisi Coates Wins National Book Award for Nonfiction", "url": "http://blogs.wsj.com/speakeasy/2015/11/18/national-book-award-winners/", "image": {"src": "http://si.wsj.net/public/resources/images/BN-LI741_coates_P_20151118225810.jpg"}, "site": "WSJspeakeasy", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "Arts", "article.headline": "Ta-Nehisi Coates Wins National Book Award for Nonfiction", "description": "Impassioned speeches highlighted the annual ceremony in Manhattan.", "article_section": "Arts", "author": "Jennifer Maloney", "user.type": "unsubscribed", "article.page": "Speakeasy Blog", "page.content.format": "responsive", "page.subsection": "Speakeasy", "article.summary": "Impassioned speeches highlighted the annual ceremony in Manhattan.", "page.site": "blogs.wsj.com", "testkeys": "C", "article.published": "2015-11-19T04:08:36-05:00", "dj.asn": "10-143", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/speakeasy/2015/11/18/national-book-award-winners/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-SEB-92244", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Arts", "language": "en-US", "og": {"site_name": "WSJ", "description": "Impassioned speeches highlighted the annual ceremony in Manhattan.", "title": "Ta-Nehisi Coates Wins National Book Award for Nonfiction", "url": "http://blogs.wsj.com/speakeasy/2015/11/18/national-book-award-winners/", "image": {"width": 749, "identifier": "http://si.wsj.net/public/resources/images/BN-LI741_coates_P_20151118225810.jpg", "height": 499}, "type": "article"}, "article.access": "free", "article.type": "Speakeasy", "article.id": "BL-SEB-92244", "user.exp": "default", "article.updated": "2015-11-19T14:23:17-05:00"}, "article_summary": "Related Link: Betting Big on Literary NewcomersThe National Book Award, presented by the National Book Foundation, is one of the most prestigious literary prizes in the U.S.\nGetty ImagesTa-Nehisi Coates, whose book on race in America tapped into a pressing, national conversation, won the National Book Award for nonfiction Wednesday.\nHuman.”Mr. Shusterman’s “Challenger Deep” is named after the deepest point on Earth: Challenger Deep, the southern part of the Marianas Trench.\n“We are okay with the presumption that black people… have a predisposition towards criminality,” Mr. Coates said.\nYou won’t make me a part of it.’”Mr. Coates said he had been waiting 15 years for this moment."}