{"article_title": "Some Maine smokers facing high surcharge on health plans", "article_keywords": ["high", "sanborn", "plans", "monthly", "bill", "insurance", "facing", "costs", "health", "smokers", "coverage", "surcharges", "maine", "surcharge"], "article_url": "http://www.pressherald.com/2015/05/05/maine-house-fails-to-override-lepage-veto-on-tobacco-surcharges/", "article_text": "The Maine House on Tuesday failed to override a veto by Gov. Paul LePage of a bill that would have capped the extra amounts some health insurance plans charge for smokers.\n\nThe 83-64 vote in favor of an override did not reach the two-thirds necessary to force the bill to become law. The bill would have capped the surcharges at 20 percent of a smoker’s monthly insurance premium. It would only have affected plans for individuals and small group insurance, most of them obtained through subsidized insurance in the Affordable Care Act’s health insurance marketplace.\n\nThe bill, sponsored by Rep. Linda Sanborn, D-Gorham, would have reduced the surcharge insurance companies could charge smokers from as much as 49 percent extra on their monthly premiums to 20 percent for some plans.\n\n“Plain and simple, these surcharges don’t get smokers to quit. They do, however, put health coverage out of reach for many Mainers – especially in rural Maine, where consumers already face higher health insurance costs,” said Sanborn, a retired family physician. Sanborn pointed to 2014 research, published in Health Affairs, a scholarly journal, that says the surcharges may be causing some smokers to forgo health insurance.\n\nLePage, in his veto statement, wrote that Sanborn’s bill would stifle competition among insurance companies.\n\n“Innovation in benefit design is the primary method of competition among carriers, which reduces cost to the consumer. This bill hurts consumers by narrowing their future coverage options – if a carrier raises rates on smokers in the future, they can lower rates for nonsmokers. In other words, this bill reduces the financial benefit of avoiding tobacco. In a country that mandates the purchase of health insurance, we ought to lessen the burden on those who make healthy choices,” LePage wrote.\n\nTwo insurers in the health insurance marketplace – Anthem Blue Cross Blue Shield and Harvard Pilgrim Health Care – charge smokers extra in their monthly premiums.\n\nBut another insurer, Maine Community Health Options, does not differentiate premium costs for smokers and nonsmokers. So smokers could pick a Maine Community plan and pay the same monthly rate as a nonsmoker. More than 80 percent of the nearly 75,000 plans purchased in Maine’s marketplace – often self-employed or part-time workers who can’t get coverage through an employer – are Maine Community plans.\n\nKevin Lewis, CEO of Maine Community Health Options, said he supported the bill because applying excessive surcharges to smokers is a disincentive to obtaining insurance.\n\n“If you put the financial barrier too high, it’s creating a disincentive to get coverage to get them into programs to help with (smoking) cessation,” Lewis said.\n\nBut Rory Sheehan, an Anthem spokesman, said the insurance company supports charging smokers more for health plans.\n\n“We often hear from nonsmokers who are upset that they have to subsidize costs from smokers that are spread across the wider population. Rating for tobacco allows us to address this to better reflect the costs associated with tobacco use and creates a financial incentive for smokers to seek cessation treatment,” Sheehan said in a statement.\n\nSanborn told the Portland Press Herald that smokers should not be priced out of health care.\n\n“What I want is for health care to be more affordable for everyone, including smokers,” Sanborn said.\n\nBut Rep. Ray Wallace, R-Dexter, said the measure would unduly restrict insurers.\n\n“People choose to smoke, and if you want to smoke you should have to pay for it. We should be rewarding people for making healthy choices, not those who opt for an unhealthy lifestyle,” Wallace said.", "article_metadata": {"description": "Gov. LePage's veto of a 20-percent cap survives an attempted override by the House.", "generator": "WordPress 4.3.4", "og": {"site_name": "The Portland Press Herald / Maine Sunday Telegram", "description": "Gov. LePage's veto of a 20-percent cap survives an attempted override by the House.", "title": "Some Maine smokers facing high surcharge on health plans - The Portland Press Herald / Maine Sunday Telegram", "locale": "en_US", "image": {"width": 999, "identifier": "http://www.pressherald.com/wp-content/uploads/2014/06/448161_865473-Supreme-Court.jpg", "height": 572}, "updated_time": "2015-05-05T22:33:15-04:00", "url": "http://www.pressherald.com/2015/05/05/maine-house-fails-to-override-lepage-veto-on-tobacco-surcharges/", "type": "article"}, "twitter": {"description": "Gov. LePage's veto of a 20-percent cap survives an attempted override by the House.", "creator": "@pressherald", "image": "http://www.pressherald.com/wp-content/uploads/2014/06/448161_865473-Supreme-Court.jpg", "title": "Some Maine smokers facing high surcharge on health plans - The Portland Press Herald / Maine Sunday Telegram", "site": "@pressherald", "card": "summary_large_image"}, "robots": "noodp", "apple-itunes-app": "app-id=951845858", "fb": {"admins": 769488179, "app_id": 178078215650057}, "article": {"publisher": "https://www.facebook.com/pressherald", "section": "Business", "published_time": "2015-05-05T12:31:07-04:00", "modified_time": "2015-05-05T22:33:15-04:00"}, "google-site-verification": "QWs9pxQP8fwo2-nR5mWopc6qCK2D3920f7bl-U-zkso", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "It would only have affected plans for individuals and small group insurance, most of them obtained through subsidized insurance in the Affordable Care Act’s health insurance marketplace.\nPaul LePage of a bill that would have capped the extra amounts some health insurance plans charge for smokers.\nThey do, however, put health coverage out of reach for many Mainers – especially in rural Maine, where consumers already face higher health insurance costs,” said Sanborn, a retired family physician.\nTwo insurers in the health insurance marketplace – Anthem Blue Cross Blue Shield and Harvard Pilgrim Health Care – charge smokers extra in their monthly premiums.\nThe bill would have capped the surcharges at 20 percent of a smoker’s monthly insurance premium."}