{"article_title": "Obama to deliver last State of the Union on Jan. 12", "article_keywords": ["achievements", "climate", "12", "presidency", "remarkable", "union", "deliver", "month", "jan", "state", "mr", "president", "america", "change", "obama"], "article_url": "http://www.thehindu.com/news/international/obama-to-deliver-last-state-of-the-union-on-jan-12/article8034122.ece", "article_text": "To highlight the achievements of his presidency\n\nUnited States President Barack Obama would deliver his last State of the Union Address on January 12 to highlight the “remarkable” achievements of his presidency such as the restoration of ties with Cuba, work on a historic nuclear deal with Iran and the global climate change agreement.\n\nMr. Obama (54), who is currently on his year-end vacation in Hawaii, announced this in an e-mail to his supporters yesterday. “I’ve got 12 months left to squeeze every ounce of change I can while I’m still in office. And that’s what I intend to do,” he wrote.\n\nSent through his ‘Obama for America’ organisation, Mr. Obama, the 44th U.S. President, indicated that he would use the occasion to highlight the achievements of his presidency to a joint session of the U.S. Congress on January 12.\n\n‘Lot of remarkable things’\n\n“We’ve done a lot of remarkable things together this year, and it’s because of committed citizens like you that this country keeps moving forward. You keep proving the cynics wrong,” he said.\n\n“When we took office, we were losing nearly 7,50,000 jobs a month. But over the last 69 months, our businesses have created more than 13.7 million new jobs — the longest streak of private-sector job growth on record — and the unemployment rate is down to 5 per cent,” Mr. Obama, who was first elected President in 2008 and then re-elected in 2012, wrote.\n\nOver 90 p.c. covered under Obamacare\n\n“For the first time more than 90 per cent of Americans are now covered, and more than 17 million people have gained health insurance under Obamacare. Insurance companies can’t discriminate against people with pre-existing conditions, or charge women more just for being women,” he said.\n\nAffordable healthcare reform is one of the key achievements of his presidency, which comes to an end in January 2017.\n\nLeading by example on climate change\n\nStating that America is now leading by example on climate change, Mr. Obama said, “The Clean Power Plan will cut carbon pollution from power plants by 32 per cent by 2030. We’ve cut our oil imports by more than half, while doubling clean energy production from wind, solar, and geothermal — creating steady sources of good jobs that can’t be outsourced.”\n\n“Even as our economy is growing, America has cut our carbon pollution overall more than any other advanced nation on Earth. And we just helped secure the most ambitious global climate agreement in history,” said the U.S. President.\n\nYour accomplishments\n\n“These are your accomplishments, and that’s what I want to celebrate with you on January 12. As long as you’re out there organising, on whatever issue you’re organising around, America has a bright future ahead,” Mr. Obama said.\n\nMr. Obama sees the Iran nuclear accord and the sweeping global climate change agreement finalised in Paris earlier this month as examples of how America should wield its power on the world stage.\n\nCool in U.S.-Cuba ties\n\nThe U.S. this month announced the start of commercial flights to Cuba. The move is the latest in a series of steps taken to cool off tensions between the two countries.\n\nCuban Foreign Minister Bruno Rodriguez Parilla travelled to Washington in July to re-open Cuba’s U.S. Embassy, and Secretary of State John Kerry flew to Cuba a month later to re-open the U.S. Embassy there for the first time since 1961.", "article_metadata": {"description": "United States President Barack Obama would deliver his last State of the Union Address on January 12 to highlight the “remarkable” achievements of his presidency such as the restoration of ties with", "application-name": "The Hindu", "author": "PTI", "og": {"site_name": "The Hindu", "description": "United States President Barack Obama would deliver his last State of the Union Address on January 12 to highlight the “remarkable” achievements of his presidency such as the restoration of ties with", "title": "Obama to deliver last State of the Union on Jan. 12", "url": "http://www.thehindu.com/news/international/obama-to-deliver-last-state-of-the-union-on-jan-12/article8034122.ece", "image": "http://www.thehindu.com/multimedia/dynamic/02672/OBAMAP_jpg_2672879c.jpg", "type": "article"}, "twitter": {"domain": "thehindu.com", "description": "United States President Barack Obama would deliver his last State of the Union Address on January 12 to highlight the “remarkable” achievements of his presidency such as the restoration of ties with", "title": "Obama to deliver last State of the Union on Jan. 12", "url": "http://www.thehindu.com/news/international/obama-to-deliver-last-state-of-the-union-on-jan-12/article8034122.ece", "app": {"name": {"ipad": "The Hindu", "iphone": "The Hindu for iPhone", "googleplay": "The Hindu (Official App)"}, "id": {"ipad": 584786636, "iphone": 771672321, "googleplay": "com.mobstac.thehindu"}}, "site": "@The_Hindu", "image": {"src": "http://www.thehindu.com/multimedia/dynamic/02672/OBAMAP_jpg_2672879c.jpg"}, "card": "summary"}, "keywords": "U.S., Obama, State of the Union address,World, USA, government, heads of state, people, accomplishment", "DC.date.issued": "2015-12-27", "apple-itunes-app": "app-id=584786636", "fb": {"app_id": 137450626398044}, "google-play-app": "app-id=com.mobstac.thehindu", "msapplication-starturl": "http://www.thehindu.com/", "google-site-verification": "F3yyKM72R91NorcXieBJf3tFVoXfRS6J4lvlrLLx_80", "msvalidate.01": "F7E9CC8B958E58DDD2CFA99A12CA48DF", "article": {"section": "International", "tag": "State of the Union address", "published_time": "2015-12-27T14:40:10+05:30", "modified_time": "2015-12-27T14:40:19+05:30"}, "msapplication-task": "name=Subscribe to RSS; action-uri=http://www.thehindu.com/news/international/?service=rss; icon-uri=http://www.thehindu.com/favicon.ico", "news_keywords": "U.S., Obama, State of the Union address,World, USA, government, heads of state, people, accomplishment"}, "article_summary": "Mr. Obama (54), who is currently on his year-end vacation in Hawaii, announced this in an e-mail to his supporters yesterday.\nAs long as you’re out there organising, on whatever issue you’re organising around, America has a bright future ahead,” Mr. Obama said.\nSent through his ‘Obama for America’ organisation, Mr. Obama, the 44th U.S. President, indicated that he would use the occasion to highlight the achievements of his presidency to a joint session of the U.S. Congress on January 12.\nLeading by example on climate changeStating that America is now leading by example on climate change, Mr. Obama said, “The Clean Power Plan will cut carbon pollution from power plants by 32 per cent by 2030.\n“I’ve got 12 months left to squeeze every ounce of change I can while I’m still in office."}