{"article_title": "The best strategies for hospital staff engagement", "article_keywords": ["patient", "kruse", "study", "hospital", "engagement", "satisfaction", "writes", "employee", "strategies", "hospitals", "employees", "best", "staff"], "article_url": "http://www.fiercehealthcare.com/story/best-strategies-hospital-staff-engagement/2015-02-27", "article_text": "Hospitals and health systems can drive results by improving their employee engagement strategies, argues a Forbes column.\n\nEven as the march of technology continues, writes Forbes contributor Kevin Kruse, healthcare remains a human-centered industry, particularly with increased emphasis on patient satisfaction and outcomes, with the Centers for Medicare & Medicaid Services taking actions such as penalizing more than 700 hospitals for their rates of hospital-acquired infections. Hospitals must improve in these areas, which means investing in patient engagement, Kruse writes.\n\nPart of the problem is that leaders often think employee engagement is interchangeable with employee satisfaction or happiness. Satisfaction sets too low a bar, Kruse writes, as employees can perform their basic duties, be satisfied with their jobs and still leave as soon as they get a better offer. A happy employee, meanwhile, is not the same as a productive employee who addresses patient needs.\n\nEmployee engagement, as Kruse defines it, means employee goals and commitments are aligned with that of their organization. Engaged employees make what he calls discretionary efforts, which manifests as actions such as making eye contact with all visitors, escorting lost family members to their destination, adhering to proper hand- hygiene guidelines and IV checks, and listening to patients' questions about discharge orders and medication without rushing them.\n\nAs for how to improve employee engagement, Kruse writes, research shows three strategies are the best drivers:\n\nGrowth to help employees learn and advance within their organizations\n\nTrust to provide employees with optimism about the future of their organizations\n\nRecognition so employees realize their organizations appreciate and value them\n\nThe benefits of employee engagement are tangible, Kruse writes, citing a 2005 Gallup study that found nurse engagement levels to be the number one predictor of mortality rates, beating out factors such as staffing levels. Similarly, a 2012 study of the effect of engagement on clinical outcomes in the United Kingdom's National Health Service found methicillin-resistant Staphylococcus aureus cases fell by 0.57 cases per 10,000 bed days for each 10 percent increase in engagement. A 2014 report also found a direct correlation between staff engagement and patient satisfaction.\n\nTo learn more:\n\n- here's the column\n\nRelated Articles:\n\nMedicare to penalize hospitals with highest rate of HACs\n\n3 ways to drive employee engagement and satisfaction\n\nReport: Staff engagement key to patient experience\n\nNew study shows why words matter--and can help improve patient experience\n\n3 hospital-employee engagement strategies", "article_metadata": {"description": "Hospitals and health systems can drive results by improving their employee engagement strategies, argues a Forbes column.", "og": {"site_name": "FierceHealthcare", "description": "Hospitals and health systems can drive results by improving their employee engagement strategies, argues a Forbes column.", "title": "The best strategies for hospital staff engagement", "url": "http://www.fiercehealthcare.com/story/best-strategies-hospital-staff-engagement/2015-02-27", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "employee engagement,employee satisfaction,HR & Workforce Management,Operations & Business Management,Patient Care & Outcomes,Patient Outcomes,patient satisfaction", "viewport": "width=device-width", "news_keywords": "HR & Workforce Management,Operations & Business Management,Patient Care & Outcomes"}, "article_summary": "Part of the problem is that leaders often think employee engagement is interchangeable with employee satisfaction or happiness.\nHospitals and health systems can drive results by improving their employee engagement strategies, argues a Forbes column.\nA 2014 report also found a direct correlation between staff engagement and patient satisfaction.\nTo learn more:- here's the columnRelated Articles:Medicare to penalize hospitals with highest rate of HACs3 ways to drive employee engagement and satisfactionReport: Staff engagement key to patient experienceNew study shows why words matter--and can help improve patient experience3 hospital-employee engagement strategies\nHospitals must improve in these areas, which means investing in patient engagement, Kruse writes."}