{"article_title": "Anticoagulation in AF: More than just a risk score?", "article_keywords": ["patient", "risk", "af", "anticoagulation", "stroke", "patients", "score", "scores", "need", "chadsvasc"], "article_url": "http://medicaleconomics.modernmedicine.com/medical-economics/news/anticoagulation-af-more-just-risk-score", "article_text": "Is assessing the need for anticoagulation in patients with atrial fibrillation (AF) more than just a risk score? Yes, according to Daniel E. Singer, MD, professor of medicine at Harvard Medical School, during a talk delivered at the American Heart Association (AHA) meeting.\n\nSinger spoke on the shortcomings of current AF anticoagulation guidelines that use the CHADS-VASc score to guide anticoagulation decisions saying that these guidelines assume a given CHADS-VASc risk score corresponds to a specific stroke risk while a patient is not taking anticoagulants.\n\nHowever, he said that the real ischemic stroke risk faced by patients is uncertain given the varied data reported in the literature.\n\nRelated: Treating atrial fibrillation: Patient management tips and other considerations\n\n“The fact is that numerous large cohort studies have reported stroke risks for AF patients with given CHADS-VASc point scores and these stroke risks vary 2-4 fold,” he said, pointing out too that these CHADS-VASc point scores are not based on a statistically rigorous model.\n\nRather than rely on CHADS-VASc point scores to determine anticoagulation need, he emphasized the need to determine if the expected net clinical benefit of anticoagulants will be positive.\n\n“We need to know an AF patient’s risk of ischemic stroke off anticoagulants to determine if the reduction in stroke risk on anticoagulants will be worth the risk of bleeding,” said Singer.\n\nFor clinicians who chose to use CHADS-VASc, he urged them to recognize that a score of 1 is heterogenous. He cited the comparison between two patients, each with a CHADS-VASc score of 1. One patient received the score based on a weak risk factor, such as having hypertension, diabetes, being female or having vascular disease. The second patient had the same score based on a strong risk factor: age.\n\n“An AF patient with a CHADS-VASc score of 1 from being 70 years old is at much higher risk of stroke than a patient, age 60, with only hypertension,” he said.\n\nAlong with considering individual patient variables when determining stroke risk, Singer also stressed the importance of considering the whole patient, including patient preferences and likelihood of treatment adherence, when deciding on anticoagulant use.", "article_metadata": {"DC.description": "At the 2015 AHA Fall Conference, Daniel E. Singer, MD, spoke about the current shortcomings of atrial fibrillation guidelines that use the CHADS-VASc score.", "Description": "At the 2015 AHA Fall Conference, Daniel E. Singer, MD, spoke about the current shortcomings of atrial fibrillation guidelines that use the CHADS-VASc score.", "og": {"url": "http://medicaleconomics.modernmedicine.com/medical-economics/news/anticoagulation-af-more-just-risk-score", "site_name": "Medical Economics", "description": "Is assessing the need for anticoagulation in patients with atrial fibrillation (AF) more than just a risk score? Yes, according to Daniel E. Singer, MD, professor of medicine at Harvard Medical Scho", "title": "Anticoagulation in AF: More than just a risk score?"}, "DC.identifier": "http://medicaleconomics.modernmedicine.com/node/414336", "robots": "INDEX,FOLLOW", "DC.publisher": "Advanstar Communications Inc", "DC.date": "2015-11-23", "last-modified": "Wed, 2 December 2015 00:41:06 GMT", "DC.creator": "Mary Beth Nierengarten", "DC.source": "Medical Economics eConsult", "google-site-verification": "WZJsn2WE41IwLNlFfGQmdu6DHXhiwsg_s5ZCzVREpaM", "DC.subject": "2015 AHA Fall Conference, Anticoagulant management, anticoagulant therapy, anticoagulants, Atrial fibrillation, CHADS-VASc score, stroke", "emsContentType": "Anticoagulation in AF: More than just a risk score?", "DC.title": "Anticoagulation in AF: More than just a risk score?"}, "article_summary": "Singer spoke on the shortcomings of current AF anticoagulation guidelines that use the CHADS-VASc score to guide anticoagulation decisions saying that these guidelines assume a given CHADS-VASc risk score corresponds to a specific stroke risk while a patient is not taking anticoagulants.\nIs assessing the need for anticoagulation in patients with atrial fibrillation (AF) more than just a risk score?\n“We need to know an AF patient’s risk of ischemic stroke off anticoagulants to determine if the reduction in stroke risk on anticoagulants will be worth the risk of bleeding,” said Singer.\n“An AF patient with a CHADS-VASc score of 1 from being 70 years old is at much higher risk of stroke than a patient, age 60, with only hypertension,” he said.\nHowever, he said that the real ischemic stroke risk faced by patients is uncertain given the varied data reported in the literature."}