{"article_title": "Common Core third grade book goes full Dear Leader on Obama", "article_keywords": ["core", "grade", "media", "hard", "messianic", "strife", "barack", "book", "common", "goes", "president", "dear", "going", "leader", "hope", "obama"], "article_url": "http://www.americanthinker.com/blog/2013/11/common_core_third_grade_book_goes_full_dear_leader_on_obama.html", "article_text": "Common Core third grade book goes full Dear Leader on Obama\n\nThe ground is being laid for future racial strife over Barack Obama once he is out of office. His fanatical supporters, especially in the African-American community which has remained solidly in his camp despite all his demonstrated incompetence and lies, are being set up to see him as a martyr. I will be accused of all sorts of grievous offenses, from racism to judging too hastily, but I think it is becoming clear that Obama's two terms will be regarded as a failed presidency. His \"signature achievement,\" Obamacare, is a mess, and it won't be fixed by any of the remedies proposed. The website problems are the least of it. The Big Lie on keeping your insurance and keeping your doctor now looks as though it will reach about half the population of the United States, once employers start dumping their insurance.\n\nIt is axiomatic that a president who screws over half the population of the country in the most personal way cannot be regarded tenderly by history. By in effect imposing a massive tax increase disguised as health insurance cost increases, after promising that health care costs would go down, he risks what I have dubbed the Obamacare Recession hitting the country hard next year. Families are going to have cut spending on all sorts of discretionary purchases, restaurants, hard goods producers, housing, and almost all other sectors of the economy are going to be hit hard. Then there is the matter of families losing their trusted physicians and access to first rate treatments. Cancer patients and others with life threatening illnesses are going to die. Obama lied, people died. The formerly sycophantic media cannot ignore these stories, for they will be legion, they are compelling, and people are interested in them. The old media monopoly is shattered. The blogosphere, Fox News, and social media will spread these compelling human tragedies no matter how assiduously the New York Times averts its gaze. We are now seeing the type of blatant messianic portrayals of Obama offered through government schools that can only feed future strife. Behold Barack Obama: Son of Promise, Child of Hope: Kyle Olsen of EAGNews (hat tip: Gateway Pundit) writes: On the heels of a controversial children's book about Barack Obama - which stated \"white voters would never vote for a black president\" and that \"Barack's former pastor\" said \"God would damn the United States for mistreating its black citizens\" - comes a new lesson that casts America's 44th president in a messianic light. Literally.\n\n\n\nAnd - surprise - it's Common Core-aligned. The lesson plan and accompanying visual presentation were authored by Sherece Bennett, and is for sale onTeachersPayTeachers.com. It's all based on a book titled, \"Barack Obama: Son of Promise, Child of Hope,\" by Nikki Grimes. (snip) In one passage, a young Obama sees beggars and wonders, \"Will I ever be able to help people like these?\" \"Hope hung deep inside of him,\" the book adds. Another excerpt from the book reads: \"Before dawn each morning, Barry rose - his mother's voice driving him from dream land. 'Time for learning English grammar and the Golden Rule. Be honest, be kind, be fair,' she taught him.\" The story continues: \"One morning, he slipped on the name he'd been born with. The name of his father, Barack. For the first time in his life, he wore it proudly - like a coat of many colors.\" Uh oh - another Obama-inspired Biblical reference in a government school! But there's no controversy here. Leftists will use God and the Bible, in instances such as these, when it appropriately fits their propaganda purposes. The book is so over the top that reviewers on Amazon.com are all over it. Here are the first two reviews: I took a look at this book at my local bookstore a few days before November 4, and at that time I giggled at the very bright, technicolor pictures of the book. I also winced a little at the dangerously-close-to-hubris conceit of writing such a book before the election results were known. How could you tell a complete story about a historical figure unless you knew what the ending was? At the time, though, I thought this was a harmless book, and was still giddy (and terrified) at the thought of Election Day coming up.\n\n\n\nNow, after the euphoria has subsided a bit, I took a second look at this book.\n\n\n\nI didn't laugh at it much this time around. I still winced when I read it, and not in a good way. And I don't know if it's possible to condescend to a five year old, but... ...if it is, then this book manages to. I'm pretty neutral about Barack Obama as a person and a candidate, but the messianic message in this utterly insipid book makes me roll my eyes over and over again. The language is decent enough on a technical level for that age group, though patronizing. When he starts seeing the ghosts of JFK and MLK and references are made to Langston's Harlem, I'm not sure that the kids that the book is aimed at are going to pick up on the references. The illustrations are passable in the beginning, but as it continues, they become more and more over-the-top (Barack Obama crying in church, Barack Obama praying with a butterfly perched on his clasped hands, Barack Obama glowing with a heavenly aura). Cramming this political tripe into a children's book is bad enough, but the heavy-handed treatment and political sloganizing makes it unbearable. Despite the adults' revulsion, no doubt teachers will be cultivating young black students to believe this tripe. And as history delivers its just verdict on Obama and his work as president, they will become embittered, and there will be no shortage of Democrat leaders anxious to portray those who criticized Obama (which is now portrayed as the reason for his failures) as Judases. Obama worship is dangerous to the Republic because religious strife is the worst and most divisive form of social conflict. I pray for Obama's survival in and out of office. If some deranged idiot (or worse) should assassinate him, the consequences would be horrific.", "article_metadata": {"og": {"url": "http://www.americanthinker.com/blog/2013/11/common_core_third_grade_book_goes_full_dear_leader_on_obama.html", "image": "http://www.americanthinker.com/legacy_assets/blog/assets/511x512xobama-book-messiah.jpg.pagespeed.ic.TneYvATigQ.jpg", "title": "Blog: Common Core third grade book goes full Dear Leader on Obama"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "The illustrations are passable in the beginning, but as it continues, they become more and more over-the-top (Barack Obama crying in church, Barack Obama praying with a butterfly perched on his clasped hands, Barack Obama glowing with a heavenly aura).\nCommon Core third grade book goes full Dear Leader on ObamaThe ground is being laid for future racial strife over Barack Obama once he is out of office.\nIt's all based on a book titled, \"Barack Obama: Son of Promise, Child of Hope,\" by Nikki Grimes.\nObama worship is dangerous to the Republic because religious strife is the worst and most divisive form of social conflict.\nI'm pretty neutral about Barack Obama as a person and a candidate, but the messianic message in this utterly insipid book makes me roll my eyes over and over again."}