{"article_title": "Conservatives' pushback roils GOP's budget-based attack on Obamacare", "article_keywords": ["reconciliation", "budgetbased", "roils", "bill", "obamacare", "gops", "repeal", "budget", "majority", "attack", "health", "members", "conservatives", "vote", "republican", "pushback", "law"], "article_url": "http://www.washingtontimes.com/news/2015/oct/20/conservatives-pushback-roils-gop-attack-obamacare/", "article_text": "A GOP-led bid to gut Obamacare by scrapping its mandates and unpopular taxes with a fast-track budget tool is facing opposition from conservatives who say Republicans must send an all-or-nothing repeal bill to President Obama’s desk before next year’s election.\n\nThe House is set to vote on the bill, dubbed the Restoring Americans’ Healthcare Freedom Reconciliation Act, on Friday.\n\nIt uses a process known as budget reconciliation to repeal the individual mandate requiring Americans to hold adequate health coverage. It also gets rid of a phased-in insurance mandate on large employers, a yet-to-be-appointed board on Medicare spending and taxes on medical device sales and generous, or “Cadillac,” health plans offered by some employers.\n\nReconciliation would allow the GOP-controlled Senate to pass legislation on a majority vote and avoid a Democratic filibuster. Although Mr. Obama can still veto the bill, the party wants to prove it could repeal the health law with a Republican president in 2017, even without a filibuster-proof majority in the Senate.\n\nBut first the legislation has to make it out of the House, and the political arm of conservative Heritage Foundation is warning members to vote against a bill that they view as inadequate.\n\nNamely, they complain the bill leaves Obamacare’s exchange subsidies and Medicaid expansion intact, even if scrapping the mandates could do real harm to the law’s fragile economics.\n\n“Once again, House Republican leaders are putting their members in a terrible position. This bill will not restore Americans’ health care freedom because it leaves the main pillars of the law in place,” Heritage Action said in a statement late Monday. “GOP leaders are violating an explicit promise made in the budget and walking back on their public commitment to fully repeal Obamacare. By doing so they are undermining any serious effort to repeal the law in 2017.”\n\nThe conservative push back comes amid turmoil over a suitable replacement for Speaker John A. Boehner, Ohio Republican who was nudged out by members on his right flank in the conservative Freedom Caucus. Those members also derailed a bid by Majority Leader Kevin McCarthy, California Republican, to become speaker.\n\nSenate Majority Leader Mitch McConnell, Kentucky Republican, has said the party is limited in what it can do through reconciliation, since arcane rules require it to reduce the deficit and pass muster with the Senate parliamentarian.\n\nHeritage insists the party can get a full repeal bill through, reissuing a memo Tuesday that argues full repeal can cut the deficit if the Congressional Budget Office no longer “double counts” Medicare changes in the Affordable Care Act as both savings for the program and money to pay for new spending.\n\nThe reconciliation package also would strip Planned Parenthood of federal funding for one year, after a series of undercover videos appeared to show organization officials negotiating the sale of fetal body parts.\n\nSuch sales are only legal if they are not done for profit, and the organization insists it did not break the law.\n\nHeritage didn’t like this part of the bill, either, saying the GOP should use a must-pass bill to fully defund the organization, and that the reconciliation bid “lacks the necessary leverage to ensure the president eventually signs the bill into law.”", "article_metadata": {"description": "A GOP-led bid to gut Obamacare by scrapping its mandates and unpopular taxes with a fast-track budget tool is facing opposition from conservatives who say Republicans must send an all-or-nothing repeal bill to President Obama's desk before next year's election.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "A GOP-led bid to gut Obamacare by scrapping its mandates and unpopular taxes with a fast-track budget tool is facing opposition from conservatives who say Republicans must send an all-or-nothing repeal bill to President Obama’s desk before next year’s election.", "title": "Conservatives’ pushback roils GOP’s budget-based attack on Obamacare", "url": "http://www.washingtontimes.com/news/2015/oct/20/conservatives-pushback-roils-gop-attack-obamacare/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/10/16/f6a7907b5c82e72e840f6a7067003970.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/10/16/f6a7907b5c82e72e840f6a7067003970.jpg", "description": "A GOP-led bid to gut Obamacare by scrapping its mandates and unpopular taxes with a fast-track budget tool is facing opposition from conservatives who say Republicans must send an all-or-nothing repea", "card": "summary", "title": "Conservatives’ pushback roils GOP’s budget-based attack on"}, "Author": "Tom Howell Jr.", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Politics, Social Issues, Republican Party"}, "article_summary": "It uses a process known as budget reconciliation to repeal the individual mandate requiring Americans to hold adequate health coverage.\nReconciliation would allow the GOP-controlled Senate to pass legislation on a majority vote and avoid a Democratic filibuster.\nThe House is set to vote on the bill, dubbed the Restoring Americans’ Healthcare Freedom Reconciliation Act, on Friday.\n“GOP leaders are violating an explicit promise made in the budget and walking back on their public commitment to fully repeal Obamacare.\nA GOP-led bid to gut Obamacare by scrapping its mandates and unpopular taxes with a fast-track budget tool is facing opposition from conservatives who say Republicans must send an all-or-nothing repeal bill to President Obama’s desk before next year’s election."}