{"article_title": "How Do Today's ACOs Differ From '90s Managed Care?", "article_keywords": ["90s", "differ", "managed", "vehicles", "aco", "primary", "took", "healthcare", "todays", "acos", "wave", "quality", "care"], "article_url": "http://www.ajmc.com/focus-of-the-week/1014/how-do-todays-acos-differ-from-90s-managed-care", "article_text": "As accountable care organizations, or ACOs, proliferate across the United States, a question arises for both veteran healthcare leaders and consumers: is the ACO something new, or just a relabeling of managed care vehicles created during the last wave of healthcare reform? A well-run ACO offers something better than the managed care of prior years, according to presenters at the gathering of the ACO and Emerging Healthcare Coalition, which took place October 16-17, 2014, in Miami, Florida.\n\nMary K. Caffrey\n\nAs accountable care organizations, or ACOs, proliferate across the United States, a question arises for both veteran healthcare leaders and consumers: is the ACO something new, or just a relabeling of managed care vehicles created during the last wave of healthcare reform?A well-run ACO offers something better than the managed care of prior years, according to presenters at the second gathering of the ACO and Emerging Healthcare Coalition, which took place October 16-17, 2014, in Miami, Florida.ACOs were created by the 2010 Patient Protection and Affordable Care Act (ACA) as vehicles to track patients as they experience healthcare throughout the system, not simply to provide insurance coverage. ACOs can allow the providers who participate to receive higher reimbursements from Medicare if they demonstrate that they are meeting a list of quality measures, which are published by CMS.But unlike the health maintenance organization (HMO) of the 1990s, the ACO measures quality of care and patient satisfaction alongside savings—the so-called “Triple Aim.” Putting these patient-centered measures on equal footing with financial performance is a meaningful break from past efforts, according to speakers and participants who took part in 1990s reform efforts.Twenty years ago, HMOs formed to aggregate risk without a clear understanding of how to take on that risk. Today’s efforts are not just about managing risk—which in the 1990s led to some patients being left out of networks or denied coverage. The modern movement seeks to reward healthcare entities that take on the difficult cases and improve the health of these patients.That “population health,” focus is a major change from the last wave of reform.The ACO Coalition, an initiative of The American Journal of Managed Care, seeks to bring together stakeholders from across the healthcare spectrum, including payers, providers, pharmaceutical leaders, and policy experts working to implement the ACA.Effective ACOs have the ability to engage primary care physicians (PCPs), especially by helping them change the way they run their practices. Helping physicians free up their time and better deploy staff in both care and decision-making improves the bottom line and the quality of life for PCPs, who are in short supply.“Without primary care engagement, we are simply spinning our wheels,” said Richard Lubicella, MS, MBA, CEO of Accountable Care Options LLC, a Florida ACO. “The primary care physicians will engage the patients for you if they are engaged.”", "article_metadata": {"keywords": "How Do Today's ACOs Differ From '90s Managed Care?", "og": {"type": "article", "image": "https://ajmc.s3.amazonaws.com/_media/_core/ajmc-twitter-logo.jpg", "site_name": "AJMC", "description": "As accountable care organizations, or ACOs, proliferate across the United States, a question arises for both veteran healthcare leaders and consumers: is the ACO something new, or just a relabeling of managed care vehicles created during the last wave of healthcare reform? A well-run ACO offers something better than the managed care of prior years, according to presenters at the gathering of the ACO and Emerging Healthcare Coalition, which took place October 16-17, 2014, in Miami, Florida."}, "twitter": {"image": "https://ajmc.s3.amazonaws.com/_media/_core/ajmc-twitter-logo.jpg", "site": "@AJMC_Journal", "card": "summary", "description": "As accountable care organizations, or ACOs, proliferate across the United States, a question arises for both veteran healthcare leaders and consumers: is the ACO something new, or just a relabeling of managed care vehicles created during the last wave of healthcare reform? A well-run ACO offers something better than the managed care of prior years, according to presenters at the gathering of the ACO and Emerging Healthcare Coalition, which took place October 16-17, 2014, in Miami, Florida."}}, "article_summary": "“The primary care physicians will engage the patients for you if they are engaged.”\nAs accountable care organizations, or ACOs, proliferate across the United States, a question arises for both veteran healthcare leaders and consumers: is the ACO something new, or just a relabeling of managed care vehicles created during the last wave of healthcare reform?\nA well-run ACO offers something better than the managed care of prior years, according to presenters at the gathering of the ACO and Emerging Healthcare Coalition, which took place October 16-17, 2014, in Miami, Florida.\nToday’s efforts are not just about managing risk—which in the 1990s led to some patients being left out of networks or denied coverage.\nHelping physicians free up their time and better deploy staff in both care and decision-making improves the bottom line and the quality of life for PCPs, who are in short supply.“Without primary care engagement, we are simply spinning our wheels,” said Richard Lubicella, MS, MBA, CEO of Accountable Care Options LLC, a Florida ACO."}