{"article_title": "Medicare Recovers Nearly $28 Billion in Fraud Since 1997", "article_keywords": ["billion", "fraud", "1997", "million", "28", "recovers", "program", "medicare", "nearly", "treasury", "services", "health", "trust", "care"], "article_url": "http://www.thefiscaltimes.com/2015/03/23/Medicare-Recovers-Nearly-28-Billion-Fraud-1997", "article_text": "A joint-agency pursuit of phony Medicare claims by the Justice and Health and Human Services departments returned $3.3 billion to the U.S. Treasury and to victims, an inspector general found.\n\nIn its fiscal 2014 annual report on the Health Care Fraud and Abuse Control Program, in which federal agencies cooperate with state and local law enforcement, the HHS watchdog said the effort’s “continued success confirms the soundness of a collaborative approach to identify and prosecute the most egregious instances of health care fraud, to prevent future fraud and abuse, and to protect program beneficiaries.”\n\nRelated: The Government's $125 Billion Slap-in-the-Face to Taxpayers\n\nHHS and Justice won or negotiated more than $2.3 billion in health care fraud judgments along with additional administrative punishments for crimes such as selling only partially filled vials of breast cancer treatment medication or inflating ambulance charges. (In one case in Murfreesboro, Tenn., a husband and wife in January 2014 received a 12-year sentence for billing Medicare and Medicaid $1.2 million for ambulance services for patients who did not qualify and for transporting multiple patients at a time by seating some in the front seat.)\n\nOf the government’s recovered $3.3 billion, $1.9 billion went to the Medicare Trust Fund and $1.2 billion to the Treasury, with about $155 million in damages awarded to other federal agencies (the Defense Department’s Tricare program, the Office of Personnel Management and the Veterans Affairs Department), and $370 million given to whistleblowers.\n\nSince the anti-fraud program began in 1997, it has returned $27.8 billion to the Medicare Trust Funds.\n\nThe joint agency effort was stepped up in May 2009, when Attorney General Eric Holder and then-HHS Secretary Kathleen Sebelius announced creation of the Health Care Fraud Prevention & Enforcement Action Team (HEAT) to focus senior leadership’s attention on the problem and to partner with private-sector associations and health insurers to root out fraud.\n\nRelated: Medicare Doles Out $45 Billion in Improper Payments\n\nOther achievements in 2014, the IG reported, were the opening of 782 new civil health care fraud investigations and more than 605 disruptions of criminal fraud organizations by the FBI.\n\nBecause of sequestration, the report commented, the joint effort against fraud over the past two years was denied $62.1 million from its normal budget.\n\nThis article originally appeared in Government Executive.\n\nRead more at Government Executive:\n\nLockheed Martin Unit Forfeits $27.5M for Overbilling\n\nContractor CEO Pleads Guilty to 20-Year Fraud of USAID\n\nReview of the Future Size of Afghan Forces", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "A joint-agency pursuit of phony Medicare claims by the Justice and Health and Human Se", "title": "Medicare Recovers Nearly $28 Billion in Fraud Since 1997", "url": "http://www.thefiscaltimes.com/2015/03/23/Medicare-Recovers-Nearly-28-Billion-Fraud-1997", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/04132012_Medical_Piggy_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/03/23/Medicare-Recovers-Nearly-28-Billion-Fraud-1997", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/04132012_Medical_Piggy_article.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "A joint-agency pursuit of phony Medicare claims by the Justice and Health and Human Se", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Since the anti-fraud program began in 1997, it has returned $27.8 billion to the Medicare Trust Funds.\nRelated: Medicare Doles Out $45 Billion in Improper PaymentsOther achievements in 2014, the IG reported, were the opening of 782 new civil health care fraud investigations and more than 605 disruptions of criminal fraud organizations by the FBI.\nA joint-agency pursuit of phony Medicare claims by the Justice and Health and Human Services departments returned $3.3 billion to the U.S. Treasury and to victims, an inspector general found.\nBecause of sequestration, the report commented, the joint effort against fraud over the past two years was denied $62.1 million from its normal budget.\nRead more at Government Executive:Lockheed Martin Unit Forfeits $27.5M for OverbillingContractor CEO Pleads Guilty to 20-Year Fraud of USAIDReview of the Future Size of Afghan Forces"}