{"article_title": "Iran's leader says never trusted the West, seeks closer ties with China", "article_keywords": ["closer", "xi", "iran", "russia", "west", "energy", "visit", "trade", "china", "trusted", "irans", "nuclear", "tehran", "ties", "leader", "seeks"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/01/23/Iranian-Chinese-presidents-agree-expand-strategic-ties", "article_text": "DUBAI (Reuters) - Iran's Supreme Leader Ayatollah Ali Khamenei on Saturday called for closer economic and security ties with China, saying Iran had never trusted the West, as the two countries agreed to increase bilateral trade more than 10-fold to $600 billion in the next decade.\n\nIran's most powerful figure told Chinese President Xi Jinping during a visit Iran wanted to expand ties with \"more independent countries\", adding the United States was \"not honest\" in the fight against terrorism in the region.\n\n\"Iranians never trusted the West... That's why Tehran seeks cooperation with more independent countries (like China),\" Khamenei said.\n\n\"Iran is the most reliable country in the region for energy since its energy policies will never be affected by foreigners,\" Khamenei was quoted by his official website as saying at a meeting with Xi.\n\nXi is the second leader of a U.N. Security Council member to visit Tehran since the nuclear deal Iran struck with world powers last year. Russian President Vladimir Putin visited Tehran in November.\n\nIran emerged from years of economic isolation this month when the United Nations' nuclear watchdog ruled it had curbed its nuclear program, clearing the way for the lifting of U.N., U.S., and European Union sanctions.\n\n\"Iran and China have agreed to increase trade to $600 billion in the next 10 years,\" President Hassan Rouhani said at a news conference with Xi broadcast live on state television.\n\n\"Iran and China have agreed on forming strategic relations (as) reflected in a 25-year comprehensive document,\" he said.\n\nIran and China signed 17 accords on Saturday, including on cooperation in nuclear energy and a revival of the ancient Silk Road trade route, known in China as One Belt, One Road.\n\n\"China is still heavily dependent on Iran for its energy imports and Russia needs Iran in terms of its new security architecture vision for the Middle East,\" said Ellie Geranmayeh, policy fellow at the European Council on Foreign Relations.\n\n\"Iran plays quite an integral role for both China and Russia’s interests within the region, much more than it does for the Europeans,\" Geranmayeh said.\n\nNEW MARKETS\n\nKhamenei said Iran would never forget Chinese cooperations during the sanctions.\n\n\"The China-Iran friendship ... has stood the test of the vicissitudes of the international landscape,\" Xi was quoted as saying by China's Xinhua news agency.\n\nThe Chinese state-backed Global Times newspaper said in an editorial on Saturday that China hoped to improve ties with Iran as part of its sweeping plan to rebuild trade links with Europe and Asia and carve out new markets for its goods.\n\n\"China is of course considering its self interest in strengthening cooperation with Iran, especially at a time when China is in the midst of expending efforts to push forward the One Belt, One Road initiative, Iran is an important fulcrum,\" the paper said.\n\nWhile China seeks closer ties with Iran, earlier this week it signaled its support for Yemen's government, which is fighting an Iran-allied militia, during Xi's visit to Saudi Arabia, Iran's rival for influence in the region.\n\nIran has called on China to join the fight against the Islamic State militant group and play a more active role in the region.\n\nTehran is widely credited with convincing Russia to start its military intervention in Syria and join the fight against Islamic State.\n\n\"Although China and Russia backed U.N. sanctions against Iran on its nuclear program, they were also heavily pushing for special waivers to continue trading with Iran,\" Geranmayeh said.\n\n\"Iran had a relationship both politically and economically with China and Russia for the last ten years in ways that it hasn't had with Europe. So it’s quite natural to see it opening up first to these countries.\"\n\n(Reporting by Bozorgmehr Sharafedin, additional reporting by Megha Rajagopalan in Beijing; Editing by Janet Lawrence and Clelia Oziel)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "DUBAI (Reuters) - Iran's Supreme Leader Ayatollah Ali Khamenei on Saturday called for", "title": "Iran's leader says never trusted the West, seeks closer ties with China", "url": "http://www.thefiscaltimes.com/latestnews/2016/01/23/Iranian-Chinese-presidents-agree-expand-strategic-ties", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/iran-china_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/01/23/Iranian-Chinese-presidents-agree-expand-strategic-ties", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/iran-china_2.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "DUBAI (Reuters) - Iran's Supreme Leader Ayatollah Ali Khamenei on Saturday called for", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fd2245\"", "article_summary": "\"Iranians never trusted the West... That's why Tehran seeks cooperation with more independent countries (like China),\" Khamenei said.\nXi is the second leader of a U.N. Security Council member to visit Tehran since the nuclear deal Iran struck with world powers last year.\n\"Iran and China have agreed on forming strategic relations (as) reflected in a 25-year comprehensive document,\" he said.\nDUBAI (Reuters) - Iran's Supreme Leader Ayatollah Ali Khamenei on Saturday called for closer economic and security ties with China, saying Iran had never trusted the West, as the two countries agreed to increase bilateral trade more than 10-fold to $600 billion in the next decade.\nWhile China seeks closer ties with Iran, earlier this week it signaled its support for Yemen's government, which is fighting an Iran-allied militia, during Xi's visit to Saudi Arabia, Iran's rival for influence in the region."}