{"article_title": "10 food companies that are making the climate crisis worse", "article_keywords": ["climate", "worse", "pepsico", "food", "price", "companies", "report", "unilever", "expensive", "oxfam", "significant", "making", "crisis", "change"], "article_url": "http://www.salon.com/2014/05/20/10_food_companies_that_are_making_the_climate_crisis_worse/", "article_text": "Topics: Breakfast, Climate Change, Coca-Cola, general mills, Mars, Nestle, Oxfam, Pepsico, unilever, Sustainability News, Business News\n\nAs climate change worsens, the first thing to go will be breakfast. That’s according to a new report from Oxfam, which calls out the “Big 10″ food and beverage companies helping to drive the planet toward catastrophe — and shooting themselves in the foot in the process.\n\nThanks to greenhouse gases emitted throughout their supply chains, the 10 companies named in the report — Associated British Foods, Coca-Cola, Danone, General Mills, Kellogg, Mars, Mondelez International, Nestlé, PepsiCo and Unilever — could combine to rank as the 25th most polluting country in the world. Were they to make a concerted effort to do better, the report finds, they could be capable of reducing their combined emissions by 80 million tons by 2020 — the equivalent of taking all the cars in Los Angeles, Beijing, London and New York off the road.\n\nThis table, from the report, shows the scant progress they’ve made toward that end:\n\nPointedly, the report identifies these companies both as significant contributors to global warming and, at the same time, as those likely to be hit particularly hard by the climate crisis. Most pertinently, for the breakfast-inclined, the report finds that the price of classic cereal favorites will soar over the next 15 years: As staple crops like rice, wheat and corn become more expensive (due to climate change, on top of inflation), so too will Frosted Flakes (20 percent more expensive by 2030), Corn Flakes (30 percent more expensive) and Kix (12 to 24 percent more expensive). Coffee, Oxfam notes, is also facing significant price hikes.", "article_metadata": {"description": "Major brands aren't doing enough to reduce emissions, a new report finds -- and are putting themselves at risk", "title": "10 food companies that are making the climate crisis worse", "og": {"site_name": "Salon", "description": "Major brands aren't doing enough to reduce emissions, a new report finds -- and are putting themselves at risk", "title": "10 food companies that are making the climate crisis worse", "url": "http://www.salon.com/2014/05/20/10_food_companies_that_are_making_the_climate_crisis_worse/", "image": "http://media.salon.com/2014/05/RL_Kellogg_sml-714x960.jpg", "type": "article"}, "twitter": {"description": "Major brands aren't doing enough to reduce emissions, a new report finds -- and are putting themselves at risk", "title": "10 food companies that are making the climate crisis worse", "image": "http://media.salon.com/2014/05/RL_Kellogg_sml-714x960.jpg", "creator": "@readingirl", "site": "@salon", "card": "summary_large_image"}, "author": "Lindsay Abrams", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Breakfast, Climate Change, Coca-Cola, general mills, Mars, Nestle, Oxfam, Pepsico, unilever", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Topics: Breakfast, Climate Change, Coca-Cola, general mills, Mars, Nestle, Oxfam, Pepsico, unilever, Sustainability News, Business NewsAs climate change worsens, the first thing to go will be breakfast.\nCoffee, Oxfam notes, is also facing significant price hikes.\nThat’s according to a new report from Oxfam, which calls out the “Big 10″ food and beverage companies helping to drive the planet toward catastrophe — and shooting themselves in the foot in the process.\nThis table, from the report, shows the scant progress they’ve made toward that end:Pointedly, the report identifies these companies both as significant contributors to global warming and, at the same time, as those likely to be hit particularly hard by the climate crisis.\nThanks to greenhouse gases emitted throughout their supply chains, the 10 companies named in the report — Associated British Foods, Coca-Cola, Danone, General Mills, Kellogg, Mars, Mondelez International, Nestlé, PepsiCo and Unilever — could combine to rank as the 25th most polluting country in the world."}