{"article_title": "Vermont Is New Hampshire Turned Upside Down", "article_keywords": ["sanders", "vermont", "migrants", "mcdonald", "turned", "hampshire", "states", "state", "upside", "vermonts", "piece", "wrote"], "article_url": "http://reason.com/blog/2016/02/08/vermont-is-new-hampshire-turned-upside-d", "article_text": "The newshook for Katharine Seelye's new piece in The New York Times is the New Hampshire primary, and so it begins with the counterintuitive claim that \"if [Bernie] Sanders wins New Hampshire, it may be in spite of his coming from Vermont, not because of it.\" Newsy topic invoked, she drops Sanders and moves to the meat of the story, which is to contrast Vermont's communitarian culture with the more individualistic ethos found next door. Here's a sample:\n\n\n\n\n\nWhile many places around the country took on a \"loose\" hippie cast in the late '60s, \"Vermont seems unique in the degree to which an entire state was, and still is, seen through this lens,\" wrote Jason Kaufman and Matthew E. Kaliner of Harvard in a 2011 study of the two states.\n\n\n\nAs Vermont's reputation changed, more counterculture migrants moved in and reinforced the state's crunchy, artistic and socially conscious stereotype, the authors wrote. They said Vermont had twice as many Birkenstock dealers per capita as New Hampshire, more vegetarian restaurants and more hemp product dealers.\n\n\n\nNew Hampshire's migrants were more likely to be economic refugees, especially from Massachusetts (\"Taxachusetts\"). Most of the state's population is in the suburbs along the southern tier.\n\n\n\n\"When I cross the river into Vermont, I can see the difference and feel the difference,\" said Rebecca Rule, a New Hampshire humorist and storyteller. \"The fields open up, it's more rural, there are more farms and more cows. Vermont is a gentler place. New Hampshire is more hard-edged.\"\n\n\n\nShe also sees more stickers and peace signs on cars in Vermont. \"You don't see that as much in New Hampshire,\" she said. \"Most of us would just as soon not have anybody know how we feel.\"\n\nIt's a fun piece, and you should read the whole thing. It reminded me of a passage from Forrest McDonald, a historian who passed away last month. In E Pluribus Unum, McDonald looked back at the Granite State of the 1780s and wrote:\n\n[M]ost New Hampshireites had already achieved the taxless, shiftless Utopia which most Americans cherished as a secret dream, and for which \"Republicanism\" and \"unalienable rights\" were mere euphemisms.\n\nHe said this disapprovingly, mind you, but I'm hoping the Free Staters can make that the state motto. (And let's give the Vermonters of the 1780s credit for their independent spirit too: At that point they wouldn't even join the United States.)\n\nBonus link: For an even more complicated social geography of the region, check out \"The Two Vermonts.\" Readers are encouraged to add yet more nuance to the picture down in the comments.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Or is it the other way around?", "title": "Vermont Is New Hampshire Turned Upside Down", "url": "http://reason.com/blog/2016/02/08/vermont-is-new-hampshire-turned-upside-d", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14549514884796.jpg", "type": "article"}, "twitter": {"description": "Or is it the other way around?", "title": "Vermont Is New Hampshire Turned Upside Down", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14549514884796.jpg", "creator": "@notjessewalker", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Politics", "published_time": "2016-02-08T18:20:00+00:00", "author": "http://reason.com/people/jesse-walker"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "They said Vermont had twice as many Birkenstock dealers per capita as New Hampshire, more vegetarian restaurants and more hemp product dealers.\n\"When I cross the river into Vermont, I can see the difference and feel the difference,\" said Rebecca Rule, a New Hampshire humorist and storyteller.\nAs Vermont's reputation changed, more counterculture migrants moved in and reinforced the state's crunchy, artistic and socially conscious stereotype, the authors wrote.\nThe newshook for Katharine Seelye's new piece in The New York Times is the New Hampshire primary, and so it begins with the counterintuitive claim that \"if [Bernie] Sanders wins New Hampshire, it may be in spite of his coming from Vermont, not because of it.\"\nShe also sees more stickers and peace signs on cars in Vermont."}