{"article_title": "Companies push retirees (and soon, workers) into health exchanges", "article_keywords": ["plans", "exchange", "workers", "companies", "soon", "private", "insurance", "active", "health", "exchanges", "push", "employees", "retirees"], "article_url": "http://www.nbcnews.com/business/companies-push-retirees-workers-private-health-exchanges-8C11118667", "article_text": "Play Facebook\n\nTwitter\n\nGoogle Plus\n\nEmbed IBM moves retirees to health exchanges 2:14 autoplay autoplay Copy this code to your website or blog\n\nLike an iceberg in the distance, private health insurance exchanges look small now—but could be huge very soon.\n\n\n\nWith news that Time Warner and IBM are moving their retirees into private health exchanges—giving them money to pay for an insurance plan—those marketplaces are on track to explode with enrollments of retirees and active employees across the United States in coming years, experts say.\n\n\"It's a fast growth path,\" said Rich Birhanzel, managing director of Accenture's health administration services division, which recently predicted that the number of people enrolled in private health exchanges will skyrocket from 1 million this year to possibly 40 million by 2018.\n\nDespite that, many Americans remain in the dark about how health exchanges work.\n\n\"Right now, I'm completely in the dark,\" said IBM retiree Don Parry, 80. \"I don't know what the hell to think about it.\"\n\nIf Accenture's prediction proves true, it would mean that nearly one-quarter of the estimated 170 million people now enrolled in company-sponsored health plans would end up in private exchanges in five years —with room to grow.\n\n(Read more: Companies sweating Obamacare tax—and acting on it)\n\nAccenture expects private health exchanges to have more people enrolled by 2018 than government-run, \"Obamacare\" public health exchanges, which after beginning operations next month are projected to reach about 31 million enrolled by 2018.\n\nIt's a remarkable feat, especially when one considers how little is currently known about these private exchanges. Much of their growth is expected to come from current employees, a relatively untapped market. The majority of people now being moved onto private exchanges are retirees, as in the cases of Time Warner and IBM, not active employees.\n\nAn 'immature market'\n\n\"Private exchanges for active employees is still a very immature market,\" said Mike Thompson, a principal in PwC's health industries practice. But he noted recent research showing that about 40 percent of employers plan to consider private exchanges for active employees in coming years.\n\nMost companies now offer just one or two health insurance plans to workers, and subsidize employee enrollment with a set amount of money as a \"defined benefit.\"\n\nIn private exchanges, employees often have many more insurance companies offering many more plans at various prices, which they can pay for completely or partially with a lump-sum \"defined contribution\" from their employer. Selection and enrollment in plans is commonly done through websites operated by the exchanges, which can be run either by the employers or third-party operators.\n\n(Read more: In Obamacare, tech entrepreneur eyes new opportunity)\n\nThompson said the potentially seismic move from traditional company health benefits to exchanges mirrors the move from company-funded pensions to 401(k) plans, in which employees choose their retirement investments, often with a company subsidy.\n\n\"And we know how rapidly retirement plans have shifted from a defined benefit plan (a pension) to a defined contribution,\" he said.\n\n'In the dark'\n\nWhile the idea of private exchanges may be relatively straightforward, public awareness of it is low. Accenture's report noted that 83 percent of Americans are unfamiliar with private health exchanges.\n\nIBM retiree, Allen Felstead, 75, said that although he recently received literature about the move to Extend Health's exchange from IBM, he still has many questions about how the switch will affect him and his wife, who live in Rochester, Minn.\n\n\n\n\"You know how it is. You start reading it, but you don't have the slightest idea what they're talking about,\" said Felstead.\n\nDespite his uncertainty, two factors are spurring the move toward private exchanges.\n\nOne is the opportunity for companies to save money by outsourcing the administration of health benefits to the exchanges, and from price competition among insurance providers offering plans on the exchanges.\n\nExtend Health, the Towers Watson private exchange that now will be handling Medicare plan options for 110,000 IBM retirees, estimates it can save clients \"3 to 10 percent per year\" in costs, said Bryce Williams, who leads Extend Health.\n\n(Read more: Red states could beat blues in Obamacare exchange enrollment)\n\nExtend Health currently has about 300 companies as clients, the \"vast majority\" of whom enroll only retirees, Williams said. But, he noted, \"three major companies are going to join our exchange this fall,\" bringing about 50,000 of their active employees into the exchange.\n\nThe other factor generating increased interest in exchanges is that \"increasingly consumers are more prepared, more expectant of having choice and retail-like experience when they're buying health insurance,\" said Birhanzel of Accenture. \"The theory is that people, over time, are going to choose benefits that best suit them.\"\n\nHe and other experts noted the tendency of many people to \"buy down\" on the exchanges—opting for plans with lower premiums, and thus saving money on their short-term health costs by accepting higher deductibles and smaller health-care networks.\n\nThat tendency means that in some cases, the employees' costs for coverage remain unchanged or less than before, even if an employer is offering less of a subsidy for the exchange plans than it had offered under the traditional company plan.\n\n\"It is a win-win most of the time,\" said Alan Cohen, co-founder of Liazon, operator of Bright Choices Exchange, a private exchange which offers plans to active employees of more than 2,300 companies.\n\nCohen said people in the future will \"laugh\" when they recall a time that their companies picked a single insurance plan to cover the health needs of them and thousands of their co-workers, without giving them any choice. \"The last bastion of what you can't buy online is health insurance,\" Cohen said. \"That will fall, just like everything else did.\"\n\nCohen predicted that in the next six months, \"you'll see lots and lots\" more companies signing up for private exchanges, including Fortune 1000 companies.\n\n\"I really think that within five years, the vast majority, I think 70 to 90 percent of companies, will be using exchanges for their active population and their retired population, and it will be the normal course of business,\" Cohen said.\n\n—By CNBC's Dan Mangan. Follow him on Twitter @_DanMangan.", "article_metadata": {"description": "Like an iceberg in the distance, private health insurance exchanges look  small now—but could be huge very soon.", "og": {"url": "http://www.nbcnews.com/business/companies-push-retirees-workers-private-health-exchanges-8C11118667", "type": "article", "image": "http://media3.s-nbcnews.com/j/streams/2013/september/130910/8c8941451-nn_06tco_health_130910.nbcnews-fp-1200-800.jpg", "site_name": "NBC News", "description": "Like an iceberg in the distance, private health insurance exchanges look  small now—but could be huge very soon."}, "twitter": {"domain": "NBCNews.com", "description": "Like an iceberg in the distance, private health insurance exchanges look  small now—but could be huge very soon.", "creator": "NBCNews", "image": {"src": "http://media3.s-nbcnews.com/j/streams/2013/september/130910/8c8941451-nn_06tco_health_130910.nbcnews-fp-1200-800.jpg"}, "title": "Companies push retirees (and soon, workers) into health exchanges - NBC News", "site": "NBCNews", "card": "summary"}, "blitz": "mu-e1e842c9-946002e6-ea8f0454-41b29546", "DC.date.issued": "2013-09-10", "apple-itunes-app": "app-id=319740707, app-argument=http://www.nbcnews.com/business/companies-push-retirees-workers-private-health-exchanges-8C11118667", "fb": {"app_id": 10150138890205613}, "article": {"author": "https://www.facebook.com/NBCNews"}, "google-site-verification": "K8bowvEbzWfPQ76x6f9SCxMVwicVXrhiClRg80ak8ZA", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Business,Business News"}, "_id": "\"57477af46914bd0286fdbf37\"", "article_summary": "Play FacebookTwitterGoogle PlusEmbed IBM moves retirees to health exchanges 2:14 autoplay autoplay Copy this code to your website or blogLike an iceberg in the distance, private health insurance exchanges look small now—but could be huge very soon.\nAccenture's report noted that 83 percent of Americans are unfamiliar with private health exchanges.\nCohen predicted that in the next six months, \"you'll see lots and lots\" more companies signing up for private exchanges, including Fortune 1000 companies.\nDespite that, many Americans remain in the dark about how health exchanges work.\n(Read more: Companies sweating Obamacare tax—and acting on it)Accenture expects private health exchanges to have more people enrolled by 2018 than government-run, \"Obamacare\" public health exchanges, which after beginning operations next month are projected to reach about 31 million enrolled by 2018."}