{"article_title": "States Keep Using Gimmicks to ‘Balance’ Their Budgets", "article_keywords": ["fiscal", "york", "gov", "revenue", "gimmicks", "budget", "states", "state", "budgets", "report", "using", "balance", "pension"], "article_url": "http://www.thefiscaltimes.com/2015/06/09/States-Keep-Using-Gimmicks-Balance-Their-Budgets", "article_text": "Despite a generally improved revenue picture since the end of the Great Recession, many states continue to resort to gimmicks and accounting “sleight of hand” to balance their budgets and fill glaring gaps in their employees’ pension programs, according to a new blue-ribbon study issued Monday.\n\nThis creative accounting used by states to meet a legal requirement for balancing their budgets includes shifting the timing of receipts and expenditures across fiscal years, floating bonds and borrowing long-term to fund current expenditures, relying on nonrecurring revenue sources to cover recurring costs and delaying funding of public employee pension and health care benefits — arguably the states’ biggest sin.\n\nRelated: Outrageous Public Pensions Could Bankrupt These States\n\n“While these actions temporarily solve budget-balancing challenges, they add to the bills someone eventually has to pay,” the report warns. “The never-ending sense of crisis leads to stop-and-go funding of vital programs and stifles the need for serious discussions about policy. It also leaves states vulnerable when economic downturns occur and allows long-term obligations to mount.”\n\nThe report, “Truth and Integrity in State Budgeting,” was produced by a task force headed by former Federal Reserve Board Chairman Paul Volcker and former New York Lieutenant Governor Richard Ravitch, who advised then-Governor Hugh Carey during New York City’s fiscal crisis in the mid-1970s.\n\n“Despite economic recovery we have some very real problems in finance at the state and local level,” Volcker told reporters in New York in releasing the report.\n\nThe report builds on the work of the State Budget Crisis Task Force between 2011 and 2014. This time, the study focused on three of the six states originally targeted for research, including California, Virginia and New Jersey.\n\nRelated: Why States Are Rushing to Give Tax Breaks to Military Retirees\n\nThe report concluded that California under Democratic Gov. Jerry Brown has adopted a number of improved budget practices that have helped the state win four upgrades of its general obligation bonds from Moody’s Investor Service, Standard & Poor’s and Fitch Ratings since 2013. Virginia, whose current governor is Democrat Terry McAuliffe, has enacted substantial pension reforms but has struggled with underperforming revenues.\n\nRepublican Gov. Chris Christie and the New Jersey state legislature received the lowest ratings of three states in light of the “large gaps” in its pension and other programs. Christie has struggled with a number of state fiscal crises, including shortfalls in the pension that have weighed on his popularity in New Jersey and hindered his efforts to seek the 2016 Republican presidential nomination.\n\n“The Garden State’s budget practices under both Republican and Democratic administrations dating back at least to the 1990s have produced repeated structural imbalances and deterioration in fiscal flexibility and credit quality,” the report noted. “Ratings agencies have downgraded its general obligation bonds nine times since 2010.”\n\nWhat’s more, New Jersey has counted on shifting resources intended for other programs to the general fund and has increased its reliance on borrowing, the study asserted. The repeated use of overly optimistic revenue estimates have resulted in mid-year adjustments that are not subject regular-order budget reviews and analysis.\n\nRelated: States Are Spending More as Economy Improves\n\n“Against this backdrop, the need to catch up with the state’s $90 billion in unfunded pension and other retirement liabilities weighs heavily on spending decisions,” the report states. “Unless it is reversed by a state court, the 2014 decision of Gov. Chris Christie to block a pension-funding schedule agreed to with the legislature means retirement liabilities will keep rising.”\n\nThe study was prepared in the sixth year of the economic recovery — a time when many states are still grappling with major funding shortfalls and gaps in their budgets that have pitted governors against their state legislatures.\n\nThe New York Times reported yesterday on a series of protracted state financial battles, including in Illinois, where fights over the state budget and its $3 billion shortfall have hit such an impasse that Republican Gov. Bruce Rauner issued a dire warning that a “major, major restructuring of the government” may be imminent.\n\nMeanwhile, in Kansas, centrist Republicans and Democrats have joined in criticizing Gov. Sam Brownback, a conservative Republican, for driving the state into a $400 million budget shortfall with tax cuts passed in 2012 and 2013.\n\nRelated: Gov. Jerry Brown Uses Surplus to Prevent Bankruptcies\n\nSo far, only 25 of the 50 states have passed new budgets, according to the National Association of State Budget Officers.\n\nIn every state but Vermont, “balanced budgets are required by state constitution or statute. However, in reality, there is no common definition of a balanced budget, which leaves open the opportunities for accounting gimmickry,” according to the new Volcker Alliance study.\n\nBy shining a spotlight on the wide range of current practices for achieving a technical – if not real – balance, the authors of the report hope to make it more difficult for elected officials to make expedient moves that “obfuscate in the short term and impose long-term costs that fall especially hard on younger citizens.”\n\nThe report recommends, among other things:\n\nThat states be totally transparent about their budget and fiscal data\n\nThat short-term revenue forecasts should be supportable by historic growth trends, while past projections should be assessed for accuracy\n\nThat recurring costs should be covered by recurring revenue. States shouldn’t balance general fund budgets with proceeds from debt or asset sales or one-time transfers or loans, for example\n\nThat states must build “rainy day funds” to safeguard essential services during economic downturns.\n\nTop Reads From the Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Despite a generally improved revenue picture since the end of the Great Recession, man", "title": "States Keep Using Gimmicks to ‘Balance’ Their Budgets", "url": "http://www.thefiscaltimes.com/2015/06/09/States-Keep-Using-Gimmicks-Balance-Their-Budgets", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/Chris%20Christie_0.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/06/09/States-Keep-Using-Gimmicks-Balance-Their-Budgets", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/Chris%20Christie_0.jpg", "creator": "@ericpianin", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Despite a generally improved revenue picture since the end of the Great Recession, man", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fd6288\"", "article_summary": "Related: States Are Spending More as Economy Improves“Against this backdrop, the need to catch up with the state’s $90 billion in unfunded pension and other retirement liabilities weighs heavily on spending decisions,” the report states.\nStates shouldn’t balance general fund budgets with proceeds from debt or asset sales or one-time transfers or loans, for exampleThat states must build “rainy day funds” to safeguard essential services during economic downturns.\nJerry Brown Uses Surplus to Prevent BankruptciesSo far, only 25 of the 50 states have passed new budgets, according to the National Association of State Budget Officers.\nThe report builds on the work of the State Budget Crisis Task Force between 2011 and 2014.\nRelated: Why States Are Rushing to Give Tax Breaks to Military RetireesThe report concluded that California under Democratic Gov."}