{"article_title": "Overpopulation is a Myth: Q&amp;A with Misconception Filmmaker Jessica Yu", "article_keywords": ["zach", "jessica", "myth", "qampa", "problems", "tvs", "filmmaker", "video", "questions", "making", "overpopulation", "misconception", "weissmueller", "yu", "film", "population"], "article_url": "http://reason.com/reasontv/2014/05/21/overpopulation-is-a-myth-qa-with-misconc", "article_text": "\"Are we asking the right questions, or are we still in this old mindset where we think it's all about overpopulation? Because it's not,\" says Jessica Yu, the Academy Award-winning filmmaker behind the new documentary Misconception.\n\nReason TV's Zach Weissmueller sat down with Yu at the Tribeca Film Festival in New York to discuss her film and the subject it covers: global overpopulation. Yu says that after making the documentary Last Call at the Oasis about the so-called \"water crisis,\" she faced a barrage of questions about overpopulation.\n\n\"At every screening in the Q&A, someone in the audience would stand up and say, 'Why are we even talking about conservation when we can't control population growth?'\" says Yu.\n\nYu began researching the question and planned on making a film to address the topic when she stumbled upon the work of Hans Rosling, an eccentric Swedish statistician and doctor whose data undermines the notion of a population bomb about to explode, pointing to falling fertility rates in industrialized nations. Yu began to rethink her entire approach.\n\n\"The biggest turn that happened in my mind, and it was something I tried to replicate in the film... was this idea that it's not about adjusting the numbers and making people conform to the numbers, and that's how you solve people's problems. It's the exact opposite,\" says Yu.\n\nWatch the video above for discussion of failed government population control policies, how empowering individuals to make their own choices solves social problems, and more. Approximately 10 minutes. Interview by Zach Weissmueller. Shot by Jim Epstein.\n\nScroll down for downloadable versions of this video, and subscribe to Reason TV's YouTube channel for daily content like this.", "article_metadata": {"og": {"url": "http://reason.com/reasontv/2014/05/21/overpopulation-is-a-myth-qa-with-misconc", "site_name": "Reason.com", "type": "article", "description": "\"Are we asking the right questions, or are we still in this old mindset where we think it's all about overpopulation? Because it's not,\" says Jessica", "title": "Overpopulation is a Myth: Q&amp;A with Misconception Filmmaker Jessica Yu"}, "twitter": {"description": "\"Are we asking the right questions, or are we still in this old\nmindset where we think it's all about overpopulation? Because it's\nnot,\" says Jessica Yu, the Academy Award-winning filmmaker behind\nthe new documentary \nMisconception.\nReason TV's Zach Weissmueller sat down with Yu at the Tribeca\nFilm Festival in New York to discuss her film and the subject it\ncovers: global overpopulation. Yu says that after making the\ndocumentary Last\nCall at the Oasis about the so-called \"water crisis,", "title": "Overpopulation is a Myth: Q&amp;A with <em>Misconception</em> Filmmaker Jessica Yu", "creator": "@theabridgedzach", "site": "@reason", "player": {"width": 640, "identifier": "https://reason.com/embed/reasontv/2014/05/21/overpopulation-is-a-myth-qa-with-misconc", "height": 360}, "card": "player"}, "fb": {"pages": 17548474116}, "article": {"tag": "Reasontv", "published_time": "2014-05-21T13:00:00+00:00", "author": "http://reason.com/people/zach-weissmueller"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "Reason TV's Zach Weissmueller sat down with Yu at the Tribeca Film Festival in New York to discuss her film and the subject it covers: global overpopulation.\nBecause it's not,\" says Jessica Yu, the Academy Award-winning filmmaker behind the new documentary Misconception.\nInterview by Zach Weissmueller.\nYu says that after making the documentary Last Call at the Oasis about the so-called \"water crisis,\" she faced a barrage of questions about overpopulation.\n\"Are we asking the right questions, or are we still in this old mindset where we think it's all about overpopulation?"}