{"article_title": "Shifting Reform Landscape Is Perilous for Small Practices", "article_keywords": ["patt", "reform", "tax", "payment", "states", "uninsured", "patients", "practices", "shifting", "texas", "coverage", "small", "care", "perilous", "landscape", "population"], "article_url": "http://www.onclive.com/publications/oncology-business-news/2015/august-2015/shifting-reform-landscape-is-perilous-for-small-practices", "article_text": "Debra Patt, MD\n\nMany healthcare reforms are dramatically changing the payment landscape for oncologists, policy expert Debra Patt, MD, said in an address at the 14th Annual International Congress on the Future of Breast Cancer, held in July at Huntington Beach, California.Patt, a medical oncologist with Texas Oncology and a researcher in Healthcare Informatics for McKesson Specialty Health and The US Oncology Network, discussed the implications of reforms on payment structures and gave advice on which programs and developments to watch carefully.Her talk covered the Delivery System Reform Incentive Payment (DSRIP), the Affordable Care Act, the Medicare Access and CHIP Reauthorization Act (MACRA), Right to Try laws, the “Cadillac” tax, the 21st Century Cures Act, and similar programs.Oncologists can expect governmental policies on payment to remain in flux for years, she said, as the aging baby boomer population combined with a shift toward chronic care treatment will contribute to an anticipated doubling of the cancer care population in 20 years. “The cost of cancer care is going to be much more important, and the policies that we use at the state and federal level will try to influence how we try to control costs and still provide care for our population,” she said.The Affordable Care Act was designed to increase insurance coverage, and prior to its advent there were about 46 million uninsured adults and children in the United States, but owing to out-of-pocket costs, coverage remains very expensive for this cohort, Patt said. The rise of expensive oral oncolytics has made it more challenging for patients to pay for their prescription drugs, though the closing of the Medicare coverage gap—the “doughnut hole”—is expected to increase access to care for individuals with Medicare Part D prescription coverage, Patt said.In addition, oncologists need to be aware of what the so-called Cadillac tax on high-end insurance coverage will do, Patt said. “The natural consequence of this 40% excise tax is many employers will eliminate their high cost plans and have lower cost plans,” she said. She noted that many unionized workers enjoy coverage from these high-end plans and will be affected, too. The tax goes into effect in 2018.Medicaid expansion has extended care to many oncology patients, but the poorest states with the largest populations of uninsured have held back on participating, Patt said. “If Texas were to expand Medicaid, think of what the natural consequence would be if the federal government stopped paying for so much of it,” she said. “Either education costs would be decreased or the budget would have to be decreased or tax would have to increase.”At the time of this writing, 31 states had adopted Medicaid expansion, allowing people under age 65 at 133% or lower of the federal poverty threshold to receive coverage. States that have not adopted include Patt’s home state of Texas, Maine, Georgia, Louisiana, Florida, and Mississippi. “It’s a huge burden to the Southern states,” she said, noting that Texas has a population of 27 million and about 14 percent of the uninsured in the US.The failure of poor states to implement Medicaid expansion under ACA accounts for what Patt called a disappointing dent in the uninsured population in the US. In 2008 it dipped as low as 14.4% of the population, then gradually climbed to 18% by late 2013, aided by recessionary forces. It now stands at 11.4%, lower than in 2008, but not as much as was anticipated, considering the downward boost the rate should have gotten from ACA, Patt said.“I saw 4 patients without insurance with local advanced or metastatic breast cancer in the last 2 weeks in Austin. It’s such a challenge. It’s really such a hardship,” Patt said.DYSRIP programs under the Section 1115 Waiver extend care to uninsured populations, but their mechanisms are “elusive,” and it’s essential for physicians to understand these better, Patt said. “I think our patients will be better served if we can be effective advocates to help them get what they need.” DYSRIP funds took her by surprise when she suddenly saw more patient navigators in her local hospital, wondered why, and then found out they were paid for with DYSRIP money.", "article_metadata": {"keywords": "healthcare reform,medicare,Us-Oncology,value based care,", "description": "Many healthcare reforms are dramatically changing the payment landscape for oncologists."}, "_id": "\"57477af36914bd0286fcfa15\"", "article_summary": "States that have not adopted include Patt’s home state of Texas, Maine, Georgia, Louisiana, Florida, and Mississippi.\nShe noted that many unionized workers enjoy coverage from these high-end plans and will be affected, too.\n“The natural consequence of this 40% excise tax is many employers will eliminate their high cost plans and have lower cost plans,” she said.\nIn 2008 it dipped as low as 14.4% of the population, then gradually climbed to 18% by late 2013, aided by recessionary forces.\n“If Texas were to expand Medicaid, think of what the natural consequence would be if the federal government stopped paying for so much of it,” she said."}