{"article_title": "Donald Trump: America’s walking insult to politicians", "article_keywords": ["walking", "trump", "media", "political", "donald", "brooks", "americas", "politicians", "americans", "trumps", "insult", "gop", "presidential", "really"], "article_url": "http://www.commdiginews.com/politics-2/donald-trump-americas-walking-insult-to-politicians-46183/", "article_text": "Donald Trump channels the public’s contempt by serving as a walking, talking insult machine\n\nWASHINGTON, Aug. 5, 2015 – Citing CNN/ORC and Rasmussen polls measuring the attitudes of Americans in a rapidly declining nation, the New York Times’ establishment GOP opinionator, David Brooks, says, “Confidence in public institutions like schools, banks and churches is near historic lows… only 29 percent of Americans think the nation is on the right track.”\n\n“When [GOP presidential candidate Donald] Trump is striking populist chords,” Brooks continued, “he appeals to members of the alienated middle class.”\n\nAfter sifting through the polling data, Brooks contends that a feeling of “invisibility” is sweeping over the nation, with seven out of 10 Americans saying “their views” are not represented in Washington.\n\nThis, says Brooks explains Trump’s surge in the polls. Ever the elitist, he dismisses Trump supporters as “weird” and “less educated than average Republicans.”\n\nRead Also: The 17 in ’16: Reviewing the Republican presidential candidates\n\nTrump is exploiting a profound weakness among the GOP’s well-schooled: an inability to recognize when one has been conned.\n\nThe GOP’s less educated groundlings, on the other hand, recognize the political battles between Republicans and Democrats are as phony as weekend Civil War re-enactments.\n\nOpposing forces meet on a field of battle, exchange musket and artillery fire, making lots of noise and smoke. But the fake dead eventually rise, brush the dust off their replica uniforms and head for the parking lot and home.\n\nThe Trump surge represents Everyman thumbing his nose at Washington’s bipartisan rulers, a collective raspberry blown in the direction of the phony, costumed warriors.\n\nAnd Donald Trump channels the public’s contempt by serving as a walking, talking insult machine:\n\nDemocratic presidential candidate Hillary Clinton said she finds “nothing funny about the hate he [Trump] is spewing at immigrants and their families” or “the insults he’s directed at a genuine war hero, Sen. John McCain. It’s shameful.”\n\n“Let me tell you,” Trump told CNN’s Anderson Cooper, “the people don’t trust you and the people don’t trust the media… I find that 60 to 70 percent of the political media is really, really dishonest.”\n\n“I’m not a fan of Jeb Bush. Because Jeb Bush is in favor of Common Core, and he’s weak on immigration. Those are two bad things.”\n\n“Everything about Obamacare is a lie,” Trump told the Iowa Freedom Summit. “Your deductibles are going through the roof. People that had plans that they loved, that they really loved, they are not going to have those plans anymore. It’s a real disaster. So someone has got to repeal Obamacare and do it fast.”\n\nAsked by conservative radio host Hugh Hewitt if he would shut down the government if it meant defunding Planned Parenthood over its contemptible fetal harvesting schemes, Trump said, “I would.”\n\nWhether it’s RINO dinosaurs, Common Core, U.S. immigration policy or Obamacare, Trump has a much deserved insult for each and every one of them. What troubles political and media elitists is Trump’s lack of respect.\n\nBut respect, like contempt, must be earned. And in the end, Trump’s rising stature has everything to do with his facility to rob our so-called betters of their delusions of adequacy.\n\nLive Chat: 2016 Presidential Republican Debate on Fox News\n\nThursday’s GOP presidential debate on Fox should be fascinating. My hope is that some media scribbler tallies every delightful Trump insult.\n\nIf nothing else, the event provides Americans another drinking game. Guzzle a frosty mug of liquid gold every time The Donald zings a tired GOP stiff. This is guaranteed to require the services of a designated driver.", "article_metadata": {"description": "The Trump surge represents the every-man thumbing his nose at Washington’s bipartisan rulers; a collective raspberry blown in the direction of the phony,", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "author": "Stephen Z. Nemo", "og": {"site_name": "Communities Digital News", "description": "The Trump surge represents the every-man thumbing his nose at Washington’s bipartisan rulers; a collective raspberry blown in the direction of the phony, costumed warriors.", "title": "Donald Trump: America’s walking insult to politicians", "url": "http://www.commdiginews.com/politics-2/donald-trump-americas-walking-insult-to-politicians-46183/", "image": {"width": 800, "identifier": "http://www.commdiginews.com/wp-content/uploads/2015/08/trumpCooper.jpg", "height": 482}, "locale": "en_US", "type": "article"}, "twitter": {"description": "The Trump surge represents the every-man thumbing his nose at Washington’s bipartisan rulers; a collective raspberry blown in the direction of the phony, costumed warriors.", "title": "Donald Trump: America’s walking insult to politicians", "image": "http://www.commdiginews.com/wp-content/uploads/2015/08/trumpCooper-435x375.jpg", "creator": "@commdiginews", "site": "@commdiginews", "card": "summary"}, "keywords": "donald trump,gop,democrat,election 2016", "propeller": "a20eada6e38f74d5c5bf31354ee9760c", "article": {"published_time": "2015-08-05T14:13:37+00:00", "modified_time": "2015-08-05T16:09:07+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Donald Trump"}, "article_summary": "Live Chat: 2016 Presidential Republican Debate on Fox NewsThursday’s GOP presidential debate on Fox should be fascinating.\nAnd Donald Trump channels the public’s contempt by serving as a walking, talking insult machine:Democratic presidential candidate Hillary Clinton said she finds “nothing funny about the hate he [Trump] is spewing at immigrants and their families” or “the insults he’s directed at a genuine war hero, Sen. John McCain.\nGuzzle a frosty mug of liquid gold every time The Donald zings a tired GOP stiff.\nMy hope is that some media scribbler tallies every delightful Trump insult.\nThe Trump surge represents Everyman thumbing his nose at Washington’s bipartisan rulers, a collective raspberry blown in the direction of the phony, costumed warriors."}