{"article_title": "Rahm and His Party", "article_keywords": ["perlstein", "house", "political", "rahm", "emanuel", "majority", "democrats", "party", "white", "democratic", "rickety"], "article_url": "http://douthat.blogs.nytimes.com/2016/01/08/rahm-and-his-party/", "article_text": "The fall of Rahm Emanuel, seemingly a political dead man walking because of his alleged role in covering up the video showing Chicago cops shooting a black teenager, has united right and left in schadenfreude. The right is delighted because Emanuel is a prominent overclass Democrat, an enforcer for the last two Democratic presidents, the man who led the midterm “thumping” that undid George W. Bush’s congressional majorities in 2006, and the mayor of a city that’s a case study in one-party misgovernment. The left, meanwhile, is happy to see him fall because Emanuel is a prominent centrist Democrat, whose role in both the Clinton and Obama White Houses involved prodding his bosses to temper their liberalism and tack somewhat to the right.\n\nThe latter critique of Emanuel is offered in a characteristically pungent form by Rick Perlstein, of “Before the Storm” and “Nixonland” fame, in this New Yorker piece. In addition to his inordinate fondness for wealthy donors, Perlstein writes, Emanuel gave Bill Clinton terrible advice on NAFTA (which, “in alienating the Party’s working-class base, contributed to the Democrats losing control of the House of Representatives in 1994”), the ’94 crime bill (whose draconian elements Clinton has since apologized for) and immigration enforcement. On immigration, fortunately, Clinton didn’t take Emanuel’s advice “to out-Republican the Republicans” on enforcement and border security, leaving the G.O.P. as “the party solely associated with vindictive immigration policies, which leaves them in the long-term crisis they’re finding themselves in now—identified as anathema by Latinos, the nation’s fastest-growing ethnic group. If Rahm had had his way, that never would have happened.”\n\nThen in the 2000s, Emanuel was back at it: For the 2006 midterm campaign, he “aggressively recruited right-leaning candidates, frequently military veterans, including former Republicans.” But many of them lost, “some even lost in their primaries, to candidates backed by liberals,” and the ones who won were party of a “rickety” majority:\n\n… even where Emanuel’s strategy succeeded in the short term, it undermined the party over time. One of his winners, the football star Heath Shuler, of North Carolina, would not even commit to vote for Nancy Pelosi for Speaker of the House, and was one of many Rahm recruits to vote against important Obama Administration priorities, like economic stimulus, banking reform, and health care. Many are no longer congressmen. Some Democrats now argue that, in the long run, 2006 might have weakened the Party more than it strengthened it. “Rahm’s recruitment strategy” was “catastrophic,” the retired record executive Howie Klein, who helps run a political action committee that funds liberal congressional challengers, said, and it contributed to the massive G.O.P. majorities we have now, the biggest since the nineteen-twenties.\n\nAnd thence to the Obama era itself, when Rahm responded to the Scott Brown upset by urging the White House to scale back Obamacare, “almost to the vanishing point” Perlstein suggests. Fortunately Nancy Pelosi stiffened the president’s spine, and when Obamacare survived its big Supreme Court challenge Emanuel said that he was glad the president hadn’t taken his advice.\n\nThis is an interesting story. But it does seem to ever-so-slightly conflate Perlstein’s policy preferences with political and electoral wisdom. Perlstein’s doesn’t like NAFTA, for instance, so that and that alone gets blamed for “alienating the Party’s working-class base.” But many of Emanuel’s other stratagems, from his tough tack on crime and immigration in the 1990s to his 2006 recruitment of socially conservative Democrats in the South, were arguably attempts to shore up that same working class cohort – something Perlstein doesn’t mention because, well, he doesn’t agree with white working class voters on social questions. The possibility that the Democratic Party’s increasingly monolithic stance on social issues might have contributed a little more than NAFTA to its struggles with downscale whites receives no consideration; the fact that everywhere except the presidential level it’s arguably liberalism, not the G.O.P., that’s now in crisis is likewise brushed away.\n\nSimilarly, Perlstein likes Obamacare’s expansiveness and thinks anything more modest would have been a nothingburger, so the collapse of the Emanuel-built Democratic majority in 2010 gets pinned on its “rickety” reliance on social conservatives and other exotic species rather than on, say, the political impact of the Obamacare debate. The possibility that the Democratic majority would have proven less rickety if the White House had been a little more incrementalist, or had pursued further economic reforms before it went all-in on health care, gets no attention. Nor, strikingly, does Emanuel get any credit for the fact that without that rickety majority – the only congressional majority Democrats have enjoyed in twenty years! — there would have been no chance at an Obamacare-style bill at all.\n\nUnderlying Perlstein’s analysis is a tendency I’ve written about before, which runs through a lot of liberal commentary in the Obama era: The assumption that the strange political balance of our times, in which Republicans have a big edge in midterm races and Democrats run the table in presidential years and gridlock results inevitably from the combination, is just the Way Things Are, and something that the Democratic Party need to live with until the inevitable demographic momentum Perlstein invokes finally reaches a point where a multicultural coalition can crack the G.O.P.’s hold on Congress.\n\nWhen in reality our current balance is a chosen thing, a consequence of a Republican elite’s preference for the policy mix that makes it hard for the G.O.P. to win in higher-turnout elections and a Democratic elite’s preference for a policy mix that makes it very hard to win the kind of House seats (Southern, Midwestern, working class and white) that the party won in 2006 but hasn’t won since. Or as I put it after the Democrats were thumped in 2014, “both parties are led by people who find it convenient to sort our political landscape by which kind of individualism, economic or social/sexual, you most favor or most fear. And it’s that sorting has given us the seesaw, in a way that a different sorting might well not.”\n\nRahm Emanuel had, and has, many faults, and I don’t begrudge progressives their disdain for him. But they should be clear on who they’re disdaining: He’s one of the few leaders of either party who’s tried to push our politics of its existing rut, and one of even fewer who can claim that his push’s outcome, however rickety and temporary it proved, had some real and consequential success.", "article_metadata": {"ptime": 20160108102713, "BN": "douthat", "dfp-ad-unit-path": "opinion/douthat", "adxPage": "blog.nytimes.com/douthat/post", "DISPLAYDATE": "January 8, 2016", "article": {"published_time": 1452266833, "author": "http://topics.nytimes.com/top/opinion/editorialsandoped/oped/columnists/rossdouthat/index.html", "section": "Opinion", "collection": "http://json8.nytimes.com/services/json/sectionfronts/opinion/index.jsonp", "tag": "Uncategorized", "modified_time": "2016-01-08T15:32:28-05:00"}, "keywords": "Clinton Bill,Emanuel Rahm,Obama Barack,Illegal Immigration,Law and Legislation,North American Free Trade Agreement,United States Politics and Government,Democratic Party,House of Representatives,Republican Party,Uncategorized", "communityAssetTaxonomy": "blogs/douthat/Rahm and His Party ( 20160108 )", "PT": "Blogs", "SCG": "douthat", "sourceApp": "blogs", "per": "Clinton, Bill;Emanuel, Rahm;Obama, Barack", "twitter": {"description": "Rahm Emanuel’s legacy in an age of gridlock.", "title": "Rahm and His Party", "url": "http://douthat.blogs.nytimes.com/2016/01/08/rahm-and-his-party/", "image": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "site": "@DouthatNYT", "card": "summary"}, "blogpostid": 100000004132416, "description": "Rahm Emanuel’s legacy in an age of gridlock.", "CG": "Opinion", "robots": "noodp", "dat": "January 8, 2016", "org": "Democratic Party;House of Representatives;Republican Party", "utime": 20160108153228, "communityAssetLabels": "NYT_Blogs", "PUD": 20160108, "pdate": 20160108, "des": "Illegal Immigration;Law and Legislation;North American Free Trade Agreement;United States Politics and Government", "thumbnail": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "og": {"site_name": "Ross Douthat", "description": "Rahm Emanuel’s legacy in an age of gridlock.", "title": "Rahm and His Party", "url": "http://douthat.blogs.nytimes.com/2016/01/08/rahm-and-his-party/", "image": "http://graphics8.nytimes.com/images/blogs_v5/../icons/t_logo_291_black.png", "type": "article"}, "communityAssetURL": "http://douthat.blogs.nytimes.com/2016/01/08/rahm-and-his-party/", "PUV": "normal", "hdl": "Rahm and His Party", "thumbnail_150": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "PST": "Blog Post"}, "article_summary": "Some Democrats now argue that, in the long run, 2006 might have weakened the Party more than it strengthened it.\nAnd thence to the Obama era itself, when Rahm responded to the Scott Brown upset by urging the White House to scale back Obamacare, “almost to the vanishing point” Perlstein suggests.\nNor, strikingly, does Emanuel get any credit for the fact that without that rickety majority – the only congressional majority Democrats have enjoyed in twenty years!\nas “the party solely associated with vindictive immigration policies, which leaves them in the long-term crisis they’re finding themselves in now—identified as anathema by Latinos, the nation’s fastest-growing ethnic group.\nThe fall of Rahm Emanuel, seemingly a political dead man walking because of his alleged role in covering up the video showing Chicago cops shooting a black teenager, has united right and left in schadenfreude."}