{"article_title": "Turkish Man, Owner Of Ozay Pharmaceuticals Admits To Importing Illegal Cancer Drugs Into US", "article_keywords": ["fda", "states", "office", "cancer", "turkish", "drugs", "illegal", "patients", "admits", "ozay", "importing", "investigation", "foreignmade", "source", "owner", "pharmaceuticals", "man"], "article_url": "http://www.medicaldaily.com/turkish-man-owner-ozay-pharmaceuticals-admits-importing-illegal-cancer-drugs-us-298366", "article_text": "For years, the Food & Drug Administration (FDA) tried to track down the source of illegal cancer drugs that were being administered to hospitals in Missouri. In January 2014, the Turkish businessman by the name of Sabahaddin Akman was arrested after a complex FDA investigation lured him and his assistant to Puerto Rico.\n\nAkman has now pleaded guilty to the U.S. District Court for the Eastern District of Missouri for importing illegal cancer drugs into the country. Akman and his employee, Ozkan Semizoglu, reportedly used shipping labels to cover up the illegal nature of the drugs, claiming they were gifts. The drugs were initially sent to St. Louis. The drug, known as Altuzan, was the Turkish version of the cancer treatment drug Avastin.\n\nAkman was the owner of the company known as Ozay Pharmaceuticals, which exports drugs, cosmetics, and medical devices to 70 different nations. However, over the past few years, it gained notoriety for shipping illegal cancer drugs to the U.S.\n\nSince doctors often buy cancer drugs themselves and receive reimbursement from insurers, they tend to look for ways to get cheaper ones, and some doctors have turned to foreign-made drugs that aren’t FDA-approved to get a discount. Though many of these foreign-made drugs do have active ingredients in them, sometimes the supply chain allows counterfeits to slip in. As a result, counterfeit versions of Avastin were infused into cancer patients who then had abnormal reactions, which jumpstarted the investigation. A crackdown on the illicit trade sent several doctors who had bought foreign-made drugs to jail.\n\nBut it wasn’t until January that Akman, the source of Altuzan and indirectly the source of some other counterfeit drugs, was arrested. “These criminals exploited our most vulnerable patients when they arranged for their illicit drugs to be brought into the United States and used to treat cancer patients,” said Philip J. Walsky, acting director of the FDA’s Office of Criminal Investigations, in an FDA press release. “We will continue to investigate and bring to justice those who prey on our ill, susceptible patients. We commend our colleagues — international, national, state, and local — whose contributions helped bring this case to a successful conclusion.”\n\n“This case shows that those who prey on innocent patients in the United States, even from outside our borders, are subject to criminal prosecution,” John Roth, who was director of the Office of Criminal Investigations in the FDA’s Office of Regulatory Affairs at the time of the arrest, told The Wall Street Journal.\n\nAccording to the FDA report, numerous international agencies were involved in the investigation, including the FDA and Europol, several German government offices, special agents of the Department of State’s Diplomatic Security Service, and the U.S. Embassy’s Regional Security Office in Ankara, Turkey.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "counterfeit cancer drugs, avastin, altuzan", "og": {"site_name": "Medical Daily", "description": "The owner of a pharmaceutical company in Turkey has been arrested for selling illegal cancer drugs in the U.S., and bringing harm to cancer patients.", "title": "Turkish Man Admits To Importing Illegal Cancer Drugs Into US", "url": "http://www.medicaldaily.com/turkish-man-owner-ozay-pharmaceuticals-admits-importing-illegal-cancer-drugs-us-298366", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/16/drugs.jpg", "type": "article"}, "twitter": {"description": "The owner of a pharmaceutical company in Turkey has been arrested for selling illegal cancer drugs in the U.S., and bringing harm to cancer patients.", "title": "Turkish Man Admits To Importing Illegal Cancer Drugs Into US", "url": "http://www.medicaldaily.com/turkish-man-owner-ozay-pharmaceuticals-admits-importing-illegal-cancer-drugs-us-298366", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/16/drugs.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/16/drugs.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Drugs", "published_time": "2014-08-16T16:55:25-04:00", "modified_time": "2014-08-16T16:57:03-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "The owner of a pharmaceutical company in Turkey has been arrested for selling illegal cancer drugs in the U.S., and bringing harm to cancer patients."}, "article_summary": "Akman has now pleaded guilty to the U.S. District Court for the Eastern District of Missouri for importing illegal cancer drugs into the country.\nHowever, over the past few years, it gained notoriety for shipping illegal cancer drugs to the U.S.\nFor years, the Food & Drug Administration (FDA) tried to track down the source of illegal cancer drugs that were being administered to hospitals in Missouri.\nThough many of these foreign-made drugs do have active ingredients in them, sometimes the supply chain allows counterfeits to slip in.\nA crackdown on the illicit trade sent several doctors who had bought foreign-made drugs to jail."}