{"article_title": "Predictions for the Future of Senior Care from Industry Leaders", "article_keywords": ["living", "leaders", "providers", "industry", "programs", "predictions", "future", "health", "services", "senior", "technology", "housing", "care"], "article_url": "http://www.aplaceformom.com/blog/1-29-14-senior-living-expert-2014-predictions/", "article_text": "Our panel of industry experts weighs in on the trends shaping the future of senior care, from amenities to affordability to accountability.\n\nA few months ago, we looked at some of the senior housing industry trends we noticed over the past year, sharing A Place for Mom’s 8 Predictions on the Future of Senior Care: the decline of the nursing home model, the rise of technology – enhanced care, and more. We consulted a panel of senior care gurus – both in-house experts and knowledgeable partners – to get the lowdown on what they expect in the future for senior care. Here are six of the major trends our panel pointed out:\n\n1. Technology in Senior Living and Healthcare\n\nFrom wearable sensors, which can help with fall prevention and chronic disease management, to wireless communication and alert systems, technology is already revolutionizing senior care as we know it, and the trend is poised to continue. “Very soon, we’re going to find ourselves serving a group of people who’ve been used to change all their lives,” says John Moore, Chairman and CEO of Atria Senior Living. “We expect those folks, our future customers, to be big adapters of technology – we need to be ready for that.”\n\nRob Gillette, Chief Operating Officer of American House, agrees: “A lot of people cite the rise in technology as being the main driver for the future of senior care,” he says. “New technology has already created greater operational efficiencies for how we run senior housing communities, as well as greater resident experiences.” Technology helps keep families connected with their loved ones in senior living communities, as well as stay informed of the resident’s health and activity status, notes A Place for Mom’s Senior Vice President of Partner Services, Dan Willis. On an administrative level, technology also helps in the coordination of care. “Current technology and technology that is being developed will help enhance the ability to collect data and turn it into something everyone understands,” says Rick Banas, Vice President of Strategic Marketing at BMA Management.\n\n2. A Growing Role for Accountable and Managed Care\n\nRick Banas also predicts changes to the current fee-for-service system used by Medicare and Medicaid. “Assisted living communities and the way they market will be significantly impacted by accountable and managed care,” he says, as enrollment in these programs is increasing. Accountable Care Organizations, according to the Centers for Medicare and Medicaid Services, are groups of providers that voluntarily come together to coordinate high-quality patient care, with the goal of improving care as well as reducing costs. As more states begin to require enrollment in managed care programs, that too is going to have an impact on senior housing.\n\n“Services along the entire senior care continuum will be held accountable for the resident outcomes they produce – both from payer sources and the consumer,” says Pat Cokingtin, VP of Sales and Marketing at Americare.\n\n3. Lifestyle Amenities that Go Beyond the Basics\n\nLast year we highlighted the growth in senior communities who offer unusual senior living activities that go “Beyond Bingo” reaching a wider range of interests. Industry leaders agree: “As boomers and beyond age, they want to have options with regards to specific amenities, activities, and programs that appeal to their desired lifestyles,” says Dan Willis. John Moore of Atria Senior Living says this is true from his perspective as well. “Our customers are interested in high-quality amenities that offer choice and convenience, and that will only become more important as people are presented with more senior housing options.” Competitive facilities will increasingly provide more dining variety, health and fitness offerings, and other perks, like eco-friendly or “green” housing. According to John, “Offering choice will continue to be important.”\n\n4. An Increasing Interest in Affordability and Value\n\n“In the next 5-10 years, baby-boomers will have less financial resources available than their parents, and affordability will become increasingly important,” points out Rick Banas. The aging population – and their family caregivers – are having to weigh the costs of in-home care and aging in place in comparison to other housing options.\n\nThe competition over senior care may benefit those seeking housing, with more value available for the money, but it might not be the best thing for providers in the long run. “More competition in selected markets will continue to put price pressure on providers,” says Pat Cokingtin. “Providers need to be careful not to devalue their services in the short-term. The companies that can rise above the temptation to cut prices and best articulate their value will be the long-term winners.”\n\nJohn Moore is optimistic about the future of senior housing: “As our industry grows and evolves, and as the economy continues to improve, I think more people are recognizing the value that senior living can provide. When you compare the cost of trying to offer at home what’s offered in a senior living community, it’s very hard to replicate.”\n\n5. More Wellness Programs and Preventive Care\n\nMany of our experts cited an increase in wellness options becoming the standard of care in the near future, with fitness and health programs for residents, as well as health technologies enhancing preventive care. A focus on wellness will also help facilities align themselves with the Affordable Care Act, says Rob Gillette of American House.\n\n“With the Affordable Care Act rolling out, there is a big opportunity and challenge to keep people healthy and out of hospitals. I think senior housing communities will be a vital link in that chain – through proper planning, they can bridge the gap between home and the hospital. Proper medication management, physical and occupational therapy, nutrition and hydration, among other health care plans, can help aging adults stay on top of their health and keep them out of a hospital bed.”\n\n6. Vertical Integration Between Types of Senior Care\n\nThe idea of effectively organizing senior care between home and hospital is gaining traction, and so is vertical integration, a trend many experts see as potentially bridging different types of senior care and different care providers within a single overarching structure. “We see more collaboration between providers along the continuum – especially in non-CCRC environments where residents need to access services through a network of providers,” says Pat Cokingtin of Americare.\n\nA Place for Mom’s Dan Willis sees enormous potential for marketing intermediary and transitional services to families whose loved ones are beginning to demonstrate the need for memory care, but who may not be emotionally ready to place their loved one in a special-purpose unit or community. “More providers will be providing options in the bridge area,” he says, noting that there are limited options for seniors who are transitioning between assisted living and specialized memory care. “Units and programs which provide environments and activities that ease families and their loved ones into specialized memory care will continue to increase in market appeal.”\n\nWhat do you think of our experts’ predictions for the future of senior care? Let us know in the comments.\n\nRelated Articles:", "article_metadata": {"description": "Our panel of industry experts weighs in on the trends shaping the future of senior care, from amenities to affordability to accountability.", "og": {"description": "Our panel of industry experts weighs in on the trends shaping the future of senior care, from amenities to affordability to accountability.", "title": "Predictions for the Future of Senior Care from Industry Leaders", "locale": "en_US", "image": {"width": 500, "identifier": "http://www.aplaceformom.com/blog/wp-content/uploads/2014/01/Predictions-for-the-future-from-idnustry-leaders.jpg", "height": 319}, "updated_time": "2015-04-16T13:33:43-07:00", "url": "http://www.aplaceformom.com/blog/1-29-14-senior-living-expert-2014-predictions/", "type": "article"}, "twitter": {"description": "Our panel of industry experts weighs in on the trends shaping the future of senior care, from amenities to affordability to accountability.", "creator": "@aquafortis", "image": "http://www.aplaceformom.com/blog/wp-content/uploads/2014/01/Predictions-for-the-future-from-idnustry-leaders.jpg", "title": "Predictions for the Future of Senior Care from Industry Leaders", "site": "@aplaceformom", "card": "summary"}, "robots": "noodp", "fb": {"admins": 100003829061896}, "article": {"section": "Senior Living Trends", "published_time": "2014-01-29T07:30:56-07:00", "modified_time": "2015-04-16T13:33:43-07:00"}, "viewport": "width=device-width, user-scalable=no", "news_keywords": "health, lifestyle, aging"}, "_id": "\"57477af36914bd0286fca082\"", "article_summary": "We consulted a panel of senior care gurus – both in-house experts and knowledgeable partners – to get the lowdown on what they expect in the future for senior care.\nVertical Integration Between Types of Senior CareThe idea of effectively organizing senior care between home and hospital is gaining traction, and so is vertical integration, a trend many experts see as potentially bridging different types of senior care and different care providers within a single overarching structure.\nOur panel of industry experts weighs in on the trends shaping the future of senior care, from amenities to affordability to accountability.\nAs more states begin to require enrollment in managed care programs, that too is going to have an impact on senior housing.\nA few months ago, we looked at some of the senior housing industry trends we noticed over the past year, sharing A Place for Mom’s 8 Predictions on the Future of Senior Care: the decline of the nursing home model, the rise of technology – enhanced care, and more."}