{"article_title": "Government Website Teaches Businesses To Support Breastfeeding Workers", "article_keywords": ["website", "breastfeeding", "dont", "ryngaert", "skintoskin", "moms", "workers", "youre", "businesses", "baby", "borders", "women", "teaches", "support", "help"], "article_url": "http://www.huffingtonpost.com/2014/06/23/hhs-breastfeeding_n_5522898.html", "article_text": "1 Get To Class Gettystock\n\nDr. Ann Borders, an OB-GYN who works with NorthShore University HealthSystem, recommends that her patients and their partners go to a breastfeeding class before Baby is born. In class, they don't just focus on why breastfeeding matters, but what you can actually expect in those daunting first few days. And Borders doesn't just recommend this for newbie families, but also moms who may have tried breastfeeding before and found it difficult. \"You're not going to know everything from taking the class, but it gives you a groundwork that you can build on at the hospital once you have the nurses helping you,\" Borders said. Most OB-GYNs will be able to give you a referral to a breastfeeding class nearby, but if for some reason yours doesn't have any suggestions, a quick online search should bring up options in your area.\n\n2 Don't Leave Until You Get Help Getty\n\nWhen you're in the hospital or birthing center, or while you've still got your midwife with you after a home birth, make sure you speak up and ask for help getting started. \"Every health care person should know the basic mechanics of breastfeeding,\" said Mary Ryngaert, a board certified lactation consultant with the University of Florida's Center for Breastfeeding and Newborns. \"I joke that the person who empties the trash [in labor and delivery] should be able to help someone latch on.\" Even Borders, whose professional life and research centers around breastfeeding, said that when her first baby was born, she had to ask for guidance. Women should feel 100 percent empowered to ask their care provider to help them start breastfeeding within the first hour after a vaginal birth or two hours after a C-section if the circumstances allow for it, she said. Don't leave the hospital until you've gotten the help you need.\n\n3 When In Doubt, Think Skin-To-Skin Getty\n\nThere's a reason why hospitals hoping to earn the coveted \"baby friendly\" designation for breastfeeding support stress the importance of skin-to-skin: It works. Research shows that essential contact helps relax both the mom and baby, stimulates feeding behaviors and triggers the release of certain hormones that spur breastfeeding. Experts say it's important to do it both early -- ideally right after birth -- and often. \"Keeping the baby skin-to-skin as much as possible in the early days after birth is very important,\" Ryngaert said. \"If the mother is 'touched out,' then the partner can hold the baby skin-to-skin. It still helps the baby move instinctually to what [he or she] is supposed to do.\" If you're not in a \"baby friendly\" hospital with policies in place to promote skin-to-skin, don't be discouraged. Tell your doctors and nurses that it's important to you, Borders said. As long as your baby is stable, there's no reason why they shouldn't let you hold him or her close.\n\n4 Be Prepared For Engorgement Getty\n\nEngorgement, or a feeling of heavy fullness in the breasts that can be very painful, is common several days after delivery, but Borders said a lot of women don't know to expect it because no one talks to them about it. Having a game plan in place can help curb the pain and keep women from throwing in the towel when they're sore and freaked out. She suggests an over-the-counter pain medication, like Motrin, and ice. Two bags of frozen peas can also work, Borders said, and -- bonus! -- they tend to fit nicely into nursing bras. Some women may also want to take a hot shower to express some of their milk.\n\n5 Lean Back And Put Your Feet Up! Getty\n\nSusan Burger, president of the New York Lactation Consultant Association, finds few things as irksome as telling women that they need to try specific holds. Moms hear those tips and get \"all twisted up with finding the perfect position,\" she said. What matters most in her book is that breastfeeding mothers get comfortable, which often means leaning back a bit and putting their feet up. \"If she's comfortable, it's so much easier to get the baby into a comfortable position,\" Burger explained. This is one area where partners can really step in, looking at moms to spot any ways in which they might be uncomfortable, then helping by giving them a pillow, a shoulder rub ... whatever.\n\n6 Ask Your Partner To Sit With You Getty\n\nYour partner, or your mom or friend can also help by agreeing to sit with you while you breastfeed. Why? Since moms are often extremely relaxed and drowsy while they're breast-feeding, your partner can agree to be on \"alert\" -- maybe quietly reading a book or checking e-mails -- while you get some sleep. \"Invite her to take a cat nap while breast-feeding,\" Ryngaert said. It may sound like a simple trick, but Ryngaert said it's such an easy, often-overlooked way for women to fully relax while breast-feeding, which only increases bonding and enjoyment, and also, possibly, catch up on some much-needed sleep.\n\n7 Tilt Back, Open Wide Getty\n\nDrop your mouth down to your chest, then open your mouth. A bit tricky, no? Now tilt your head back slightly and open it again. See how much easier that is? Burger said that one of the biggest ways to help babies drink is to make sure their heads are tilted back a bit. You can help support them in that position by putting a forearm under the baby's neck, or even a rolled-up receiving blanket. \"There are a lot of different ways to achieve it,\" she said.\n\n8 Think Close, Close, Close Getty\n\nWhile experts may not poo-poo specific holds, at least ones a professional hasn't personally recommended for you and your baby, they do offer broader positioning advice: \"I like to see the baby and mother have almost no space between them,\" Ryngaert said. \"You're not just putting your breast in their mouth, you're really bringing your bodies together,\" she said. That helps babies bring a big, wide open mouth to the breast, giving them the deep attachment that they need. If you're not sure what that means, a good first place to look is the internet: There are videos online that demonstrate the concept, Ryngaert said, and places like La Leche League have helpful illustrations as well.\n\n9 Pump In Short, Frequent Bursts Getty\n\nBurger said that one of the mistakes women can make is to focus too much on duration and not enough on the frequency of pumping. Often they're too hard on themselves, sitting there for long stretches and pumping away in an attempt to produce more milk, when really, they'd be better served by just a few minutes here and there throughout the day. Burger likened it to training for a marathon: \"You wouldn't just go out and run 13 miles,\" she said. \"If you're just starting out, you'd try a mile or two and do that three or four times a week. That's a much better approach.\" In the same vein, if you can work it into your schedule, frequent, brief bouts of pumping help build milk supply better than sitting there, rather helplessly, and pumping for one long stretch.\n\n10 Don't Just Deal With Sore Nipples Getty\n\nBorders said that women shouldn't just write off sore nipples -- which can sometimes become so bad they don't want to breast-feed at all. She recommends something called Newman's all-purpose ointment, which your pharmacist can mix for you. For women who don't have thrush (a generally harmless yeast infection) La Leche League also recommends applying freshly expressed breast milk to your nipples, which can help them heal. The bottom line? If your nipples hurt, don't just accept it. Talk to your doctor about what might be causing it and what you can do.\n\n11 Know When To Call Getty\n\n\"Make sure you leave the hospital with the number for someone you can call with questions,\" Borders said. Many pediatricians offices now have lactation consultants on staff, which makes it easier for women to find someone who can offer guidance when you're they're in for one of those many new baby visits that happen after birth. In many cases, lactation consultants are covered by insurance, Ryngaert said, but places like La Leche League also have a call system where you can speak to someone for free . Many nurses and pediatricians are also board certified lactation consultants, which can help with insurance coverage. Women shouldn't feel pressure to figure everything out in the first week, Ryngaert said. \"If a baby needs to go on formula for a time while the mother's milk supply is being established, that doesn't mean the baby's not going to be breastfed,\" she added. \"I've seen babies that didn't latch on until eight weeks.\" But new moms should never, ever hesitate to ask for help. \"If a mother is having more than a little tenderness, she should not just tough it out. She should get some help\" Burger said. \"And if that person says, 'Oh, it's normal, suck it up,' that's not a good person to get help from, and they should see someone else.\"", "article_metadata": {"description": "Under the Affordable Care Act, employers are...", "sailthru.expire_date": "2014-06-24 16:44:50 -0400", "og": {"site_name": "The Huffington Post", "description": "Under the Affordable Care Act, employers are...", "title": "Government Website Teaches Businesses To Support Breastfeeding Workers", "url": "http://www.huffingtonpost.com/2014/06/23/hhs-breastfeeding_n_5522898.html", "image": "http://i.huffpost.com/gen/1871559/images/o-BREASTFEEDING-AT-WORK-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "Under the Affordable Care Act, employers are...", "creator": "jsam1126", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1871559/images/o-BREASTFEEDING-AT-WORK-facebook.jpg", "height": 1000}, "title": "Government Website Teaches Businesses To Support Breastfeeding Workers", "site": "@HuffPostParents", "card": "summary_large_image"}, "sailthru.date": "2014-06-23 16:44:50 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=5522898", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "parents", "fb": {"app_id": 46744042133}, "keywords": "owh breastfeeding,obamacare breastfeeding,Women's Health,breastfeeding,breastfeeding at work,office on women's health,hhs breastfeeding,Affordable Care Act,federal breastfeeding website,breastfeeding resources", "article": {"section": "Parents", "tag": "owh breastfeeding,obamacare breastfeeding,Women's Health,breastfeeding,breastfeeding at work,office on women's health,hhs breastfeeding,Affordable Care Act,federal breastfeeding website,breastfeeding resources", "published_time": "2014-06-23 16:44:50 -0400", "modified_time": "2014-06-23 17:59:02 -0400"}, "viewport": "width=1000"}, "article_summary": "\"Invite her to take a cat nap while breast-feeding,\" Ryngaert said.\n\"If the mother is 'touched out,' then the partner can hold the baby skin-to-skin.\n\"Keeping the baby skin-to-skin as much as possible in the early days after birth is very important,\" Ryngaert said.\nIf you're not in a \"baby friendly\" hospital with policies in place to promote skin-to-skin, don't be discouraged.\nAnd Borders doesn't just recommend this for newbie families, but also moms who may have tried breastfeeding before and found it difficult."}