{"article_title": "Panthers’ 14-0 start is sideshow to Beckham-Norman runs-ins", "article_keywords": ["field", "play", "norman", "140", "hes", "personal", "runsins", "beckhamnorman", "players", "start", "sideshow", "game", "learn", "beckham", "panthers"], "article_url": "http://www.salon.com/2015/12/21/panthers_14_0_start_is_sideshow_to_beckham_norman_runs_ins/", "article_text": "Topics: From the Wires, Entertainment News, News\n\nEAST RUTHERFORD, N.J. (AP) — On a day that he threw for five touchdowns and led a game-winning drive to put the Carolina Panthers two wins away from a perfect season, Cam Newton ended up a sideshow.\n\nNastiness took center stage as the Panthers (14-0) pushed the Giants (6-8) closer to a fourth straight year out of the playoffs.\n\nPeople aren’t going to remember either Graham Gano’s decisive 43-yard field goal as time expired or the Giants rallying from a 35-7 third-quarter deficit to tie the game on Eli Manning’s fourth touchdown of the game, a 14-yarder to Odell Beckham Jr. with 1:46 to play.\n\nAll that people are going to remember are the frequent run-ins between Beckham and Panthers cornerback Josh Norman. Time and again the two tangled in the contest at MetLife Stadium, and it was ugly: pushing, shoving, swinging, late hits, helmet-to-helmet contact and a lot of trash talking.\n\nThe worst was Beckham charging from his own sideline to hit Norman with a diving, head-to-head block attempt.\n\nBeckham was flagged for a personal foul, one of three he picked up in the game.\n\nNorman called Beckham immature and felt he should have been ejected.\n\n“The guy ran 15 yards down the field — a dead on collision,” Norman said. “The play was all the way on the left side. He came back and was hunting; and it was malicious in every way. I hope the league offices get a chance to review the film and see what they can do, because players like that don’t deserve to be in the game. I mean it’s ridiculous.”\n\nBeckham, who dropped a certain touchdown pass on the opening series, refused to discuss his run-in with Norman, skirting the questions by saying the loss was unfortunate.\n\nAsk about the personal fouls, he said, “You never want to hurt your team like that. I have learned it all throughout my life you know, always second man gets called, always, that it is just unfortunate.”\n\nA frustrated coach Tom Coughlin said Beckham lost his composure, adding he seriously considered taking his star receiver out of the game to calm him down. He didn’t.\n\n“He’s got to learn at some point how to deal with some things on the field,” Coughlin said.\n\nNFL spokesman Michael Signora said disqualifying players is a judgment made by the on-field officials.\n\n“The actions of the players involved in unsportsmanlike conduct will be reviewed as per the standard protocol that is followed in all situations of this type throughout the season,” he said.\n\nThere is little doubt that Beckham will be fined. A suspension is a possibility. Norman also was flagged for a personal foul, so he might face a fine.\n\n“Josh has got to learn to play through those things,” Panthers coach Ron Rivera said. “He’s such a talented young man. He’s very emotional and he’s got to learn to maintain his composure and play through those types of situations.”", "article_metadata": {"description": "Panthers’ 14-0 start is sideshow to Beckham-Norman runs-ins", "title": "Panthers’ 14-0 start is sideshow to Beckham-Norman runs-ins", "og": {"site_name": "Salon", "description": "Panthers’ 14-0 start is sideshow to Beckham-Norman runs-ins", "title": "Panthers’ 14-0 start is sideshow to Beckham-Norman runs-ins", "url": "http://www.salon.com/2015/12/21/panthers_14_0_start_is_sideshow_to_beckham_norman_runs_ins/", "image": "http://media.salon.com/2015/12/aptopix-panthers-giants-football.jpeg1-1280x960.jpg", "type": "article"}, "twitter": {"description": "Panthers’ 14-0 start is sideshow to Beckham-Norman runs-ins", "title": "Panthers’ 14-0 start is sideshow to Beckham-Norman runs-ins", "image": "http://media.salon.com/2015/12/aptopix-panthers-giants-football.jpeg1-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Tom Canavan", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "All that people are going to remember are the frequent run-ins between Beckham and Panthers cornerback Josh Norman.\nNastiness took center stage as the Panthers (14-0) pushed the Giants (6-8) closer to a fourth straight year out of the playoffs.\n“Josh has got to learn to play through those things,” Panthers coach Ron Rivera said.\nHe’s very emotional and he’s got to learn to maintain his composure and play through those types of situations.”\n“He’s got to learn at some point how to deal with some things on the field,” Coughlin said."}