{"article_title": "More Buncombe residents have health insurance", "article_keywords": ["marketplace", "north", "buncombe", "enrollment", "community", "health", "uninsured", "medicaid", "residents", "insurance", "care"], "article_url": "http://www.citizen-times.com/story/news/local/2015/09/29/more-buncombe-residents-have-health-insurance/72760268/", "article_text": "Buy Photo Bobby Allen visits the Asheville Buncombe Community Christian Medical Ministry on Monday morning. Allen, who does not have health insurance, seeks treatment for an ongoing cough from Dr. Keith Campbell, a retired family doctor who volunteers at the clinic. ABCCM's Medical Ministry sees about 22 patients Monday-Thursday and provides primary care, medication assistance and crisis dental care to roughly 6,000 Buncombe County residents. (Photo: Abigail Margulis/amargulis@ashevill.gannett.com)Buy Photo\n\nASHEVILLE — Not long after she got health insurance, Spencer Fountain fell and broke her arm.\n\nShe had to go to the emergency room, and she says without the insurance through Blue Cross and Blue Shield, she couldn't have afforded the bill.\n\n\"It's just been a lifesaver,\" the 64-year-old Buncombe County resident said. \"I've been very blessed to have it.\"\n\nA new report from the U.S. Census Bureau shows that more Americans like Fountain had health insurance in 2014.\n\nThe report, which is based on surveys, estimates the number of Americans without insurance dropped from 13.3 percent in 2013 to 10.4 percent last year. The nearly 3 percentage point drop in 2014 was the largest drop over the last seven years.\n\nIn North Carolina, the percent of uninsured decreased from 15.6 percent to 13.1 percent, according to the Census estimates.\n\nThe estimates are based on the 2014 American Community Survey, which involves surveys of 3.5 million households.\n\nEstimates from the surveys also suggest Buncombe County's rate of uninsured dropped by four percentage points from 15.8 percent in 2013 to 11.8 percent last year.\n\n\"I think the numbers are actually pretty exciting,\" said Sorien Schmidt, state director for Enroll America North Carolina.\n\nEnroll America North Carolina is a nonprofit that aims to inform people about their health insurance options on the federal health insurance marketplace. The marketplace, which was created as a result of the Affordable Care Act, launched in the fall of 2013, and coverage kicked in for those enrolling in 2014.\n\nFountain says workers at Western North Carolina Community Health Services helped her sign up for a plan offered through health insurance marketplace.\n\nThe self-employed bookkeeper never could afford insurance before. In 2000, when she was diagnosed with cancer, Fountain got help from Project Access, which provides medical help to uninsured Buncombe residents.\n\nSince she got health insurance, Fountain suffered the fall and she also sustained a serious cut to her arm in a separate accident. The insurance helped cover those costs.\n\n\"It has saved me a whole lot of money,\" she said.\n\nSchmidt could not quantify how much of the decline in the number of uninsured is because of the implementation of the Affordable Care Act.\n\n\"What we know, however, is during open enrollment two (the second year of open enrollment in the federal marketplace), more than 550,000 North Carolinians did select a (health insurance) plan,\" Schmidt said. \"We know just what we see on the ground every day especially during open enrollment, when we're at enrollment events we're seeing people get insurance who may not have been insured for years.\"\n\nIn Buncombe County, more than 21,000 people purchased plans through the health insurance marketplace during the last enrollment period. More than 90 percent of those received subsidies to help pay for their insurance.\n\n\"I feel that we are seeing a direct impact as a result of both open enrollment periods under the Affordable Care Act,\" said Jaclyn Kiger, managing attorney for Pisgah Legal Services.\n\nPisgah Legal Services is one of the local organizations that has provided navigators to help residents enroll in a plan through the federal marketplace.\n\nThe goal of the Affordable Care Act was to expand access to health coverage in multiple ways.\n\nIn addition to the federal marketplace, the original law expanded Medicaid to cover low income residents.\n\nHowever, because of a U.S. Supreme Court ruling, states were given the option of expanding Medicaid, and North Carolina opted not to expand.\n\nThe Census report showed larger drops in the uninsured population among those states that expanded Medicaid. Kentucky, which expanded Medicaid, saw its rate of uninsured drop from 14.3 percent to 8.5 percent, according to Census estimates.\n\nBuy Photo Dr. Sarah Danninger takes patient Jeffery Logan's heartbeat at the Asheville Buncombe Community Christian Medical Ministry on Monday, September 28, 2015. Logan said his job does not provide health insurance and he is need of medical assistance. \"Right now this is the best thing for me,\" he said. ABCCM's Medical Ministry sees about 22 patients Monday-Thursday and provides primary care, medication assistance and crisis dental care to roughly 6,000 Buncombe County residents. (Photo: Abigail Margulis/amargulis@ashev)\n\nLocal Impact\n\nIt can be tough to get a \"definitive answer about who really is uninsured,\" according to Kae Livsey, associate professor at Western Carolina University's School of Nursing.\n\nLivsey said multiple factors could contribute to the decline in the uninsured, depending on the community.\n\n\"If they've seen economic decline, you may see more people actually going on Medicaid,\" she said. \"I think you have to really look under the hood and say it probably depends on the community in the region and the economic situation in the community.\"\n\nAt least some local providers do seem to be seeing fewer uninsured patients in Buncombe County.\n\nAt the Asheville Buncombe Community Christian Ministry clinic, which cares for the uninsured, doctors saw fewer patients in 2014.\n\nIn 2014, the clinic saw just under 5,300 patients. In 2013, the clinic saw nearly 6,500, according to the Rev. Scott Rogers, ABCCM executive director.\n\nRogers says part of that is because the Western North Carolina Community Health Services clinic increased capacity to care for uninsured patients.\n\nRogers also credits lower unemployment rates and the work done in the community to sign people up for insurance through federal marketplace.\n\nAt MAHEC practices, comparing 30 days of patient visits in 2014 to 30 days of patient visits in 2015, officials say they've seen almost a 5 percent increase in the number of patients with insurance.\n\nMore people with insurance should mean more people have access to preventative care.\n\n\"What you're really trying to do is practice upstream medicine which is to identify folks and keep them well. By having good coverage and wellness coverage, it increases access and people go to the doctor,\" said Tammy Wood, chief operating officer for MAHEC.\n\nBut Livsey cautions more people with health insurance doesn't guarantee more people will be able to see a provider.\n\n\"Just saying you have health insurance is not the same as saying you have access to health care,\" Livsey said. \"You can be on Medicaid, but if nobody accepts Medicaid, you can't be seen. If you have insurance under the marketplace, but you have a $10,000 deductible, do you really have access to health care? Can you afford it? Insurance helps, but it isn't exactly equivalent of access.\"\n\nNeed help?\n\nOpen enrollment to purchase health insurance through the federal marketplace begins Nov. 1 and continues through the end of January. Local organizations will again be providing navigators for those who need help signing up or re-enrolling. Anyone who needs help, can call 855-733-3711 to find a navigator and schedule an appointment.\n\nRead or Share this story: http://avlne.ws/1KHPjJw", "article_metadata": {"google": "notranslate", "description": "Survey numbers compiled by the U.S. Census Bureau estimate a 4-point drop in the percent of people without health insurance.", "og": {"site_name": "Citizen Times", "description": "Survey numbers compiled by the U.S. Census Bureau estimate a 4-point drop in the percent of people without health insurance.", "title": "More Buncombe residents have health insurance", "url": "http://www.citizen-times.com/story/news/local/2015/09/29/more-buncombe-residents-have-health-insurance/72760268/", "image": "http://www.gannett-cdn.com/GDContent/applogos/citizen-times.png", "type": "article"}, "twitter": {"description": "Survey numbers compiled by the U.S. Census Bureau estimate a 4-point drop in the percent of people without health insurance.", "title": "More Buncombe residents have health insurance", "image": "http://www.gannett-cdn.com/-mm-/fd1c075c89f34ea7199533560a767e0742b7e145/c=712-0-3560-2848&r=x643&c=640x640/local/-/media/2015/09/28/CarolinaGroup/Asheville/635790470509087824-Healthcare-01.jpg", "creator": "@asheville", "site": "@asheville", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=787264923", "fb": {"app_id": 117201858348253}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "health insurance, Asheville, Buncombe"}, "article_summary": "Enroll America North Carolina is a nonprofit that aims to inform people about their health insurance options on the federal health insurance marketplace.\n\"Just saying you have health insurance is not the same as saying you have access to health care,\" Livsey said.\nFountain says workers at Western North Carolina Community Health Services helped her sign up for a plan offered through health insurance marketplace.\nA new report from the U.S. Census Bureau shows that more Americans like Fountain had health insurance in 2014.\nIn Buncombe County, more than 21,000 people purchased plans through the health insurance marketplace during the last enrollment period."}