{"article_title": "Rush on Fox News Sunday", "article_keywords": ["rush", "country", "fox", "know", "york", "shutdown", "president", "happened", "think", "talk", "thats"], "article_url": "http://www.rushlimbaugh.com/daily/2014/12/07/rush_on_fox_news_sunday", "article_text": "BEGIN TRANSCRIPT\n\nWALLACE: Love him or hate him, he's the king of conservative talk radio. Twenty million people listen to him each week on close to 600 stations across the country. Rush Limbaugh joins us now from his EIB Studio in Florida.\n\nRush, welcome back to FOX NEWS SUNDAY.\n\nRUSH: I think it's been since 2009 I was here. So, it's great to be back, Chris. Thank you for having me.\n\nWALLACE: Well, we're delighted to have you. Let's start with the protests across the country in the wake of the grand jury decisions not to indict those police officers. Do you think that those demonstrators have a legitimate beef with police and prosecutors?\n\nRUSH: I think that there is grievance politics in this country that's tearing the country apart, Chris. I think what happened in the grand jury in Ferguson, Missouri, and what happened here in Staten Island does not warrant this because the grand jury rendered a correct verdict in Ferguson. New York is a little bit different, but this would have happened I think no matter what the grand jury in Ferguson said. I think the real thing to note here is that this is tearing the country apart. It is literally ripping our fabric apart. And the president of the United States, one thing about him: He's a great orator. You put the right words on the teleprompter and this man can deliver soaring, inspiring rhetoric. I ask you to remember his 2008 campaign in front of the Styrofoam columns at Denver during the convention speech. If he wants to, he can inspire. And I think it's called for in this situation. This is not good for the country, what's happening here, because it isn't -- I don't think -- full-fledged legitimate. It's not based on real-world grievance. It's grievance that's being amplified and made up. The president, if you ask me, could do a lot to stop this by telling people to respect the criminal justice system. There's nothing here that's designed as they would have you believe to purposely get it wrong, to purposely screw people. It's not the case. And presidents are supposed to be uplifting. They're supposed to be inspiring.\n\n(CROSSTALK)\n\nWALLACE: Rush, let me pick up on that because we have some sound both from President Obama and from New York City Mayor de Blasio describing the situation. Here they are.\n\nBEGIN VIDEO CLIP\n\nOBAMA: This is an American problem. When anybody in this country is not being treated equally under the law, that's a problem, and it's my job as president to help solve it.\n\nDE BLASIO: Our police are here to protect us, and we honor that. At the same time, there's a history we have to overcome because with so many of our young people, there's a fear. And for so many of our families, there's a fear.\n\nEND VIDEO CLIP\n\nWALLACE: I want you to react to that, Rush. But I want to put into that and one of the things that critics and some of the demonstrators cite is, for instance, that black drivers who are stopped at -- for a traffic stop are three times likely to be searched as white drivers. So what do you think of them as this perception of unfairness in the criminal justice system?\n\nRUSH: I don't think that things are rosy and perfect in America, but to say that they're no better, as the mayor of New York said, that's absurd. We've made all kinds of efforts to improve race relations in this country. The 1964 Civil Rights Act, affirmative action, we have bent over backwards. Is it all perfect? No, it's not. But there's no acknowledgment of any progress, Chris. If you listen to these people, the president, the mayor of New York, you would think it's 200 years ago. You would think we haven't even started working on these problems, and that's not true.\n\nAnd I think for the president to promote this division as he just did in that clip that you said, and mischaracterize what happened here -- he's talking in large part about Ferguson and what he described did not happen in Ferguson, and what most of the media is describing did not happen in Ferguson, Missouri. There was no \"hands up, don't shoot.\" It didn't happen. And that's tearing this country apart. We have people to whom the truth is relative. And they're using whatever power they have to try to redefine the truth for the advance of their own political agenda. And it's just not productive. And the president taking sides in this in a way that further divides the country I find reprehensible and very unfortunate.\n\nWALLACE: Let's talk, though, about ... You talk about Ferguson, and frankly I agree with you. I think that's a case where there was plenty of reasonable doubt about what Officer Wilson did. But let's talk about the Eric Garner case, which a lot of people think is different, given, in fact, at the beginning you said that you were troubled by what happened in the Eric Garner case, the heavyset black man who was taken down in Staten Island.\n\nRUSH: Right.\n\nWALLACE: But you now say that he was not choked, it was not a chokehold. And I guess the question I have, and I ask this with all due respect, we're friends -- what are you talking about that it's not a chokehold?\n\nRUSH: I'm listening to experts in the police departments around the country that I know tell me it's not a chokehold. I'm listening to certain things I've read in the media quoting police officials and those who train police saying that this was not a chokehold. It might have been carotid restriction, but it was not a chokehold. But, Chris, none of this... This all misses the point. What was Eric Garner doing? He was selling cigarettes, loose cigarettes. And the police in New York, because they're so eager for tax collection... What is being done here with regard to taxes and the state's desire to collect them no matter what, how many cops were descended on that situation for cigarettes? How many people smoking marijuana did the cops pass by and ignore on the way to Eric Garner? You've got $13 a carton, $13 a pack in New York City, over $6 of that is taxes. And the authorities are telling the cops, \"You go out and you stop that,\" because they're so intent on collecting tax revenue. I think the real outrage here is that an American died while the state is enforcing tax collection on cigarettes. This is just absurd. And it ... You know, people talk about the left, they want a big state. They want a powerful state. Well, here it is. You've got to take all of it. If you want a powerful state, there's your police force acting on demands of the authorities to go out and make sure that every dime of tax is collected particularly from tobacco. Look how we stigmatize tobacco.\n\nWALLACE: Let me --\n\nRUSH: I think to the point it's so despised and reviled that a guy loses his life selling single cigarettes in New York City. It's absurd.\n\nWALLACE: You talk about the role of the federal government. Attorney General Holder has announced federal civil rights investigations in Staten Island --\n\nRUSH: Of course.\n\nWALLACE: -- in Ferguson and a number of other cities. Here he is describing that.\n\nBEGIN VIDEO CLIP\n\nHOLDER: Mr. Garner's death is one of several recent incidents across our great country that have tested the sense of trust that must exist between law enforcement and the communities they are charged to serve.\n\nEND VIDEO CLIP\n\nWALLACE: But you have on your program compared Holder to the terror group Hamas and Israel when he says that the police should not be an occupying force. Do you --\n\nRUSH: Well --\n\nWALLACE: How do you --\n\nRUSH: That's how they talk.\n\nWALLACE: Let me just ask my question. This will work better if I ask my question.\n\nRUSH: OK.\n\nWALLACE: Do you think there is a legitimate basis for federal civil rights investigation?\n\nRUSH: Look, Eric Holder is the one who uses the word or the phrase \"occupying force\" to describe the New York PD. That's the way this regime talks about Israel. I'm not putting these words in their mouth. I'm not the one who's saying them. But I do think we have to honestly interpret and analyze and honestly hear what they are saying. The idea that we need civil rights violations from the federal government, this is promoting the division. We need... I hear all these civil rights leaders say, Chris, that we need to start the healing. Nobody's doing that. There are too many people profiting off of this strife. There are too many people promoting it, too many people making a living, making money off this racial divide, not doing a thing to heal it. We had the first black president elected. You know how many people voted for this guy hoping and thinking this kind of thing was over? It's worse, Chris. It has gotten worse. And one of the reasons why is no criticism, legitimate criticism of the president is permitted because he's African-American and it's all chalked up to racism, which nullifies critics, shuts them down. Nobody wants to be called that. This is --\n\nWALLACE: All right. I want to talk about --\n\nRUSH: This is --\n\nWALLACE: I want to switch subjects. I hate to move you along because I love listening to you, but I do want to move on to another subject.\n\nRUSH: So do I. I do.\n\nWALLACE: One of the reasons we wanted to talk to you is because recently you have been going, talking about criticism, you've been criticizing Fox News for some of the commentary here that says that the Republicans in Congress should not shut down the government over their opposition to the executive action on immigration that the president took. First of all, what's wrong with the Republican plan not to shut down the government? And what would you do?\n\nRUSH: Because, A, it isn't a government shutdown. They shut down 15%, 10% of it? It's not a government shutdown. We're losing the language. The government keeps running. Welfare checks keep going out. People that depend on the government get government services. It's not a shutdown. I'll tell you what it is: It's a diversion and it's a trick. I know time is short. Let me cut to the chase here. In 2010, Republican landslide win; Democrat landslide loss. Ditto 2014. The Democrats have been shellacked in two recent elections, and the Republicans running around like a fool saying the American people are not going to like them if they shut down the government is absurd. Barack Obama's approval is in the 30s. This isn't about a government shutdown. This is about two elections in which the people of this country are begging the Republican people to stop this man.\n\n(CROSSTALK)\n\nWALLACE: But let me counter. Rush, let me counter that, because I want to put up a poll which shows that after the October shutdown -- October of last year over Obamacare, forgive me, let's put it up on the screen 53% blamed the GOP, while 31% blamed President Obama. And I would argue --\n\nRUSH: All right.\n\nWALLACE: Let me just finish -- and I would argue that the Republicans won despite that, not because of the shutdown, and because, as you say, Obama had a series of disasters, whether it was the Obamacare rollout --\n\nRUSH: I'm not... Wait, I did not say they won because of the shutdown. I'm saying it didn't hurt them. They won a landslide election 10 months after this so-called shutdown. The only thing that happened in that shutdown was Barack Obama closed the Vietnam Veterans Memorial to -- the World War II memorial, the World War II vets who for maybe the only time in their lives are going to visit it and opened it to some pro-immigration demonstrators. And shut down the White House tours and the --\n\n(CROSSTALK)\n\nWALLACE: But the exit polls -- and the exit polls, and I know the Republicans won, Rush, but in the exit polls, and let's put this up on the screen --\n\nRUSH: That does not matter?\n\nWALLACE: Wait, wait, wait.\n\nRUSH: You keep talking polls to me. You keep talking polls to me, and I've got the essence of a poll is an election, and I've got two of them. And we would have won the White House in 2012 if 4 million Republicans hadn't stayed home. But the idea --\n\n(CROSSTALK)\n\nWALLACE: My point is they won in spite of the shutdown not because of the shutdown.\n\nRUSH: What does it matter? They won. The point is this is a trick. I think the shutdown's a trick. You know what? Here's what it really means, Chris, that Republicans want what Obama wants on immigration, and they are using the government shutdown as an excuse to not stop him because the truth of matter is they agree with him. Romney agrees with it, Jeb Bush agrees with it, the Chamber of Commerce agrees with it, obviously. The Republican establishment doesn't want to stop Obama on comprehensive immigration reform.\n\nWALLACE: Do you think John Boehner and Mitch McConnell agree with that?\n\n(CROSSTALK)\n\nRUSH: And very conveniently, here's this government shutdown. \"Oh, we can't act, we can't, because they'll blame us for shutting it. They'll really be mad at us for shutting down the government.\" I think it's absurd.\n\nWALLACE: All right.\n\nRUSH: I think it's ridiculous, and the American people are being let down here. They're voting. They're expressing their desires. They want this stuff stopped and the Republican Party is not listening.\n\nWALLACE: All right. We're going to do a lightning round with you in the time that's left.\n\nRUSH: All right.\n\nWALLACE: We have just -- we just blew our entire budget. You didn't see, but there was a very exciting lightning and thunder and all kinds of stuff. We've blown our production budget for the end of the year on that. But quick questions, quick answers. That's the idea of the lightning round. Hillary Clinton. How worried should Republicans be about Hillary Clinton as the Democratic potential Democratic nominee in 2016?\n\nRUSH: Not very. She can't sell a book. She can't sell an auditorium. The hype finally is over.\n\nWALLACE: That was quick.\n\nRUSH: You said quick.\n\nWALLACE: OK. Good. I'm glad you're taking direction. Barack Obama, when he last talked, I was looking at our interview from 2009, you called him a man-child who doesn't care about the country. Do you want to take any of that back?\n\nRUSH: Right. No. I think everything I told you in 2009 has been validated. All of this that's happened has happened on purpose. It's been his strategy. It's been his agenda, and he's well into it, Chris. I mean, there's nobody stopping him. Everything he wants is pretty much getting done.\n\nWALLACE: On the Republican side, you have been quite critical of former Florida Governor Jeb Bush. What's your problem with him?\n\n(CROSSTALK)\n\nWALLACE: What's your problem with him?\n\nRUSH: Well --\n\nWALLACE: And who do you like on the Republican side?\n\nRUSH: Well, now, that's a loaded question because I can't mention everybody, I would leave some people out and make them mad. I think Jeb... The Republican Party is totally absorbed in this comprehensive immigration business, and Jeb is out there claiming the only way he can get nominations is somehow run against the base in the primaries. I think the Republicans have demonstrated they know how to lose the White House, and it's time to change direction, change strategy. They've got that down pat, and it's not... They're not going to win by continuing to do the same thing over and over again.\n\nWALLACE: Finally, you have just put out the latest in your series of children's books, and I think a lot of people may not know that you're writing children's books. It's got a great cover and there you are, Rush Revere and the American Revolution where Rush goes back in time with, of course, his talking horse Liberty.\n\nRUSH: Thank you very much.\n\nWALLACE: Why are you doing this?\n\nRUSH: Well, it's a labor of love. Because I want young people who I don't reach on the radio to know the truth about the country. I want them to love America. I want them to know the truth of the founding, the incredible people that did it, and we want to take readers to these events, not make it cut and dry and memorization history. A time-traveling horse, a smart aleck-talking horse. Rush Revere, me, is a substitute teacher, takes students with him. It's a great vehicle because we can go to any point in American history and relive it and treat it exactly as it happened. It's written for 8- to 12-year-olds, and it is just great fun. The third book is out now and it's dedicated to the military and problems that military people have with the children of families whose parents, moms and dads, are deployed. Kids don't understand it. We address that in this book. We have a devotion and awe of the US Military. So, this American Revolution book is dedicated to them. But it's all about a mission of getting the truth of the founding of this country out, why it's great, why it is exceptional. There's nothing political in this book. It's just the truth. It's fun. And the reader is taken right to these events and interacts. The kids from this substitute's class are taken to these events and interact with these great Americans. It's a fun thing to do, and the reaction that we're getting from readers is beyond our expectations.\n\nWALLACE: And, not surprisingly, it's number one on The New York Times children's book list. Thank you. Thank you for joining us. It's always good to talk with you. Please come back. Let's make it sooner than five years. OK?\n\nRUSH: Absolutely. Thank you for having me. And I did my best to get it in at 14 minutes. I promise I tried.\n\nWALLACE: Listen, you can't clear your throat in 14 minutes. Thank you very much. (laughing)\n\nRUSH: (laughing) Well, I know. That's the truth.", "article_metadata": {"keywords": "rush limbaugh, eib network", "og": {"site_name": "Rush Limbaugh", "description": "WALLACE: Love him or hate him, he's the king of conservative talk radio. Twenty million people listen to him each week on close to 600 stations across the country. Rush Limbaugh joins us now from his EIB Studio in Florida...", "title": "Rush on Fox News Sunday - The Rush Limbaugh Show", "url": "http://www.rushlimbaugh.com/daily/2014/12/07/rush_on_fox_news_sunday", "image": "http://www.rushimg.com/cimages//media/images/rushfoxnews5/1330046-1-eng-GB/RushFoxNews.jpg", "type": "website"}, "description": "WALLACE: Love him or hate him, he's the king of conservative talk radio. Twenty million people listen to him each week on close to 600 stations across the country. Rush Limbaugh joins us now from his EIB Studio in Florida...", "language": "EN"}, "_id": "\"57477af46914bd0286fd97ef\"", "article_summary": "Do you --RUSH: Well --WALLACE: How do you --RUSH: That's how they talk.\nRUSH: I think that there is grievance politics in this country that's tearing the country apart, Chris.\nIt's got a great cover and there you are, Rush Revere and the American Revolution where Rush goes back in time with, of course, his talking horse Liberty.\nRush, welcome back to FOX NEWS SUNDAY.\nRUSH: I'm listening to experts in the police departments around the country that I know tell me it's not a chokehold."}