{"article_title": "Exciting new blueprint for public-private partnerships", "article_keywords": ["blueprint", "publicprivate", "hopkins", "study", "ppps", "india", "private", "challenges", "china", "services", "international", "exciting", "public", "partnerships"], "article_url": "http://thehill.com/blogs/congress-blog/economy-budget/259970-exciting-new-blueprint-for-public-private-partnerships", "article_text": "Some of America’s top policymakers, business leaders, international stakeholders, and academics gathered yesterday at the State Department to discuss the results of a new study into public-private partnerships. This collaborative structure between government and business has emerged as a powerful vehicle to address complex global challenges.\n\nThe study, which was conducted by Johns Hopkins University School of Advanced International Studies (SAIS) and sponsored by the Lilly Foundation, contains important insights into how these partnerships can be designed and conducted for maximum impact.\n\nADVERTISEMENT\n\nPublic-private partnerships—or “PPPs” for short—allow firms and government agencies to share resources, risks, expertise, and decision-making authority to meet development goals. In the best cases, PPPs couple the technical expertise of the private sector with the resources and reach of government.\n\nPPPs have become a popular way to meet key international healthcare challenges. In 2003, Lilly, my employer, launched a multi-national PPP to combat deadly multidrug-resistant tuberculosis. Lilly transferred the production blueprint for key TB drugs to public health agencies in hardest hit countries, and worked with government officials in India, China, Russia and South Africa to train community doctors, nurses and pharmacists to properly manage the disease.\n\nThe PPPs that were analyzed by the Hopkins School of Advanced International Studies and its PPP Initiative were conducted in China and India, two economic powerhouses that have recently taken steps to encourage more partnerships.\n\nAccording to the study, central authorities in Beijing have directed the Ministry of Finance and National Development and Reform Commission to attract private resources for the growing list of public projects. And India’s Prime Minister Narendra Modi has asked the business community to contribute half of the $1 trillion his government plans to direct toward improving the national infrastructure.\n\nTranslating these high-level governments initiatives into successful execution on the ground, however, has proved challenging. Take the Hangzhou Bay Bridge, which runs across the eastern coast of China and connects the two important commercial hubs of Jiazing and Ningbo Zhejiang Province. Over half the capital behind the project was provided by 17 private companies. However, local public authorities opened up alternative transportation routes—around the bridge. This resulted in lower traffic volumes, and revenues from tolls were well below projections.\n\nThe Hopkins team also explored a PPP in India where private MRI and CT scan manufacturers joined forces with national officials to provide equipment to the public SMS Hospital in Jaipur. Firms provided scanning services at a significant discount, with CTs costing as little as $11 and MRIs just $40. Patients pay directly for the services. And firms are required to provide at least 20 percent of their services to low-income patients. This set-up has helped tens of thousands of Indians receive vital medical services, but long wait times and complex administrative requirements pose ongoing challenges to access.\n\nThe Hopkins team identified a common thread here: based on these countries’ histories and modes of government, the Chinese and Indian public sectors (especially at the local level) have limited experience in engaging with the private sector to design and implement PPPs. By the same token, public officials tend to be uneasy about profit-driven companies and unwilling to commit fully to any partnerships with business. To address this, the researchers recommended advanced skills training programs for government employees, with a focus on critical thinking and negotiations skills, so that China and India can reap the maximum benefit from PPPs in their countries.\n\nFurthermore, the Hopkins team identified an “innovation gap”, meaning that there are not enough new technologies and innovations being incorporated into PPPs to deal with the specific social or economic challenges they are meant to address. Governments often look to PPPs as financing mechanisms to support traditional solutions to modern-day challenges, but they could also explore innovative approaches that incorporate existing technologies readily available to deal with future trends. Because innovation is where the private sector excels, this is a new great way to combine the public and private sector to meet new challenges.\n\nInnovative and smartly designed PPPs with full public buy-in could be transformative. In China’s case, the population is rapidly aging, and the traditional infrastructure, such as hospitals and nursing homes, needed to meet senior medical needs are limited. New PPPs that provide home-based medical care incorporating innovative technological solutions could fill that gap—and such treatment better aligns with Chinese culture, which shies away from institutionalized senior care.\n\nPublic-private partnerships have demonstrated immense potential in tackling the world’s toughest challenges. But there is no such thing as a perfect design. In order to generate the maximum return for society, it’s critical to continually assess PPPs and understand how they can be improved. The Hopkins study sheds some light on this in India and China, and provides actionable guidance to stakeholders across the world.\n\nHuntington is vice president of International Corporate Affairs at Eli Lilly and Co.", "article_metadata": {"dcterms.description": "PPPs couple the technical expertise of the private sector with the resources and reach of government.", "description": "PPPs couple the technical expertise of the private sector with the resources and reach of government.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Congress Blog"}}, "og": {"site_name": "TheHill", "description": "PPPs couple the technical expertise of the private sector with the resources and reach of government.", "title": "Exciting new blueprint for public-private partnerships", "url": "http://thehill.com/blogs/congress-blog/economy-budget/259970-exciting-new-blueprint-for-public-private-partnerships", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-04T05:25:59-05:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "dcterms.modified": "2016-02-04T05:25-05:00", "dcterms.identifier": "http://thehill.com/blogs/congress-blog/economy-budget/259970-exciting-new-blueprint-for-public-private-partnerships", "dcterms.date": "2015-11-13T15:30-05:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Joe Picard", "author": "Erin Huntington", "dcterms.type": "Text", "keywords": ",,", "article": {"published_time": "2015-11-13T15:30:04-05:00", "modified_time": "2016-02-04T05:25:59-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/congress-blog/economy-budget/259970-exciting-new-blueprint-for-public-private-partnerships", "widgets": {"csp": "on"}, "description": "PPPs couple the technical expertise of the private sector with the resources and reach of government.", "card": "summary", "title": "Exciting new blueprint for public-private partnerships"}, "dcterms.title": "Exciting new blueprint for public-private partnerships"}, "article_summary": "The Hopkins study sheds some light on this in India and China, and provides actionable guidance to stakeholders across the world.\nSome of America’s top policymakers, business leaders, international stakeholders, and academics gathered yesterday at the State Department to discuss the results of a new study into public-private partnerships.\nPublic-private partnerships have demonstrated immense potential in tackling the world’s toughest challenges.\nIn the best cases, PPPs couple the technical expertise of the private sector with the resources and reach of government.\nBy the same token, public officials tend to be uneasy about profit-driven companies and unwilling to commit fully to any partnerships with business."}