{"article_title": "Do Koch Brothers Regret Their Tea Party Frankenstein?", "article_keywords": ["regret", "tea", "workable", "officials", "dont", "agenda", "koch", "frankenstein", "party", "really", "caucus", "brothers"], "article_url": "http://www.inquisitr.com/996442/do-koch-brothers-regret-their-tea-party-frankenstein/", "article_text": "It’s long been a bit of liberal lore that the Koch Brothers, eternal boogeymen of the left, astroturfed the “Tea Party” to trick impoverished red-state rubes into supporting their anti-middle class agenda — replete with union busting, insurance company chicanery reframing, and other positions that don’t jibe with the poverty of many in GOP-heavy districts.\n\nThe Koch Brothers’ alleged astroturfing to make the Tea Party is not a left-only type of tale, as many on the right believe that the precise opposite occurred with George Soros and Occupy, and that the protest movement was a caucus of “useful idiots” spurred on by Marxist factions to force a socialist agenda on the United Capitalist States Of We Don’t Stand For That Sorta Thing, Boy.\n\nBut as the Tea Party and its small caucus in the House careened the country toward an economic meltdown with global consequences, a new Koch Brothers rumor began to circulate — alleging that the two wealthy barons, Charles and David Koch, were faced with a Frankenstein’s monster of sorts. In essence, while it was easy enough to galvanize the base to embrace an all-or-nothing agenda in opposition to the Obama administration, how do you call off those dogs?\n\nAs we saw this week, you can’t really. Once that box is opened, the idea of a take no prisoners, our way or the highway stance becomes slightly less workable when the only choice really is “the highway.”\n\nForbes ran a piece about speculation that the Koch Brothers were running scared over the Tea Party tantrum this month, and quotes NBC:\n\n“But privately, Koch officials have expressed concern to lawmakers that the prospect of a government default over the Obamacare issue would be a ‘disaster’ for the economy, according to one GOP consultant who recently discussed the matter with Koch officials and asked for anonymity.”\n\nDo you think the Koch Brothers can turn the Tea Party back around to a more business friendly agenda, or is the “revolt at all costs” cat too far out of the bag?", "article_metadata": {"description": "It's long been a bit of liberal lore that the Koch Brothers, eternal boogeymen of the left, astroturfed the \"Tea Party\" to trick impoverished red-state rubes", "og": {"site_name": "The Inquisitr News", "description": "It’s long been a bit of liberal lore that the Koch Brothers, eternal boogeymen of the left, astroturfed the “Tea Party” to trick impoverished red-state rubes", "title": "Do Koch Brothers Regret Their Tea Party Frankenstein?", "url": "http://www.inquisitr.com/996442/do-koch-brothers-regret-their-tea-party-frankenstein/", "image": "http://cdn.inquisitr.com/wp-content/uploads/2013/05/IRS-Apologizes-To-Tea-Party-But-Jews-Also-Targeted-While-Obama-Blames-Bush.jpg", "article": {"published_time": "2013-10-17T11:39:43+00:00", "modified_time": "2013-10-17T11:44:41+00:00"}, "type": "article"}, "image": "http://cdn.inquisitr.com/wp-content/uploads/2013/05/IRS-Apologizes-To-Tea-Party-But-Jews-Also-Targeted-While-Obama-Blames-Bush.jpg", "msapplication-TileColor": "#ed1c24", "datePublished": "2013-10-17T11:39:43+00:00", "fb": {"pages": 71179904752, "app_id": 164157850314499}, "msapplication-TileImage": "http://cdn.inquisitr.com/assets/0cec37/dist/images/logos/inq-win.png", "keywords": "george soros,koch brothers,koch brothers tea party,koch brothers tea party astroturf,koch brothers tea party shutdown,occupy tea party,tea party shutdown,politics", "HandheldFriendly": "True", "y_key": "f282393706a5fd85", "twitter": {"image": {"src": "http://cdn.inquisitr.com/wp-content/uploads/2013/05/IRS-Apologizes-To-Tea-Party-But-Jews-Also-Targeted-While-Obama-Blames-Bush.jpg", "height": 385, "width": 665}, "site": "@theinquisitr", "card": "summary_large_image", "description": "It’s long been a bit of liberal lore that the Koch Brothers, eternal boogeymen of the left, astroturfed the “Tea Party” to trick impoverished red-state rubes"}, "viewport": "width=980"}, "_id": "\"57477af46914bd0286fdfd57\"", "article_summary": "But as the Tea Party and its small caucus in the House careened the country toward an economic meltdown with global consequences, a new Koch Brothers rumor began to circulate — alleging that the two wealthy barons, Charles and David Koch, were faced with a Frankenstein’s monster of sorts.\nIt’s long been a bit of liberal lore that the Koch Brothers, eternal boogeymen of the left, astroturfed the “Tea Party” to trick impoverished red-state rubes into supporting their anti-middle class agenda — replete with union busting, insurance company chicanery reframing, and other positions that don’t jibe with the poverty of many in GOP-heavy districts.\nIn essence, while it was easy enough to galvanize the base to embrace an all-or-nothing agenda in opposition to the Obama administration, how do you call off those dogs?\nAs we saw this week, you can’t really.\nThe Koch Brothers’ alleged astroturfing to make the Tea Party is not a left-only type of tale, as many on the right believe that the precise opposite occurred with George Soros and Occupy, and that the protest movement was a caucus of “useful idiots” spurred on by Marxist factions to force a socialist agenda on the United Capitalist States Of We Don’t Stand For That Sorta Thing, Boy."}