{"article_title": "Nokia Corporation (NOK)’s Budget Android Phone ‘Normandy’ Pics Leaked", "article_keywords": ["picture", "leaked", "series", "corporation", "nokia", "budget", "pics", "moneypenny", "phone", "pictures", "normandy", "phones", "rumors", "android", "noks"], "article_url": "http://www.opptrends.com/2013/12/nokia-corporation-noks-budget-android-phone-normandy-pics-leaked/", "article_text": "Rumors of Nokia Corporation (ADR) (NYSE:NOK) (BIT:NOK1V) (HEL:NOK1V) making an Android based budget phone dubbed as Normandy are not new. However, now Tipster @evleaks published the pictures of Nokia’s first Android based phones in various colors.\n\nFirst Android phone from Nokia\n\nThe tweet mentions “Nokia Normandy, 2013” along with the photo of the device. It is also mentioned, in the tweet, that the Finnish phone maker might unveil its first Android budget phone by the end of the current year.\n\nThe leaked picture features a device, which is designed similar to Asha series of phones. Phone has a physical back button in the picture, and the camera can be spotted on the rear end. There is also a Nokia Logo brand name in the middle. Nokia would possibly launch the phone in Black, Cyan, Mint Green, Red, Yellow and White palates according to @evleaks.\n\nTill now, Nokia Corporation (ADR) (NYSE:NOK) (BIT:NOK1V) (HEL:NOK1V) has not made any Android powered device and has stick to the Windows operating system for its Lumia phones. If rumors tend to be true, Normandy would be the first Android based phone from Nokia.\n\nFew weeks back, a report claimed that Nokia is looking forward to launch Normandy, in 2014. The report also noted that Nokia would walk on Amazon’s path and would bring a fully tailored or forked version of Android, like the software on the online retailer’s Kindle fire tablet range.\n\nNokia Normandy would possibly be a low priced phone falling in the price category of Asha series of phones, but would have better apps than Asha, which would fill the vacuum Nokia had in the Android segment.\n\nTwo more devices expected\n\nApart from Normandy, rumors are doing around that Nokia is also planning to launch a Dual Sim phone codenamed Moneypenny. According to reports, Moneypenny would be the first Lumia series Dual phone. Just like Normandy, Moneypenny is also supposed to be a low priced phone as the leaked pictures suggested few tiles of apps. The pictures of the Moneypenny were also posted @evleaks. Tiles that were visible on the leaked picture are Nokia MixRadio, HERE Maps, Internet Explorer, photos, SkyDrive, Microsoft Office, Instagram, Asphalt 8 and Vine app for Windows Phone.\n\nNokia Corporation (ADR) (NYSE:NOK) (BIT:NOK1V) (HEL:NOK1V) is probably in the process of making another phone dubbed as Goldfinger, which will be a high end phone.", "article_metadata": {"description": "Rumors of Nokia Corporation (ADR) (NYSE:NOK) (BIT:NOK1V) (HEL:NOK1V) making an Android based budget phone dubbed as Normandy are not new.", "generator": "WordPress 4.5.2", "og": {"site_name": "Opptrends", "description": "Rumors of Nokia Corporation (ADR) (NYSE:NOK) (BIT:NOK1V) (HEL:NOK1V) making an Android based budget phone dubbed as Normandy are not new.", "title": "Nokia Corporation (NOK)’s Budget Android Phone ‘Normandy’ Pics Leaked", "locale": "en_US", "image": {"width": 700, "identifier": "http://www.opptrends.com/wp-content/uploads/2013/12/nokia-normandy-leaked-635.jpg", "height": 540}, "updated_time": "2016-03-13T16:15:09+00:00", "url": "http://www.opptrends.com/2013/12/nokia-corporation-noks-budget-android-phone-normandy-pics-leaked/", "type": "article"}, "twitter": {"description": "Rumors of Nokia Corporation (ADR) (NYSE:NOK) (BIT:NOK1V) (HEL:NOK1V) making an Android based budget phone dubbed as Normandy are not new.", "creator": "@opptrends", "image": "http://www.opptrends.com/wp-content/uploads/2013/12/nokia-normandy-leaked-635.jpg", "title": "Nokia Corporation (NOK)’s Budget Android Phone ‘Normandy’ Pics Leaked", "site": "@opptrends", "card": "summary_large_image"}, "robots": "noodp", "fb": {"app_id": 233996546946479, "pages": 494405653916066}, "google-site-verification": "SttPYFuOWOtJ6-mcw82K8-b5bwIWN1ktOjghhXJA9cQ", "msvalidate.01": "E895A2CDDC10FCDD4A8DABEE783FFA30", "article": {"publisher": "https://www.facebook.com/pages/Opptrendscom/494405653916066", "section": "Technology", "tag": "Normandy", "published_time": "2013-12-25T04:28:57+00:00", "modified_time": "2016-03-13T16:15:09+00:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd7ccf\"", "article_summary": "First Android phone from NokiaThe tweet mentions “Nokia Normandy, 2013” along with the photo of the device.\nRumors of Nokia Corporation (ADR) (NYSE:NOK) (BIT:NOK1V) (HEL:NOK1V) making an Android based budget phone dubbed as Normandy are not new.\nJust like Normandy, Moneypenny is also supposed to be a low priced phone as the leaked pictures suggested few tiles of apps.\nIf rumors tend to be true, Normandy would be the first Android based phone from Nokia.\nTwo more devices expectedApart from Normandy, rumors are doing around that Nokia is also planning to launch a Dual Sim phone codenamed Moneypenny."}