{"article_title": "Touro plans nursing school", "article_keywords": ["school", "plans", "touro", "university", "nurses", "program", "health", "degrees", "nurse", "care", "nursing"], "article_url": "http://www.thereporter.com/article/ZZ/20140313/NEWS/140317305", "article_text": "FAIRFIELD -- Trained to care for others, nurses have a tough go of it themselves at times, and Touro University wants to lend them a helping hand.\n\nThat help has taken the form of a new School of Nursing, which will soon begin at the Touro University California campus on Mare Island.\n\nOnce underway, Touro University will be the only Solano County school to offer a master's degree in nursing, something officials say will be in big demand under the federal health care plan and the changing field.\n\nMore than a dozen Touro leaders joined Solano County and medical officials at the Solano County Events Center in Fairfield to announce the launching of the new school.\n\n\"As students graduate and enter the world of medicine, no one knows exactly what it will look like\" and the new program will help prepare them for the health care field's changing dynamics, said Shelley Berkley, Touro Western Division CEO and Senior Provost.\n\nIn demand, in particular, is the medical health care required through the federal Affordable Care Act said Berkley, a former Nevada congresswoman who said she voted in favor of that bill.\n\nThe Mare Island campus has been planning the new nursing school for years. It was held up, however, by numerous factors, including the recession and a moratorium on new nursing program approvals, said Marilyn Hopkins, Touro University California Provost and Chief Operating Officer.\n\nLeading the new department will be Ann Stoltz, who began her career as a Solano County public health nurse and also worked for the Vacaville Unified School District as a school nurse. She's taught at Sacramento State University since 2001 and developed many nursing programs.\n\n\"I'm so happy to be back at home,\" Stoltz said.\n\nAt its core, Stoltz said the program aims at removing barriers for nursing, and helping them obtain master's degrees -- education levels and training which are in big demand and will give nursing graduates greater opportunities in research, leadership and community health fields.\n\nAiming to start classes in November, Touro designed the new program for working registered nurses in which they would obtain a Master's Degree in nursing and various certifications. Those nurses with Associate Degrees or Bachelor Degrees can apply.\n\nDonna Dabeck, NorthBay HealthCare nurse recruitment and retention manager, said she is excited about the program, and believes it will help newly graduated nursing students secure good jobs down the line.\n\n\"We have a lot of nurses with associate degrees who can't find work,\" Dabeck said. Likewise, nurses with bachelor's degrees would also benefit, she said.\n\nA nurse with a master's degree is more likely to find work and meet demands of an ever-changing field, including meeting health demands of an aging population, she and others said.\n\nSolano Community College President Jowel Laguerre, who participated in planning discussions on the new program, said students in his school's nursing program will benefit after they graduate.\n\n\"This gives the opportunity to continue to develop in the profession. Nowadays, with the advance of science and technology people are required to get more and more higher education,\" Laguerre said.\n\nA former nurse who still has her license, Hopkins said the new School of Nursing will strengthen Touro's mission to meet demands of the work force.\n\n\"Advanced nursing degrees are essential to meeting the demand for clinical nurse leaders, nurse practitioners, nurse researchers, and nursing educators. Touro University California is ready to respond to this critical professional need,\" she said.\n\nThose enrolled in the program will be able to complete it over an 18-month period through a combination of online and classroom courses offered one evening per week and one Sunday per month.", "article_metadata": {"description": "FAIRFIELD -- Trained to care for others, nurses have a tough go of it themselves at times, and Touro University wants to lend them a helping hand.", "title": "Touro plans nursing school", "og": {"url": "http://www.thereporter.com/article/ZZ/20140313/NEWS/140317305", "image": {"width": "500px", "identifier": "http://www.thereporter.com/apps/pbcsi.dll/storyimage/ZZ/20140313/NEWS/140317305/AR/0/AR-140317305.jpg?Maxh=1500&Maxw=1500", "height": "380px"}, "type": "article", "title": "Touro plans nursing school"}, "twitter": {"domain": "thereporter.com", "description": "FAIRFIELD -- Trained to care for others, nurses have a tough go of it themselves at times, and Touro University wants to lend them a helping hand.", "title": "Touro plans nursing school", "url": "http://www.thereporter.com/article/ZZ/20140313/NEWS/140317305", "image": {"src": "http://www.thereporter.com/apps/pbcsi.dll/storyimage/ZZ/20140313/NEWS/140317305/AR/0/AR-140317305.jpg?Maxh=900&Maxw=900"}, "site": "@vacareporter", "app": {"id": {"ipad": "id499680399", "iphone": "id509333965", "googleplay": "com.spreedinc.providers.californianewspaperpartnership.vacavillereporter"}}, "card": "summary_large_image"}, "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "keywords": "News, Vacaville news, CA news, US news, world news.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "News, Vacaville news, CA news, US news, world news."}, "article_summary": "\"Advanced nursing degrees are essential to meeting the demand for clinical nurse leaders, nurse practitioners, nurse researchers, and nursing educators.\nThat help has taken the form of a new School of Nursing, which will soon begin at the Touro University California campus on Mare Island.\nThe Mare Island campus has been planning the new nursing school for years.\nLeading the new department will be Ann Stoltz, who began her career as a Solano County public health nurse and also worked for the Vacaville Unified School District as a school nurse.\nTouro University California is ready to respond to this critical professional need,\" she said."}