{"article_title": "40-Year-Old Fetus Discovered In 82-Year-Old Woman: The Rare Case Of A ‘Stone Baby’", "article_keywords": ["case", "body", "stone", "woman", "fetus", "82yearold", "medical", "discovered", "babies", "mother", "baby", "rare", "40yearold", "occur"], "article_url": "http://www.medicaldaily.com/40-year-old-fetus-discovered-82-year-old-woman-rare-case-stone-baby-265037", "article_text": "When an 82-year-old Colombian woman went to the hospital after experiencing stomach pain, doctors told her she had a rare case of lithopedion, which is Greek for “stone baby” — she had been carrying a calcified fetus in her stomach for 40 years.\n\nStone babies are extremely rare, with only 300 examples recorded in medical literature. They occur when a fetus is conceived in the abdomen, outside of the uterus — something called an ectopic pregnancy. This complication can potentially be dangerous for the mother, as internal hemorrhages may be a side effect. Embryo implantation may also occur in the cervix, ovaries, or fallopian tube. The majority of ectopic pregnancies actually occur in the Fallopian tubes.\n\nWhen a fetus in the abdomen dies, the body of the mother works to calcify it — or mummify it in calcium — in order to protect the rest of her body from infection. The stone babies are often left in the body of the mother for years, because there is no way for the body to expel it, but it usually does not cause any complications. Stone babies can be removed through surgery, however. During a regular pregnancy, a fertilized egg enters and settles into the lining of the uterus, where it divides and grows.\n\nCalcification is used in the human body in other instances as well, in order to protect the body from infections stemming from foreign objects caught in the system. It is essentially an accumulation of calcium salts within a body tissue, often found in bone as well. “When you get old cartilage in the knee, it calcifies,” Dr. Kim Garcsi, director at the ob/gyn clerkship program at University Hospitals Case Medical Center in Cleveland, told ABC News. “Most of the time people find these [stone babies] and [sometimes] even after they’re found and don’t do anything about it because they’re totally asymptomatic.”\n\nThough cases of lithopedion are indeed few and far between, there have been other cases highlighted in the past. For example, an old woman from China named Huang Yijun had actually carried a stone baby for the majority of her life. “While a 92-year-old woman delivering a 60-year-old baby may sound like a bizarre plot twist from the movie ‘Benjamin Button,’ it’s true,” Diane Mapes writes on NBC News.\n\nThe very first case of a stone baby that was recorded in medical history occurred in 1582, when one was discovered during an autopsy. Others have been noted in 1674, 1803, 1982, and 2013, as well as several years in between.\n\nThe Colombian woman will undergo surgery to have the stone baby removed.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "lithopedion, stone baby, pregnancy, 40 year old fetus,", "og": {"site_name": "Medical Daily", "description": "Doctors discovered a rare case of lithopedion, or a stone baby, in the abdomen of an 82-year-old woman.", "title": "40-Year-Old Fetus Discovered In 82-Year-Old Woman", "url": "http://www.medicaldaily.com/40-year-old-fetus-discovered-82-year-old-woman-rare-case-stone-baby-265037", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/12/14/fetus-ultrasound.jpg", "type": "article"}, "twitter": {"description": "Doctors discovered a rare case of lithopedion, or a stone baby, in the abdomen of an 82-year-old woman.", "title": "40-Year-Old Fetus Discovered In 82-Year-Old Woman", "url": "http://www.medicaldaily.com/40-year-old-fetus-discovered-82-year-old-woman-rare-case-stone-baby-265037", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/12/14/fetus-ultrasound.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/12/14/fetus-ultrasound.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2013-12-14T15:44:43-05:00", "modified_time": "2014-03-12T11:20:24-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Doctors discovered a rare case of lithopedion, or a stone baby, in the abdomen of an 82-year-old woman."}, "article_summary": "For example, an old woman from China named Huang Yijun had actually carried a stone baby for the majority of her life.\nThe very first case of a stone baby that was recorded in medical history occurred in 1582, when one was discovered during an autopsy.\nThe Colombian woman will undergo surgery to have the stone baby removed.\nStone babies are extremely rare, with only 300 examples recorded in medical literature.\nStone babies can be removed through surgery, however."}