{"article_title": "A profile of sportswriter Ken Rosenthal", "article_keywords": ["profile", "ken", "writer", "rosenthal", "sportswriter", "job", "baseball", "wrote", "night", "didnt", "baltimore", "really"], "article_url": "http://peninsulapress.com/2015/07/06/ken-rosenthal-sportswriter-profile/", "article_text": "During Christmas break of his senior year at the University of Pennsylvania, Ken Rosenthal was back home on Long Island. An aspiring journalist who had dedicated four years as a sportswriter and editor at The Daily Pennsylvanian, Penn’s student newspaper, he visited the offices of Newsday, where he had been an intern the two summers before, to seek advice from the sports editor, Dick Sandler.\n\nRosenthal knew his writing skills were not up to par with some of the other interns that he worked with during those summers, including Tom Verducci, who was being groomed for a job after college. Rosenthal was under no illusions and did not expect a job offer to come from Newsday.\n\nBut Sandler’s advice to the 22-year-old Rosenthal, who had aspired to be a sports journalist since being raised on the Island, was simple. “Go to law school,” Sandler said.\n\nI think I should have every [story]. It’s not a healthy way to look at it. But that’s how I am, and I’m driven every day to get something.\n\n“That pissed me off. I never forgot that,” Rosenthal, now 52, said. “You’re telling someone to give up their dream, and that wasn’t his place to do it. Bottom line, he was wrong. Because I made it. I made it to The Baltimore Sun.”That lit a fire under Rosenthal, which “never kind of went away — well, not for a long time,” he said. It motivated him throughout the early years of his career as a professional sportswriter and spurred a competitive drive that led him to ascend to his current position today as a go-to journalist for all baseball news.Rosenthal is often characterized by his 5-foot-4-and-a-half stature, but it wasn’t his height that cemented his underdog mentality — he proudly announces “Height: 5-4 1/2” in his Twitter biography to his 615,000 followers and has no qualms about the stool or the extra seat cushions that the MLB Network studio crew sets out for him before he goes on air. It was that brief conversation with Sandler that led him not to forgo his dream to become a lawyer, but instead to apply to jobs at 75 newspapers around the country and keep going.“I think I should have every [story]. It’s not a healthy way to look at it. But that’s how I am, and I’m driven every day to get something,” Rosenthal said. “I wake up thinking: Okay, how do I win today?”\n\nRosenthal got his start in sports journalism at Penn. He learned on the job — there was no formal training. He worked his way up the ranks at the student paper: starting as a writer his freshman year and eventually rising to sports editor, along with a friend, David Zalesne.\n\nWhat set Rosenthal apart early on was his interest in people and their stories, which was important at a school where athletics were not at the forefront.“I really liked the art of writing and Ken really liked digging into the stories and the people,” Zalesne said. “It was a really good chemistry to be able to get the paper out night in, night out.”It was also at Penn where Rosenthal first exhibited his reporting prowess that has made him so prominent today. He chased stories down — literally.At the end of the summer, Rosenthal and Zalesne were putting a magazine issue of The DP together to preview Penn’s upcoming football season. In his orange Ford Granada, Rosenthal drove eight hours up to Harvard to interview the Crimson’s head football coach, Joe Restic — even though Restic didn’t give him an interview once he got there, still bitter about the Harvard-Penn game the year prior.On a different late night at The DP, Rosenthal’s blood was imbedded within the pages of his college paper after he sliced off the tip of his thumb preparing pages for print. That dedication carried him through the early part of his career when he wrote for small papers like The York Daily Record and covered an array of stories from horse racing to the Philadelphia Flyers to the Philadelphia Phillies.Fast-forward 11 years from his college days to Sept. 6, 1995, and the diligence that Rosenthal first displayed at Penn had helped him land a seat in the press box at Camden Yards in Baltimore to witness one of the biggest moments in baseball history: Cal Ripken Jr. surpassing Lou Gehrig’s record for most consecutive games played.Rosenthal, then at The Baltimore Sun, was relatively young for a columnist — it was a couple of weeks before his 33rd birthday. And with the national baseball media, the President and Vice President, and baseball legends all converging on Baltimore for the occasion, Rosenthal felt the pressure mounting to put out a column that would do the moment justice.He sought advice from a fellow columnist, who told him to simply describe the moment’s importance to Baltimore and to the country. Rosenthal sat down before the game started and wrote five or six paragraphs, just to have a head start for a column on his computer.But as the moment unfolded — as Ripken took his victory lap around Camden Yards after the game became official — Rosenthal sensed the magnitude of what was happening. He was usually confident to express his opinions on The Sun’s sports pages but this time, Rosenthal simply described what happened and let the moment write itself.“It was just a thrilling night,” Rosenthal recalled. “I wrote probably as well as I could write.“Back then especially, I would not just be done when I got into the first edition, we had three editions. I would start correcting and re-writing. But I didn’t re-write that night. The first one was a good one. And that was very, very unusual for me.”Interestingly enough, Ripken was one of a handful of players with whom Rosenthal had a rocky relationship at the time. While Ripken’s status as his consecutive games played streak approached Gehrig’s record made his performance nearly unquestionable for most writers, Rosenthal was not intimidated to ask in his columns why the streak was still going on during Ripken’s slumps.Rosenthal took the harder line of the two columnists at The Sun in the 1990s. He lived by the philosophy, “If they’re going to give you the column, you better use it, otherwise it’s a waste.”“I just remember he was a guy who was willing to take out [Baltimore Orioles owner] Peter Angelos, and not many people in that town were willing to do that,” said Verducci, now one of his broadcasting partners on FOX. “It didn’t surprise me because Ken will write the stories no matter where it takes him.”“A certain town that you go into back then, you look forward to reading that person. It’s actually like saying hello to them. And suddenly when you think about Baltimore, you thought about Ken Rosenthal.”Even today, as a national baseball writer, an analyst of MLB Network and a reporter for MLB on FOX, Rosenthal still writes stronger opinions than most of his peers. But everything is tempered due to a give-and-take with his sources that account for a lot of the information he reports.“When I was a columnist in Baltimore, everything was a 95 mile-per-hour fastball at the head — I had no subtlety and I wasn’t mature enough,” Rosenthal said. “At least now I know how to pitch different speeds.”Being a baseball writer — undoubtedly the most demanding of sports to cover due to the long regular season and the offseason where news can break at any time — was difficult for Rosenthal and his family at times, especially as his three kids were growing up and were in school, his wife Lisa said.“The first time we met, he told me that he was leaving town in a few hours and he wouldn’t be back for a couple of weeks, and I didn’t know if I should believe him. But it was true,” Lisa said.“So this is all I’ve ever known, and really for our family, it’s all we’ve ever known too. I can’t imagine living with someone who had a 9-to-5 job and came home every day. To be honest, he’s so happy with what he does that it really doesn’t bother me.”", "article_metadata": {"og": {"site_name": "Peninsula Press", "description": "It was in college when Ken Rosenthal -- an analyst of MLB Network and a reporter for MLB on FOX -- first exhibited his reporting prowess. He chased stories down — literally.", "title": "A profile of sportswriter Ken Rosenthal", "locale": "en_US", "image": "http://peninsulapress.com/wp-content/uploads/2015/07/Rosenthal_homepage_cropped.jpg", "updated_time": "2015-07-15T10:34:02+00:00", "url": "http://peninsulapress.com/2015/07/06/ken-rosenthal-sportswriter-profile/", "type": "article"}, "article": {"publisher": "https://www.facebook.com/PeninsuPress", "section": "Sports", "tag": "sportswriters", "published_time": "2015-07-06T13:39:43+00:00", "modified_time": "2015-07-15T10:34:02+00:00"}, "twitter": {"description": "It was in college when Ken Rosenthal -- an analyst of MLB Network and a reporter for MLB on FOX -- first exhibited his reporting prowess. He chased stories down — literally.", "creator": "@jwallach12", "image": "http://peninsulapress.com/wp-content/uploads/2015/07/Rosenthal_homepage_cropped.jpg", "title": "A profile of sportswriter Ken Rosenthal", "site": "@PeninsuPress", "card": "summary"}, "generator": "WordPress 4.2.4", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "During Christmas break of his senior year at the University of Pennsylvania, Ken Rosenthal was back home on Long Island.\nHe was usually confident to express his opinions on The Sun’s sports pages but this time, Rosenthal simply described what happened and let the moment write itself.“It was just a thrilling night,” Rosenthal recalled.\nBut Sandler’s advice to the 22-year-old Rosenthal, who had aspired to be a sports journalist since being raised on the Island, was simple.\nRosenthal was under no illusions and did not expect a job offer to come from Newsday.\nI made it to The Baltimore Sun.”That lit a fire under Rosenthal, which “never kind of went away — well, not for a long time,” he said."}