{"article_title": "Kaiser Permanente's Angie Stevens: ACA a factor in our telehealth growth", "article_keywords": ["aca", "kaiser", "patient", "stevens", "telehealth", "healthcare", "provide", "growth", "video", "lot", "factor", "permanentes", "angie", "quality", "care"], "article_url": "http://www.fiercehealthit.com/story/kaiser-permanentes-angie-stevens-aca-factor-our-telehealth-growth/2016-03-10", "article_text": "Despite already having used video visits for a number of years, adoption by both clinicians and patients remains a challenge for Kaiser Permanente, according to Angie Stevens, executive director of telehealth IT.\n\n\"Our clinicians are not trained to deliver care via video, they're trained to deliver care in person, and they're not quite comfortable with it at first, so we're spending a lot of time practicing, getting them to a comfort level,\" Stevens told FierceHealthIT in an interview at the Healthcare Information and Management Systems Society's annual conference in Las Vegas. \"On the patient side, the challenge lies in awareness of knowing that this is an option for them, as well as being comfortable with the technology.\"\n\nStill, as of December 2014, many Kaiser regional systems were conducting more than half of patient visits via video or messaging technology. A number of factors have contributed to the growth, Stevens said, including the Affordable Care Act and better technology.\n\n\"Because of the influx of so many new members through the exchanges, we have to provide greater accessibility to a broader range of people and also broader locations,\" Stevens said. \"Also, the video quality has gotten to a level where it's a lot more palatable for these types of clinical scenarios. A while back it was a little bit grainy or the connection dropped a lot. It's actually improved quite a bit in recent years.\"\n\nStevens said Kaiser is just starting to put studies in place to examine the impact of telehealth on care quality delivered to patients. At present, she said, there aren't enough examples to be able to conduct an effective assessment against traditional care models.\n\nAnecdotally, Stevens said she's heard about improved patient satisfaction and engagement, as well as a decrease in appointment no-shows.\n\nInvestment in on-demand healthcare companies--those that provide local near-real-time and 24/7 services--is expected to quadruple to $1 billion by the end of 2017, according to Accenture research.\n\nHIMSS and the Personal Connected Health Alliance, in a letter to the Agency for Healthcare Research and Quality in January, urged the organization to consider conducting additional studies that provide more data on the benefits of telehealth and remote patient monitoring.", "article_metadata": {"description": "​Despite already having used video visits for a number of years, adoption by both clinicians and patients remains a challenge for Kaiser Permanente, according to Angie Stevens, Kaiser Permanente executive director of telehealth IT.", "og": {"site_name": "FierceHealthIT", "description": "​Despite already having used video visits for a number of years, adoption by both clinicians and patients remains a challenge for Kaiser Permanente, according to Angie Stevens, Kaiser Permanente executive director of telehealth IT.", "title": "Kaiser Permanente's Angie Stevens: ACA a factor in our telehealth growth", "url": "http://www.fiercehealthit.com/story/kaiser-permanentes-angie-stevens-aca-factor-our-telehealth-growth/2016-03-10", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthit.jpg", "type": "website"}, "twitter": {"site": "fiercehealthit", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=783777884", "keywords": "Affordable Care Act,Angie Stevens,Fierce exclusive,HIMSS16,Kaiser Permanente,telehealth,Telehealth & e-Health,telemedicine", "viewport": "width=device-width", "news_keywords": "Telehealth & e-Health"}, "article_summary": "Stevens said Kaiser is just starting to put studies in place to examine the impact of telehealth on care quality delivered to patients.\n\"Also, the video quality has gotten to a level where it's a lot more palatable for these types of clinical scenarios.\nA number of factors have contributed to the growth, Stevens said, including the Affordable Care Act and better technology.\nDespite already having used video visits for a number of years, adoption by both clinicians and patients remains a challenge for Kaiser Permanente, according to Angie Stevens, executive director of telehealth IT.\nStill, as of December 2014, many Kaiser regional systems were conducting more than half of patient visits via video or messaging technology."}