{"article_title": "Marco Rubio Works the Friendlier Confines of South Carolina", "article_keywords": ["marco", "applause", "friendlier", "century", "told", "rights", "american", "crowd", "confines", "rubio", "speech", "need", "works", "south", "carolina"], "article_url": "http://www.politicususa.com/2016/02/12/marco-rubio-works-friendlier-confines-south-carolina.html", "article_text": "The day after the New Hampshire presidential primary, Marco Rubio made an appearance at the Marriott in Spartanburg, South Carolina. The Deep South state will hold its Republican presidential primary, Saturday, February 20th. The Democrats repeat the exercise a week later.\n\nThe Marriott speech was Rubio’s first since placing 5th in New Hampshire primary, February 9th. The Florida Senator finished with 30,032 votes to 4th place finisher Jeb Bush with 31,310. Winner Donald Trump attracted over 100,000 votes to run away with the victory. Chris Christie and Carly Fiorina barely made a dent in the voting and both subsequently pulled out.\n\nThe disappointing New Hampshire finish notwithstanding, Rubio received a warm Upstate welcome as he showed up about 40 minutes late. A standing room only crowd was there to greet him and interrupt his address with enthusiastic applause numerous times. The room accommodates 500 people.\n\nSouth Carolina is known as a very conservative state and Rubio presented a very conservative speech. In his opening remarks he recognized family members in the audience and U.S. Representative Trey Gowdy of Benghazi fame who is in his third terms in the local 4th district. Also introduced was U.S. Senator Tim Scott. As CNN news has pointed out, Scott became the first African-American to be elected to the Senate since the late 19th century. Both Congressmen have endorsed Rubio who then gave the crowd what they came for. The candidate delivered a barrage of positions and promises designed to delight what appeared to be a largely evangelical gathering judging by the cheers and applause.\n\nThe first major applause lines came in the form of a statement: “Why are we special? I think it began on the day we were founded. They declared independence, the fathers did, by saying our rights don’t come from the government. They said our rights come from God (applause). And it’s true. Most countries believe it’s whatever your leaders allow you to have, but in America we believe and we were founded on the powerful principal that our rights come from our creator.”\n\nAs the speech progressed, Rubio praised free enterprise and called for a strong national defense. He believes the world is more peaceful when we (the U.S.) have the strongest military. He then inserted some thoughts on the constitution. “How can we use the constitution to cut down our religion?” He pledged to protect the constitution “unlike Barack Obama.”\n\nThe talk took another turn with the comment that the government, paraphrasing here, has no business being involved in K-12 education. This drew big applause. He also said “they” win when Obamacare becomes permanent, later intoning that we need a president that gets rid of Obamacare.\n\nMost of Marco Rubio’s sentences began with “we need.” He went from “We need a president that believes in free enterprise (a second reference) to “We need tax and regulatory reform.” Then there was “We need to do for America what you have done in South Carolina.” He briefly touched on the religious theme once more with “If we want to serve the Lord, we have to serve each other.”\n\nReturning to America as the world’s most powerful nation, he told the crowd that the U.S. needs to win some so the country can change direction. This was interspersed with the statement that “We’re not a nation that seeks war.” He said we only go to war to ensure peace.\n\nHe guaranteed that terrorist would be provided with no lawyers or Miranda rights. If they were captured, it was off to Guantanamo. He told his supporters that we are on Israel’s side and said “We will rebuild the U.S. Military and strongly emphasized the point that “I’m going to cancel Obama’s deal with Iran.\n\nRubio had high praise for vets and emergency personnel. He told of his brother, a Green Beret, being wounded in action and losing a couple of front teeth, an injury that required extensive follow-up. He characterized visits to the VA hospitals as always being a hassle. To that end he told of passing a law making it possible to fire incompetent VA executives.\n\nIf you’re one who is easily given over to conspiracy theories, Rubio said something that might get you thinking. If elected, he vowed “To leave our children what they deserve to inherit; A New American Century, the greatest nation on earth. That is what we will do in this election.”\n\nA New American Century calls to mind a defunct group called the “Project for a New American Century.” Sourcewatch backgrounds this think tank that went out of business in 2006. Jeb Bush was a major player in PNAC as well as other names you will readily recognize. The question is was it just coincidental that the New American Century term found its way into a Marco Rubio speech or was it code for some remaining powerful neo-conservatives and their PACs?\n\nAs the crowd dispersed, there was an undercurrent of satisfied conservation, not unlike what you hear after a good movie. The last I heard, Rubio and his opponents were headed to a Family Forum at Bob Jones University. Another friendly crowd.", "article_metadata": {"description": "Rubio's opposition to the First Amendment found a sympathetic ear, asking “How can we use the constitution to cut down our religion?”", "generator": "WordPress 4.5.2", "author": "Dennis S", "og": {"site_name": "Politicus USA", "description": "Rubio's opposition to the First Amendment found a sympathetic ear, asking “How can we use the constitution to cut down our religion?”", "title": "Marco Rubio Works the Friendlier Confines of South Carolina", "url": "http://www.politicususa.com/2016/02/12/marco-rubio-works-friendlier-confines-south-carolina.html", "image": "http://15130-presscdn-0-89.pagely.netdna-cdn.com/wp-content/uploads/2015/10/rubio-not-showing-up.jpg", "updated_time": "2016-02-12T21:36:19+00:00", "type": "article"}, "fb": {"admins": 523732690, "app_id": 113462415332922, "pages": 186473214703370}, "keywords": "2016 Elections,Featured News,Marco Rubio,religion and politics,Republican Party,South Carolina Primary,politicususa,liberal,politics,sarah jones,jason easley,barack obama,hillary clinton,bernie sanders,msnbc,media", "article": {"publisher": "https://www.facebook.com/PoliticusUSA", "section": "Featured News", "published_time": "2016-02-12T21:36:19+00:00", "modified_time": "2016-02-12T21:36:19+00:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "2016 Elections, Marco Rubio, religion and politics, Republican Party, South Carolina Primary"}, "article_summary": "The day after the New Hampshire presidential primary, Marco Rubio made an appearance at the Marriott in Spartanburg, South Carolina.\nThat is what we will do in this election.”A New American Century calls to mind a defunct group called the “Project for a New American Century.” Sourcewatch backgrounds this think tank that went out of business in 2006.\nIf elected, he vowed “To leave our children what they deserve to inherit; A New American Century, the greatest nation on earth.\nSouth Carolina is known as a very conservative state and Rubio presented a very conservative speech.\nThe question is was it just coincidental that the New American Century term found its way into a Marco Rubio speech or was it code for some remaining powerful neo-conservatives and their PACs?"}