{"article_title": "Did Virginia GOP bribe Democratic senator to resign, kill Medicaid expansion?", "article_keywords": ["senator", "gov", "terry", "seat", "virginia", "expansion", "budget", "mcauliffe", "state", "medicaid", "resign", "bribe", "kill", "virginians", "democratic", "gop", "care"], "article_url": "http://www.dailykos.com/story/2014/6/9/1305542/-Did-Virginia-GOP-bribe-Democratic-senator-to-resign-kill-Medicaid-expansion", "article_text": "Gov. Terry McAuliffe\n\nGov. Terry McAuliffe\n\nRepublicans appear to have outmaneuvered Gov. Terry McAuliffe in a state budget standoff by persuading a Democratic senator to resign his seat, at least temporarily giving the GOP control of the chamber and possibly dooming the governor’s push to expand Medicaid under the Affordable Care Act. Sen. Phillip P. Puckett (D-Russell) will announce his resignation Monday, effective immediately, paving the way to appoint his daughter to a judgeship and Puckett to the job of deputy director of the state tobacco commission, three people familiar with the plan said Sunday. They spoke on the condition of anonymity because they were not authorized to discuss the matter.\n\n“I am deeply disappointed by this news and the uncertainty it creates at a time when 400,000 Virginians are waiting for access to quality health care, especially those in Southwest Virginia,” McAuliffe said. “This situation is unacceptable, but the bipartisan majority in the Senate and I will continue to work hard to put Virginians first and find compromise on a budget that closes the coverage gap.”\n\nVirginia Gov. Terry McAuliffe has been locked in a showdown with the legislature over the state's budget and his insistence that Medicaid expansion be included in it. The Republican House has refused, the evenly split Senate has sided with McAuliffe. But that's all been up-ended, thePuckett's seat is likely to go Republican in the special election following his resignation. If you were curious as the lengths Republicans—and an asshole complicit Democrat—would go to to deny low-income people health care because they hate Obamacare, now you know. McAuliffe focused on that in his statement about the news:As Steve Benen points out , Puckett's seat is in Southwest Virginia, one of the poorest parts of the state that would benefit greatly from Medicaid expansion. McAuliffe has been considering the possibility of bypassing the legislature with an executive order to expand the program, a move he might be one step closer to today.", "article_metadata": {"og": {"site_name": "Daily Kos", "description": "Gov. Terry McAuliffe\nVirginia ...", "title": "Did Virginia GOP bribe Democratic senator to resign, kill Medicaid expansion?", "url": "http://www.dailykos.com/story/2014/6/9/1305542/-Did-Virginia-GOP-bribe-Democratic-senator-to-resign-kill-Medicaid-expansion", "image": "http://images.dailykos.com/images/77977/story_image/RTX19DPA.jpg?1397499580", "type": "article"}, "csrf-param": "authenticity_token", "fb": {"app_id": 170357783709}, "twitter": {"description": "Gov. Terry McAuliffe\n\nVirginia Gov. Terry McAuliffe has been locked in a showdown with the legislature over the state's budget and his insistence that Medicaid expansion be included in it. The Repu...", "title": "Did Virginia GOP bribe Democratic senator to resign, kill Medicaid expansion?", "image": {"src": "http://images.dailykos.com/images/77977/story_image/RTX19DPA.jpg?1397499580"}, "creator": "@joanmccarter", "site": "@dailykos", "card": "summary_large_image"}}, "article_summary": "Terry McAuliffe has been locked in a showdown with the legislature over the state's budget and his insistence that Medicaid expansion be included in it.\nTerry McAuliffe in a state budget standoff by persuading a Democratic senator to resign his seat, at least temporarily giving the GOP control of the chamber and possibly dooming the governor’s push to expand Medicaid under the Affordable Care Act.\nMcAuliffe focused on that in his statement about the news:As Steve Benen points out , Puckett's seat is in Southwest Virginia, one of the poorest parts of the state that would benefit greatly from Medicaid expansion.\n“I am deeply disappointed by this news and the uncertainty it creates at a time when 400,000 Virginians are waiting for access to quality health care, especially those in Southwest Virginia,” McAuliffe said.\nBut that's all been up-ended, thePuckett's seat is likely to go Republican in the special election following his resignation."}