{"article_title": "Heated Alaska Senate Race Defined by Local Issues", "article_keywords": ["rights", "defined", "subsistence", "sullivan", "alaska", "begich", "senate", "race", "fishing", "heated", "rothenberg", "federal", "local", "issues"], "article_url": "http://dailysignal.com/2014/10/08/fishing-rights-genetically-modified-salmon-might-determine-senate-control/", "article_text": "A Senate race in Alaska—and control of the upper chamber of Congress—may be decided by issues that matter little to the rest of the country, like fishing rights and genetically modified salmon.\n\nRepublicans are banking on Alaska to be one of the six new seats the GOP needs to take control of the Senate, with their nominee, Dan Sullivan, attacking Sen. Mark Begich, the incumbent Democrat, as a loyalist to President Obama.\n\nThe state has voted Republican in every presidential election since 1968.\n\nBut Begich, boasting endorsements by the United Fishermen of Alaska and the Alaska Bering Sea Crabbers, is campaigning as the true Alaskan, traveling to far-flung villages to connect with people who have unique needs and normally wouldn’t vote.\n\nOnly about 250,000 of Alaska’s 500,000 registered voters are expected to vote this year.\n\nIn an interview with The Daily Signal, Geoffrey Skelley, associate editor of Sabato’s Crystal Ball at the University of Virginia Center for Politics, said Alaska’s “unique political culture” makes it ripe for seemingly random local issues to sway the race.\n\n“Alaska is a place where the default political allegiance is not quite as hardened, though it is pretty Republican,” Skelley said. “You also tend to see a little higher libertarian ethos. Alaskans think it’s important that they get investment from the federal government [for local issues] because they are so far away from the rest of the country.”\n\nFish Matter\n\nIn their only debate last week, focused specifically on fishing issues, Begich showed his command of oceans and fishing ports.\n\nHe trumpets his support for subsistence rights on federal and state lands (there are 198 native villages in Alaska, and residents hunt, fish and gather much of their own food).\n\nBegich has portrayed Sullivan as against subsistence rights because, as the state’s attorney general, he reopened a case against Katie John, a Alaska native elder and subsistence rights activist.\n\nSullivan insists he supports subsistence rights.\n\nIn another Alaskan matter, Begich promises to fairly distribute fishing quotas—required to keep the state’s fishing stock full because half of the nation’s seafood comes from Alaska.\n\nBegich, who chairs the Senate Subcommittee on Oceans, Atmosphere, Fisheries, and Coast Guard, is the former mayor of Anchorage and son of a popular Alaskan congressman who died in a plane crash in 1972.\n\n“Begich has been around a long time,” said Michael Carey, a columnist for the Alaska Dispatch News, in an interview with The Daily Signal. “People know him. He’s done stuff for them.”\n\nSullivan, an Alaska transplant from Ohio, trumpets his own Alaskan credentials.\n\nIn the debate, Sullivan said he is against genetically modified fish, known as “Frankenfish,” a position Begich shares.\n\n“It’s a very one-sided issue,” Carey said. “Very few people would be in favor of it. It is universally abhorred here. The argument is who is against it more.”\n\nSullivan’s wife, Julie, is the daughter of indigenous Athabaskan leaders. He said he helps out at her family’s fish camp.\n\nBig Picture\n\nThough the local issues bring a distinct feel to the race, another prominent political analyst, Stuart Rothenberg, told The Daily Signal that “this election will be about the president.”\n\n“Traditionally, federal elections are about bigger picture issues,” Rothenberg said. “What complicates it in Alaska is that some local issues are federal issues, with so many being about federal land.”\n\nStill, Skelley and Rothenberg project Alaska to be close enough that the winner won’t get 50 percent of the vote, as what happened in the state’s last Senate election in 2010.\n\nSo fish might matter after all.\n\n“Begich is looking to make voters take a straight choice between him and Sullivan,” Rothenberg said. “So, we’re talking about fishing right’s issues. If it comes down to a few thousand votes, could it be the difference? Sure.”", "article_metadata": {"description": "A Senate race in Alaska may be decided by issues that matter little to the rest of the country, like fishing rights and genetically modified salmon.", "og": {"site_name": "The Daily Signal", "description": "A Senate race in Alaska may be decided by issues that matter little to the rest of the country, like fishing rights and genetically modified salmon.", "title": "Heated Alaska Senate Race Defined by Local Issues", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/141007_AlaskaIssues_Siegel-FEATURE.jpg", "updated_time": "2014-10-09T10:25:10+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/ZspXMl"}, "twitter": {"domain": "The Daily Signal", "description": "A Senate race in Alaska may be decided by issues that matter little to the rest of the country, like fishing rights and genetically modified salmon.", "title": "Heated Alaska Senate Race Defined by Local Issues", "image": {"src": "http://dailysignal.com/wp-content/uploads/141007_AlaskaIssues_Siegel-FEATURE.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Economy", "tag": "politics", "published_time": "2014-10-08T03:01:46+00:00", "modified_time": "2014-10-09T10:25:10+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Alaska, Dan Sullivan, Mark Begich, midterms, Stuart Rothenberg, United Fishermen of Alaska, Sabato’s Crystal Ball, University of Virginia, Senate"}, "article_summary": "“So, we’re talking about fishing right’s issues.\nA Senate race in Alaska—and control of the upper chamber of Congress—may be decided by issues that matter little to the rest of the country, like fishing rights and genetically modified salmon.\n“Begich is looking to make voters take a straight choice between him and Sullivan,” Rothenberg said.\nBegich has portrayed Sullivan as against subsistence rights because, as the state’s attorney general, he reopened a case against Katie John, a Alaska native elder and subsistence rights activist.\nBig PictureThough the local issues bring a distinct feel to the race, another prominent political analyst, Stuart Rothenberg, told The Daily Signal that “this election will be about the president.”“Traditionally, federal elections are about bigger picture issues,” Rothenberg said."}