{"article_title": "At U-M, Sexual Violence Includes 'Discounting Feelings,' 'Withholding Sex'", "article_keywords": ["withholding", "definitions", "includes", "university", "violence", "feelings", "um", "discounting", "context", "sexually", "partner", "sex", "sexual"], "article_url": "http://reason.com/blog/2014/09/25/at-u-m-sexual-violence-includes-discount", "article_text": "The redefinition of the word violence continues among revelations that discounting a sexual partner's feelings and withholding sex constitutes sexual violence at the University of Michigan. The relevant info can be found at the university's \"Stop Abuse\" webpage:\n\nExamples of sexual violence include: discounting the partner's feelings regarding sex; criticizing the partner sexually; touching the partner sexually in inappropriate and uncomfortable ways; withholding sex and affection; always demanding sex; forcing partner to strip as a form of humiliation (maybe in front of children), to witness sexual acts, to participate in uncomfortable sex or sex after an episode of violence, to have sex with other people; and using objects and/or weapons to hurt during sex or threats to back up demands for sex.\n\nCriticizing someone sexually and withholding sex are unkind things to do, but they aren't violent acts in and of themselves. Indeed, a university spokesperson could only defend the definitions as appropriate within \"a larger context,\" according to Derek Draplin of The College Fix:\n\nThe definitions of behaviors of violence … describe most accurately what occurs in an abusive relationship,” [U-M spokesperson Rick Fitzgerald] said in an email. “Those behaviors not in the context of violence are not abusive. A reader of this site would recognize that it’s described as one behavior in the context of a pattern of behaviors to maintain power and control over an intimate partner.\"\n\nBut, as Draplin writes, universities make these slips all the time—treating disfavored behavior and physically painful behavior as one and the same. He cites an interview with the sexual violence support coordinator at Brock University in Canada in which the administrator claims \"anything that makes someone feel unsafe\" counts as violence.\n\nInstitutions of higher learning should be more precise with their definitions. Being insufficiently attentive to other people's feelings is not an act of violence.\n\nFor related coverage, see \"Ohio State: Students Must Agree on Why They Are Having Sex.\"", "article_metadata": {"og": {"site_name": "Reason.com", "description": "The redefinition of the word violence continues among&nbsp;revelations that discounting a sexual partner's feelings and withholding sex constitutes sexual", "title": "At U-M, Sexual Violence Includes 'Discounting Feelings,' 'Withholding Sex'", "url": "http://reason.com/blog/2014/09/25/at-u-m-sexual-violence-includes-discount", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14116721326461.jpg", "type": "article"}, "twitter": {"description": "The redefinition of the word\nviolence continues among&nbsp;revelations that discounting\na sexual partner's feelings and withholding sex constitutes sexual\nviolence at the University of Michigan. The relevant info can be\nfound\nat the university's \"Stop Abuse\" webpage:\n\nExamples of sexual violence include: discounting the partner's\nfeelings regarding sex; criticizing the partner sexually; touching\nthe", "title": "At U-M, Sexual Violence Includes 'Discounting Feelings,' 'Withholding Sex'", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14116721326461.jpg", "creator": "@robbysoave", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Civil Liberties", "published_time": "2014-09-25T19:53:00+00:00", "author": "http://reason.com/people/robby-soave"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "The redefinition of the word violence continues among revelations that discounting a sexual partner's feelings and withholding sex constitutes sexual violence at the University of Michigan.\nCriticizing someone sexually and withholding sex are unkind things to do, but they aren't violent acts in and of themselves.\nHe cites an interview with the sexual violence support coordinator at Brock University in Canada in which the administrator claims \"anything that makes someone feel unsafe\" counts as violence.\nBeing insufficiently attentive to other people's feelings is not an act of violence.\nThe relevant info can be found at the university's \"Stop Abuse\" webpage:Examples of sexual violence include: discounting the partner's feelings regarding sex; criticizing the partner sexually; touching the partner sexually in inappropriate and uncomfortable ways; withholding sex and affection; always demanding sex; forcing partner to strip as a form of humiliation (maybe in front of children), to witness sexual acts, to participate in uncomfortable sex or sex after an episode of violence, to have sex with other people; and using objects and/or weapons to hurt during sex or threats to back up demands for sex."}