{"article_title": "Why mediation is key to helping social workers resolve best interests disputes", "article_keywords": ["interests", "resolve", "court", "mental", "protection", "decisionmakers", "workers", "mediation", "helping", "disputes", "key", "social", "capacity", "best", "dispute"], "article_url": "http://www.communitycare.co.uk/2013/09/02/why-mediation-is-key-to-helping-social-workers-resolve-best-interests-disputes/", "article_text": "Picture credit: Rex/Voisin/Phanie\n\nAsk any local authority, social worker or care manager what their biggest issue is when acting as a‘decision-maker’ under the Mental Capacity Act 2005 (MCA) and you’re most likely to hear about the conflict that routinely accompanies managing someone’s ‘best interests’.\n\nAs defined by the Mental Capacity Act Code of Practice, statutory decision-makers are responsible for making decisions that are in the best interests of people who are unable to do so for themselves – often those living with dementia or brain injury. Unfortunately, this is often a difficult if not impossible task.\n\nMandated with the responsibility to decide where a person should live or the care they should receive, decision-makers must weigh up a plethora of competing evidence and interests, ranging from what the person wants (if they can communicate their wishes), to what the person’s friends and family think is best, to what other concerned professionals feel is right and, inevitably, what their own organisation says is affordable. The result – a formidable laundry list that at best offers a complicated course to navigate and at worst prescribes a recipe for entrenched stalemate.\n\nResolving conflict\n\nClearly the authors of the MCA expected conflict and sought to provide the framework for resolving it. The MCA code of practice contains numerous mentions about what to do when disagreements arise, including clause 5.68, which sets out a sliding scale of approaches that a decision-maker can use to address these types of disputes. Since the MCA’s implementation in 2007, statutory decision-makers have been doing their best to manage these disputes using the tools that they have to hand and the approaches recommended by the code. But are the right approaches being employed?\n\nThe first suggestion listed in clause 5.68 is to enlist the help of the independent mental capacity advocacy (IMCA) service. However IMCAs primarily exist to represent incapacitated people who have no one else (such as family or friends) to speak up for them. They were never intended or trained to be a tool for resolving disputes. As the existence of a dispute usually means there are already ‘interested’ people involved and therefore available to consult, IMCAs have no mandate to act.\n\nOther suggestions from the code (clause 5.68) include, ‘get a second opinion’, ‘hold a case conference’, or ‘use the complaints process’. But for difficult disputes or where conflict has reached an impasse, these approaches rarely work. And so often the only option left to the decision-maker is to ‘make an application to the Court of Protection’. Yet turning to court proceedings to resolve a best interests dispute can create more problems than it solves. Although the particular issue under dispute will be decided, for statutory decision-makers who have to continue to manage an incapacitated person’s health and welfare, the loss of goodwill with family members induced by court proceedings, added to the considerable expense in taking the litigious route, may cause more problems than the court’s decision resolved.\n\nThere is however an alternative. Sitting quietly in the same section of the code of practice is another suggestion – ‘attempt some form of mediation’.\n\nMediation for many people is strongly associated with family disputes, divorce proceedings and child care arrangements. So it’s easy to see how arguments about the welfare arrangements of a vulnerable person would sit quite comfortably within its framework.\n\nBenefits of mediation over Court of Protection\n\nIn essence, mediation focuses on moving the parties in dispute towards more common ground. Arguably the benefits, listed in Chapter 15 of the MCA code, far outweigh resorting to court proceedings. They include:\n\nConfidentiality for all parties (what is discussed and agreed remains private both between parties and between mediator and each party);\n\nFreedom to speak (what is said cannot be used in court);\n\nSpeedy conclusions (sometimes within hours of parties meeting);\n\nReduced costs (significantly less than the cost of traditional litigation);\n\nMutual ownership of outcomes (leading to higher rates of compliance with mediated agreement);\n\nPreserved relationships (win/win outcomes rather than winners and losers);\n\nThe option to make agreements legally binding if desired.\n\nUnfortunately despite the obvious benefits of mediation over Court of Protection proceedings, as things stand today decision-makers will be hard pressed to find independent and experienced best interests dispute mediators who can help them.\n\nSkilled mediators ‘very thin on the ground’\n\nThough there are more than enough professional mediators to resolve a commercial, family or even neighbourhood dispute, the particular and unique aspects of MCA best interests disputes require a mediation professional who understands both the context and the legislation that underpins this sector.\n\nThose kinds of mediators are very thin on the ground. Consequently, countless disputes end up as acrimonious and expensive exercises played out in the Court of Protection and ever more frequently in the glare of the media. So what’s the solution?\n\nWell in simplistic terms the answer lies in combining three inter-connected strategies.\n\nSolutions\n\nFirstly, for mediation services to develop in this area, the Court of Protection itself needs to require a change in mindset and therefore practice. Thankfully, this is already beginning to happen. Over the last twelve months the court has started to defer applications to resolve best interests disputes, instead requiring parties in dispute to seek mediation before returning for a judgement.\n\nSecondly, statutory bodies such as local authorities should be leading the way in changing the way best interests disputes are handled. If second opinions and case conferences hit a brick wall, decision-makers need to be encouraged to opt for mediation rather than the Court of Protection as the next step. That means researching and developing supplier relationships with independent providers who offer local specialist mediation and who can respond quickly before a best interests dispute becomes entrenched and expensive.\n\nAnd thirdly, and perhaps most importantly, this gap in service needs to be filled by qualified best interests dispute mediators. Candidates could come from either the public or private sector, but all must have the requisite mediation expertise combined with an in-depth sector knowledge to help decision-makers resolve these resource-draining conflicts. Arguably there are a host of individuals and organisations who could provide these services. The first step is for decision-makers to recognise their options. The market will take care of the rest.\n\nApplying a mediation process to resolve a best interests dispute could well be the best kept secret of the Mental Capacity Act. Encouraging a more collaborative approach to dispute resolution that leaves all parties able to work together in the future must surely be in everybody’s best interests.\n\nRussell Caller is managing partner at Gillhams Solicitors LLP, a Court of Protection deputy and accredited mediator.\n\nRelated articles\n\nHuge variations in Deprivation of Liberty Safeguards caseloads persist\n\nResearch into improving the use of mental capacity advocates in adult safeguarding\n\nIs the Mental Capacity Act fit for purpose? Tell the House of Lords what you think\n\nSocial workers given legal advice on Mental Capacity Act", "article_metadata": {"gwa_pubDate": "02-09-2013", "gwa_contentType": "article|free", "gwa_authStatus": "logged out", "gwa_siteSection1": "news", "generator": "WooFramework 5.5.5", "og": {"site_name": "Community Care", "description": "Mediation offers social workers a cost-effective alternative to the Court of Protection in resolving best interests disputes where people lack the capacity to decide about their own welfare, but needs to be made much more available, says Russell Caller.", "title": "Why mediation is key to helping social workers resolve best interests disputes", "locale": "en_GB", "image": {"width": 400, "identifier": "https://s3-eu-west-1.amazonaws.com/cjp-rbi-comcare/wp-content/uploads/sites/7/2013/09/wpid-mediation-rex-voisin-phanie.jpg", "height": 300}, "updated_time": "2013-10-08T15:34:32+00:00", "url": "http://www.communitycare.co.uk/2013/09/02/why-mediation-is-key-to-helping-social-workers-resolve-best-interests-disputes/", "type": "article"}, "gwa_contentId": 88203, "gwa_contentTitle": "why mediation is key to helping social workers resolve best interests disputes", "gwa_pageName": "news|why mediation is key to helping social workers resolve best interests disputes", "gwa_Account": "rbiuk-communitycare,rbiuk-ccmarket", "gwa_aboutness": "adults|legal|social care leaders", "google-site-verification": "Q6YFjOCtOpnMD9huA056T6HYiWZNKVXetevB99gUmU8", "viewport": "initial-scale=1.0; maximum-scale=1.0; user-scalable=yes", "gwa_author": "russell caller", "article": {"section": "Social care leaders", "published_time": "2013-09-02T16:08:06+00:00", "modified_time": "2013-10-08T15:34:32+00:00"}, "gwa_contentHierarchy": "news|why mediation is key to helping social workers resolve best interests disputes"}, "article_summary": "Applying a mediation process to resolve a best interests dispute could well be the best kept secret of the Mental Capacity Act.\nSecondly, statutory bodies such as local authorities should be leading the way in changing the way best interests disputes are handled.\nRelated articlesHuge variations in Deprivation of Liberty Safeguards caseloads persistResearch into improving the use of mental capacity advocates in adult safeguardingIs the Mental Capacity Act fit for purpose?\nAnd thirdly, and perhaps most importantly, this gap in service needs to be filled by qualified best interests dispute mediators.\nYet turning to court proceedings to resolve a best interests dispute can create more problems than it solves."}