{"article_title": "Want to know a retail secret? Always buy the men's version", "article_keywords": ["city", "buy", "gender", "price", "men", "mens", "report", "secret", "version", "products", "know", "services", "women", "retail", "york"], "article_url": "http://www.ocregister.com/articles/women-698162-gender-products.html", "article_text": "Radio Flyer sells a red scooter for boys and a pink scooter for girls. Both feature plastic handlebars, three wheels and a foot brake. Both weigh about five pounds.\n\nThe only significant difference is the price, a new report reveals. Target listed one for $24.99 and the other for $49.99.\n\nThe scooters’ price gap isn’t an anomaly. The New York City Department of Consumer Affairs compared nearly 800 products with female and male versions – meaning they were practically identical except for the gender-specific packaging – and uncovered a persistent surcharge for one of the sexes. Controlling for quality, items marketed to girls and women cost an average 7 percent more than similar products aimed at boys and men.\n\nDCA Commissioner Julie Menin, who launched the investigation this summer, said the numbers show an insidious form of gender discrimination. Compounding the injustice, she said, is the wage gap. Federal data show women in the United States earn about 79 cents for every dollar paid to men.\n\n“It’s a double whammy,” Menin said. “And it’s not just happening in New York. You see in the aisles the issue is clearly applicable to consumers across the country.”\n\nA Target spokesman said the company lowered the price of the pink scooter after the report was released Friday, calling the discrepancy a “system error.” (The retailer blamed the same kind of glitch last year after catching heat for selling black Barbies at more than double the price of white Barbies.)\n\nWhen asked about the price differences of other gendered toys – like the Raskullz shark helmet ($14.99) and the Raskullz unicorn helmet ($27.99) or the Playmobil pirate ship ($24.99) and the Playmobil fairy queen ship ($37.99) – the representative pointed to a company statement, declining to elaborate: “Our competitive shop process ensures that we are competitively priced in local markets. A difference in price can be related to production costs or other factors.”\n\nResearchers for the New York City Department of Consumer Affairs pored over toys, children’s clothing, adult apparel, personal care products and home goods sold in the city. The largest price discrepancy emerged in the hair care category: Women, on average, paid 48 percent more for goods like shampoo, conditioner and gel. Razor cartridges came in second place, costing female shoppers 11 percent more.\n\nWalgreens, for example, peddled a blue box of Schick Hydro 5 cartridges for $14.99. The Schick Hydro Silk, its purple sibling, was priced at $18.49.\n\nAcross the New York sample, women’s products carried higher price tags 42 percent of the time, while men’s products cost more 18 percent of the time.\n\nBoosting prices according to who’s buying is nothing new. Hairdressers often charge women more. Nightclubs sometimes demand more cash from men for admission.\n\nPrice discrimination on the whole tends to be worse for women, though. A 1994 report from the state of California found they pay an annual “gender tax” of $1,351 for the same services for men.\n\nWomen spend an average of 25 percent more on haircuts (that require the same amount of labor as a men’s style) and 27 percent more for the laundering of a white cotton shirt, a 2002 DCA study showed.\n\nAnother analysis from the University of Central Florida found women’s deodorants typically cost 30 cents more than the same product for men. Wrote the authors, “The only discernible difference was scent.”\n\nThe pricing differences extend beyond basic services and goods. Until courts knocked the practice down, insurance companies in Europe charged women more because women live longer. Under the Affordable Care Act, insurance companies in the United States cannot factor gender into cost.\n\nNew York City law has banned gender discrimination in the pricing of services since 1998. Businesses cannot legally charge more for haircuts or dry cleaning, for example, based on the patron’s sex. They must instead offer gender-neutral rates by labor intensity.\n\nThat doesn’t mean local companies always follow the rules. DCA inspectors issued 129 violations for gender pricing of services this year, compared with 118 in 2014.\n\nCalifornia and Florida’s Miami-Dade County also prohibit selling the same services to men and women at different prices. No federal law, though, requires businesses to set gender-equal prices on products. New York City’s report was released to heighten consumer awareness, Menin said, and to publicly shame companies with glaring disparities.\n\nOf the 24 retailers in the New York City report, the worst gender pricing disparity surfaced at Club Monaco, where women’s clothing cost an average of 28.9 percent more than men’s clothing, according to an independent analysis by economist Ian Ayres. Urban Outfitters trailed with a 24.6 percent gender premium, followed by Levis with 24.3 percent.\n\nThe retailers did not respond to the Post’s request for comment.\n\nIn 1991, Ayres, a professor at Yale Law School, sent men and women to car dealerships across the Chicago area. He learned white women were charged 40 percent more than white men, supporting the stereotype that dealers assume women knew less about car values.\n\nGender equality has improved considerably since Ayres’ paper was published – so why do blatant price disparities persist today? “One contributing factor is profitability,” he said. “You’re pulling an extra dollar out of a certain group of consumers.”\n\nCompanies might be exploiting the idea that female shoppers are willing to spend more money than their male counterparts, he said.\n\nOf course, a woman’s sweater might be crafted with nicer fabrics. A man’s sweater might be stitched with cheaper polyester. But that often isn’t the case. Frequently, the only difference between two products is color.\n\n“Those prices aren’t being driven by costs,” Ayres said, “but just because you take advantage of certain groups but not others.”\n\nRavi Dhar, director of the Center for Customer Insights at the Yale School of Management, said how we perceive women’s products could help explain why gender mark ups persist in the marketplace.\n\n“Many men’s products are not seen as men’s products,” he said. “They might just be seen as products in the category.”\n\nWhich makes the pink version a specialty product, he said. “His” and “hers” items likely stemmed from a retailer’s embrace of gender stereotypes, but our appetites for personally tailored goods could have kept the distinction alive.\n\n“People see a greater fit between the product and their tastes,” Dhar said, “and may be willing to pay more.”", "article_metadata": {"content_section": "business", "description": "Business: Want to know a retail secret? Always buy the men's version | women, gender, products, percent, price, new, york, city, cost, services", "author": "DANIELLE PAQUETTE", "og": {"site_name": "The Orange County Register", "description": "Radio Flyer sells a red scooter for boys and a pink scooter for girls. Both feature plastic handlebars, three wheels and a foot brake. Both weigh about five pounds.", "title": "Want to know a retail secret? Always buy the men's version", "url": "http://www.ocregister.com/articles/women-698162-gender-products.html", "image": "http://images.onset.freedom.com/ocregister/gallery/o093id-b88599139z.120151231174240000gf8du6qg.10.jpg", "locale": "en-US", "type": "article"}, "twitter": {"site": "@ocregister", "image": {"src": "http://images.onset.freedom.com/ocregister/gallery/o093id-b88599139z.120151231174240000gf8du6qg.10.jpg"}, "description": "Radio Flyer sells a red scooter for boys and a pink scooter for girls. Both feature plastic handlebars, three wheels and a foot brake. Both weigh about five pounds.", "card": "summary_large_image", "title": "Want to know a retail secret? Always buy the men's version"}, "content_author": "DANIELLE PAQUETTE", "fb": {"app_id": 107698536003308}, "content_thumbnail": "http://images.onset.freedom.com/ocregister/thumb/o093id-b88599139z.120151231174240000gf8du6qg.10.jpg", "content_type": "article", "Keywords": "women, gender, products, percent, price, new, york, city, cost, services", "publication_date": "2015-12-31", "access-type": "paid", "section": "business", "viewport": "width=device-width,initial-scale=1", "content_title": "Want to know a retail secret? Always buy the men's version"}, "article_summary": "“Many men’s products are not seen as men’s products,” he said.\nAcross the New York sample, women’s products carried higher price tags 42 percent of the time, while men’s products cost more 18 percent of the time.\nNew York City law has banned gender discrimination in the pricing of services since 1998.\n“They might just be seen as products in the category.”Which makes the pink version a specialty product, he said.\nCalifornia and Florida’s Miami-Dade County also prohibit selling the same services to men and women at different prices."}