{"article_title": "Governor Nikki Haley, Myrtle Beach mayor disagree on future of Atlantic Beach Bikefest", "article_keywords": ["town", "memorial", "weekend", "evans", "haley", "nikki", "disagree", "governor", "day", "future", "atlantic", "bikefest", "problems", "myrtle", "beach", "mayor"], "article_url": "http://www.postandcourier.com/article/20140608/PC1610/140609326/governor-nikki-haley-myrtle-beach-mayor-disagree-on-future-of-atlantic-beach-bikefest", "article_text": "Ocean Boulevard was closed to vehicle traffic for about eight blocks as Myrtle Beach Police investigate multiple shootings late Saturday, May 24, 2014. (AP Photo/The Sun News, Janet Blackmon Morgan)\n\nATLANTIC BEACH, S.C. - After a bloody Memorial Day weekend left three dead and seven wounded, Gov. Nikki Haley wants to end the annual Atlantic Beach Bikefest which has drawn black bikers for decades to the tiny beachside community near Myrtle Beach.\n\nBut Mayor Jake Evans has no plans to end the event in a community that, during the days of segregation, was one of the only places on the South Carolina coast where blacks were welcome.\n\nThe Bikefest attracts thousands to Atlantic Beach - a town of less than a square mile, three oceanfront blocks and about 350 residents - as well as to surrounding areas along the strip of coast known as the Grand Strand. Evans says there haven't been problems in his town but he is willing to discuss the need for more law enforcement in other areas during the weekend.\n\nPolice say the Memorial Day weekend slaying of three people in Myrtle Beach motel 14 miles away seems to be gang-related. A look at the controversy:\n\nAs the governor sees it\n\n-\"Eight shootings happened during this weekend. Three people died. That is not OK for South Carolina,\" Haley told reporters. \"This Bikefest does not represent the people of this state. It does not represent what we are trying to do when we promote tourism and jobs.\" Haley plans to talk to Evans about ending Bikefest.\n\nThe mayor's view\n\n- \"I'm not above talking to Grand Strand city leaders and coming together with them and making sure they handle the problem which is to make sure everybody abides by the law,\" said Evans who as of Thursday had not heard from the governor. \"But I'm not willing to sit down at the table with anyone and discuss canceling Bikefest.\"\n\nUnfair to Atlantic Beach?\n\n- Why not also put the brakes on the Harley-Davidson rally attracting predominantly white Harley riders earlier in May? \"If you're going to stop the black bikers weekend, you should stop all biker weekends, regardless if nothing happened during that time. That's unfair,\" said Atlantic Beach resident Jennequa Miller.\n\nHarley rally generally quiet\n\n- Brad Dean, the CEO of the Myrtle Beach Area Chamber of Commerce, said beyond traffic congestion, there are few problems with the Harley rally though Memorial Day weekend crime continues to get worse. \"Atlantic Beach is entitled to do what they want within the town limits. But this event is having such a huge impact on other communities that the rest of the Grand Strand cannot simply stand by.\"\n\n- \"This has nothing to do with what kind of motorcycle a person drives and everything to do with the fact Myrtle Beach had over 4,000 calls for police service, eight separate shootings, and three murders during the course of a Memorial Day weekend,\" added Haley spokesman Doug Mayer.\n\nLocals see few problems in Atlantic Beach\n\n-\"We've had no incidents at all. Not here and I've been here 40 years running the motel and 34 years I have seen the bike festival,\" said James Dewitt, who runs an Atlantic Beach motel.\n\n-\"I saw no problems here. It's unfortunate you have some thugs from out of town who got into some ridiculous disagreement,\" said Mike Byer who owns Mike's Minis, a food truck that served Atlantic Beach visitors until almost dawn the Saturday before Memorial Day.\n\nWhat's at stake for Atlantic Beach\n\n- The $60,000 or so the town makes on Bikefest fees is a big chunk of its $500,000 annual budget. \"A little bit of money is a lot to us,\" said Evans who added the event also gives land owners a chance to make income renting space for parking and vendors.\n\n... And for South Carolina\n\n- Tourism is an $18 billion industry and another violent incident could hurt, said John Crotts, a professor of tourism management at the College of Charleston. \"It does cast a negative image on Myrtle Beach and if something sprang up in another part of the state you have the potential to hurt the entire industry,\" he said.", "article_metadata": {"news_keywords": "Governor Nikki Haley, Myrtle Beach mayor disagree on future of Atlantic Beach Bikefest, FP LatestNews, \r\nFP LatestNewsSouth, \r\nSouth, Crime,Myrtle Beach,Myrtle Beach shootings", "og": {"site_name": "Post and Courier", "description": "ATLANTIC BEACH, S.C. - After a bloody Memorial Day weekend left three dead and seven wounded, Gov. Nikki Haley wants to end the annual Atlantic Beach Bikefest which has drawn black bikers for decades to the tiny beachside community near Myrtle Beach.", "title": "Governor Nikki Haley, Myrtle Beach mayor disagree on future of Atlantic Beach Bikefest", "url": "http://www.postandcourier.com20140608/140609326/governor-nikki-haley-myrtle-beach-mayor-disagree-on-future-of-atlantic-beach-bikefest", "image": {"url": "http://www.postandcourier.com/storyimage/CP/20140608/PC1610/140609326/AR/0/AR-140609326.jpg", "identifier": "http://www.postandcourier.com/storyimage/CP/20140608/PC1610/140609326/AR/0/AR-140609326.jpg"}, "type": "article"}, "twitter": {"description": "ATLANTIC BEACH, S.C. - After a bloody Memorial Day weekend left three dead and seven wounded, Gov. Nikki Haley wants to end the annual Atlantic Beach Bikefest which has drawn black bikers for decades to the tiny beachside community near Myrtle Beach.", "title": "Governor Nikki Haley, Myrtle Beach mayor disagree on future of Atlantic Beach Bikefest", "app": {"country": "US", "name": {"ipad": "Post and Courier", "iphone": "Post and Courier", "googleplay": "Post and Courier"}, "id": {"ipad": 603721271, "iphone": 603721271, "googleplay": "com.Synapse.PandC"}}, "site": "@postandcourier", "image": "http://www.postandcourier.com/storyimage/CP/20140608/PC1610/140609326/AR/0/AR-140609326.jpg?201406081028", "card": "summary_large_image"}, "msvalidate.01": "05BAEC9D8820FA9F10D57DB6EB3C6192", "metered": "yes", "p": {"domain_verify": "c6511264bdb6fa45c6bb985fb86d3ab2"}, "fb": {"app_id": 146078808769941}, "tout": {"article": {"id": 140609326}}, "google-site-verification": "rAW9DX7yfiFF82k05QGF6LbZBkxcKxMTzAwNv0OCKAM", "keywords": "Governor Nikki Haley, Myrtle Beach mayor disagree on future of Atlantic Beach Bikefest , FP LatestNews, \r\nFP LatestNewsSouth, \r\nSouth, Crime,Myrtle Beach,Myrtle Beach shootings", "article": {"published_time": "2014-06-08T10:25:08Z", "modified_time": "2014-06-08T10:28:00Z"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "description": "ATLANTIC BEACH, S.C. - After a bloody Memorial Day weekend left three dead and seven wounded, Gov. Nikki Haley wants to end the annual Atlantic Beach Bikefest which has drawn black bikers for decades to the tiny beachside community near Myrtle Beach."}, "_id": "\"57477af46914bd0286fdcf22\"", "article_summary": "Nikki Haley wants to end the annual Atlantic Beach Bikefest which has drawn black bikers for decades to the tiny beachside community near Myrtle Beach.\nPolice say the Memorial Day weekend slaying of three people in Myrtle Beach motel 14 miles away seems to be gang-related.\nOcean Boulevard was closed to vehicle traffic for about eight blocks as Myrtle Beach Police investigate multiple shootings late Saturday, May 24, 2014.\n(AP Photo/The Sun News, Janet Blackmon Morgan)ATLANTIC BEACH, S.C. - After a bloody Memorial Day weekend left three dead and seven wounded, Gov.\nWhat's at stake for Atlantic Beach- The $60,000 or so the town makes on Bikefest fees is a big chunk of its $500,000 annual budget."}