{"article_title": "5 hot hospital marketing trends for 2015", "article_keywords": ["report", "mobile", "marketing", "hospital", "messages", "hot", "creative", "content", "whitepaper", "trends", "social", "2015", "hospitals"], "article_url": "http://www.fiercehealthcare.com/story/5-hot-hospital-marketing-trends-2015/2015-01-21", "article_text": "Hospitals looking to attract new customers and remain competitive must \"stay ahead of the curve\" by tailoring their messages to be short, positive and creative, according to a recent whitepaper from New-York-based firm Smith & Jones that forecasts hospital marketing trends for 2015.\n\nOne key trend is that more and more people use their phones and tablets to surf the web, creating a need for quick, on-the-go content, which will be essential in 2015, the whitepaper states.\n\nThe report identifies several marketing trends that the healthcare industry will experience this year. Here's five pieces of advice from the whitepaper:\n\nMake sure it's mobile: In 2015, one billion people will access the Internet only through mobile devices, according to the report.\n\nIn 2015, one billion people will access the Internet only through mobile devices, according to the report. Keep it short: \"The average person won't even scroll through an entire infographic anymore.\" Keep this in mind and keep content \"snack-able.\"\n\n\"The average person won't even scroll through an entire infographic anymore.\" Keep this in mind and keep content \"snack-able.\" Likes and views won't cut it: Get consumers to click on the subscribe--not the like--button. \"In 2015 we are taking it a step further by placing emphasis on the power of the subscribe button. Even the big social media giants are catching on by offering social ads built around conversions instead of impressions and likes,\" the report states.\n\nGet consumers to click on the subscribe--not the like--button. \"In 2015 we are taking it a step further by placing emphasis on the power of the subscribe button. Even the big social media giants are catching on by offering social ads built around conversions instead of impressions and likes,\" the report states. Be positive: Create messages that will make your patients laugh or happy so they will share them with others, the whitepaper advises.\n\nCreate messages that will make your patients laugh or happy so they will share them with others, the whitepaper advises. Be creative: Given that there's a ton of content out there, being creative will get people to \"remember and share,\" the whitepaper states.\n\nHealthcare organizations face an increasing need for marketing strategies due to major customer shifts, FierceHealthcare has reported. Scott Sette of DHR International, told Houston BizBlog that he recommends organizations recruit specialized \"marketing officers\" from consumer-driven industries.\n\nThe best bet is for hospitals to keep their messages simple and creative, like last summer's ALS Ice Bucket Challenge. Or take a cue from former Yankee Derek Jeter when it comes to branding.\n\nBut some organizations ignore Smith & Jones' advice to make everything mobile and have found old-fashioned marketing strategies like roadside billboards are still effective, FierceHealtchcare previously reported.\n\nTo learn more:\n\n- check out the whitepaper (.pdf)\n\nRelated Articles\n\n6 top 2014 healthcare marketing trends\n\nWhat hospitals can learn from retail giants like Amazon, Zappos\n\nTop talent, focused approach drive successful hospital marketing strategies\n\n5 healthcare marketing lessons from the ALS ice bucket challenge\n\nJeter's branding philosophy can be a home run for hospitals", "article_metadata": {"description": "Hospitals looking to attract new customers and remain competitive must \"stay ahead of the curve,\" by tailoring their messages to be short, positive and creative, according to a recent whitepaper from New-York-based firm Smith & Jones that forecasts hospital marketing trends for 2015.", "og": {"site_name": "FierceHealthcare", "description": "Hospitals looking to attract new customers and remain competitive must \"stay ahead of the curve,\" by tailoring their messages to be short, positive and creative, according to a recent whitepaper from New-York-based firm Smith & Jones that forecasts hospital marketing trends for 2015.", "title": "5 hot hospital marketing trends for 2015", "url": "http://www.fiercehealthcare.com/story/5-hot-hospital-marketing-trends-2015/2015-01-21", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "2015,digital marketing,healthcare industry trends,Healthcare Trends,Marketing,marketing strategies,Patient Engagement,Patient Satisfaction,smith and jones,Whitepaper", "viewport": "width=device-width", "news_keywords": "Marketing,Patient Engagement,Patient Satisfaction"}, "_id": "\"57477af46914bd0286fd8921\"", "article_summary": "The report identifies several marketing trends that the healthcare industry will experience this year.\nIn 2015, one billion people will access the Internet only through mobile devices, according to the report.\nHospitals looking to attract new customers and remain competitive must \"stay ahead of the curve\" by tailoring their messages to be short, positive and creative, according to a recent whitepaper from New-York-based firm Smith & Jones that forecasts hospital marketing trends for 2015.\nHere's five pieces of advice from the whitepaper:Make sure it's mobile: In 2015, one billion people will access the Internet only through mobile devices, according to the report.\nScott Sette of DHR International, told Houston BizBlog that he recommends organizations recruit specialized \"marketing officers\" from consumer-driven industries."}