{"article_title": "Beijing: In Figuring Out Where To Live One Expat Learns How To Live There", "article_keywords": ["beijing", "apartment", "chinese", "city", "house", "expat", "agent", "figuring", "live", "learns", "agents", "know", "beijings", "wechat"], "article_url": "http://blogs.wsj.com/expat/2015/12/20/beijing-in-figuring-out-where-to-live-one-expat-learns-how-to-live-there/", "article_text": "The Beijing house of the author and her husband. PHOTO: Jessica Meyers\n\nBEIJING—Thirty visits into our house hunt, the apartment we liked most had two urinals and no shower.\n\nBoth Chinese and foreign friends warned us about Beijing’s rental scene. One family had to pack up in days because the landlord wanted the house back. Another couple discovered a sewage smell that made the apartment uninhabitable until they—not the owner—paid to eliminate it.\n\nIn Washington, D.C., my husband and I found our apartment by walking into a building and staring at four floor plans. With the naivety of newcomers, we assumed a similar process would work in a Chinese city of more than 21 million.\n\nThat was before I climbed a plank into a half-built room advertised as a traditional home, shimmied up a wall to view a terrace, and watched a landlord open the door of one courtyard apartment with a credit card.\n\nA search that began as a quest for shelter became just as much a lesson in understanding the city and its people.\n\nBeijing faces the opposite issue of many Chinese towns: a demand for homes and not enough available, particularly moderately priced ones. “The Economist,” in a 2014 housing price index of 40 Chinese cities, ranked Beijing the second least affordable.\n\n“With Beijing housing prices remaining out of reach for average people, demand for rental accommodation is on the rise,” said Michael Cole, a China real-estate analyst who runs Mingtiandi.com, a website that tracks prominent property investors and market transactions. “This is particularly true as China’s white-collar work force becomes more mobile,” and Beijing draws professionals from smaller cities.\n\nRental prices run from $70 a month for a subterranean room to $4,500 a month for two bedrooms in a high-rise near Tiananmen Square. Little official data gauges vacancies or prices.\n\nThat’s where agents come in. These middlemen are both an apartment hunter’s salvation and a necessary burden. They know which apartments sit empty and what traditional homes hide revamped interiors. Most require a month’s rent as commission for a successful search.\n\nXiao Rong—a petite, fast-talking agent with a love for chitchat—took one look at us and dispensed advice: Know who really owns the place; sign a lease; get a receipt.\n\nMs. Xiao introduced herself as Smile, which fit her demeanor and also translated into her surname. Smile attributed high demand in the city’s core partly to a desire for shorter commutes. (A subway fare hike made travel more expensive and it took hours to cross Beijing during rush hour.)\n\nShe bemoaned the market as “unreasonable” and “crazy.”\n\nRenters often reach agents through WeChat, the ubiquitous social messaging platform that renders phone calls obsolete. Agents clinch deals through clicks on an app.\n\nChunck, an affable young agent whose WeChat profile shows him in a Chicago T-shirt with one arm slung around a cartoon tiger, is a WeChat master. He sent me daily photo streams of dark bedrooms and shower curtains, insistent we act fast.\n\nMany agent interactions begin with a subway stop and a scooter. I would stand at a designated point—perhaps Exit C of Lama Temple or in front of the Singaporean mall with the aging dance troupe—and wait to hear my name. Then I would jump on a bike and clutch my bag as we weaved around brake lights on the Second Ring Road and skidded past side-lane dumpling shops.\n\n(My husband had a stricter office schedule, which placed me in the role of scooter passenger and primary house hunter.)\n\nThe apartment visit often resembled a group tour. An assortment of agents, brokers and landlords would greet us as we opened the door into a room filled with canary yellow sofas or floor-to-ceiling mirrors. I once filed in behind seven other people. Chunck sometimes invited other potential tenants. (He did ask first.)\n\nChunck, who said he added an extra “c” to stand out, conveyed a sense of boundless opportunity—even as the country faced its slowest economic growth in 25 years.\n\nEach trip offered a window into Beijing’s culture and cadence. The informality of business—a panic-inducing lack of price tags or listings—became an education in rate negotiation.\n\nFew rules exist. In one day, I heard four different estimates on the same place. One night, I entered an apartment and walked past a family eating dinner. I left the kitchen with a trailing toddler and the scent of garlic.\n\nWe decided to expand our search. Towers define Beijing’s skyline, but one-story, gray-brick homes reveal its past.\n\nJessica Meyers at her rented home in the ‘hutongs.’ PHOTO: Jeff Kearns\n\nHutongs, alleys in Mandarin, once formed Beijing’s neighborhoods, before money and modernity took hold. Residents know these dwellings for their close quarters and poor heating.\n\n“Foreigners want these,” one agent said to me. “Chinese want apartments.”\n\nWhat he meant was: Expats like the illusion of living in the “real China,” even if their home has shoddy renovations, costs more than serviced apartments, and lacks functioning toilets. Public restrooms dot the alleys, although a number of hutong dwellers and enterprising landlords have, in recent years, installed toilets.\n\nA momentary interaction on the subway led us to the hutongs.\n\nOn our first day in Beijing, we traveled to the wrong side of the city and missed our required medical appointments. An American woman handed us her cell phone near the ticket kiosk, and some time later we thanked her with dinner, where she mentioned a newlywed couple who planned to leave the country.\n\nTheir alley home was built during the Qing dynasty and carved up into multiple dwellings in the Cultural Revolution. The wood-framed partition, three miles northeast of the Forbidden City, featured a tiny, tree-filled courtyard surrounded by three unattached structures.\n\nAlmost 100 days after our arrival, we moved in.\n\nIt appeared, as things often do in China, through patience and personal connections. In figuring out where to live, we learned how to live here.\n\nThe previous tenants bought their neighbor’s rooster so it would stop screeching in the middle of the night. (They gave it to the maid. It never reappeared.) The bathroom does not connect to other sections of the house. And the kitchen lights went out the day we moved in. But it has a stone patio where we can watch the birds,and attentive neighbors who smile through our tone-deaf attempts at the language.\n\nChunck, who checked in regularly about our search, said he was glad we found “a suitable apartment.” He reminded us about the challenge of keeping warm in the winter.\n\nHe also wanted to know if we needed 400 HD channels, a maid, or an air purifier.\n\nJessica Meyers, a former Boston Globe reporter in Washington, is a Beijing-based journalist. She is finding numerous ways not to unpack.", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "A search that began as a quest for shelter became just as much a lesson in understanding the city and its people.", "title": "Beijing: In Figuring Out Where To Live One Expat Learns How To Live There", "url": "http://blogs.wsj.com/expat/2015/12/20/beijing-in-figuring-out-where-to-live-one-expat-learns-how-to-live-there/", "image": {"src": "http://si.wsj.net/public/resources/images/BN-LS255_Expat__G_20151215092422.jpg"}, "site": "WSJ", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "World", "article.headline": "Beijing: In Figuring Out Where To Live One Expat Learns How To Live There", "description": "A search that began as a quest for shelter became just as much a lesson in understanding the city and its people.", "article_section": "World", "author": "Jessica Meyers", "user.type": "unsubscribed", "testkeys": "C", "article.page": "Expat Blog", "page.subsection": "Expat", "article.summary": "A search that began as a quest for shelter became just as much a lesson in understanding the city and its people.", "page.site": "blogs.wsj.com", "page.content.format": "responsive", "article.published": "2015-12-21T00:00:03-05:00", "dj.asn": "10-138", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/expat/2015/12/20/beijing-in-figuring-out-where-to-live-one-expat-learns-how-to-live-there/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-272B-1447", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "World", "language": "en-US", "og": {"site_name": "WSJ", "description": "A search that began as a quest for shelter became just as much a lesson in understanding the city and its people.", "title": "Beijing: In Figuring Out Where To Live One Expat Learns How To Live There", "url": "http://blogs.wsj.com/expat/2015/12/20/beijing-in-figuring-out-where-to-live-one-expat-learns-how-to-live-there/", "image": {"width": 553, "identifier": "http://si.wsj.net/public/resources/images/BN-LS255_Expat__G_20151215092422.jpg", "height": 369}, "type": "article"}, "article.access": "free", "article.type": "Expat", "article.id": "BL-272B-1447", "user.exp": "default", "article.updated": "2015-12-21T10:07:46-05:00"}, "article_summary": "With the naivety of newcomers, we assumed a similar process would work in a Chinese city of more than 21 million.\nThe Beijing house of the author and her husband.\n“The Economist,” in a 2014 housing price index of 40 Chinese cities, ranked Beijing the second least affordable.\nBeijing faces the opposite issue of many Chinese towns: a demand for homes and not enough available, particularly moderately priced ones.\n“This is particularly true as China’s white-collar work force becomes more mobile,” and Beijing draws professionals from smaller cities."}