{"article_title": "How Advanced Analytics and Machine Learning Are Transforming Healthcare", "article_keywords": ["organizations", "patient", "transforming", "big", "machine", "analytics", "patients", "health", "learning", "healthcare", "technology", "data", "advanced", "care"], "article_url": "https://icrunchdatanews.com/how-advanced-analytics-machine-learning-transforming-healthcare/", "article_text": "Big Data in healthcare has tremendous potential to improve patient care and finally obtain reasonable costs.\n\nHealthcare spending is being curtailed and the focus is on reducing the expenses without compromising on the quality of care. This shift forces the healthcare organizations to open up for technology-based solutions that curb the need for costly spending. In addition, we can see increasing demand for precision and evidence-based medicine and for patient personalization requirements. Therefore, advanced analytics and machine learning have compelling value proposition as the core of the solution to meet those demands.\n\nOne of the main limitations with medicine today and in the pharmaceutical industry is our understanding of the biology of disease. Big Data comes into play around aggregating more and more information over multiple scales for what constitutes a disease—from the DNA, proteins and metabolites to cells, tissues, organs, organisms and ecosystems. Therefore, Big Data in healthcare is being used to predict epidemics, cure disease and avoid preventable deaths. With the world’s population increasing and aging, news demands arise, and many of the decisions behind new diagnostic and treatment model are being driven by data. As known, picking up warning signs of serious illness at an early enough stage that treatment is far simpler (and less expensive) than if it had not been spotted until later. According to EMC report, 35% are using Big Data to improve patient care, 31% to reduce care costs, 28% to improve health outcomes and 22% to increase early detection.\n\nFor instance, Northern Virginia-based, not-for-profit healthcare system Inova, among various data projects underway at the Institute today, is one that applies genetic sequencing to babies admitted to Inova’s neonatal intensive care unit with symptoms that could be a congenital anomaly. The mother, the father, the baby or any other person they think is pertinent to that analysis, they sequence them, run the results in advanced models and provide those results back to the family. Inova physicians have been able to diagnose 60 percent of cases doubling what are seen at large academic hospitals, which the diagnosis rate is about 30 percent, according to Aaron Black, Inova’s Director of Informatics.\n\nMachine learning is not new to cancer research. Artificial neural networks (ANNs) and decision trees (DTs) have been used in cancer detection and diagnosis for nearly 20 years. It has only been relatively recently that cancer researchers have attempted to apply machine learning towards cancer prediction and prognosis. Indeed, a cancer prognosis typically involves multiple physicians from different specialties using different subsets of biomarkers and multiple clinical factors, including the age and general health of the patient, the location and type of cancer, as well as the grade and size of the tumor, family history, age, diet, weight (obesity), high-risk habits (smoking) and exposure to environmental carcinogens. With the rapid development of genomic (oncotype), proteomic (immuno-histology), imaging (fMRI, PET, micro-CT scans, digital mammography) and nuclear medicine (sentinel node mapping) technologies, this kind of molecular-scale information about patients or tumors can now be readily acquired. Besides the number of parameters measured growing is the complexity and dynamic increase of the set of applied rules and algorithms.\n\nThe use of computers (and machine learning) in disease prediction and prognosis is part of a growing trend towards personalized, predictive medicine. This movement is important for patients (quality-of-life decisions), for physicians (in making treatment decisions), for payers and for policy planners (in implementing large scale prevention or treatment policies). In addition, as the patient data collection will be continuous and passive based on wearable sensors (i.e. Apple iWatch and ResourceKit), individuals won’t have to be active every day and have a normal lifestyle, which should improve a lot the patient monitoring engagement.\n\nHealthcare organizations readiness\n\nEffective use of analytics is not something you can buy from a vendor. It’s an organizational and cultural value that has to grow and mature. The actual complex challengers require a shift from reporting to prediction. However, life sciences lags others industries in terms of information technology governance and maturity.\n\nMoreover, the complexity related to advanced analytics and machine learning is partly because of too many distinct technologies building blocks, the associated governance changing and available people skills.\n\nLet’s briefly talk about each one.\n\nIn a very high view, complete big data framework is compound of a Hadoop framework, machine learning methods engine, event stream and processing engine, BI/DW infrastructure for structured data, mobile different devices, sensors and monitors protocols (Wi-Fi, RFID, Beacon, Bluetooth low energy, etc.), storage infrastructure, cloud computing, etc. All of this implies too much technological expertise to be acquired or bought. In any case, it takes some time to have all of them available to an organization.\n\nTraditionally, data visualization (reporting) is developed based on a waterfall approach where typically one expert provides the requirements in the earlier phases of the process and verify the final result, at the most, the end. In Big Data, the agile approach is much more adequate where multiple experts and IT teams must build up the solution together in timely, defined iterative job tasks. The experts have much more power to make the changes they need as they learn during any iteration, but they require much more engagement and availability to the project.\n\nCompounding with all the technology and governance skills, a data scientist is also required with deep knowledge in statistics and of the specific domain of the problem to be solved.\n\nObviously, several healthcare organizations are not ready to jump easily to the Big Data world. The value proposition is so big that it makes sense for the healthcare organizations look carefully at these trends and start a program to implement it. Nevertheless, some precautions are necessary to avoid spending unnecessary money and to reduce the risks of failures. In general, organizations should start small looking for quick wins, while making sure to get the right data that addresses the strategic healthcare problem they’re trying to measure or compare, not just the data that’s easiest to obtain. While this can speed up a project, the analytic results are likely to have only limited value, which can jeopardize the whole program.\n\nIn most cases, Big Data is viewed as one of the least important competencies by hospitals, a big contrast to other industries. As always, staff buy-in is key and a change management program should support the overall implementation program.\n\nIn addition, there are still some barriers for a widespread adoption like privacy of patient records, securing the right data, regulatory changes, reimbursement changes and data systems interoperability. Therefore, several healthcare organizations have developing partnerships agreement in order to accelerate the implementation roadmap sharing their experiences and looking forward in order to overcome those barriers.\n\nFor example, OptumLabs and U.S. Department of Health and Human Services have collaborative joint projects to leverage data and advanced analytics to improve healthcare. OptumLabs, a research collaborative with 15 partner organizations that has brought together data from the administrative claims of more than 100 million patients and the electronic medical records of over 30 million patients, along with researchers, patient advocates, policy makers, providers, payers, and pharmaceuticals and life sciences companies.\n\nEmergent countries are also part of that transformation.\n\nIn the U.S. healthcare industry, the introduction of Obamacare and Affordable Care Act is driving a massive shift in the industry’s economics and business models. The digital technology startup ecosystem led by the Silicon Valley entrepreneurs and investors responded by contributing to the growth of HealthTech industry, both in the U.S. and globally.\n\nFor instance, India already has a number of HealthTech startups offering a number of solutions including remote patient monitoring, cloud-based analytics, technology-enabling health care workers and doctors, automated patient care, electronic medical records, etc. There also exist innovative young startups such as Cardiac Design Labs, which are developing and implementing affordable and reliable patented health care technology solutions in bioelectronics and genome-sequence based disease identification space.\n\nA Brazilian Hospital Estadual Getúlio Vargas is a primary intake site for trauma, which keeps its ICU beds constantly filled. Using analytics insights, the health organization was able to shorten length of stays for ICU patients to just over three days and reduce mortality rates for them by about 21 percent. They can now serve nearly two more patients per ICU bed every month. This is only the beginning, and Big Data has a great potential to strengthen the actual resources and help many more people in underdeveloped countries where funding restriction is much more common.\n\nConclusion\n\nWearable technology is big business, with some of the largest tech and innovation companies in the world focusing on it right now. Its potential impact on the healthcare industry is huge, which makes it one of the most important areas for healthcare focused start-ups to enter into. In 2015, like Apple, MiFile launched its wristbands that allow people to store their medical, allergy and care wishes online. In the event of an emergency, anyone can assist by checking the ID and sending an SMS alert to the wearer’s key contacts. Moreover, this kind of technology sends continual health data in order to monitor a patient in real time and provide a huge amount of data for Big Data application and for others patients, including clinical testing that can cover not only some hundreds of people but the real world data (RWD) covering thousands of people in a very costly way.\n\nBased on their Big Data and machine learning deep skills, and the window of opportunity in healthcare, technological companies like Google, Apple, Microsoft, Oracle and IBM have been hiring medicine experts leaders in order to provide ultimately advanced solutions and services that the actual healthcare ecosystem couldn’t do traditionally.\n\nAs Eric Schadt, the founding director of the Icahn Institute for Genomics and Multiscale Biology at New York’s Mount Sinai Health System, says: Technology is revolutionizing our understanding and treatment of disease.\n\nArticle written by Werther Krause for icrunchdata News São Paulo, Brazil", "article_metadata": {"msapplication-config": "/wp-content/uploads/fbrfg/browserconfig.xml?v=m2PAdGqdrQ", "description": "Big Data in healthcare has a tremendous potential to improve patient care and finally obtain reasonable costs. Healthcare spending is being curtailed and the...", "og": {"site_name": "icrunchdata News", "description": "Big Data in healthcare has tremendous potential to improve patient care and finally obtain reasonable costs. Healthcare spending is being curtailed and the focus is on reducing the expenses without compromising on the quality of care. This shift forces the healthcare organizations to open up for technology-based solutions that curb the need for costly spending. In addition, we can see increasing demand for precision and evidence-based medicine and for patient personalization requirements. Therefore, advanced analytics and machine learning have compelling value proposition as the core of the solution to meet those demands. One of the main limitations with medicine today", "title": "How Advanced Analytics and Machine Learning Are Transforming Healthcare", "url": "https://icrunchdatanews.com/how-advanced-analytics-machine-learning-transforming-healthcare/", "image": "https://icrunchdatanews.com/wp-content/uploads/2016/02/How-Advanced-Analytics-and-Machine-Learning-Are-Transforming-Healthcare.jpg", "updated_time": "2016-02-16T11:33:24+00:00", "type": "article"}, "twitter": {"image": "https://icrunchdatanews.com/wp-content/uploads/2016/02/How-Advanced-Analytics-and-Machine-Learning-Are-Transforming-Healthcare.jpg", "description": "Big Data in healthcare has tremendous potential to improve patient care and finally obtain reasonable costs. Healthcare spending is being curtailed and the focus is on reducing the expenses without compromising on the quality of care. This shift forces the healthcare organizations to open up for technology-based solutions that curb the need for costly spending. In addition, we can see increasing demand for precision and evidence-based medicine and for patient personalization requirements. Therefore, advanced analytics and machine learning have compelling value proposition as the core of the solution to meet those demands. One of the main limitations with medicine today", "site": "@icrunchdata", "card": "summary_large_image", "title": "How Advanced Analytics and Machine Learning Are Transforming Healthcare"}, "msapplication-TileColor": "#2b5797", "robots": "noodp,noydir", "fb": {"app_id": 529576650555031}, "theme-color": "#ffffff", "msapplication-TileImage": "/wp-content/uploads/fbrfg/mstile-144x144.png?v=m2PAdGqdrQ", "article": {"published_time": "2016-02-16T11:33:24+00:00", "modified_time": "2016-02-16T11:33:24+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "This shift forces the healthcare organizations to open up for technology-based solutions that curb the need for costly spending.\nHealthcare organizations readinessEffective use of analytics is not something you can buy from a vendor.\nTherefore, advanced analytics and machine learning have compelling value proposition as the core of the solution to meet those demands.\nTherefore, Big Data in healthcare is being used to predict epidemics, cure disease and avoid preventable deaths.\nBig Data in healthcare has tremendous potential to improve patient care and finally obtain reasonable costs."}