{"article_title": "Native About New York: Bad Heads and Good Malaysian", "article_keywords": ["good", "heads", "sake", "notes", "malaysian", "roti", "bad", "satay", "york", "way", "need", "served", "sauce", "warm", "native"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/03/20/native-about-new-york-bad-heads-and-good-malaysian-154097", "article_text": "Booming in this steel box. Frantic bodies dash to dingy railcars they’ll never catch. Others, the late runners, dive through sliding blades and crash into a crowd of irritable city-goers gripping bags and coffee cups and smartphones and brightly lit tablets. ... A man on a train pleads for change. Riders immediately eye their phones like a surgeon on a body as he begs, or they look straight ahead into the nothing; the black window above soiled orange seats. At this moment, this New York minute, a man, wild from drink or maybe bath salts, bellows madness (or maybe philosophy) at the end of the car. Yes. There is very little difference between the high head and the philosopher. Which is true … And, well, yeah, this sort of screed to go on for pages, but, right now, we need to focus on the pleasant and the pleasing. Enough with the bad head. On to the good Malaysian. Let’s talk Rasa, a new restaurant in Gotham, a few doors down from Analogue, the Native lounge. Grab the notes, which are stained here and there in a sauce for dipping. With the curry potato sauce came a plate of Roti Canai – a warm fluffy fry bread-like appetizer and a bottle of sake cider, also served warm in a white vase. …\n\nDIRECT FROM THE MOTTLED NOTES: I drink the liquid softly, feeling it run down into my throat, into my chest on this cold New York night. Pouring another shot now, gently, not spilling a drop. Waiters clad in black skillfully balance bowls on their arms as I grab, grip and dip the Roti Canai into the sauce. Damn. All over the page, but worth it. Malaysian fry bread – more. I need more. Can’t. Satay chicken’s on it’s way. More sake cider then. Satay chicken’s arrived; not on a skewer, served with several slices of raw cucumber, coated in a spicy peanut sauce – succulent, slightly crunchy, definitely not dry … I can come here for the goddamn appetizers alone, and then be on my way.", "article_metadata": {"description": "Booming in this steel box. Frantic bodies dash to dingy railcars they’ll never catch. Others, the late runners, dive through sliding blades and crash into a crowd of irritable city-goers gripping bags and coffee cups and smartphones and brightly lit tablets. ... A man on a train pleads for change. Riders immediately eye their phones like a surgeon on a body as he begs, or they look straight ahead into the nothing; the black window above soiled orange seats. At this moment, this New York minute, a man, wild from drink or maybe bath salts, bellows madness (or maybe philosophy) at the end of the car. Yes. There is very little difference between the high head and the philosopher. Which is true … And, well, yeah, this sort of screed to go on for pages, but, right now, we need to focus on the pleasant and the pleasing. Enough with the bad head. On to the good Malaysian. Let’s talk Rasa, a new restaurant in Gotham, a few doors down from Analogue, the Native lounge. Grab the notes, which are stained here and there in a sauce for dipping. With the curry potato sauce came a plate of Roti Canai – a warm fluffy fry bread-like appetizer and a bottle of sake cider, also served warm in a white vase. …[[{\"type\":\"media\",\"view_mode\":\"media_original\",\"fid\":\"26123\",\"attributes\":{\"alt\":\"\",\"class\":\"media-image  media-image-left\",\"height\":\"345\",\"style\":\"line-height: 1.6em; width: 220px; height: 253px; margin: 2px; float: left;\",\"typeof\":\"foaf:Image\",\"width\":\"300\"}}]]DIRECT FROM THE MOTTLED NOTES: I drink the liquid softly, feeling it run down into my throat, into my chest on this cold New York night. Pouring another shot now, gently, not spilling a drop. Waiters clad in black skillfully balance bowls on their arms as I grab, grip and dip the Roti Canai into the sauce. Damn. All over the page, but worth it. Malaysian fry bread – more. I need more. Can’t. Satay chicken’s on it’s way. More sake cider then. Satay chicken’s arrived; not on a skewer, served with several slices of raw cucumber, coated in a spicy peanut sauce – succulent, slightly crunchy, definitely not dry … I can come here for the goddamn appetizers alone, and then be on my way.Native About New York: Bad Heads and Good Malaysian", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "rcjohnson", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/03/20/native-about-new-york-bad-heads-and-good-malaysian-154097", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/r.jpg", "site_name": "Indian Country Today Media Network.com", "title": "Native About New York: Bad Heads and Good Malaysian"}, "dcterms.date": "2014-03-20T13:31-04:00", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/03/20/native-about-new-york-bad-heads-and-good-malaysian-154097", "dc": {"title": "Native About New York: Bad Heads and Good Malaysian"}, "robots": "follow, index", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.title": "Native About New York: Bad Heads and Good Malaysian"}, "_id": "\"57477af46914bd0286fd6397\"", "article_summary": "Let’s talk Rasa, a new restaurant in Gotham, a few doors down from Analogue, the Native lounge.\n…DIRECT FROM THE MOTTLED NOTES: I drink the liquid softly, feeling it run down into my throat, into my chest on this cold New York night.\nWaiters clad in black skillfully balance bowls on their arms as I grab, grip and dip the Roti Canai into the sauce.\nAt this moment, this New York minute, a man, wild from drink or maybe bath salts, bellows madness (or maybe philosophy) at the end of the car.\nWith the curry potato sauce came a plate of Roti Canai – a warm fluffy fry bread-like appetizer and a bottle of sake cider, also served warm in a white vase."}