{"article_title": "Billy Tauzin, drug kingpin", "article_keywords": ["interests", "pharmaceutical", "manufacturers", "lobbying", "industry", "million", "phrma", "drug", "spent", "billy", "health", "kingpin", "industrys", "tauzin"], "article_url": "http://theind.com/article-permalink-23209.html", "article_text": "For many years, Tauzin was one of the pharmaceutical industry’s most important allies in Congress, especially from 2001 to 2004, when he chaired the House Energy and Commerce Committee, which oversees the Food and Drug Administration. While he held that chairmanship, drug companies and insurance and health professionals contributed nearly $1 million to Tauzin’s congressional campaigns, according to the Center for Responsive Politics. That’s chump change, though, compared to what the pharmaceutical industry paid him as its top lobbyist when he left Congress in 2005. His salary increased more than twelvefold — from $162,100 to $2 million — the minute he signed on as president and CEO of the Pharmaceutical Research and Manufacturers of America (PhRMA), the industry’s powerful trade group.\n\n\n\nPhRMA spent $26 million on lobbying in 2009, during the debate over the Affordable Care Act, to shape the law to its satisfaction. Individual companies within the pharmaceutical and health products industry spent millions more on top of that. In fact, at $275 million, the industry’s federal lobbying expenditures in 2009 stand as the greatest amount ever spent on lobbying by one industry in a single year, according to the Center for Responsive Politics. The total swelled to $558 million when lobbying expenditures from hospitals, medical device manufacturers and other health care companies and organizations were included. The industry also doled out millions of dollars in campaign contributions in 2008 and 2009, much of it to Democrats who ostensibly were in charge of writing the reform legislation.\n\n\n\nPhRMA’s ability to influence elections and public policy has made it the envy of most other corporate advocacy groups in Washington. Not only is PhRMA consistently among the top spenders on lobbying activities every year, it is widely considered to be the most effective. The PR and consulting firm APCO Worldwide asked hundreds of the city’s movers and shakers in 2013 which of approximately fifty leading trade associations had the most clout. PhRMA came out on top, garnering the most wins in the most categories. It was voted the best at lobbying, the most effective at having a local and federal presence and the group whose members most frequently “mobilize to contact policymakers.” In other words, what PhRMA wants, PhRMA is very likely to get.\n\nHow did we miss this one?In a long-read article published in mid-March titled “The Lobbyist Who Made You Pay More at the Drugstore: Here’s how the pharmaceutical industry keeps America’s drug prices among the highest in the world” Wendell Potter and Nick Penniman at BillMoyers.com report on how the Pharmaceutical Research and Manufacturers of America — PhRMA, the lobbying arm of the U.S. pharmaceutical industry — has successfully padded its bottom line and protected its financial interests, even and especially when those interests run counter to the interests of consumer protection and sound health policy.It’s as American as apple pie, and former U.S. Congressman Billy Tauzin of Louisiana — as good an example if there ever were one of the scourge of Congress' \"revolving door\" — is its Johnny Appleseed.From the article:\n\nRead the full article here.\n\n", "article_metadata": {"description": "PhRMA’s successfully lobbying of Congress to keep U.S. drug prices the world’s highest is as American as apple pie, and former U.S. Congressman Billy Tauzin of Louisiana is its Johnny Appleseed.", "avgthreatlabs-verification": "0666b1c707b12e8bceb31eca14f58c1e3a8c0817", "title": "Missed Reads: Billy Tauzin, drug kingpin", "og": {"description": "PhRMA’s successfully lobbying of Congress to keep U.S. drug prices the world’s highest is as American as apple pie, and former U.S. Congressman Billy Tauzin of Louisiana is its Johnny Appleseed.", "title": "Missed Reads: Billy Tauzin, drug kingpin", "locale": "en_US", "image": "http://static.wehaacdn.com/theind-com/images/Tauzin-PhRMA.33629.widea.0.jpg", "url": "http://theind.com/article-permalink-23209.html", "type": "Article"}, "revisit-after": "30 days", "fb": {"app_id": 136901969996264}, "article": {"section": "News, INDReporter", "author": "http://theind.com/by-author-193-1.html"}, "viewport": "width=device-width,initial-scale=1"}, "article_summary": "That’s chump change, though, compared to what the pharmaceutical industry paid him as its top lobbyist when he left Congress in 2005.\nFor many years, Tauzin was one of the pharmaceutical industry’s most important allies in Congress, especially from 2001 to 2004, when he chaired the House Energy and Commerce Committee, which oversees the Food and Drug Administration.\nIndividual companies within the pharmaceutical and health products industry spent millions more on top of that.\nPhRMA spent $26 million on lobbying in 2009, during the debate over the Affordable Care Act, to shape the law to its satisfaction.\nWhile he held that chairmanship, drug companies and insurance and health professionals contributed nearly $1 million to Tauzin’s congressional campaigns, according to the Center for Responsive Politics."}