{"article_title": "China Has Had a Bad Summer, But It's Still on the Rise", "article_keywords": ["summer", "chinas", "chinese", "beijing", "money", "rise", "water", "bad", "leadership", "china", "world", "market", "economy"], "article_url": "http://time.com/4005404/china-economy-influence-growing-tianjin/", "article_text": "\n\n\n\nStock market plunges, currency devaluations and warehouse fireballs out of China have dominated headlines this summer. But make no mistake—this is the opening of the “China Decade,” the moment when the emerging giant’s international influence crosses a crucial threshold. These five facts explain why China’s rise is inevitable, even in the face of bad news—and why it won’t last forever.\n\n1. Rough Summer\n\nEconomic indicators have been pointing to a Chinese slowdown for some time—exports had already dropped 8 percent last month compared to the same time last year—but matters have come to a head these last couple of months. Between June 12 and July 8, the Shanghai stock market plummeted 32 percent. On July 27, the stock market fell 8.5 percent, its greatest single-day drop. To put that in perspective, “Black Tuesday,” which kicked off the Great Depression in 1929, saw the Dow plunge 12 percent. Markets under the thumb of autocratic regimes were thought to be immune to such wild swings; turns out they’re not.\n\nOn August 11th, the Chinese government devalued the renminbi to kick-start their slowing economy. By the end of the week, the currency’s value had fallen by 4.4 percent, its biggest drop in 20 years.\n\n(The New York Times (a), CNN Money, The New York Times (b), TIME)\n\n2. China’s Rise\n\nYes, growth is slowing, but to levels enviable in any developed country. In the mean time, China’s march to no. 1 continues. In 2014, China’s total GDP overtook the US’s when measured by purchasing power parity. Using this metric, China accounted for 16.32 percent of world GDP in 2014, eclipsing the US’s 16.14 percent.\n\nMore impressive than the size of China’s economy is the speed with which it’s grown. Back in 2000, Chinese imports and exports accounted for 3 percent of all global goods traded. By 2014, that figure had jumped to more than 10 percent. In 2006, the U.S. was a larger trade partner than China for 127 countries. China was the larger partner for just 70. Today, those numbers have reversed: 124 countries trade more with China than with the United States.\n\n(International Monetary Fund, Financial Times, Russia Today)\n\n3. China’s Resilience\n\nAnd despite recent turmoil, China’s economy has staying power. That’s in part because China’s leadership has spent decades building its foreign exchange reserves, which today are valued at $3.7 trillion. That’s by far the world’s biggest rainy day fund.\n\nMore important than its money buffer is China’s consolidated political leadership under Xi Jinping. China’s president has presided over an extensive anti-corruption campaign that has already seen 414,000 officials disciplined and another 200,000 indicted. In the process, Xi has probably rebuilt some of the party’s lost credibility with China’s people. He has definitely sidelined current and potential opponents of his reform program—and of his rule. And the lack of backlash illustrates just how strong his political control really is.\n\n(Wall Street Journal, The Atlantic)\n\n4. Spreading Wealth (and Influence)\n\nConsolidated leadership also enables Beijing to pursue its comprehensive global strategy. China has spent the last two decades tactically investing around the world. Chinese investments in Africa jumped from $7 billion in 2008 to $26 billion in 2013, helping the continent build desperately-needed roads, rails and ports. In Latin America, China has already pledged to invest $250 billion over the coming decade, giving Beijing a solid foothold in the West. This extends China’s influence well beyond East Asia, helps China secure long-term supplies of the commodities it needs to continue to power its economy, creates jobs for Chinese workers, and helps China open new markets for its excess supplies of industrial products.\n\nChina also wants to use its money to reshape the world’s financial architecture. To that end, Beijing just launched the Asian Infrastructure Investment Bank to rival the Washington-based IMF and World Bank. Given that 57 countries have signed up as founding members, some of them US allies who chose to ignore US objections, it’s well on its way. With initiatives like the AIIB, China will continue funding infrastructure projects—and building goodwill—for years to come.\n\n(Bloomberg, BBC, Wall Street Journal)\n\n5. Problems Ahead\n\nAll that said, China’s longer-term challenges are becoming impossible to ignore. By 2050, it’s estimated that China’s work force will have shrunk by 17 percent. Blame demographics—back in 1980, the median age in China was 22.1 years; in 2013, 35.4, and by 2050 it will rise to 46.3. An aging labor force is like an aging sports star: both want more money, and both are nowhere near as productive as they once were.\n\nPollution continues to take its toll—less than 1 percent of China’s 500 cities meet WHO air quality standards. China’s environment ministry concedes that nearly 2/3 of underground water and 1/3 of surface water is “unfit for human contact.” A new study estimated that 4,000 Chinese die prematurely each day thanks to air pollution. As China’s masses join a growing middle class, the leadership will have to deal with stronger public demand for clean air and water. Beijing better deliver if it wants to keep the peace, and its regime, intact. And the public will have the means to make its demands known: There are already 650 million Chinese people online, and censorship, however sophisticated, can never fully control the flow of ideas and information in a social media market of that scale—witness the information leaking out on the Tianjin blast. China’s leaders know they must care about public opinion.\n\n(Bloomberg, UN Economic and Social Affairs, Council on Foreign Relations, Russia Today, CNN)\n\nChina’s growing strength threatens the established world order, but its domestic vulnerabilities will have global repercussions, as well. It’s still too early to tell which of the two will be more destabilizing. Either way, the world will be shaped by Beijing’s successes and its failures. Welcome to the China Decade.", "article_metadata": {"description": "China has had a terrible past few weeks, but that won't stop it's growing dominance", "generator": "WordPress.com", "og": {"site_name": "TIME.com", "description": "China has had a terrible past few weeks, but that won't stop it's growing dominance", "title": "The China Decade Is on the Way", "url": "http://time.com/4005404/china-economy-influence-growing-tianjin/", "image": "https://timedotcom.files.wordpress.com/2015/08/xi-jinping.jpg?quality=75&strip=color&w=1012", "type": "article"}, "twitter": {"site": "TIME", "image": {"src": "https://timedotcom.files.wordpress.com/2015/08/xi-jinping.jpg?quality=75&strip=color&w=1012"}, "description": "China has had a terrible past few weeks, but that won't stop it's growing dominance", "card": "summary_large_image", "title": "The China Decade Is on the Way"}, "msapplication-TileColor": "#FFFFFF", "msapplication-tooltip": "Current & Breaking News | National & World Updates", "msapplication-task": "name=Subscribe;action-uri=http://time.com/feed/;icon-uri=http://0.gravatar.com/blavatar/2cee445ea71a179ffd35ea91cf154905?s=16", "apple-mobile-web-app-capable": "yes", "fb": {"app_id": 53177223193}, "p": {"domain_verify": "f48a8936c3fffc943fce516f2e3ff1d2"}, "apple-mobile-web-app-status-bar-style": "black-translucent", "msapplication-window": "width=device-width;height=device-height", "msapplication-TileImage": "https://s0.wp.com/wp-content/themes/vip/time2014/img/time-touch_icon_152.png", "application-name": "TIME", "keywords": "world, china, ian bremmer, tianjin explosion, renminbi, currency, economy, corruption, xi jinping", "article": {"publisher": "https://www.facebook.com/time"}, "viewport": "width=device-width,minimum-scale=1.0,maximum-scale=1.0", "news_keywords": "World, China, Ian Bremmer, Tianjin explosion, renminbi, currency, economy, corruption, Xi Jinping"}, "article_summary": "That’s in part because China’s leadership has spent decades building its foreign exchange reserves, which today are valued at $3.7 trillion.\nThese five facts explain why China’s rise is inevitable, even in the face of bad news—and why it won’t last forever.\nStock market plunges, currency devaluations and warehouse fireballs out of China have dominated headlines this summer.\nMore impressive than the size of China’s economy is the speed with which it’s grown.\nChina’s ResilienceAnd despite recent turmoil, China’s economy has staying power."}