{"article_title": "UAW wins historic victory in U.S. South with vote at VW plant", "article_keywords": ["hourly", "plant", "skilled", "wins", "workers", "trades", "chattanooga", "uaw", "historic", "victory", "vw", "vote", "casteel", "south"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/12/04/UAW-makes-step-US-South-vote-VW-Tennessee-plant", "article_text": "DETROIT (Reuters) - The United Auto Workers union won its first organizing vote at a foreign-owned auto assembly plant in the U.S. South on Friday, in a groundbreaking victory after decades of failed attempts.\n\nfactory in Chattanooga, Tennessee voted to join the UAW, according to the company and the union. The skilled trades workers account for about 11 percent of the 1,450 hourly employees at the plant. If the UAW victory, as expected, survives an appeal by Volkswagen to the National Labor Relations Board, the 164 skilled trades workers will be the first foreign-owned auto assembly plant workers to gain collective bargaining rights in the southern United States. While the unit of skilled trades workers who maintain the assembly machinery are a fraction of the hourly work force, observers said the victory was significant and could serve as a launching pad for the union’s efforts to organize other foreign-owned plants in the south. “It gives the UAW a significant new tool in trying to organize the foreign automakers in the south. Symbolically, it’s going to be huge,” said Dennis Cuneo, a former automotive executive who has dealt with the UAW in past organizing campaigns. Gary Casteel, UAW secretary-treasurer and head of the union's organizing efforts, downplayed the significance of the vote and its influence on the UAW's attempts to organize workers at southern plants including those owned by Nissan Motor Co and Daimler AG's Mercedes-Benz. “To the overall grand plan of the UAW it’s probably not monumental, but to those workers, it’s a big deal,” Casteel said in an interview on Friday. Casteel, and Chattanooga UAW Local 42 President Mike Cantrell, in a separate interview on Thursday, said the election was a result of the \"frustration\" of skilled trades workers not having collective bargaining rights for wages and benefits. \"Every case has to be built on the circumstances\" at each plant, Casteel said. \"We are not filing on Nissan or Mercedes tomorrow, but if our evaluation proved that there was a unit that was ready and strong enough to have an election, certainly we would explore it.\" The union narrowly lost a February 2014 ballot in which all of the Chattanooga plant’s hourly workers were eligible to vote. During that vote, Republican U.S. Senator Bob Corker, whose hometown is Chattanooga, said, “I’ve had conversations today and based on those am assured that should the workers vote against the UAW, Volkswagen will announce in the coming weeks that it will manufacture its new mid-size SUV here in Chattanooga.\" The UAW’s current president, Dennis Williams, and its president in 2014, Bob King, said Corker's comment as well as “interference” from anti-union groups, including one led by small government advocate Grover Norquist, tainted the earlier election. VW has since announced plans to build the midsized SUV at Chattanooga, and it plans to gradually add as many as 2,000 plant workers for production that will ramp up from its December 2016 start. Casteel said the UAW maintains a narrow majority of support among VW Chattanooga hourly workers, but did not pursue a vote by all hourly workers now because of concern of “facing the same outside pressure that we faced last time.” \"We have said from the beginning of Local 42 that there are multiple paths to reach collective bargaining. And we believe these paths will give all of us a voice at Volkswagen in due time,\" Cantrell said after Friday's vote. Officials at VW have publicly declined to say whether its relationship with the UAW has soured since 2014, when it was clearly the most open to the union among foreign automakers in the south. But it has appealed the decision by an NLRB regional official to allow election in Chattanooga on grounds that all of the plant’s hourly workers should be included in any labor representation vote. VW also said the timing of the vote was bad, considering its ongoing scandal over diesel emissions. Casteel and Cantrell pointed out that the UAW filed for the vote in August, more than a month before VW's emissions scandal came to light in mid-September. (Reporting by Bernie Woodall; Editing by Bernard Orr and Tom Brown)\n\nAbout 71 percent of skilled trades workers who cast ballots at Volkswagen AG's", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "DETROIT (Reuters) - The United Auto Workers union won its first organizing vote at a f", "title": "UAW wins historic victory in U.S. South with vote at VW plant", "url": "http://www.thefiscaltimes.com/latestnews/2015/12/04/UAW-makes-step-US-South-vote-VW-Tennessee-plant", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/volkswagen-usa-recall_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/12/04/UAW-makes-step-US-South-vote-VW-Tennessee-plant", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/volkswagen-usa-recall_2.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "DETROIT (Reuters) - The United Auto Workers union won its first organizing vote at a f", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "(Reporting by Bernie Woodall; Editing by Bernard Orr and Tom Brown)About 71 percent of skilled trades workers who cast ballots at Volkswagen AG's\nThe skilled trades workers account for about 11 percent of the 1,450 hourly employees at the plant.\n\"Every case has to be built on the circumstances\" at each plant, Casteel said.\nThe union narrowly lost a February 2014 ballot in which all of the Chattanooga plant’s hourly workers were eligible to vote.\nIf the UAW victory, as expected, survives an appeal by Volkswagen to the National Labor Relations Board, the 164 skilled trades workers will be the first foreign-owned auto assembly plant workers to gain collective bargaining rights in the southern United States."}