{"article_title": "How is Obamacare Affecting You? Help Us Report on Problems, Progress with ACA", "article_keywords": ["aca", "help", "reporter", "obamacare", "uninsured", "reporting", "problems", "states", "affecting", "station", "plan", "missouri", "report", "progress", "worked", "wrote"], "article_url": "https://www.propublica.org/getinvolved/item/how-is-obamacare-affecting-you-in-2015", "article_text": "Overview\n\nby Terry Parris Jr. ProPublica, Mar. 27, 2015, 3:00 pm\n\nAs Obamacare launched, we asked you to help us cover that story. One piece that came from your contributions was about Harum Helmy, an uninsured health reporter for a public radio station in Missouri at the time. \"I know — an uninsured health reporter,\" she wrote. \"The joke's not lost on me.\" In December 2013, senior reporter Charles Ornstein wrote of Helmy's struggle to get coverage.\n\nA part-time reporter/producer for KBIA in Columbia, Mo., [Helmy] recently completed her coursework at the University of Missouri. She's on her first professional job. At the station, she covers Obamacare, among other things. But she doesn't make much money, and if the law worked as it was intended, she would be covered by Missouri's Medicaid program beginning Jan. 1. That wasn't meant to be... the Supreme Court ruled last year that states could opt out of the Medicaid expansion without consequence, and Missouri along with 24 other states have done just that.\n\nHelmy was one of the people caught in that gap. And now, more than two years later, millions of Americans remain without healthcare (see our roundup of reporting on the progress and problems with Obamacare, five years in).\n\nWe are continuing our reporting on the Affordable Care Act in 2015 and we'd love to hear how your plan worked (or didn't) in 2014. Did you switch, renew or drop your plan? Did you have to pay a penalty to the IRS as a result of a subsidy or not having insurance? Have you been able to navigate Medicaid?\n\nHelp us investigate by filling out the form below, and we may contact you with follow-up questions.", "article_metadata": {"description": "We are continuing our reporting on the Affordable Care Act in 2015 and we’d love to hear how your plan worked (or didn’t) in 2014.", "og": {"site_name": "ProPublica", "description": "We are continuing our reporting on the Affordable Care Act in 2015 and we’d love to hear how your plan worked (or didn’t) in 2014.", "title": "How is Obamacare Affecting You? Help Us Report on Problems, Progress with ACA", "url": "https://www.propublica.org/getinvolved/item/how-is-obamacare-affecting-you-in-2015", "image": "https://www.propublica.org/images/ngen/gypsy_og_image/Obamcare2015_2_1200.jpg", "type": "article"}, "twitter": {"description": "We are continuing our reporting on the Affordable Care Act in 2015 and we’d love to hear how your plan worked (or didn’t) in 2014.", "title": "How is Obamacare Affecting You? Help Us Report on Problems, Progress with ACA", "url": "https://www.propublica.org/getinvolved/item/how-is-obamacare-affecting-you-in-2015", "image": {"src": "https://www.propublica.org/images/ngen/gypsy_og_image/Obamcare2015_2_1200.jpg"}, "site": "@ProPublica", "card": "summary_large_image"}, "fb": {"app_id": 229862657130557, "pages": 13320939444}, "google-site-verification": "R7yl3d-Z-qHW6xTItWhBYggGROoZNgEVh2z6dVneuIM", "article": {"published_time": "2015-03-27T15:00:57-0500", "modified_time": "2015-05-19T12:33:58-0500"}, "type": "article", "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fd8922\"", "article_summary": "27, 2015, 3:00 pmAs Obamacare launched, we asked you to help us cover that story.\nWe are continuing our reporting on the Affordable Care Act in 2015 and we'd love to hear how your plan worked (or didn't) in 2014.\nAnd now, more than two years later, millions of Americans remain without healthcare (see our roundup of reporting on the progress and problems with Obamacare, five years in).\nOne piece that came from your contributions was about Harum Helmy, an uninsured health reporter for a public radio station in Missouri at the time.\nHelp us investigate by filling out the form below, and we may contact you with follow-up questions."}