{"article_title": "Supreme Court: What the Hobby Lobby religious freedom case won’t resolve", "article_keywords": ["wont", "case", "supreme", "resolve", "court", "accommodation", "separate", "freedom", "conscience", "insurance", "hhs", "health", "payments", "hobby", "plan", "religious", "lobby", "obama"], "article_url": "http://www.foxnews.com/opinion/2014/06/26/supreme-court-what-hobby-lobby-religious-freedom-case-wont-resolve.html", "article_text": "Win, lose, or draw, the decision by the U.S. Supreme Court in two cases involving religious freedom, expected by the end of June, will not resolve all the questions regarding the legality of the Obama administration’s “Health and Human Services Mandate.”\n\nWhile for-profit employers have been threatened with massive ObamaCare fines since 2012, the temporary “safe-harbor” for religious non-profits expired this year. What has gone into effect is what the Obama administration has labeled an “accommodation.” But it is not an exemption. Rather, the “accommodation” will, in fact, require that these religious non-profits comply with the health law's mandate.\n\nThe decision for the consolidated cases, Sebelius v. Hobby Lobby and Conestoga Wood v. Sebelius, will determine whether the government can use onerous fines to threaten family businesses, like those run by the Green and Hahn families, to violate their religious beliefs.\n\n[pullquote]\n\nBut the fate of the Obama administration’s so-called “accommodation” for religious non-profits is the subject of other lawsuits that are making their way through the lower courts now.\n\nThe religious organizations that are plaintiffs in the 51 non-profit lawsuits filed so far are diverse in faith backgrounds and in purpose. They include religious hospitals, ministries, colleges and universities—including my alma maters, Franciscan University and the University of Notre Dame—as well as orders of priests and nuns, such as Priests for Life and the Little Sisters of the Poor.\n\nThe fine print of the Obama administration’s “accommodation” for these religious non-profits reveals a bait-and-switch. The very explanation HHS gives in its final rule for how the “accommodation” will work exposes the fallacy of the Obama administration’s claim that under its “accommodation” these religious groups “would not contract, arrange, pay, or refer for [the coverage that violates its religious beliefs].” HHS notes that “plan participants and beneficiaries” on an accommodated plan do not have “two separate health insurance policies.” Rather, the insurance issuer (the insurance company for the religious organization) will make what HHS calls “separate payments” for the objectionable coverage. Calling them “separate” does not align with reality.\n\nThese payments are directly linked to the insurance plan they are supposedly separate from. There is no opt-in or opt-out.\n\nThe payments are automatically made for the “accommodated” plan’s participants and beneficiaries and start and end with a person’s enrollment in the “accommodated” plan – not a moment before and not a moment after. HHS also acknowledges that “issuers typically do not receive enrollee information prior to enrollment.” Put another way, the relationship between the issuer making the “separate payments” and the plan enrollees is completely dependent on the supposedly “accommodated” organization’s plan.\n\nWhere does the money for the “separate payments” come from?\n\nIn its final rule, HHS explains that these payments can be envisioned as “cost neutral” for the insurance issuer “because they would be insuring the same set of individuals under both the group health insurance policies and [the separate payments].” HHS assumes that providing contraceptive coverage would result in fewer pregnancies and at least equally lowered costs on the “accommodated” group health plan.\n\nOne has to question whether that is true, considering that contraceptive use, as the Obama administration has said in its own talking points, is already ubiquitous. But even accepting HHS’ assumption, the math only works if these contraceptive payments are considered in conjunction with the supposedly separate health plan.\n\nEven self-insured plans cannot avoid participating in the coercive, morally offensive mandate. The “accommodation” requires a self-insured employer to notify a third-party administrator that it objects to this coverage. But in HHS’ own words, “the self-certification…will be treated as a designation of the third party administrator [to make contraceptive payments].” No means yes.\n\nIt is a clear and intentional fiction to claim that the payments are separate and distinct from the “accommodated” plan and that the employer plays “no role” in the facilitation of and payment for the coverage it objects to.\n\nBoth the family businesses and non-profits challenging the Obama administration’s threat of crippling fines have been predominantly winning. The vast majority of lower courts have granted at least preliminary injunctive relief, protecting religious liberty. Although the ultimate outcome of these cases (as both sides have appealed their losses) appear hopeful for the plaintiffs, even good Supreme Court rulings will not solve the entire problem.\n\nA non-religious organization (for example, Americans United for Life) may have a moral objection, but not a religious objection and a claim under the Religious Freedom Restoration Act (RFRA). To that end, conscience protecting legislation has also been introduced in both the U.S. House of Representatives and the Senate. Importantly, the Health Care Rights of Conscience Act (H.R. 940 and S. 1204) protects the conscience rights of religious and moral objectors.\n\nA loss in the Hobby Lobby and Conestoga Wood cases would certainly be a significant setback for conscience rights.\n\nThe denial of injunctive relief for the Green and Hahn families will force real people into an immediate untenable position of either facing fines that may cripple their businesses or violating their religious beliefs.\n\nThe Obama administration’s lawyer conceded during oral arguments that under its theory of the case other anti-life mandates—like the abortion insurance mandate passed by the Washington State House—would be enforceable against religious objections.\n\nFortunately, history tells us that when the U.S. Supreme Court gets it wrong, the battle is not over. RFRA itself was a Congressional response to a court decision denying a religious liberty claim.\n\nWin, lose, or draw, Congress can add clarity and security to our cherished First Amendment freedoms by passing the Health Care Rights of Conscience Act.\n\nAnna Franzonello is Staff Counsel at Americans United for Life and twice testified before the Institute of Medicine panel and authored comments to HHS, all on the need for conscience protections in the Affordable Care Act.", "article_metadata": {"classification": "/FOX NEWS/POLITICS/JUDICIARY/Supreme Court", "dcterms.modified": "2015-01-31 01:39:22 EST", "dcterms.abstract": "Win, lose, or draw, the decision by the U.S. Supreme Court expected by the end of June will not resolve all the questions regarding the legality of the Obama Administration’s “HHS Mandate.”", "twitter": {"description": "Win, lose, or draw, the decision by the U.S. Supreme Court expected by the end of June will not resolve all the questions regarding the legality of the Obama Administration’s “HHS Mandate.”", "creator": "@foxnews", "url": "http://www.foxnews.com/opinion/2014/06/26/supreme-court-what-hobby-lobby-religious-freedom-case-wont-resolve.html", "image": "http://a57.foxnews.com/media2.foxnews.com/thumbnails/i/062514/0/0/062514_ANR_HobbyLobby_640.jpg?ve=1", "title": "Supreme Court: What the Hobby Lobby religious freedom case won’t resolve", "site": "@foxnews", "card": "summary_large_image"}, "dc.format": "text/html", "dc.publisher": "Fox News", "parsely-metadata": "{\"tags\":[\"/FOX NEWS/POLITICS/JUDICIARY/Supreme Court\"],\"author\":\"Anna Franzonello\",\"subSection\":\"opinion\",\"title\":\"Supreme Court: What the Hobby Lobby religious freedom case won\\u2019t resolve\",\"image_url\":\"http://a57.foxnews.com/media2.foxnews.com/thumbnails/i/062514/0/0/062514_ANR_HobbyLobby_640.jpg?ve=1\",\"pub_date\":\"2014-06-26T12:00:34Z\",\"link\":\"http://www.foxnews.com/opinion/2014/06/26/supreme-court-what-hobby-lobby-religious-freedom-case-wont-resolve.html\",\"type\":\"article\",\"identifier\":\"9c9ced2a-1e67-44a8-80eb-a64b24167949\",\"section\":\"opinion\"}", "prism.aggregationType": "subsection", "prism.channel": "fnc", "dc.description": "Win, lose, or draw, the decision by the U.S. Supreme Court expected by the end of June will not resolve all the questions regarding the legality of the Obama Administration’s “HHS Mandate.”", "dc.identifier": "9c9ced2a-1e67-44a8-80eb-a64b24167949", "dc.language": "en-US", "pagetype": "article", "classification-isa": "court", "description": "Win, lose, or draw, the decision by the U.S. Supreme Court expected by the end of June will not resolve all the questions regarding the legality of the Obama Administration’s “HHS Mandate.”", "prism.section": "opinion", "fb": {"app_id": 113186182048399}, "dc.source": "FoxNews.com", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "dc.title": "Supreme Court: What The Hobby Lobby Religious Freedom Case Won’t Resolve", "dcterms.created": "2015-01-31 01:39:22 EST", "og": {"site_name": "Fox News", "description": "Win, lose, or draw, the decision by the U.S. Supreme Court expected by the end of June will not resolve all the questions regarding the legality of the Obama Administration’s “HHS Mandate.”", "title": "Supreme Court: What the Hobby Lobby religious freedom case won’t resolve | Fox News", "url": "http://www.foxnews.com/opinion/2014/06/26/supreme-court-what-hobby-lobby-religious-freedom-case-wont-resolve.html", "image": "http://a57.foxnews.com/media2.foxnews.com/thumbnails/i/062514/0/0/062514_ANR_HobbyLobby_640.jpg?ve=1", "type": "article"}, "dc.type": "Text.Article", "dc.date": "2014-06-26", "parsely-page": "{\"tags\":[\"/FOX NEWS/POLITICS/JUDICIARY/Supreme Court\"],\"author\":\"Anna Franzonello\",\"subSection\":\"opinion\",\"title\":\"Supreme Court: What the Hobby Lobby religious freedom case won\\u2019t resolve\",\"image_url\":\"http://a57.foxnews.com/media2.foxnews.com/thumbnails/i/062514/0/0/062514_ANR_HobbyLobby_640.jpg?ve=1\",\"pub_date\":\"2014-06-26T12:00:34Z\",\"link\":\"http://www.foxnews.com/opinion/2014/06/26/supreme-court-what-hobby-lobby-religious-freedom-case-wont-resolve.html\",\"post_id\":\"9c9ced2a-1e67-44a8-80eb-a64b24167949\",\"type\":\"article\",\"section\":\"opinion\"}", "dc.creator": "Anna Franzonello"}, "article_summary": "But even accepting HHS’ assumption, the math only works if these contraceptive payments are considered in conjunction with the supposedly separate health plan.\nWhere does the money for the “separate payments” come from?\nThe fine print of the Obama administration’s “accommodation” for these religious non-profits reveals a bait-and-switch.\nThese payments are directly linked to the insurance plan they are supposedly separate from.\nRather, the “accommodation” will, in fact, require that these religious non-profits comply with the health law's mandate."}