{"article_title": "Florida Family Indicted For Defrauding Ex-Im, Costing $2 Million", "article_keywords": ["provided", "indicted", "fraud", "family", "justice", "money", "loan", "million", "florida", "exim", "defrauding", "lenders", "bank", "financing", "costing"], "article_url": "http://dailysignal.com/2015/07/21/florida-family-indicted-for-defrauding-export-import-bank-costing-government-2-million/", "article_text": "A Florida family has been indicted by the Justice Department for defrauding the Export-Import Bank and other private lenders, which cost the U.S. government close to $2 million.\n\nAccording to the Department of Justice, Guillermo Sanchez, Isabel Sanchez and Gustavo Giral allegedly created fake invoices and shipping documents to obtain a loan from the Export-Import Bank after they were unable to secure additional financing from lenders in Miami, Fla.\n\nUsing a company they controlled, Approach Technologies International, the family secured a loan from the bank of close to $2 million, court documents show.\n\nThe financing was supposed to assist in the purchase and shipment of U.S. products to a buyer in Colombia. However, the family used the money from the loan to pay off Miami-based lenders instead. They split the rest of amongst themselves and co-conspirators Fredy Moreno-Beltran, Ricardo Beato and Jorge Amad.\n\nThe three co-conspirators were separately charged and pleaded guilty. They also admitted to prosecutors that the invoices provided to Ex-Im were fake.\n\nThe family defaulted on the $2-million loan provided by the agency. Ex-Im officials report that the bank boasts a default rate of 0.175 percent.\n\nAccording to the Justice Department, the family also defrauded its Miami-area lenders in a multi-million-dollar Ponzi scheme. They were charged with conspiracy to commit wire fraud, wire fraud, conspiracy to commit money laundering and money laundering.\n\n>>> Ted Cruz Willing to Use ‘Any and All’ Tools to Stop Export-Import Bank Reauthorization\n\nThe private lenders incurred roughly $8 million in losses.\n\nEx-Im Inspector General Michael McCarthy assisted in the Justice Department’s investigation and worked in conjunction with the Federal Bureau of Investigation and U.S. Customs and Immigration Enforcement.\n\nEx-Im’s future has been highly contested over the last seven months, as its charter expired June 30 and lawmakers debated whether to reauthorize it or not.\n\nIn a joint hearing before the House Financial Services and Oversight and Government Reform Committees in April, Michael McCarthy, the bank’s inspector general, warned that there could be more indictments issued as a result of more than 31 open investigations into alleged fraud at Ex-Im.\n\nHis warning provided fodder for Ex-Im opponents, who argue that the bank is an engine of cronyism and corporate welfare.\n\nSupporters, meanwhile, believe that the bank helps small businesses compete globally and supports jobs in the U.S.\n\nAt the end of the June, the bank’s charter officially expired and its lending authority lapsed. Ex-Im continues to oversee its existing financing, but it can no longer award new loans and loan guarantees.", "article_metadata": {"description": "A Florida family has been indicted by the Justice Department for defrauding Ex-Im and other private lenders, which cost the government close to $2 million.", "og": {"site_name": "The Daily Signal", "description": "A Florida family has been indicted by the Justice Department for defrauding Ex-Im and other private lenders, which cost the government close to $2 million.", "title": "Florida Family Indicted For Defrauding Ex-Im, Costing $2 Million", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/150721_ExImFraud_Quinn.jpg", "updated_time": "2015-07-22T00:37:10+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1fjWXyv"}, "twitter": {"domain": "The Daily Signal", "description": "A Florida family has been indicted by the Justice Department for defrauding Ex-Im and other private lenders, which cost the government close to $2 million.", "title": "Florida Family Indicted For Defrauding Ex-Im, Costing $2 Million", "image": {"src": "http://dailysignal.com/wp-content/uploads/150721_ExImFraud_Quinn.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Economy", "tag": "cronyism", "published_time": "2015-07-21T16:34:51+00:00", "modified_time": "2015-07-22T00:37:10+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Export-Import Bank, Justice Department, FBI, U.S. Customs and Immigration Enforcement, Michael McCarthy, Ex-Im"}, "article_summary": "A Florida family has been indicted by the Justice Department for defrauding the Export-Import Bank and other private lenders, which cost the U.S. government close to $2 million.\nUsing a company they controlled, Approach Technologies International, the family secured a loan from the bank of close to $2 million, court documents show.\nThe family defaulted on the $2-million loan provided by the agency.\nThey were charged with conspiracy to commit wire fraud, wire fraud, conspiracy to commit money laundering and money laundering.\nHis warning provided fodder for Ex-Im opponents, who argue that the bank is an engine of cronyism and corporate welfare."}