{"article_title": "Hospitals keep public in the dark about pediatric heart surgery death rates", "article_keywords": ["heart", "death", "data", "hospital", "st", "dark", "rates", "pediatric", "cnn", "surgery", "hospitals", "public", "mortality"], "article_url": "http://www.fiercehealthcare.com/story/hospitals-keep-public-dark-about-pediatric-heart-surgery-death-rates/2015-06-02", "article_text": "Survival rates can vary drastically for high-risk surgeries, but parents whose infants need heart surgery often are left in the dark about the success rates of hospitals that perform these difficult procedures on delicate patients, CNN reports.\n\nThough about 22,000 babies and children undergo heart surgery each year, more than half of the 109 hospitals that perform these procedures provide no information on the mortality rates of their young patients, the news outlet found, based on data from the Society of Thoracic Surgeons. The society encourages transparency by asking pediatric heart hospitals to report outcomes on its website, but fewer than 1 in 3 agreed to do so, according to the article.\n\nThe death rates among these hospitals range from 1.4 percent to 12 percent, the data show, highlighting the fact that \"some surgeons have impeccable records, and some have patterns of complications that are outrageous,\" Martin Makary, M.D., a professor of surgery at Johns Hopkins University, told CNN.\n\nPart of this variation may be due to experience, as a recent U.S. News & World Report analysis found that outcomes are considerably poorer for certain surgeries at hospitals that perform them less frequently. The findings led three of the top academic hospital systems in the U.S. to say they plan to restrict surgeons from performing procedures until they have sufficient experience.\n\nNowhere is this more apparent than at St. Mary's Medical Center in West Palm Beach, Florida, whose relatively young pediatric open-heart surgery program has a mortality rate of 12.5 percent--three times the national average, CNN reported. St. Mary's performed 23 open-heart surgeries in 2013 and 18 in 2014, while 80 percent of pediatric heart surgery centers perform more than 100 cases a year.\n\nSince the hospital does not publicly report its mortality data, CNN obtained it through a Freedom of Information Act request. St. Mary's has said the news outlet is incorrect about the program's mortality rate, but refused to provide data showing otherwise. In a statement to CNN, hospital CEO Davide Corbone said his facility does not provide raw data because it lacks context that could potentially mislead consumers.\n\nThough St. Mary's open-heart pediatric surgery program has received a \"scathing\" review from an independent panel of experts, Florida officials have not shut it down and have only said that they continue to monitor the treatment the hospital is providing, according to the article.\n\nTo learn more:\n\n- read the first CNN article\n\n- here's the second article\n\n- here's CNN's chart of pediatric heart surgery data\n\nTo learn more:\n\nIn US hospitals, survival rates vary widely for high-risk surgeries\n\nLow-volume hospitals increase mortality risk\n\nSurgical outcomes study sheds new light on hospital performance measures\n\nMajor teaching hospitals impose restrictions on low-volume surgeries\n\nClosing low-volume hospitals could mean higher quality care, lower costs", "article_metadata": {"description": "Survival rates can vary drastically for high-risk surgeries, but parents whose infants need heart surgery often are left in the dark about the success rates of hospitals that perform these difficult procedures on delicate patients, CNN reports.", "og": {"site_name": "FierceHealthcare", "description": "Survival rates can vary drastically for high-risk surgeries, but parents whose infants need heart surgery often are left in the dark about the success rates of hospitals that perform these difficult procedures on delicate patients, CNN reports.", "title": "Hospitals keep public in the dark about pediatric heart surgery death rates", "url": "http://www.fiercehealthcare.com/story/hospitals-keep-public-dark-about-pediatric-heart-surgery-death-rates/2015-06-02", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Care Delivery,Legal / Regulatory / Risk Management,low-volume hospital,Patient Care & Outcomes,Patient Outcomes,Pediatric Cardiac Surgery,surgical outcomes", "viewport": "width=device-width", "news_keywords": "Care Delivery,Legal / Regulatory / Risk Management,Patient Care & Outcomes"}, "article_summary": "The society encourages transparency by asking pediatric heart hospitals to report outcomes on its website, but fewer than 1 in 3 agreed to do so, according to the article.\nSt. Mary's performed 23 open-heart surgeries in 2013 and 18 in 2014, while 80 percent of pediatric heart surgery centers perform more than 100 cases a year.\nSince the hospital does not publicly report its mortality data, CNN obtained it through a Freedom of Information Act request.\nSurvival rates can vary drastically for high-risk surgeries, but parents whose infants need heart surgery often are left in the dark about the success rates of hospitals that perform these difficult procedures on delicate patients, CNN reports.\nIn a statement to CNN, hospital CEO Davide Corbone said his facility does not provide raw data because it lacks context that could potentially mislead consumers."}