{"article_title": "A Reminder Why Bernie Continues to Gain Ground", "article_keywords": ["sanders", "lower", "pharmaceutical", "need", "continues", "drug", "research", "pharmaceuticals", "patients", "gain", "prices", "reminder", "ground", "public", "bernie"], "article_url": "http://www.huffingtonpost.com/deborah-burger/martin-shkreli-and-pharma_b_8211080.html", "article_text": "If you still wonder why Sen. Bernie Sanders is soaring in the polls, meet Martin Shkreli.\n\nShkreli - \"pharma bro\" as he has come to be know - is the now infamous CEO of Turing Pharmaceuticals who sparked a social media firestorm for jacking up the price of an anti-infection drug Duraprim by more than 5,000 percent.\n\nEven after Shrkeli absorbed a sound beating in the press and agreed to lower the cost of Duraprim, a pill which can be life saving for patients with compromised immune systems as occurs with cancer or AIDS, he was hardly expressing remorse.\n\nThe \"lower\" price, Shrkeli told Forbes will still \"allow the company to make a profit\" and as far as \"the media backlash\" is concerned, \"in terms of the business it's been a wonderful move.\"\n\nShrkeli is hardly alone. Massively inflated drug prices have become a huge national scandal and as James Hamblin put it in The Atlantic, \"there are many more Shkrelis, and there will continue to be more Shkrelis.\"\n\nNor is this phenomenon confined to the pharmaceutical industry, a sector where the five largest pharmaceutical corporations made more than $56 billion in profits last year alone.\n\nPublic fury over corporate malfeasance and the stranglehold of big corporations and billionaires on our economy and our politics is a defining issue of the 2016 Presidential campaign.\n\n\n\nDeborah Burger, RN, left, with Bernie Sanders\n\nAnd no one has given greater voice, and or has more credibility based on his years of advocacy, on this theme than Bernie Sanders. His message about the ruthless behavior of Wall Street, corporate America, the super rich and the resulting \"grotesque inequality,\" is the centerpiece of his campaign.\n\nThe drug giants, with their shameless profiteering are Exhibit A. It's almost comical that the drug firms' lobbying arm, Pharmaceutical Research and Manufactures of America (PhRMA), could tweet that TuringPharma \"does not represent the values of @PhRMA member companies.\"\n\nReally? Does PhRMA have similar concerns about Sovaldi, Gildead Science's $1,000 a pill drug that is vital for millions suffering from hepatitis C.\n\nOr the leukemia drug Glivec, which for which Novartis charges $106,000, a markup of more than 66,000 percent over its cost of $159 for a year's treatment.\n\nOr the lung cancer treatment drug Tarceva for which Roche charges $79,000 for treatment in the U.S., a 33,000 percent markup over its cost of $236. Or Soliris, used to treat a rare blood disorder, for which Alexion Pharmaceuticals charges $537,000 for a year's treatment.\n\nAs any nurse can tell you, the impact on patients, who increasingly have to make choices about whether to get the treatment they need and reduce other basics from house payments to food for their families, or face bankruptcy from medical bills, the consequences can be devastating.\n\nMany patients simply forego the care they need, putting their health at severe risk. A Consumer Reports survey in August recorded that one-fourth of Americans who have seen a big spike in drug prices the past year failed to fill prescriptions, and another 18 percent cut pills in half, used meds that were past the expiration date, or skipped a scheduled dose.\n\nHow do the drug companies get away with it? They have built such a protected status in large part due to an outsized influence in Washington. Since 1998, pharmaceuticals and other health products have spent $3.1 billion on lobbying, nearly a full $1 billion more than any other industrial sector (in second place stands the insurance industry, another healthcare behemoth notably lacking in compassion).\n\nAll that clout has buried legislative proposals, including in the Affordable Care Act, that would allow Medicare to negotiate lower bulk drug prices on pharmaceuticals, or permit Americans to import cheaper medications from other countries. As Marcia Angell, former editor of the New England Journal of Medicine and a foremost expert on the pharmaceutical industry notes, \"unlike every other advanced country, the U.S. permits drug companies to charge patients whatever they choose.\"\n\n\n\nRNs protest TPP effect on public health this spring in Washington DC\n\nIt is also the reason why the Obama administration continues to push 12 additional years of monopoly pricing protection for brand name drugs and biologics, that have organic origins not chemical, in the proposed Trans-Pacific Partnership.\n\nThat provision alone, which would blocking access to cheaper generic medicine, could be devastating, especially for low income people around the world, Doctors Without Borders, among many, has warned.\n\n\n\n\n\nIf there's a pretext for this scandal, it's that price gouging and massive profits are needed for \"innovation\" in the industry and research and development. Except for what they're not telling you.\n\nA National Institutes of Health (NIH) internal document, exposed by Public Citizen in 2001, revealed that public tax dollars paid for 55 percent of the research costs for the top five selling drugs.\n\nAngell describes how the original research for the drugs typically occurs with public NIH funding in university labs whose product the drug makers are allowed to then acquire.\n\nThen there are the huge tax credits the drug pushers can claim for direct advertising to consumers, so yes, we pay for all those TV ads on top of the \"government granted exclusive marketing rights.\" Ultimately, Angell concludes, \"the companies are totally dependent on government support.\"\n\nIn addition to highlighting drug prices on the campaign trail - \"Americans should not have to live in fear that they will go bankrupt or die because they cannot afford to take the medication they need\" - Sanders, with Rep. Elijah Cummings, has sponsored legislation.\n\nThe bill would revive efforts to provide Medicare the right to negotiate lower drug prices and permit re-importation of medicines, require full disclosure of drug manufacturing costs, and what the drug companies actually spend on research and development, and much more.\n\nSuch legislation is long overdue. Still, as Sanders has noted, Congress remains in the grip of the corporate chieftains who profit from the cozy present relationship, exactly why his campaign emphasizes the need for a grassroots movement for a \"political revolution\" that is so critically needed to fix this broken system.\n\nFollow Deborah Burger on Twitter: www.twitter.com/NationalNurses", "article_metadata": {"description": "If you still wonder why Sen. Bernie Sanders is soaring in the polls, meet Martin Shkreli.\n\nShkreli - \"pharma bro\" as he has come to be know - is the now ...", "sailthru.expire_date": "2015-09-30 18:47:54 -0400", "og": {"site_name": "The Huffington Post", "description": "If you still wonder why Sen. Bernie Sanders is soaring in the polls, meet Martin Shkreli.\n\nShkreli - \"pharma bro\" as he has come to be know - is the now ...", "url": "http://www.huffingtonpost.com/deborah-burger/martin-shkreli-and-pharma_b_8211080.html", "image": "http://i.huffpost.com/gen/3337804/images/o-DEFAULT-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/3337804/images/o-DEFAULT-facebook.jpg", "height": 1000}, "creator": "NationalNurses", "description": "If you still wonder why Sen. Bernie Sanders is soaring in the polls, meet Martin Shkreli.\n\nShkreli - \"pharma bro\" as he has come to be know - is the now ...", "card": "summary_large_image", "site": "@HuffPostPol"}, "sailthru.date": "2015-09-29 18:47:54 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=8211080", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "article": {"section": "Politics", "published_time": "2015-09-29 18:47:54 -0400", "modified_time": "2015-09-29 18:59:01 -0400"}, "viewport": "width=1000"}, "article_summary": "Massively inflated drug prices have become a huge national scandal and as James Hamblin put it in The Atlantic, \"there are many more Shkrelis, and there will continue to be more Shkrelis.\"\nIf you still wonder why Sen. Bernie Sanders is soaring in the polls, meet Martin Shkreli.\nIt's almost comical that the drug firms' lobbying arm, Pharmaceutical Research and Manufactures of America (PhRMA), could tweet that TuringPharma \"does not represent the values of @PhRMA member companies.\"\nDeborah Burger, RN, left, with Bernie SandersAnd no one has given greater voice, and or has more credibility based on his years of advocacy, on this theme than Bernie Sanders.\nOr Soliris, used to treat a rare blood disorder, for which Alexion Pharmaceuticals charges $537,000 for a year's treatment."}