{"article_title": "'Bone Foam' That Gets Injected Into Bone Could Help Treat Osteoporosis And Other Bone Diseases", "article_keywords": ["macroporous", "repair", "syringe", "cpc", "help", "create", "foam", "diseases", "bones", "treat", "injected", "researchers", "gets", "paste", "bone", "osteoporosis"], "article_url": "http://www.medicaldaily.com/bone-foam-gets-injected-bone-could-help-treat-osteoporosis-and-other-bone-diseases-367168", "article_text": "Our bones are constantly regrowing. They attain peak mass some time in our 20s before slowly getting weaker as we age. This increases many people’s risk of osteoporosis, a condition characterized by weak and brittle bones, and their subsequent risk of fractures from something as minute as a cough. To combat this decline in bone strength, researchers from France have developed an injectable foam that helps to repair bones.\n\nInjectable calcium phosphate cements (CPCs) are often used in orthopedics and traumatology. They’re made of bioactive and biodegradable grafting materials that come in powder and liquid form. When mixed together, they create a calcium-like material similar to the calcium in our bones. This mixture allows surgeons to fix and harden degenerative bones over the course of their surgery with relative ease and flexibility. It’s also biocompatible, self-setting, and non-toxic.\n\nThe new study, published in Acta Biomaterialia, builds on this material. Before, scientists had difficulty making CPCs macroporous, or having pores larger than 50 micrometers. While studies have found conflicting evidence regarding how porous bones should be to facilitate regrowth, the range seems to be between 100 and 300 micrometers — in people with osteoporosis, bones are far more porous.\n\nLed by Pierre Weiss, from the University of Nantes, the research team developed a type of CPC that is both self-setting and macroporous. To do this, the researchers created a foaming agent that produces air bubbles in the CPC mixture. They loaded one syringe with monosodium phosphate, a common industrial chemical, and a second with silanized-hydroxypropyl methylcellulose — a type of hydrogel — into another. Then, they connected the two. By plunging both syringes simultaneously, they were able to create a hydrogel foam, which is meant to create larger pores. They then inserted the foam into another syringe connected to a syringe with CPC paste. Again, they plunged both syringes, which then created the foamed CPC paste.\n\nTo determine if the foam could actually repair degenerated bone, the researchers applied it to tiny defects in the thigh bones of rabbits. After a week, they found the foamed CPC had entirely filled the defect as well as maintained the macroporous structure they were looking for. Six weeks later, they found it had acted as a scaffold to facilitate new bone growth; there were newly formed bones within the CPC itself, fitting together uniformly.\n\nTo the best of the team’s knowledge, this is the first time a hydrogel foam has been used in conjunction with CPCs to create a macroporous paste. The researchers also noted their CPC paste “exhibits a good injectability and an excellent cohesion, which are needed for clinical application.”\n\nFurther studies are needed to show just how effective their paste can be, but the researchers believe it will one day help to prevent some eight million osteoporosis-related fractures each year across the globe.\n\nSource: Weiss P, et al. A simple and effective approach to prepare injectable macroporous calcium phosphate cement for bone repair: Syringe-foaming using a viscous hydrophilic polymeric solution. Acta Biomaterialia. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "osteoporosis, bone foam, bone diseases", "og": {"site_name": "Medical Daily", "description": "Researchers have developed an injectable \"bone foam\" that strengthens bones and helps fight bone disease and defects like osteoporosis.", "title": "This 'Bone Foam' Gets Injected Into Your Bones To Strengthen Them", "url": "http://www.medicaldaily.com/bone-foam-gets-injected-bone-could-help-treat-osteoporosis-and-other-bone-diseases-367168", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/12/29/bones.jpg", "type": "article"}, "twitter": {"description": "Researchers have developed an injectable \"bone foam\" that strengthens bones and helps fight bone disease and defects like osteoporosis.", "title": "This 'Bone Foam' Gets Injected Into Your Bones To Strengthen Them", "url": "http://www.medicaldaily.com/bone-foam-gets-injected-bone-could-help-treat-osteoporosis-and-other-bone-diseases-367168", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/12/29/bones.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/12/29/bones.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Innovation", "published_time": "2015-12-29T15:18:39-05:00", "modified_time": "2015-12-29T15:18:37-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Researchers have developed an injectable \"bone foam\" that strengthens bones and helps fight bone disease and defects like osteoporosis."}, "article_summary": "To combat this decline in bone strength, researchers from France have developed an injectable foam that helps to repair bones.\nA simple and effective approach to prepare injectable macroporous calcium phosphate cement for bone repair: Syringe-foaming using a viscous hydrophilic polymeric solution.\nThey then inserted the foam into another syringe connected to a syringe with CPC paste.\nAgain, they plunged both syringes, which then created the foamed CPC paste.\nTo determine if the foam could actually repair degenerated bone, the researchers applied it to tiny defects in the thigh bones of rabbits."}