{"article_title": "Did Jeb Lead The Effort To Kill Obamacare in Florida? Kinda.", "article_keywords": ["lead", "florida", "republicans", "obamacare", "state", "expansion", "fight", "jeb", "bush", "kill", "governor", "kinda", "medicaid", "republican", "effort"], "article_url": "http://www.thedailybeast.com/articles/2015/12/29/did-jeb-lead-the-effort-to-kill-obamacare-in-florida-kinda.html", "article_text": "NOT QUITE\n\nA new ad by the pro-Jeb! Super PAC claims the former Florida governor led the effort to block a key provision in Obamacare. The only problem? The fight was three years after he left the state government.\n\nA new Jeb Bush super PAC ad touts his governorship and the efforts made to fight the “Obamacare expansion.” Just one thing: That law didn’t pass until three years after Bush left office.\n\nThe new spot, called “Three Governors,” contrasts Bush with Govs. Chris Christie of New Jersey and John Kasich of Ohio—two other moderate Republican presidential contenders.\n\nIt begins by saying Bush was the only governor to win national praise “for tough leadership handling nine hurricanes”—a slightly odd bragging point, given that Ohio doesn’t exactly have a hurricane problem.\n\nA few seconds later, the ad’s narrator says, “Which governor led the fight to stop Obamacare expansion in his state?”\n\nThen there’s a swooshy sound as a checkmark lights up next to Bush’s face. The line refers to the Medicaid expansion, a plank of the Affordable Care Act that made the program available to basically all low-income adults living in states that agreed to take additional federal dollars. Many states governed by Republicans refused the additional federal money, arguing that expanded Medicaid rolls would cost them so much more in the long run that the temporary financial injection wouldn’t have been worth it.\n\nThis fight played out in Florida with no dearth of drama. Republican Gov. Rick Scott supported expanding the Medicaid rolls in 2013, but the Republican House—led by then-Speaker Will Weatherford—blocked that effort (Scott later opposed legislation that would have expanded Medicaid under different conditions).\n\nBut the conflict over the law was years after Bush’s governorship ended, when he was working extensively on education policy issues. He was a popular figure among Florida Republicans (and still is), but at the time not an elected one.\n\nAsked how Bush led the anti-expansion fight, Right to Rise spokesman Paul Lindsay emailed links to a National Review report that Bush privately encouraged state lawmakers to reject the expansion. He also emailed a link to a CNN story where the former governor “said he had reservations about the Medicaid expansion.”\n\nWeatherford, who has endorsed the former governor and is a campaign surrogate, told The Daily Beast that Bush played an outsize role in getting Republicans in the state house to come together in opposition to Medicaid expansion. And he said Bush’s role was timely; the former governor spoke with House members after the Republican-controlled Senate passed legislation that would have accepted the expansion.\n\n“Gov. Bush was instrumental in helping us hold the line in the Florida House to make sure that Medicaid expansion did not happen,” Weatherford said. “If Jeb Bush hadn’t come in and been as emphatic as he was, I don’t know if we could have held the line.”\n\nThat said, others say that the ad’s characterization of Bush as the leader of the fight is a wee overblown.", "article_metadata": {"twitter": {"site": "@thedailybeast", "card": "summary", "creator": "woodruffbets"}, "keywords": "Jeb Bush, Politics-Election, Obamacare, 2016 Election, 2016, Florida,United States, u.s. poli, Super PAC, Chris Christie, John Kasich", "publicationDate": 201512292300, "wrap": "/content/dailybeast/politics", "description": "A new ad by the pro-Jeb! Super PAC claims the former Florida governor led the effort to block a key provision in Obamacare. The only problem? The fight was three years after he left the state government.", "pageNum": 1, "title": "Did Jeb Lead The Effort To Kill Obamacare in Florida? Kinda.", "tags": "entity:person/jeb_bush,article:politics-election,Obamacare:Industryterm,obsessional:2016-election,entity:event/2016_election,entity:provinceorstate/florida_united_states,topic:politics,entity:organization/super_pac,entity:person/chris_christie,john_kasich", "environment": "dev", "platform": "desktop", "template": "article", "type": "house", "parsely-page": "{\"title\":\"Did Jeb Lead The Effort To Kill Obamacare in Florida? Kinda.\",\"link\":\"http://www.thedailybeast.com/articles/2015/12/29/did-jeb-lead-the-effort-to-kill-obamacare-in-florida-kinda.html\",\"image_url\":\"http://cdn.thedailybeast.com/content/dailybeast/articles/2015/12/29/did-jeb-lead-the-effort-to-kill-obamacare-in-florida-kinda/jcr:content/image.crop.410.273.jpg/48381183.cached.jpg\",\"type\":\"post\",\"post_id\":\"/content/dailybeast/articles/2015/12/29/did-jeb-lead-the-effort-to-kill-obamacare-in-florida-kinda\",\"pub_date\":\"2015-12-29T23:00:00+00:00\",\"section\":\"Politics\",\"author\":\"Betsy Woodruff\",\"tags\":[\"jeb_bush\",\"politics-election\",\"Industryterm\",\"2016-election\",\"2016_election\",\"florida_united_states\",\"politics\",\"super_pac\",\"chris_christie\",\"john_kasich\"]}", "news_keywords": "Jeb Bush, PoliticsElection, Obamacare, 2016 Election, 2016 election, Florida United States, US Politics, Super PAC, Chris Christie, John Kasich", "sectionTaxanomies": "politics", "fb": {"admins": "1703087,30000737,1117577220,1276800108,931159,514915512", "app_id": 189930913679}, "authors": "Betsy Woodruff", "article": {"section": "politics", "published_time": "2015-12-29T23:00:00.000Z", "author": "http://www.thedailybeast.com/contributors/betsy-woodruffhtml"}, "resourceType": "dailybeast2/components/pages/article", "contentpath": "/content/dailybeast/articles/2015/12/29/did-jeb-lead-the-effort-to-kill-obamacare-in-florida-kinda", "og": {"site_name": "The Daily Beast", "description": "A new ad by the pro-Jeb! Super PAC claims the former Florida governor led the effort to block a key provision in Obamacare. The only problem? The fight was three years after he left the state government.", "title": "Did Jeb Lead The Effort To Kill Obamacare In Florida? Kinda.", "url": "http://www.thedailybeast.com/articles/2015/12/29/did-jeb-lead-the-effort-to-kill-obamacare-in-florida-kinda.html", "image": "http://cdn.thedailybeast.com/content/dailybeast/articles/2015/12/29/did-jeb-lead-the-effort-to-kill-obamacare-in-florida-kinda/jcr:content/image.img.2000.jpg/1451435498296.cached.jpg", "type": "article"}, "authorIds": "/etc/authors/b/betsy-woodruff", "content-type": "text/html; charset=UTF-8"}, "article_summary": "Super PAC claims the former Florida governor led the effort to block a key provision in Obamacare.\nHe was a popular figure among Florida Republicans (and still is), but at the time not an elected one.\nBush was instrumental in helping us hold the line in the Florida House to make sure that Medicaid expansion did not happen,” Weatherford said.\nA new Jeb Bush super PAC ad touts his governorship and the efforts made to fight the “Obamacare expansion.” Just one thing: That law didn’t pass until three years after Bush left office.\nThe line refers to the Medicaid expansion, a plank of the Affordable Care Act that made the program available to basically all low-income adults living in states that agreed to take additional federal dollars."}