{"article_title": "Ken Braun: Federal report says U.S. regulations exceed cost of India's economy", "article_keywords": ["ken", "exceed", "trillion", "federal", "18", "annual", "regulatory", "braun", "indias", "regulations", "small", "state", "cost", "sba", "report", "worked", "economy"], "article_url": "http://www.mlive.com/politics/index.ssf/2014/02/ken_braun_federal_government_s.html", "article_text": "With a cost of $1.8 trillion per year, the price of federal regulations is nearly as large as every penny of annual economic activity taking place in Russia, India, Italy or Canada, four of the eleven biggest economies on Earth. It’s much larger than the GDP of major U.S. trading partners like South Korea or Mexico, and dwarfs all of the economies of OPEC. Almost the entire GDP of California - our largest state economy - would be needed to pay for it all, and it’s nearly five times as costly as Michigan’s annual GDP.\n\nFrightening as this all sounds, the truly terrifying news is the source of the information. It’s not Fox News or a Republican talking point. It’s not a university research paper or from a think tank. Instead, it’s an estimate produced by the federal government itself.\n\nThe “Impact of Regulatory Costs on Small Firms” was issued in 2010, under a contract from the U.S. Small Business Administration’s Office of Advocacy. The SBA report covered 2008, and estimated the federal regulatory burden to be $1.75 trillion. Using the report’s methodology, the Competitive Enterprise Institute creates an annual update, entitled “The Ten Thousand Commandments,” and said last year the 2012 federal regulatory crater had topped $1.8 trillion.\n\nCongress created the SBA Office of Advocacy in 1976 and charged it with “examining the contributions and challenges of small businesses …” It’s a creature of the executive branch. Its leader was appointed by President Obama and confirmed by the U.S. Senate.\n\nThe SBA report notes the smallest businesses (those with fewer than 20 employees) shouldered the worst burden, at $10,585 in federal regulatory costs per employee. The average for all businesses - large and small - was $8,086 per employee.\n\nMost strikingly, if measured on a per-capita basis, the SBA authors say the 2008 price of regulations worked out to $15,586 per household, or $5,000 more than the average cost per household for health care that year.\n\nThe Competitive Enterprise Institute said the $1.8 trillion price tag for 2012 was large enough to equal half of all federal spending that year, and that Washington cooked up a new rule or law every 2.5 hours.\n\nCEI says the 2012 Federal Register - Washington’s rule book - clocked in at 78,961 pages. Stack those end to end, and you’ll be walking for nearly 14 miles to read all the lawyer-speak telling you “Thou Shall” or “Thou Shalt Not.”\n\nEconomically, regulations equal taxation. Rather than spend tax dollars to accomplish its goals, government orders Americans to spend their own money to accomplish its goals. CEI says the cost of federal regulations now exceeds federal and corporate income taxes combined.\n\nUnlike taxes, regulations are less direct and hidden from view. We don’t watch closely, and then suddenly we’ve got a boat anchor literally the size of the Indian economy weighing down our prosperity. (And all this is before state regulations are added in.)\n\nBuried in the avalanche of orders are certainly good ideas worth preserving. But Americans must begin demanding the death of costly rules as often as we accept or even request the birth of new ones.\n\nLast year, the federal agencies overseeing the Affordable Care Act submitted estimates for the annual paperwork compliance of ACA regulations. The total worked out to 127 million man hours, enough to build 18 brand new Empire State Buildings each year. Americans of all political stripes should have been loudly and honestly warned all this was coming before it was passed. Perhaps we’d have demanded something different.\n\nKen Braun was a legislative aide for a Republican lawmaker in the Michigan House and worked for the Mackinac Center for Public Policy. He has assisted in a start-up effort to encourage employers to provide economic education to employees, and is currently the director of policy for InformationStation.org. His employer is not responsible for what he says here ... or in Spartan Stadium on game days.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "affordable care act,Ken Braun", "title": "Ken Braun: Federal report says U.S. regulations exceed cost of India's economy", "parsely-page": "{\"title\": \"Ken Braun: Federal report says U.S. regulations exceed cost of India\\u0027s economy\", \"link\": \"http://www.mlive.com/politics/index.ssf/2014/02/ken_braun_federal_government_s.html\", \"image_url\": \"http://imgick.mlive.com/home/mlive-media/width620/img/elections_impact/photo/14183469-standard.jpg\", \"type\": \"post\", \"post_id\": \"12228109\", \"pub_date\": \"2014-02-19T11:57:45Z\", \"author\": \"Ken Braun | braun.ken@gmail.com\", \"tags\": [\"@la-river\",\"@lansing-news\",\"@mlive-business\",\"@mlive-news\",\"@mlive-opinion\",\"@mlive-river\",\"affordable care act\",\"Ken Braun\"] }", "twitter": {"image": "http://media.mlive.com/elections_impact/photo/14183469-thumb_square_large.jpg", "creator": "@BraunKen", "site": "@mlive", "card": "summary", "description": "Washington&#8217;s rule book clocked in at 78,961 pages in 2012. Stack those end to end, and you&#8217;ll be walking for nearly 14 miles to read all the lawyer-speak telling you &#8220;Thou Shall&#8221; or &#8220;Thou Shalt Not.&#8221;"}, "article_date_updated": "Wednesday, February 19, 2014,  6:57 AM", "parsely-metadata": "{\"image_url\": \"http://media.mlive.com/elections_impact/photo/us-capitol-washingtonjpg-84a13c819ddefe3f.jpg\", \"author_name\": \"BraunKen\", \"author_nickname\": \"Ken Braun | braun.ken@gmail.com\", \"author_id\": \"10621011\", \"source_blog_name\": \"Michigan Politics & Elections\", \"source_blog_url\": \"http://www.mlive.com/politics/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "MLive.com", "description": "Washington&#8217;s rule book clocked in at 78,961 pages in 2012. Stack those end to end, and you&#8217;ll be walking for nearly 14 miles to read all the lawyer-speak telling you &#8220;Thou Shall&#8221; or &#8220;Thou Shalt Not.&#8221;", "title": "Ken Braun: Federal report says U.S. regulations exceed cost of India's economy", "url": "http://www.mlive.com/politics/index.ssf/2014/02/ken_braun_federal_government_s.html", "image": "http://media.mlive.com/design/alpha/img/logo_mlive.gif", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "MLive.com", "article_comments": 0, "article_date_original": "Wednesday, February 19, 2014,  6:57 AM", "article_author": "Ken Braun | braun.ken@gmail.com", "Description": "Washington&#8217;s rule book clocked in at 78,961 pages in 2012. Stack those end to end, and you&#8217;ll be walking for nearly 14 miles to read all the lawyer-speak telling you &#8220;Thou Shall&#8221; or &#8220;Thou Shalt Not.&#8221;"}, "article_summary": "CEI says the cost of federal regulations now exceeds federal and corporate income taxes combined.\nThe SBA report covered 2008, and estimated the federal regulatory burden to be $1.75 trillion.\nThe SBA report notes the smallest businesses (those with fewer than 20 employees) shouldered the worst burden, at $10,585 in federal regulatory costs per employee.\n(And all this is before state regulations are added in.)\nLast year, the federal agencies overseeing the Affordable Care Act submitted estimates for the annual paperwork compliance of ACA regulations."}