{"article_title": "One Month in Jail for Soap Possession", "article_keywords": ["possession", "tests", "driving", "car", "trooper", "search", "month", "field", "cruz", "jail", "test", "bernstein", "soap"], "article_url": "http://reason.com/blog/2013/12/16/one-month-in-jail-for-soap-possession", "article_text": "Last week Annadel Cruz and Alexander Bernstein were released from Lehigh County Prison in Allentown, Pennsylvania, where they had been detained for a month after being arrested for possession of soap. A state trooper claimed a field test indicated that the homemade soap, which he found in the trunk of the car Cruz was driving, contained cocaine. Laboratory tests showed it was just soap, which is what Cruz had said all along.\n\nThe trooper said he stopped the car on Interstate 78 because Cruz was driving five miles per hour above the posted speed limit and \"hugging the side of the lane,\" as the Allentown Morning Call put it. Bernstein's lawyer thinks it is more likely that the trooper's suspicions were aroused by the sight of a young Latina driving a new Mercedes-Benz with out-of-state plates. After pulling over the car, in which Bernstein was a passenger, the trooper claimed to smell marijuana, and Cruz confessed she had smoked pot before leaving New York City. Then the trooper asked if he could search the car, and Cruz supposedly said yes.\n\nAssuming Cruz really did consent to the search, shouldn't that have immediately raised doubts about the accuracy of the trooper's field test? If you were carrying two packages of cocaine in your trunk, would you consent to a search of your car? In any event, this case is yet another refutation of the old canard that if you have nothing to hide, you have nothing to fear during a police encounter.\n\nField tests for drugs are notoriously unreliable, mistaking common products such as soap, deodorant, billiard chalk, tea, breath mints, soy milk, and chocolate for illicit substances. Yet police across the country continue to use these kits as a basis for locking people up. Bail for Cruz and Bernstein was set at $250,000 and $500,000, respectively. \"After this,\" says Cruz's lawyer, \"everyone should pause about jumping to conclusions when a field test is said to be positive by law enforcement. There are people going to jail on high bail amounts based upon these field tests.\"", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Last week Annadel Cruz and Alexander Bernstein were released from Lehigh County Prison in Allentown, Pennsylvania, where they had been detained for a", "title": "One Month in Jail for Soap Possession", "url": "http://reason.com/blog/2013/12/16/one-month-in-jail-for-soap-possession", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/jsullum/2013_12/make-your-own-soap.jpg", "type": "article"}, "twitter": {"description": "Last week Annadel Cruz and\nAlexander Bernstein were \nreleased from Lehigh County Prison in Allentown, Pennsylvania,\nwhere they had been detained for a month after being arrested for\npossession of soap. A state trooper claimed a field test indicated\nthat the homemade soap, which he found in the trunk of the car Cruz\nwas driving, contained cocaine. Labora", "creator": "@jacobsullum", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/jsullum/2013_12/make-your-own-soap.jpg", "title": "One Month in Jail for Soap Possession", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "Nanny State", "published_time": "2013-12-16T17:58:00+00:00", "author": "http://reason.com/people/jacob-sullum"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fced4f\"", "article_summary": "There are people going to jail on high bail amounts based upon these field tests.\"\nA state trooper claimed a field test indicated that the homemade soap, which he found in the trunk of the car Cruz was driving, contained cocaine.\nLast week Annadel Cruz and Alexander Bernstein were released from Lehigh County Prison in Allentown, Pennsylvania, where they had been detained for a month after being arrested for possession of soap.\n\"After this,\" says Cruz's lawyer, \"everyone should pause about jumping to conclusions when a field test is said to be positive by law enforcement.\nField tests for drugs are notoriously unreliable, mistaking common products such as soap, deodorant, billiard chalk, tea, breath mints, soy milk, and chocolate for illicit substances."}