{"article_title": "The great FLOTUS food fight", "article_keywords": ["michelle", "great", "nutrition", "food", "flotus", "school", "fight", "house", "policy", "white", "obamas", "lady", "obama"], "article_url": "http://www.politico.com/agenda/story/2016/03/michelle-obama-healthy-eating-school-lunch-food-policy-000066", "article_text": "Miriam Nelson got the call while she was rock climbing in Canada: It was the White House assistant chef, of all people, summoning her to a closed-door meeting with the new first lady of the United States. It was 2009, Nelson was one of the nation’s top experts on nutrition and exercise, a Tufts University professor at the time, and she wasn’t the only one: a half-dozen more got the same surprise invitation.\n\nThe Obamas had been in the White House for six months, and Michelle had begun to signal that she might use her bully pulpit to encourage healthy eating. She had already filmed some typical first lady TV spots on Oprah and Sesame Street. But what Nelson found when she arrived at the White House didn’t look like a team built for feel-good PR. It was stacked with Washington power: the first lady’s staff from the East Wing, the president’s people from the West Wing, and top officials from the Centers for Disease Control and the departments of Agriculture and Health and Human Services. Obama’s Domestic Policy Council Director, Melody Barnes, was there; so was the first lady’s top policy adviser, Jocelyn Frye. Presiding over the meeting was Michelle Obama herself, in a trademark sleeveless dress, and holding a notebook.\n\nWith Democrats holding control of Congress, Nelson and the others realized, the East Wing was formulating a big policy push that would use all available levers of the federal government to improve how Americans eat. They wanted a new law to make school lunches healthier; they saw ways to deploy federal stimulus dollars on new cooking equipment in public school cafeterias and to use government financing to get grocery stores into poor communities where fresh food wasn’t readily available. They wanted to overhaul the federal nutrition label so it confronted shoppers more directly with calorie counts. Even the more symbolic side of American food policy was coming under the microscope: A reboot of the decades-old “food pyramid” that told families how to balance a meal.\n\n“You really got the sense that this is something that she was likely to take on,” recalled Nelson, who was asked for advice on nutrition and exercise programs that worked. “It was very exciting.”\n\nIn the six-plus years since that meeting, Michelle Obama’s sophisticated and strategic campaign has transformed the American food landscape in ways considerably deeper than the public appreciates, even now. While the average American might have been watching Michelle’s push-up competition against Ellen DeGeneres or her “mom dancing” with Jimmy Fallon, or even her ‘Turnip for what’ viral Vine, the first lady and her team were notching a remarkable series of changes in American nutrition policy. Crafting their approach with an eye to the successes and failures of initiatives launched by previous first ladies, and acutely aware of the risk of nanny-state blowback, Obama and her staff shrewdly calibrated her role as the campaign’s public face and, at times, its behind-the-scenes lobbyist.\n\nFor this story, POLITICO interviewed more than 60 sources familiar with Michelle Obama’s work, including her current and former advisers, members of Congress, food industry officials, state agriculture leaders, nutrition and obesity experts and first lady historians. (Obama herself, through a spokesperson, declined repeated requests for interviews.) We found a still-evolving legacy that dovetails—by design—with the president’s far more controversial accomplishment, the Affordable Care Act. Schools across the country are serving whole grain pasta, breads and pizza along with far more fruits and vegetables. A massive food assistance program for poor mothers and children now doles out more money each month for produce. Soon the government will finalize the first-ever revamp of the Nutrition Facts label that appears on all packaged food, perhaps the most reproduced piece of graphic design in the world.\n\nThe first lady has also pulled along the private sector, nudging them to make substantial changes that most people will never associate with her. America’s largest food and beverage manufacturers cut 6.4 trillion calories out of the food supply, in part by tweaking their recipes. Olive Garden and Red Lobster swapped fruits and vegetables in for fries on kids’ menus; Walmart cut back on sodium.\n\nBut the first lady’s effort has also sparked fierce battles with Capitol Hill and put her at odds with everyone from the sugar industry to school lunch ladies. Her designated proxy, chef Sam Kass, cut an effective if at times undiplomatic path through Washington, leaving a trail of government officials uneasy about taking policy orders from a cook. When Ted Cruz promised that if his wife became the first lady, she would bring French fries back to school cafeterias, it was a direct shot at Michelle’s lunch reforms. And it might not have the power of “repeal Obamacare,” but the hashtag #thanksMichelleObama, filled with pictures of “mystery mush” and other sad lunch trays that kids blame on her reforms, has joined the portfolio of popular complaints against the White House.\n\nTo date, it’s impossible to know how much the effort has helped: Public health is a slow-moving target and frustratingly hard to measure. But there’s no question that big changes have been set in motion that will prove difficult to reverse, if they’re reversible at all. What emerges here for the first time is a full portrait of just how Obama and her bulldog personal chef engineered and enacted the most aggressive food policy agenda in living memory—a modern example of how a White House spouse can use her unelected platform to wage a genuine Washington policy fight.\n\nIF THE FIRST lady hit the ground running in 2009, it’s because this wasn’t an issue she picked out of a hat when her husband got elected. She’d been thinking about it since he was a senator. According to people who knew her, the origin was decidedly personal. Raising two daughters while juggling an executive job at the University of Chicago Medical Center, all while her spouse was splitting his time between their home on Chicago’s South Side and the Senate, family dinners too often slipped into a rotation of fast food, microwaved frozen dinners and pizza. The Obama daughters, Sasha and Malia, didn’t mind, but their doctor did. A red flag went up that their BMI, or body mass index, was headed in the wrong direction. It was time to do something different.\n\nRisa Lavizzo-Mourey recalled a 2005 meeting with Michelle Obama not long after Sen. Obama was sworn into office. The two women sat in Michelle Obama’s office, in front of a striking credenza covered with framed family photos, and talked about how hard it is for busy people, especially working moms, to provide healthy meals for their families. “She was living it then,” said Lavizzo-Mourey, president and CEO of the Robert Wood Johnson Foundation, the country’s largest health foundation. The foundation had recently taken on childhood obesity as a top issue, and Lavizzo-Mourey found it struck a chord with Obama. “It was very clear that this was something she cared about.”\n\nMichelle Obama had more options than most mothers, and as a presidential campaign loomed on the horizon, the family hired Kass, a young private chef they’d long known from their Hyde Park neighborhood, to start helping out with family meals. Kass radically changed what they ate, shifting them to smaller portion sizes and more fruits and vegetables. Sugary drinks were out and the family cut back on screen time. The girls’ health got back on track, but it made their mother acutely aware of how hard it can be for families to make healthy choices.\n\nWhen Barack launched his presidential campaign, Michelle Obama started to think about what she might be able to accomplish on the biggest stage of all. In her red-brick home, her husband 30 percentage points down to Hillary Clinton in the primary polls, she and Kass discussed how she could work on nutrition and kids’ health should her husband somehow become president. “The first lady and I would be dreaming about what we could do around health and the garden,” Kass recalled.\n\nThe idea of making food into a national, first lady-led issue didn’t come completely out of left field: America was becoming obsessed with eating, as shows like “Top Chef” and “Diners, Drive-Ins and Dives” became hits. And critics of corporate America’s influence on diet were cracking the public consciousness: writers like Michael Pollan, and documentaries like “Super Size Me” and “Food, Inc.” Farmers markets were spreading beyond liberal bastions like Berkeley, California, and Burlington, Vermont. As Hillary Clinton and Barack Obama battled for the Democratic presidential nomination in 2008, a petition asking the White House to create a new kitchen garden notched more than 110,000 signatures.\n\nOnce Barack Obama won the presidency, sweeping into office on a wave of ambitious reform plans, he and his wife sent early signals to the new administration that they’d make healthy eating a priority. The president-elect brought the topic up when he interviewed Tom Vilsack for the job of secretary of agriculture. Signing on as the incoming first lady’s policy chief during the December 2008 transition, Michelle’s Harvard Law School classmate Jocelyn Frye said the two discussed the issue, too. And just days before the president’s inauguration, during an informal gathering of about a dozen senior incoming administration women at Blair House, the future first lady expounded on her interest in healthy eating. “I remember thinking, ‘Wow, I hope this is an issue she engages on’,” said Barnes, who at the time was getting ready to serve as head of Obama’s Domestic Policy Council.\n\nShe would not undertake it alone. The Obamas had brought Kass from Chicago to be their personal family chef at the White House, and they gave him a second hat: He’d be a key player in advancing some of the ideas he and the first lady had talked about during the campaign. First on the list was the new vegetable garden.\n\nBroaching the idea of planting a few crops in the backyard of the country’s most carefully watched piece of real estate required some arm-twisting. The White House had intermittently cultivated gardens: One dated to the John Adams administration, the Roosevelts had a victory garden during World War II and the Clintons planted vegetables on the roof. But the Obamas had a more ambitious plan to cover about 1,100 square feet of ground just down the driveway from the Oval Office.\n\n“‘You want to do what?’” Kass recalled hearing from the White House residence staff when he first raised the idea. “The notion that we were going to dig up the most iconic yard in the world and plant some peppers and squash and spinach was nuts. It sounded nuts to the people who take care of the lawn.” But Barack Obama endorsed the garden. “He totally got it,” Kass said of the president. It was, after all, now his house.\n\nGround was broken on the four-season kitchen garden on the South Lawn less than three months after the inauguration, with 25 different types of plants, including kale, potatoes, okra and four kinds of lettuce. In a nod to history, many of the varietals came from Thomas Jefferson’s garden at Monticello.\n\nAbout two dozen fifth-graders from Washington D.C., came over to help with the planting. The garden was not just meant to be a symbol of healthy eating, according to Kass, but also a way to test the waters to see how the public would react to sparking a conversation about food. The glowing headlines told them what they needed to know, and Michelle Obama’s team felt comfortable enough to draw up a more comprehensive game plan on childhood obesity.\n\nAt a June 2009 public event to celebrate the White House garden’s first harvest, Michelle Obama surrounded herself with the same kids who had planted the fruits and vegetables and thanked them for helping her achieve a “big dream of mine.” Then she quickly transitioned to a topic front and center on Washington’s agenda: health care. “The president and Congress are going to begin to address health care reform, and these issues of nutrition and wellness and preventative care is going to be the focus of a lot of conversations coming up in the weeks and months to come,” she said.\n\nIndeed, many inside the administration saw the two issues as part of the same broader story, particularly as obesity-related diseases were racking up more than $150 billion in health care costs each year. But to be successful they knew the first lady’s efforts would have to feel very different — that it wouldn’t be seen, in the words of one senior White House message minder, as a “sneaky Obamacare thing.”\n\nThis meant a separate branding campaign was required. The White House got in touch with an ad shop that had worked in 2008 for Barack Obama’s youth vote campaign. The project was something of a rush job. (This decision would later generate its own controversy, when it emerged that USDA hired the New York firm SS+K on a $100,000 no-bid contract.) The firm ran a rapid series of focus group discussions around the country in which moms were asked to respond to the idea that certain hypothetical celebrities—Oprah, for one—would lead a nationwide campaign to promote healthy eating and lifestyle changes for kids. The best reaction was to the name Michelle Obama.\n\n“Bingo,” recalled Rob Shepardson, the head of the advertising firm. “They loved her across the board, the respect and belief just that she’s a real mom.”\n\nBy the time the White House invited Miriam Nelson and the other nutrition experts in to see Michelle Obama, that branding campaign with Shepardson’s firm was already quietly being built. They picked a name—Let’s Move!—and designed a logo that included the silhouette of a young girl jumping above a ball with her arms upraised. The image looked like the exclamation point. This would be Michelle Obama’s sweeping initiative, folding together into one campaign all of the different nutrition and exercise goals she hoped to push.\n\nWhile the Let’s Move! initiative was still being shaped in late 2009, the Obama administration began parallel negotiations with the biggest players in the food industry. As word spread that the first lady had nutrition and childhood obesity in her sights, lobbying shops across Washington barraged their White House contacts with meeting requests to learn more about the new administration’s intentions toward their business. “You had a number of food companies who were scared to death,” recalled Sean McBride, a food industry consultant who at the time worked for the Grocery Manufacturers Association, a powerful trade group. “The impetus to bow to it … to collaborate was very high.”\n\nWell aware of the “food police” backlash it could face for meddling too openly, the White House let the industry know it expected some real, voluntarily moves to dial back sugar, salt and fat. But there was also an implicit threat: Michelle Obama could publicly shame any laggards, and with Democrats in control, the threat of federal regulations loomed.\n\nIn some cases, the East Wing was able to get companies to make changes that many say could never have happened without the first lady’s star power. One early volunteer was the American Beverage Association, a group representing Coca-Cola and PepsiCo. When it heard that the first lady was interested in obesity prevention, months before her campaign would formally launch, the association reached out to the White House saying they wanted to be a part of the action. The group met with Michelle Obama’s team, pledging to put calorie counts on the front of drink bottles. “I think they immediately understood the value of having not just one company but having a whole sector do something together,” recalled Susan Neely, president and CEO of the powerful trade group. “They made it clear to us, too, that they weren’t anti-industry at all. … They wanted to involve industry. You just had to do something serious.” After weeks of negotiations that involved Kass and White House aide Stephanie Cutter, they came to a deal: By the end of 2012, the industry agreed that all beverage containers, including larger serving sizes they were reluctant to label, would prominently display calories on the front of the bottle.\n\nIn February 2010, a little more than a year after inauguration, Michelle Obama launched Let’s Move! in the State Dining Room of the White house. A blizzard was blanketing much of the East Coast, but it didn’t diminish the event’s turnout. Celebrities like the former NFL star Tiki Barber and Will Allen, a retired pro basketball player turned urban farmer, were there, as well as six Cabinet secretaries. Surrounded by schoolkids of all ages, the self-proclaimed mom-in-chief delivered a passionate and personal speech designed to appeal to parents as much as policymakers.\n\nStanding in the shadow of Abraham Lincoln’s portrait, Michelle Obama laid out an ambitious goal: The childhood obesity epidemic, she said, could end within a generation. Her campaign would focus on making it easier for parents and caregivers to choose healthy options for their kids, improving school food, expanding access to healthy, affordable foods and increasing physical activity. The first lady was going to attack the problem from all angles, she said.\n\nShe also set the tone for her initiative. She was not going to finger-wag. She was not going to be negative. She was careful to not demonize any particular food or sector—and she made sure she singled out the beverage industry’s early moves to display calories as a step in the right direction.\n\n“This is exactly the kind of vital information parents need to make good choices for their kids,” she said, in what was seen as a big nudge to every other food company and trade group. It was the first of more than 100 corporate pledges that would come from brands eager to make changes in exchange for goodwill—and priceless PR—from the first lady.\n\nMichelle Obama may not have known it then, but the food industry would turn out to be much easier to work with than Congress.\n\nIN LAUNCHING HERSELF into a public policy effort, Michelle Obama was taking on a challenge that many other White House occupants had handled slightly differently. It’s clear why a first lady might be a useful public face of a campaign like healthy eating, but it’s not obvious how she actually gets something important done. Eleanor Roosevelt was known for transforming the presidential spouse’s role beyond serving as America’s social hostess, promoting everything from physical education and civil rights to hiring Depression-era artists and writers. Modern first ladies have often been something closer to PR people, though they’ve all dabbled in the policy realm—Rosalynn Carter on mental health, Laura Bush on literacy—with the notable exception of Hillary Clinton, who was vilified for trying to set federal health care policy right out of the gate, and spent the next six years in retreat.\n\nFor the Obamas, one solution to this problem came in the form of Sam Kass. While Michelle Obama handled the media hits like “Sesame Street” and “Ellen,” they often deployed the White House chef as a Washington proxy. With a shaved head, singular focus and the restless energy of a former college baseball star, Kass was someone they could send out without having Michelle wage battles herself. But everyone understood whom he spoke for.\n\nKass also stood in as a public face for Let’s Move!, hosting kids at the White House for pint-sized “state dinners” and appearing on the “Today” show. But his biggest impact was behind the scenes. Kass, who was still learning the bureaucracy himself, began using his influence to light fires under federal agencies and food executives. He was Michelle Obama’s gatekeeper. Dozens of food experts POLITICO interviewed said they could not recall having a single policy-focused meeting about their issues with the first lady herself, but almost all of them had met with Kass.\n\nTop administration officials came to see Kass—who played a “czar” role similar to other first-term Obama White House staffers like Carol Browner on climate change and Steve Rattner on the auto industry—as absolutely critical to getting things done. He had a way of not only shaking loose policies that had long languished in the cobwebs of their own bureaucracies, but also pressing staff in the White House itself to review policies much more quickly. While Kass was at the White House, outsiders credited him helping to get long-delayed nationwide menu labeling rules out (a little-known legacy of Obamacare) as well as moving along FDA’s controversial crackdown on trans fat. Kass’s fingerprints were also on many food-supply issues far outside childhood obesity—issues that range from limiting antibiotics in livestock feed to protecting pollinators.\n\nHe came with plenty of sharp edges: Meetings with Kass were known to end in yelling. He could be impatient and unyielding. “Sam was a bulldog,” said former Food and Drug Administration attorney Stuart Pape, who now advises food companies. “I remember someone saying that it was like we were all the ingredients in a recipe that needed constant stirring, and Sam was the spoon.” The new chain of command rubbed some the wrong way. Within FDA, which was working on the update to the Nutrition Facts panel, trans fat ban and menu labeling, mid-level officials privately complained about meddling from “the chef.” A Republican operative lamented that having a chef spearhead an administration’s food policy is “like asking an auto mechanic to lead NASA.”\n\nBut Kass had one asset few others had: a tight personal connection to the Obamas. “They’d been discussing the issue for many, many years. You can’t fake that,” Barnes said. “You can’t make that up. You can’t get it on the fly.” (Though Kass left the White House in 2014, he and the first family remain friends: He’s one of the president’s golfing buddies, and the Obamas travelled to his wedding last August in New York to MSNBC host Alex Wagner. A pool report also noted that President Obama spent five hours at Kass’s Washington, D.C., apartment for a bachelor party.)\n\nThe day the Let’s Move! campaign launched, the president gave a push to the effort with an executive order creating the first-ever national task force on childhood obesity, which would be led by his Domestic Policy Council and work in tandem with the first lady’s campaign. A dozen federal agencies went to work on more than 70 recommendations it made. The Agriculture Department updated its school meal standards to require more fruits and vegetables, more whole grains, and less sugar, salt and fat. Similar standards are still in the works for day care facilities. The department broadened its control of children’s eating: For the first time, it’s regulating all food sold in schools. At the Centers for Disease Control, efforts have been ramped up to promote breastfeeding at hospitals (research shows it may help promote healthy body weight). It has also doled out millions in community prevention grants to nurture healthy eating and physical activity.\n\nFDA responded by overhauling the Nutrition Facts panels that appear on food packages to make calorie counts bolder and serving sizes more realistic. The White House was involved in the design details and the first lady herself unveiled the new format at the White House in 2014. For the first time, the label will require food makers to include not just natural sugar but also “added sugar”—a move that has infuriated certain corners of the processed food industry and the sugar industry, which in hinting at a potential lawsuit points out that the body processes all sugar, added or not, the same way.\n\nAs the East Wing pushed agencies to adopt these changes through much persistence and prodding, food policy watchers noted that Michelle’s initiatives also just happened faster than administrative changes usually do. The Nutrition Facts update—a major regulation with huge market impact—cleared the White House budget office in less than eight weeks, just in time for Michelle Obama to unveil the updated label to celebrate the fifth anniversary of Let’s Move! Another regulation, which for the first time set strict ground rules for snacks sold in schools, was another East Wing priority that aides wanted out in time for the 2014-15 school year. It moved through USDA at “record speed,” said Margo Wootan, director of nutrition policy at the Center for Science in the Public Interest. The White House cleared it through OMB in seven days. “I’d never seen anything like it in my time in Washington.”\n\nBUT BETWEEN MICHELLE’S early splashes and the upcoming nutrition label came a handful of hard lessons in just how much friction change can generate. If one issue marked the transition of her campaign from bipartisan reform to controversial lightning rod, it was the school lunch fight. No piece of policy is more central to the first lady’s platform—or more controversial—than her overhaul of the nation’s school lunch program, which feeds more than 30 million children each day.\n\nFrom the very beginning, everyone in the administration acknowledged that schools were absolutely key to tackling childhood obesity. Many kids, especially those in struggling communities, eat about half of their calories at school. The National School Lunch Program—signed by President Harry S. Truman to combat malnutrition and help farmers—had become awash in highly processed, high-calorie fare. Some schools went as far as serving Taco Bell and McDonald’s.\n\nThe groundwork for tightening nutrition standards for school food was actually laid during the George W. Bush administration, but not until Michelle Obama did it become a top priority. The law was up for reauthorization in 2010, providing the perfect opportunity for the East Wing to make its mark on a piece of legislation.\n\nFrom the outset, it was a struggle. Congress was already overloaded with other big Obama legislative priorities, including health care, climate change and Wall Street reform. Even Democratic control of both chambers of Congress didn’t guarantee a win. Money was siphoned from the child nutrition program at one point in the summer of 2010 to help avoid teacher layoffs in cash-strapped states. At another particularly dramatic crossroads, progressive House Democrats revolted late in the process when they learned the bill would be paid for by taking money out of a stimulus boost for food stamp recipients.\n\nBut the bill was widely seen as the linchpin of the first lady’s effort and the White House was not about to watch it go down. The president’s team appealed in person to the House GOP leadership. And Michelle Obama personally hit the phones to try to calm a handful of lawmakers. One conversation with Connecticut Democratic Rep. Rosa DeLauro, a big proponent of the school lunch program, went particularly poorly; a former congressional aide recalled that the call ended with the congresswoman hurling expletives.\n\nHealth groups and the White House ultimately prevailed, and the Healthy, Hunger-Free Kids Act passed during the lame duck Congress—a law that is widely considered a central win for Let’s Move! It called for the first major nutrition update to school meals in decades and offered schools new federal money if they went along with the changes. For the first time it mandated strict rules on all food sold in vending machines and in à la carte lines. When President Obama signed the bill into law at a Washington, D.C., elementary school, Michelle was by his side. “Not only am I very proud of the bill,” the president joked, “but had I not been able to get this passed, I would be sleeping on the couch.”\n\nWhen, a few moments later, he made a second wisecrack about the potential domestic fallout had he failed, his wife interrupted, “We won’t go into that. Let’s just say it got done, so we don’t have to go down that road.”\n\nBut the law’s rough ride had only begun. As the details of the policy started to take shape at USDA, school food-service directors and food makers selling into a school food market worth more than $15 billion per year felt increasingly threatened, and began complaining to their allies on Capitol Hill. In 2011, pizza manufacturers demanded to keep counting tomato sauce as a vegetable (they won that round); New York schools were mad they had to switch to whole grain bagels. In North Carolina, lunch ladies worried they would have to pull grits, a familiar and inexpensive source of calories, off the menu.\n\nMany schools found the new foods more costly and less popular, and some now faced financial losses in their cafeteria programs. The School Nutrition Association, which had supported the law as it had made its way through Congress in 2010, turned against many of the reforms as they were actually being implemented and began lobbying Capitol Hill to dial back mandates on whole grains and sodium and do away with a new requirement that all meals include a half-cup of fruits or vegetables. The House Republican majority that had swooped in after the 2010 midterms saw an opening, and took on Michelle Obama’s lunch program directly, arguing that it represented yet another federal overreach.\n\nBy 2014, all-out war had erupted over school lunches, with the first lady and health advocates on one side and school cafeteria managers, food manufacturers and Republicans on the other. Farm-state lawmakers wanted a waiver that would let schools opt out if they lost money under the healthier food options. “Only the Obama administration could take an anti-hunger program and turn it into an anti-obesity program and not understand the difference,” said Brian Rell, chief of staff to Rep. Robert Aderholt, the Alabama Republican who led the effort to relax the rules.\n\nThe fight got ugly. At one point, the first lady accused members of Congress of playing politics with the health of children and pledged to fight “until the bitter end” to protect the nutrition standards. At another turn, the SNA turned down Kass’ request to speak at its annual conference—a snub to the White House that illustrated just how acrimonious things had gotten. After months, Congress and the White House ultimately agreed to drop the waiver idea and modestly loosen only some of the standards in the 2015 omnibus. What happens to it next isn’t clear: The underlying nutrition law expired in September, though all of the major programs continue on autopilot. Obama’s White House, fretful a Republican president could simply throw it out, would very much like to seal its legacy by reauthorizing it this year. But even with a recent bipartisan compromise in the Senate, the prospects of a final bill making it to President Obama’s desk in an election year appear small.\n\nOTHER CHANGES HAVE been far smoother. It took Kass and a handful of administration officials less than two years to do away with the familiar “food pyramid” and replace it with a totally new eating guide called “My Plate.”\n\n“The first lady was clear. This is confusing,” said Kass of the pyramid, which the government had been using as nutrition guidance since the early 1990s. The project attracted a surprisingly high-powered group, including Zeke Emanuel, a special adviser on health policy at the White House Office of Management and Budget, Cass Sunstein, the Harvard Law School professor who was leading OMB’s Office of Information and Regulatory Affairs, and Martha Coven, a White House Domestic Policy Council staffer.\n\nThey ultimately came up with a graphic shaped not like a pyramid, but a plate, breaking up the recommended dinner into four categories: protein, grains, fruits and vegetables, with a glass of milk on the side. The bottom line message was exceedingly simple: Half a plate of fruits and vegetables. “What’s more simple than a plate?” Michelle Obama said as she unveiled the new symbol at the White House in early 2011. And the reforms, typically, packed a little more punch than just the symbolic shift. For the first time anyone could recall, the U.S. government was explicitly telling people to eat less, with a new government web page full of tips called: “Enjoy Your Food, But Eat Less.”\n\nThere have been countless other smaller efforts, including USDA rules banning junk food marketing in schools, and a voluntary pledge to drop fried foods and serve more fruits and vegetables for the more than 1 million kids fed in private day care centers. Produce marketers have also reported an uptick in sales of fruits and vegetables for companies using “Sesame Street” characters, part of a free licensing agreement that the White House negotiated in 2013. Michelle Obama also encouraged convenience stores like Kwik Trip to offer more produce, like bananas, at the checkout counter. The corporate commitments were all made through The Partnership for a Healthier America, a foundation-funded nonprofit set up solely to support the first lady’s campaign and audit whether companies followed through on their promises.\n\nHealth advocates, for the most part, say they’ve been thrilled to have the first lady as their champion, but Michelle Obama’s effort has also been steeped in controversy. The first lady has been criticized from the right for overstepping her bounds to act as a nutritional “nanny” and has even taken flak from her left, for not going far enough. Liberal food writers including Pollan and Mark Bittman have publicly criticized the East Wing for working so closely with the food industry. Katie Couric and Laurie David, who produced the Oscar-winning climate change documentary “An Inconvenient Truth” with Al Gore, excoriated the first lady in their film “Fed Up” because they believed she had given up on nutrition policy under intense pressure from the industry.\n\nAnd not every promise has been kept. The White House stood on the sidelines in 2011 as an effort to rein in junk-food marketing to kids collapsed under heavy opposition from Congress. Michelle Obama hasn’t followed through with her pledge to eliminate “food deserts,” the mostly impoverished parts of the country where there is a lack of access to fresh fruits, vegetables and other healthy foods. Some of the efforts connected to Let’s Move!, including one to pair up chefs with schools, have lost steam.\n\nThe first lady has also struggled personally in dealing with Congress—something Hill aides on both sides of the aisle said mirrors a bigger problem with the entire Obama administration. The call to Rosa DeLauro on school lunches was one instance. Another came in spring 2014, when Maine GOP Sen. Susan Collins fought the White House over white potatoes. She was pushing for a rider in an agriculture spending bill that would make potatoes eligible for purchase under the Women, Infants and Children food assistance program. The Obama administration— and many nutrition experts—hated the idea. Potatoes are barely considered a vegetable in some nutrition circles because they are starchy and raise blood sugar. And research showed women in poverty were already eating more than enough potatoes, usually in the form of fries. But the potato industry hated being left out. Potatoes have more potassium than bananas, they argued, and leaving them out of the program would be absurd.\n\nDemocrats in the Senate were leaning hard in favor of potatoes when the White House decided to try to tip the scales by calling a long list of senators on the appropriations subcommittee in play, including Collins herself, a moderate Republican who not only represents a potato state, but was born and raised in the potato hub of Aroostook County.\n\n“Of all issues! I was shocked that she would call senator after senator,” Collins said, chuckling. “I will tell you that she made a tremendous lobbying effort.” She had never heard from the first lady or the president on any other food or nutrition issue. “It was a difficult conversation. I think we should just leave it at that,” Collins said of the phone call.\n\nIn the end, Collins is eager to point out, potatoes prevailed. She beat the White House with the support of every Democrat on the committee except for then-Sen. Tom Harkin of Iowa. Despite the call, Collins considers herself a fan of Michelle Obama’s nutrition work, and says the first lady “deserves a lot of credit” for her work on childhood obesity—“Even though she’s dead wrong on potatoes.”\n\nIT’S GOING TO be years, maybe decades, before anyone can say whether all of the focus that Michelle Obama has put on the promoting of healthy eating and exercise has even moved the dial on childhood obesity.\n\n“We don’t know,” admits a former White House official who worked on Let’s Move!, noting that rates for children have been stabilizing. “We haven’t had enough time to see if we’ve had the impact that we’d hoped to have.”\n\nThe White House task force report actually set very specific benchmarks for success. The end goal was to get childhood obesity back to its normal rate of about 5 percent by 2030—an ambitious move considering rates were hovering around 20 percent when Let’s Move! launched. But the report also set interim targets. The task force hoped to get the rate closer to 17 percent by 2015. But there are no data yet.\n\nThe first lady, for her part, has repeatedly said she plans to keep working on childhood obesity well beyond her time in the White House. She'll turn 53 just three days before the next president is inaugurated. “It's not like I have a one-year or two-year time frame on this issue. For me, this issue is the rest-of-my-life kind of time frame,\" she said during an event on Tuesday at the White House with parent bloggers. \"Because I know that's what it's going to take to truly solve this problem.\"\n\nIn the short term, even if the White House fails to get Congress to act on the next installment of the childhood nutrition bill, the first lady ends up winning by default. The longer whole grains and lower-sodium options are on the menu, the more kids get used to them and the less likely the rules are to be changed. “This is the new norm,” Debra Eschmeyer, the executive director of Let’s Move! who took over after Kass’ departure, said in an interview earlier this month in Michelle Obama’s East Wing office, where visitors are urged to take one of the apples from a glass bowl.\n\nSo far, the White House has maintained the effort is having a big effect by trumpeting a finding that obesity rates are declining in preschool-age children—a promising sign in a sea of bad news. But it’s only a single study, and even supportive outside experts say they’re puzzled by the way the study was spun.\n\n“My take is that it’s too early,” said Seema Kumar, a pediatric endocrinologist at the Mayo Clinic who treats children with obesity. Kumar, a Let’s Move! supporter who called MyPlate a particularly great improvement, felt the White House overhyped the study, which was too small to be indicative of a national trend. Kumar said there are other data emerging that indicate a broader movement in the right direction, but it’s still too soon to tell for sure.\n\nFor James Levine, a Mayo Clinic researcher and top United Nations obesity adviser, asking whether Michelle Obama helped reduce obesity rates among children is the wrong question, at least this early in the process. No other industrialized country has succeeded in turning around its epidemic. Before the United States can really make progress, he says, policymakers have to see it as a serious, mainstream issue worthy of a serious solution. And on that front, “Let’s Move!” has moved the dial.\n\n“You might say to me 'Well people are never going to allow health to enter the public conversation,’” he said. “The first lady’s mission proved that it can. And to me, that is a huge step forward.”", "article_metadata": {"og": {"site_name": "The Agenda", "description": "For the first time, the inside story of how Michelle Obama decided to change American nutrition.", "title": "The great FLOTUS food fight", "url": "http://www.politico.com/agenda/story/2016/03/michelle-obama-healthy-eating-school-lunch-food-policy-000066", "image": "http://static.politico.com/63/1b/16e9a5e545d29f4c3d57f43f5529/michellegarden-lede-illobygluekit.jpg", "type": "article"}, "article": {"author": "https://www.facebook.com/darrensamuelsohn"}, "twitter": {"site": "@politicoagenda", "card": "summary_large_image", "creator": "@politicoagenda"}, "description": "For the first time, the inside story of how Michelle Obama decided to change American nutrition.", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Even the more symbolic side of American food policy was coming under the microscope: A reboot of the decades-old “food pyramid” that told families how to balance a meal.\nRisa Lavizzo-Mourey recalled a 2005 meeting with Michelle Obama not long after Sen. Obama was sworn into office.\nAnother came in spring 2014, when Maine GOP Sen. Susan Collins fought the White House over white potatoes.\nsupporter who called MyPlate a particularly great improvement, felt the White House overhyped the study, which was too small to be indicative of a national trend.\nBut what Nelson found when she arrived at the White House didn’t look like a team built for feel-good PR."}