{"article_title": "US Supreme Court avoids ruling on corporate religious objections to birth control", "article_keywords": ["control", "case", "supreme", "court", "courts", "religious", "decision", "liberty", "ruling", "birth", "avoids", "objections", "republican", "corporate", "zubik", "obama"], "article_url": "https://www.wsws.org/en/articles/2016/05/23/cour-m23.html", "article_text": "US Supreme Court avoids ruling on corporate religious objections to birth control\n\nBy Tom Carter\n\n23 May 2016\n\nThe US Supreme Court last week refused to issue a decision on the merits of a controversial series of cases captioned Zubik v. Burwell. In these consolidated cases, various institutions are insisting it violates their “religious liberty” if their employees receive insurance coverage for birth control, even if the institutions do not have to pay for it.\n\nThis absurd and provocative position is part of a legal campaign unleashed by the Supreme Court’s 2014 decision attacking the separation of church and state, entitled Burwell v. Hobby Lobby. In that case, the court held that the provision of birth control and contraception under the Affordable Care Act (Obamacare) violated the religious liberty of corporations.\n\nThat Hobby Lobby decision opened the floodgates for numerous lawsuits, executive orders and legislative bills around the country invoking “religious liberty” to attack the right to abortion and birth control and discriminate against gay and transgender individuals. One such measure is North Carolina’s House Bill 2, which codifies discrimination against transgender individuals, among other reactionary provisions. There is no logical endpoint to this “religious liberty” campaign except the total abrogation of the separation of church and state and establishment of a theocracy in America.\n\nThis antidemocratic offensive, spearheaded politically by the Republican Party, has been abetted by the Obama administration and the Democrats, who at every turn have sought to accommodate themselves to religious fundamentalists, including by adding loopholes and exemptions for religiously affiliated organizations to the Obamacare law. President Obama bent over backwards to conciliate the religious right and the Catholic Church, going so far as to give a speech in 2012 riddled with the upside-down, pseudo-legal jargon later used by the Supreme Court in the Hobby Lobby decision. Granting the accommodations in question, Obama declared himself committed to the “principle of religious liberty,” adding, “As a citizen and as a Christian, I cherish this right.”\n\nThe case decided May 16 gets its name from David A. Zubik, the Roman Catholic bishop of Pittsburgh, on whose behalf the first such case was filed. Other cases consolidated with Zubik’s were filed by Priests for Life, Southern Nazarene University, Geneva College, the Roman Catholic Archbishop of Washington, East Texas Baptist University and Little Sisters of the Poor Home for the Aged.\n\nThe Obamacare law generally provides for birth control and other reproductive health services to be covered by insurance. However, pursuant to accommodations granted by the Obama administration, religious groups may object and opt out of paying for these services. In the case of an objection, the coverage is still generally to be provided, at no cost to the employer. The plaintiffs in the Zubik case are arguing that even with the accommodation, their religious liberty is violated if their employees or students are provided access to reproductive health care services.\n\nIf elementary democratic norms were applied in any sane or rational way by the Supreme Court, the Zubik case would be summarily tossed out and the attorneys who brought the case would be fined for making frivolous arguments. Neither the US Constitution nor any enforceable statute gives corporations the power to impose their religious prejudices on students and employees. Businesses and churches have no legal right to dictate the health care decisions of private individuals, and the Obama administration had no business granting arbitrary “accommodations” and “exceptions” to such institutions in the first place.\n\nThe Zubik case highlights the unprincipled prostration of the entire political establishment before the protracted assault on the separation of church and state. With the influence of religion declining in the population at large, especially among younger people, the most rabidly reactionary section of the ruling class and its political representatives are seeking to whip up religious fundamentalism to disorient and confuse the population, mobilize violent and backward forces, and block the development of organized social opposition to capitalism.\n\nIn its brief nine-page opinion, the Supreme Court expressly refused to decide the Zubik case on the merits. Instead, the case was returned to the lower courts with instructions for the parties to try to compromise. The Obama administration and the objecting religious groups “should be afforded an opportunity to arrive at an approach going forward that accommodates petitioners’ religious exercise while at the same time ensuring that women covered by petitioners’ health plans receive full and equal health coverage, including contraceptive coverage,” Justice Ruth Bader Ginsburg wrote in a per curiam opinion on behalf of the entire court.\n\nShe added that the lower courts were expected to “allow the parties sufficient time to resolve any outstanding issues between them.” Supreme Court analysts and commentators were fairly unanimous in calling this decision a “punt,” almost certainly the result of a 4-4 deadlock among the justices. Unable to break a tie, they returned the case to the lower courts without deciding it.\n\nThe Supreme Court, usually composed of nine justices, is currently functioning with eight following the death of the arch-reactionary Associate Justice Antonin Scalia in February. It can safely be assumed that the court’s right-wing bloc of Chief Justice John Roberts and associate justices Clarence Thomas and Samuel Alito, together with the so-called “swing justice” Anthony Kennedy, would have favored the religious groups in the Zubik case. They would likely be opposed by the “liberal” wing composed of associate justices Ruth Bader Ginsburg, Elena Kagan, Sonia Sotomayor and Stephen Breyer.\n\nIn March, President Obama nominated the conservative former prosecutor Merrick Garland to fill Scalia’s seat. Republican legislators had overwhelmingly supported Garland’s appointment to lower courts, but they are now stalling Garland’s confirmation in hopes that a Republican president will take office following the November elections and nominate someone more right-wing.\n\nFront-running Republican presidential candidate Donald Trump released a list of potential Supreme Court nominees on Wednesday. Presented as an appeal to the Republican Party’s divided “moderate” wing, the list of nominees is a who’s-who of figures considered by the Republican establishment to have strong “conservative credentials.” The Washington Post ’s Chris Cillizza responded approvingly, applauding it on his list of “5 very smart things Donald Trump has done since becoming the presumptive GOP nominee” and calling it “a very smart strategic play.”\n\nThe Post continued, “Trump made no secret of his goal with the list: to put 11 names on it that would be totally unimpeachable in the eyes of conservative activists.” Zubik was among a number of cases the Supreme Court returned to the lower courts last week, apparently reflecting a 4-4 tie vote. Nevertheless, the court continues to carry out its essential functions, which include presiding over America’s brutal system of mass incarceration. In a unanimous decision on Thursday in the case of Betterman v. Montana, the Supreme Court decided that a 14-month delay before a man’s sentencing did not violate his constitutional right to a “speedy trial” under the Sixth Amendment, part of the Bill of Rights. Justice Ginsburg, considered the ideological leader of the four-justice “liberal” bloc, wrote the opinion for the unanimous court.\n\nPlease enable JavaScript to view the comments powered by Disqus.", "article_metadata": {"category": "govt-us", "ranking": 60, "description": "The Zubik case highlights the unprincipled prostration of the entire political establishment before the protracted assault on the separation of church and state.", "language": "en", "author": "Tom Carter", "og": {"image": "http://www.wsws.org/img/open-graph-icon.png"}, "headline": "US Supreme Court avoids ruling on corporate religious objections to birth control", "keywords": "Supreme Court, church and state, religious liberty", "date": "2016-05-23", "id": "fa49809b-4a07-430a-beca-0ccdb651a31E"}, "article_summary": "US Supreme Court avoids ruling on corporate religious objections to birth controlBy Tom Carter23 May 2016The US Supreme Court last week refused to issue a decision on the merits of a controversial series of cases captioned Zubik v. Burwell.\nIn its brief nine-page opinion, the Supreme Court expressly refused to decide the Zubik case on the merits.\nIn that case, the court held that the provision of birth control and contraception under the Affordable Care Act (Obamacare) violated the religious liberty of corporations.\nThe Supreme Court, usually composed of nine justices, is currently functioning with eight following the death of the arch-reactionary Associate Justice Antonin Scalia in February.\nIn these consolidated cases, various institutions are insisting it violates their “religious liberty” if their employees receive insurance coverage for birth control, even if the institutions do not have to pay for it."}