{"article_title": "Do 2014 State of the State Addresses Include Technology?", "article_keywords": ["rating", "gov", "addresses", "students", "education", "jan", "state", "speech", "address", "include", "technology", "states"], "article_url": "http://www.govtech.com/state/2014-State-of-the-State-Addresses.html", "article_text": "The annual addresses given by governors across the county provide telling insight into their policy priorities, their state’s key challenges and their vision for the future. While each offered a handful of location-specific twists, traditional themes of job growth, economic development and education made it into nearly every speech. Health care, taxes and pension reform got considerable air time too, as governors took the opportunity to report positive stats and ask for legislative support for their newest initiatives.\n\nRELATED Obama State of the Union Heavy on Job Growth, Light on Tech\n\nBut what did the speeches say about technology? Most mentioned technology only in the context of the oft-repeated themes mentioned above — computers and connectivity for schools and support for emerging industries that promise highly skilled tech jobs. Others got specific on transparency initiatives, broadband plans, telemedicine endeavors and the use of big data systems in public safety and other program areas.\n\nLike this story? If so, subscribe to Government Technology's daily newsletter.\n\nGovTech editors read through the 2014 State of the State addresses, looking for the ways that each governor’s plans included innovative uses of technology. Click on each state below for insight into the technology initiatives mentioned and our thoughts on how they did based on a rating scale of 0 to 5, with 0 being no technology mentions and 5 representing extensive technology plans.\n\nVisit our sister publication, GOVERNING magazine, for full text and videos of 2014 State of the State addresses.\n\nMap data is repeated below.\n\nAlabama\n\nEconomic opportunity will not come from encouraging dependence on government programs, according to the Jan. 14 address of Gov. Robert Bentley. Rather, he pointed with hope to skilled jobs that will come from companies like Airbus, which is building a $600 million facility in Mobile where the company will manufacture its A320 jetliner, and a Boeing research center that will employ another 400 people. Bentley also spoke of nurturing ties to Japan’s biotech industry to help encourage its growth in the state. Rating: 2 stars\n\nAlaska\n\nWith the theme of “Alaska strong,” Gov. Sean Parnell spent nearly half of his Jan. 22 address discussing education and called on technology to better prepare students for the future. Parnell said “our students need 21st-century classrooms to compete in a 21st-century economy” and called for continued support of the Alaska Digital Teaching Initiative, which aims to increase digital course instruction. Currently, eight school districts use video conferencing to reach remote schools throughout the state, said Parnell. Speaking about Alaska’s $12 billion pension deficit, the governor said pension payments take money from every other state program, including public safety and presumably technology initiatives as well. Rating: 2 stars\n\nArizona\n\nDelivering what may be her final State of the State, Gov. Jan Brewer didn’t address any technology initiatives on Jan. 13 but did tout that companies including tech giants Apple and Intel have been moving to and expanding in Arizona. Brewer said her “immediate challenge” is to reform the state’s child-welfare system and discussed creation of the Child Advocate Response Examination Team, which is overseeing the investigation. The team uses its website to provide transparency, providing a daily update on the status of the 6,554 previously ignored reports of possible child abuse or neglect. Rating: 2 stars\n\nArkansas\n\nThe Jan. 15 address from Gov. Mike Beebe was his last, and he spent the majority of it making the case for Arkansas to opt in to Medicaid expansion and related resources from the federal government. No technology initiatives made it onto Beebe’s statewide agenda, based on his speech. Rating: 0 stars\n\nCalifornia\n\nGov. Jerry Brown’s Jan. 22 address was somewhat light on technology, although he did emphasize that the state must harness cutting-edge technology to reduce oil consumption. Brown highlighted the fact that the state dwarfs all others when it comes to venture capital investment, leaning heavily on its epicenter in Silicon Valley. The governor also pins hopes on continued biotech growth in California, citing innovation-related tax credits aimed at growing related industries in the state. Rating: 2 stars\n\nColorado\n\nGov. John Hickenlooper’s Jan. 9 address referenced at least one item that’s presumably high on state CIO Kristen Russell’s to-do list: replacing DMV computer systems that are nearly 30 years old. “While many of us play around on our iPhones while waiting in line at the DMV, employees are struggling to update files in MS-DOS,” Hickenlooper said, adding that his budget includes funds for new technology to cut average in-office wait times from an hour to 15 minutes. The governor also called on state lawmakers to reform telecommunications laws and pass legislation to give rural communities broadband Internet access that matches connection speeds found in urban areas. And Hickenlooper gave a shout- out to Connect for Health Colorado, the state’s health insurance exchange, which he said has signed up nearly 140,000 previously uninsured residents. Rating: 4 stars\n\nConnecticut\n\nGov. Dannel Malloy’s annual address was lean on technology, although he did reference preparing high school students for high-tech disciplines, and providing opportunities to earn college credit before graduation by working with companies like IBM. Malloy also talked about injecting more technology into the state’s college campuses. And like so many other governors, he said the state will focus on nurturing industries that are most likely to create jobs, including bioscience, digital media and green technologies. Rating: 2 stars\n\nDelaware\n\nGov. Jack Markell credited the state’s private-sector technological innovation, in part, for helping Delaware job growth outpace that of the country as a whole. He also touted several education initiatives, including a specialized program for high school students that concentrates on mechanical, electrical and computer engineering, paired with internships offering actual job experience. He went on to highlight the efforts of the state’s STEM Council, which helps support effective STEM teachers. The address also focused on the Science, Technology and Advanced Research (STAR) campus being built on the grounds of an old Chrysler plant. The site will be home to the Delaware Cyber Initiative, a public-private partnership group dedicated to cybersecurity innovation. Rating: 3 stars\n\nFlorida\n\nThe fourth address from Gov. Rick Scott was titled “Destination Opportunity,” as he talked about the state’s shrinking debt and unemployment rate. While Scott had the stats to back up the rosier economic picture he painted, he didn’t offer any specifics on how technology could help keep Florida moving in the right direction. Rating: 0 stars\n\nGeorgia\n\nTechnology-related mentions in Gov. Nathan Deal’s Jan. 15 State of the State focused on education. Touting that Georgia’s workforce was ranked No. 1 by CNBC, Deal said the state must continue to identify areas of education where job placement is high. Through the Georgia’s HOPE Grant program, students in specific fields of study at technical colleges had 100 percent of their tuition paid for last year. In 2014, Deal would like that to expand to cover students studying health-care technology and IT. In addition, he is including $44.8 million in the budget to “better connect every classroom in Georgia” to the Internet and digital resources. Rating: 3 stars\n\nHawaii\n\nDuring his fourth State of the State address on Jan. 21, Gov. Neil Abercrombie made no mention of the state’s rocky rollout of the Hawaii Health Connector and instead focused on out-of-this-world technology: a telescope. Construction will likely begin on the $1.3 billion Thirty-Meter Telescope in April on the dormant volcano Mauna Kea. The telescope “will be the catalyst for the development of high tech and high paying jobs,” Abercrombie said. Rating: 1 star\n\nIdaho\n\nDuring his Jan. 6 speech, Gov. C.L. “Butch” Otter said creating a state-based health insurance exchange allowed Idaho to be the “project managers if not the architects of our own destiny.” The state continues to work through technology and policy challenges “imposed upon us by the national government and aggravated by our own early missteps,” he said. Otter proposed a $34.7 million increase in public education funding and called for greater transparency in how taxpayer investments are spent, including online reporting of that information. After discussing the need for computing devices to be accessible to students, he said the Idaho Digital Learning Academy is available to help educators learn to more effectively use devices in the classroom. In addition, he expects to have every elementary and middle school in Idaho connected to the state’s broadband education system by the end of fiscal 2015. The Idaho Education Network already connects to the state’s high schools, giving rural students access to education resources. Rating: 3 stars\n\nIllinois\n\nAfter acknowledging dark moments in Illinois — from recent, deadly natural disasters to government corruption — Gov. Pat Quinn insisted the state is making a comeback. Technology-related mentions during the Jan. 29 address focused on two hubs that support startups and aim to drive economic growth. Quinn lauded a co-working center for digital startups, called 1871, for helping create 1,000-plus jobs and growing more than 200 companies over the last two years. He also promoted the launch of BioHub, an incubator which opens later this year to support medical technology companies. Rating: 2 stars\n\nIndiana\n\nThe second State of the State address from Indiana Gov. Mike Pence had a few brief technology mentions, including a plea to lawmakers to do away with the business personal property tax, which taxes equipment and technology purchased by the state’s job creators. Like many state chief executives, Pence also devoted a lot of time to education, stressing the importance of partnerships to support technical education programs, and proposing a comprehensive assessment of how existing career and technical funds are being used. In addition, Pence proposed a teacher innovation fund, to support enterprising teachers with creative ideas to engage students. Rating: 2 stars\n\nIowa\n\nThe importance of technology came through loud and clear in Gov. Terry Branstad’s Jan. 14 address. He first discussed the creation of the STEM advisory council, which is providing thousands of students with access to opportunities — like building robots — in the fields of science, technology, engineering and math this school year. And Iowa is getting more connected than ever: Cedar Falls is a Gigabit City and three other areas have been named Connected Communities. To further connectivity, Branstad proposed the Connect Every Iowan Act, which promotes increased access and adoption of broadband. He also called for repurposing the government-run Iowa Communications Network so that it can partner with the private sector to expand connectivity to underserved areas of the state. In addition, Branstad addressed cyberbullying by asking both Houses to support the Bully Free Iowa Act, saying that it will empower students and parents and allow schools to better address the issue. Rating: 4 stars\n\nKansas\n\nTechnology was absent from Gov. Sam Brownback’s Jan. 15 State of the State address but several of his initiatives like bringing more doctors to rural areas would pair well with IT programs. Brownback said the state has added more than 1,000 private-sector jobs every month since December 2010, but did not reference the availability of Google Fiber’s super-fast network in Kansas City as a driver. Rating: 1 star\n\nKentucky\n\nGov. Steve Beshear delivered his seventh State of the State on Jan. 7, declaring that Kentucky was “shrugging off an historic reputation for backwardness,” instead embracing change and innovation. Exhibit A for Beshear was the state’s much-lauded health benefits exchange, also called out by President Obama in his Jan. 28 State of the Union, an event Beshear attended as a guest of the president. When the address was delivered, the governor reported that 130,000 had signed up for coverage to date. Beshear talked about plans for the struggling Appalachian region in the eastern part of the state, including bringing high-speed broadband to the area. The idea of “no-phone zones” was also raised, in which drivers would be prohibited from using their cellphones while driving. Rating: 3 stars\n\nLouisiana\n\nGov. Bobby Jindal has not yet delivered a 2014 State of the State address. Rating: TBD\n\nMaine\n\nMaine Gov. Paul R. LePage touched on economic development, welfare abuse, education, tax reform and his views on the perils of Medicaid expansion in his Feb. 4 address. But what he didn’t talk about was how technology might help advance his goals for the state. In his one fleeting mention related to technology, LePage talked up the state’s 130,000 “microbusinesses,” some of which operate exclusively online. Rating: 1 star\n\nMaryland\n\nAmong the achievements mentioned by outgoing Gov. Martin O’Malley on Jan. 23 was his state’s rank as No. 1 in innovation and entrepreneurship. While not naming the successful StateStat program, O’Malley talked about using transparent performance measures to keep the state on track toward its 16 strategic goals. The governor counted the troubled launch of the state’s health-care website among his administration’s failures, while underlining his commitment to helping residents obtain health care. He also outlined a future for Maryland in which technology figures prominently in several ways: personalized learning enabled by technology, high school curriculum that includes modern technical skills, and a “booming high-tech economy” powered by a skilled workforce. Rating: 3 stars\n\nMassachusetts\n\nIn his final State of the State address, Gov. Deval Patrick sang the praises of the state’s biotech and clean tech sectors, adding that Massachusetts has trained 100,00 people for jobs in those industries. Patrick also mentioned the new 1,200 mile fiber-optic network linking Massachusetts communities to high-speed Internet, and encouraged the legislature to support last mile broadband projects to underserved communities. Steering clear of any mention of the state’s on-again, off-again tech tax eventually tabled for fear it would jeopardize its reputation for innovation, the governor talked about several business-friendly measures that make Massachusetts more competitive. He also touted the state’s transparency efforts, evidenced by online access to the state’s budget and checkbook, while vowing to fix Massachusetts’ troubled Health Connector website. Rating: 3 stars\n\nMichigan\n\nRick Snyder is one of the most tech-savvy governors in the nation, but his Jan. 16 State of the State speech included neither direct mention of Michigan’s ongoing investment in new IT systems, nor specific tech initiatives for the future. Snyder largely stuck to traditional topics like education, jobs, the state’s improving economy, fiscal management and potential tax relief. He did, however, set a goal of issuing state business and professional licenses 50 percent faster, presumably through better systems. That’s consistent with Snyder’s previous comments about using technology to improve the customer service. Otherwise, the governor confined tech references to robotics programs in schools and other education and career-development related efforts. Rating: 2 stars\n\nMinnesota\n\nIn his April 30 address, Minnesota Gov. Mark Dayton pointed to the state's ranking as the 5th fastest growing economy in the country, fueled in part by government investments in infrastructure and job creation. While not calling out technology specifically, Dayton did herald a number of improvements in government service delivery likely enabled by technology, like reduced processing time for environmental permits, professional licenses, and car registrations. Website improvements made during the year at the Departments of Veterans Affairs and Natural Resources were also highlighted. Rating: 2 stars\n\nMississippi\n\nDuring his Jan. 22 speech, Gov. Phil Bryant touted the state’s drop in unemployment from 9.4 to 8.3 percent and he hopes to further decrease that number through a soon-to-be-launched system, along with an app, that will match job seekers with employers. Bryant also announced the launch of a health-care IT program: the Mississippi Diabetes Telehealth Initiative. Through a public-private partnership, the program will use telehealth technology to pair resources from the University Medical Center with health-care providers and 200 of the state’s “most complex diabetes patients.” Rating: 2 stars\n\nMissouri\n\nWhile proposing a balanced budget in his Jan. 21 speech, Gov. Jay Nixon discussed downsizing government and putting more state services online. “My budget continues to invest in technology to provide Missourians with the efficient, effective, accountable government they deserve,” he said. Nixon also addressed the need for K-12 schools to be “high-tech institutions of innovation” and for degree programs to match the high-tech global economy. Nixon proposed a $22 million STEM initiative to help universities buy state-of-the-art equipment and increase the number of graduates in the fields of science, technology, engineering and math. Like his counterpart in Kansas, Nixon did not highlight the availability of Google Fiber in Kansas City as an economic driver. Rating: 2 stars\n\nMontana\n\nMontana Gov. Steve Bullock took office in January of 2013, and did not give a 2014 State of the State address. Rating: None\n\nNebraska\n\nGov. Dave Heineman’s Jan. 15 address lacked any tech talk whatsoever, as he instead focused on his dissatisfaction with Obamacare, issues around crime and corrections, and a multifaceted tax reform plan. Rating: 0 stars\n\nNevada\n\nNevada Gov. Brian Sandoval assumed office in January of 2011 and did not give a 2014 State of the State address. Rating: None\n\nNew Hampshire\n\nFollowing in the footsteps of many governors, New Hampshire Gov. Maggie Hassan outlined the importance of a STEM-focused education in her Feb. 6 speech and said she will create an education task force focused on modernizing STEM-related curriculum in schools. Hassan also is looking to increase the resources available on the state’s business portal, called Business One Stop, which seeks to help business owners with various processes like locating forms. Through an executive order, the governor will direct state agencies to move all possible business-related forms online. In her final tech-related mention, Hassan called broadband a piece of “a modern economy’s infrastructure” and said the public-private group Network New Hampshire Now has helped expand broadband to every county in the state. Rating: 3 stars\n\nNew Jersey\n\nEmbattled Gov. Chris Christie led his State of the State address on Jan. 14 with his “mistakes were made” Bridgegate mea culpa, such as it was. In his only mention of technology, Christie heralded crime-ridden Camden’s use of predictive analytics technology to reduce crime. Rating: 1 star\n\nNew Mexico\n\nGov. Susana Martinez used her Jan. 21 State of the State address to call for helping startups and small businesses get up and running in New Mexico. She supports a bill to create an online portal to act as a central location for small businesses to get permits and assistance. In addition, Martinez wants New Mexico to be a “haven for innovation” by: investing in universities to attract professors and researchers; providing $2 million so universities and labs can take their products to the marketplace; and expanding an investment credit to help startups get capital. She also wants to increase the state’s health-care industry and expand telemedicine to connect rural patients and providers with physicians and specialists. Rating: 3 stars\n\nNew York\n\nA couple of noteworthy tech-oriented projects landed on Gov. Andrew Cuomo’s list of achievements recited at his Jan. 9 State of the State address, including an “all crimes” DNA database, new legislation limiting texting while driving, and the state health exchange, which has enrolled more than 265,000 New Yorkers. Cuomo also proposed a one-stop licensing system, where all state licenses could be obtained through one portal at the DMV. And the governor wants to democratize the use of technology in New York classrooms, with a $2 billion smart schools bond referendum. Laptops, desktops, infrastructure and high-speed broadband were identified as key investments. In a nod to the devastating blow New York suffered at the hands of Hurricane Sandy, Cuomo also proposed creating the country’s most advanced weather detection system to ensure that the most sophisticated early detection tools are available in future disasters. Rating: 4 stars\n\nNorth Carolina\n\nNorth Carolina Gov. Pat McCrory, in office since January 2013, is not giving a 2014 State of the State address. Rating: None\n\nNorth Dakota\n\nGov. Jack Dalrymple, governor of North Dakota since 2010, is not giving a 2014 State of the State address. Rating: None\n\nOhio\n\nGov. John Kasich continued his tradition of taking the annual address on the road with his Feb. 24 speech in Medina, Ohio. Kasich talked quite a bit about budget and tax moves that have put the state back on a solid economic course, sang the praises of the JobsOhio economic development team, and talked about helping students, veterans, the disabled, mentally ill, addicts and all Ohioans find a path to success. What he didn’t mention, however, was how technology might factor into any of his plans. Rating: 0 stars\n\nOklahoma\n\nTechnology does not figure prominently in Oklahoma’s plans for 2014, if Gov. Mary Fallin’s Feb. 3 address is any indication. Aside from some brief mentions of technical career training for students, she focused on issues like the state’s recovery from the 2013 tornadoes and preparation for future disasters, as well as plans for a bond issue to help repair the crumbling capitol building. In asking for additional belt-tightening for state agencies, Fallin also referenced a need for more accountability and transparency in state budgeting. Rating: 1 star\n\nOregon\n\nThe date of Oregon's 2014 State of the State address is to be determined. Rating: TBD\n\nPennsylvania\n\nLooking to Pennsylvania’s future, Gov. Tom Corbett sees continued growth in key industries, including high tech, biotech and entertainment tech, evidenced in part by Google’s second building opening this year in Pittsburgh, and Comcast’s innovation and tech center coming to Philadelphia. Among the education initiatives Corbett discussed was an accountability and transparency effort, which will result in data-driven School Performance Profiles for each of the state’s 3,000 schools. Rating: 2 stars\n\nRhode Island\n\nDelivering his fourth and final State of the State on Jan. 15, Gov. Lincoln Chafee focused on driving economic growth. Technology-related mentions were short and to the point: He said HealthSource RI, the state’s health insurance exchange, was “successfully launched.” And the state rescinded a law requiring employers to enroll in E-Verify, an Internet-based program that compares an individual’s employment information against federal records to determine if he or she is eligible to work in the U.S. Rating: 2 stars\n\nSouth Carolina\n\nGov. Nikki Haley addressed the need to invest in education technology and why the state created its own health insurance exchange, but the one tech issue that stood out as absent during her Jan. 22 speech was the large-scale cyberattack the state suffered in late 2012. Called “about the worst you can get” by an industry analyst, the breach compromised the personal data of millions of residents and cost the state more than $14 million. Although the breach occurred more than a year before the 2014 State of the State address, it highlighted a key issue: The Revenue Department didn’t encrypt all of its data, including Social Security numbers, an issue the state worked to address in 2013. Rating: 1 star\n\nSouth Dakota\n\n“Government information should be open and accessible,” said Gov. Dennis Daugaard during his Jan. 14 speech. He touted the launch of rules.sd.gov, a website for residents to be more involved in the state rule-making process. And the state is moving to improve mobile services through the launch of numerous apps. Daugaard talked extensively about training for needed jobs and wants to provide millions of dollars in grants to help school districts offer more career-focused education for health-care technology and other fields. He also highlighted the state’s effort on SDMyLife, an online portal for students and parents to research career and academic options. Rating: 3 stars\n\nTennessee\n\nGov. Bill Haslam called on education to move Tennessee forward during his fourth State of the State address on Feb. 3. Funding in this year’s proposed budget will expand an analytics-based course recommendation system, called Degree Compass, that combines thousands of past students’ grades with current students’ transcripts to predict which college major and classes an individual is most likely to succeed in. Haslam also mentioned that companies in the state make things that people use (medical devices) and consume (Jack Daniels) every day, and that Tennessee leads the Southeast in manufacturing — “these are high-tech, advanced manufacturing jobs created by businesses.” Rating: 2 stars\n\nTexas\n\nTexas Gov. Rick Perry was elected to his third term in 2010, and did not give a 2014 State of the State address. Rating: None\n\nUtah\n\nThe Jan. 29 address by Gov. Gary Herbert hammered home an economic development/job growth theme, briefly referencing Utah’s “Silicon Slopes” area, as well as employers like Oracle and Boeing. Investments in the state’s STEM Action Center were mentioned, as were efforts to funnel high school students into computer science and information technology classes. Herbert also talked about technology’s role in helping Utah achieve its clean air goals, in the form of cleaner gasoline and lower emission cars. Rating: 2 stars\n\nVermont\n\nDrug addiction and drug-related crime were the focus of Gov. Peter Shumlin’s Jan. 8 speech. To help coordinate law enforcement efforts, he discussed the launch of a new mapping portal to share data statewide while also determining the locations of criminal hot spots. Shumlin said the best prevention against drug addiction is the availability of jobs and asked for his STEM scholarship proposal to be passed to help students afford higher education. He didn’t mention Burlington’s partnership with U.S. Ignite to develop gigabit connectivity infrastructure as another workforce driver. Rating: 2 stars\n\nVirginia\n\nOutgoing Gov. Bob McDonnell gave his final State of the State address on Jan. 8 and looked back on his four years in office. He mentioned the “dramatically reformed and improved” Virginia Information Technologies Agency — legislation from March 2010 put the state CIO under the governor’s authority and was enacted after an audit slammed the agency’s 10-year, $2.3 billion outsourcing agreement with Northrop Grumman. McDonnell, who campaigned with the slogan “Bob’s for Jobs,” also said Virginia has the greatest concentration of tech workers in the U.S. and it will grow the “Silicon Dominion” through tax credits to attract data centers and a capital gains exemption for technology businesses. In addition, McDonnell mentioned the launch of the state’s cybersecurity accelerator, MACH37, which provides seed funding to help create the next generation of cybersecurity companies.\n\nSworn in on Jan. 11, Gov. Terry McAuliffe gave his first address days later on the 13th and while technology didn’t make into his speech, he focused on workforce development, including the need to prepare students for emerging industries. Rating: 3 stars\n\nWashington\n\nGov. Jay Inslee attempted to drum up support to fund his STEM Education Innovation Alliance during his Jan. 14 address. Job growth wins were also touted in aerospace, evidenced by Boeing’s decision to let Washingtonians build the company’s next-generation jetliner. Inslee also hung his hat on Bloomberg News’ selection of Washington as the most innovative state, perhaps based on the success of its health, science and clean energy industries. Washington’s online health insurance exchange, Healthplanfinder, was held up during the speech as an example of health-care reform done right. Rating: 2 stars\n\nWest Virginia\n\nGov. Earl Ray Tomblin’s Jan. 8 speech was light on technology but interestingly called broadband an investment “we often take for granted.” Tomblin did mention the creation of a STEM Commission to promote student interest in the subjects and to make the most of federal STEM initiatives. In addition, his administration will create an In-Home Care registry for families to research providers’ backgrounds. No mention was made of West Virginia’s $110 million contract with CGI to help with the implementation of a new ERP system, which will replace 118 state systems. Rating: 2 stars\n\nWisconsin\n\nGov. Scott Walker’s election-year State of the State address on Jan. 22 heavily focused on job growth and his tech-related mentions highlighted education efforts and growing the state’s workforce. Walker said Wisconsin has increased support for technical colleges so they can expand courses in areas including IT. And at the high school level, Walker said the state law has changed so that computer science courses will fill math or science requirements, which he hopes will encourage students to pursue careers in computer science-related fields. Rating: 2 stars\n\nWyoming\n\nGov. Matt Mead, who led his Feb. 10 speech by talking up the live streaming of his address, spoke a lot about making government as efficient as possible. Mead mentioned merging agencies and consolidating technology services as ways to achieve this goal. Increased connectivity figures prominently into this year’s agenda as well, as Mead talked about major broadband expansion benefiting Wyoming students and a nearly $16 million budget allocation for a unified network, which he called “the interstate highway of the 21st century.” The governor’s efforts to lure more data centers to Wyoming seem to be paying off too, evidenced by their rank as the No. 2 state for Emerging Data Center Hubs by Business Facilities magazine. Rating: 3 stars", "article_metadata": {"contentType": "GT Article", "description": "Use our interactive map to see how much — or how little — each governor focused on technology in their 2014 State of the State addresses.", "pubDate": "2014-02-9", "og": {"image": "http://media2.govtech.com/images/AP_GovJohnHickenlooper.jpg", "title": "Do 2014 State of the State Addresses Include Technology?"}, "wssUrl": "http://www.govtech.com/state", "p": {"domain_verify": "6fde23837116ec868cad5f966cf08656"}, "wss": "State", "authors": "[]", "google-site-verification": "YGeeEDFGk0P1HO8tlyROBmRbQvw1H3jzQqXhn0Q55a8", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fd87dc\"", "article_summary": "Brian Sandoval assumed office in January of 2011 and did not give a 2014 State of the State address.\nSteve Bullock took office in January of 2013, and did not give a 2014 State of the State address.\nRick Perry was elected to his third term in 2010, and did not give a 2014 State of the State address.\nJack Dalrymple, governor of North Dakota since 2010, is not giving a 2014 State of the State address.\nPat McCrory, in office since January 2013, is not giving a 2014 State of the State address."}