{"article_title": "Femininity Is Key For Female Politicians Who Want To Win Elections", "article_keywords": ["key", "participants", "win", "faces", "politicians", "elections", "feminine", "femininity", "election", "female", "gender", "face", "features"], "article_url": "http://www.medicaldaily.com/femininity-key-female-politicians-who-want-win-elections-282690", "article_text": "A new study reveals that a woman's ability to win an election may be based on how feminine her face appears to voters.\n\nA new study reveals that a woman's ability to win an election may be based on how feminine her face appears to voters. Courtesy of Jon Freeman's Social Cognitive and Neural Sciences Lab\n\nLarger eyes and rounded features signal femininity, while prominent upper brows and wider jawlines suggest masculinity… or so past research has shown. A new study conducted by Dartmouth researchers reveals that a woman's ability to win an election may be based on how feminine her face appears to voters.\n\n\"A female politician's success was related to how feminine or masculine her face was perceived less than one half-second after its initial exposure,” said Dr. Jon Freeman, the study's senior author and an assistant professor and director of the Social Cognitive & Neural Sciences Lab at Dartmouth. Seemingly, competence takes a back seat to appearance for women in public office.\n\nPrevious research has shown that women with masculine features and men with feminine features cause initial uncertainty when people try to categorize them as male or female. Yet, many faces contain what the researchers refer to as “physiognomic overlap between gender categories” — meaning, the features of our faces are not uniformly masculine or feminine. Essentially, then, each time we encounter a new face, we must integrate conflicting impressions of gender until we arrive at a final assessment… and this whole process typically takes less than a second! Yet, even within that tiny time span, some faces cause greater confusion and take ever-so-slightly longer for us to decide are male or female than others.\n\n\"Individuals are highly sensitive to gendered facial cues, and these cues are processed within only milliseconds after seeing another's face,\" Freeman said in a press release. Taking this idea one step further, he wondered: Do the gender signals of politicians’ faces — both their biological traits (jawlines and brows) and their social characteristics (length of hair and makeup) — influence voting behavior and decide election results?\n\nTo investigate, Freeman and his colleagues enlisted the help of nearly 300 participants. Seated before a computer, participants were shown photographs of politicians' faces — the winners and losers in U.S. Senate and gubernatorial elections between 1998 and 2010 — and then the participants were asked to categorize them as male or female. (Meanwhile, unknown to the participants, the researchers tracked the movements of their computer mouse.)\n\nWhat did the researchers discover? The more participants’ mouse movements strayed toward selecting the male response when they categorized the gender of a female politician's face, the less likely she was to win her election (as verified by actual election results). Surprisingly, this mouse technique could predict a winning female politician within just 380 milliseconds after participants first saw her face.\n\n\"We show that subtle uncertainty during the initial processing of a face's gender predicts the electoral success or failure of female politicians,\" Freeman said.\n\nFemale politicians with more feminine features tend to win elections, while those with more masculine features tend to lose. Importantly, the effects became more pronounced among more conservative voters. \"Previous research suggests liberals tend to exhibit greater tolerance of ambiguity and cognitive flexibility,\" said Dr. Eric Hehman, lead author of the study. Or, perhaps liberals prefer women who wear less makeup.\n\nSource: Hehman E, Carpinella CM, Johnson KL, Leitner JB, Freeman JB. Early Processing of Gendered Facial Cues Predicts the Electoral Success of Female Politicians. Social Psychological and Personality Science. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "femininity, gender, politics, elections, women, men", "og": {"site_name": "Medical Daily", "description": "A new study reveals that a woman's ability to win an election may be based on how feminine her face appears to voters.", "title": "Ladies, Wear Lipstick If You Want To Succeed In Politics", "url": "http://www.medicaldaily.com/femininity-key-female-politicians-who-want-win-elections-282690", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/15/politicians.JPG", "type": "article"}, "twitter": {"description": "A new study reveals that a woman's ability to win an election may be based on how feminine her face appears to voters.", "title": "Ladies, Wear Lipstick If You Want To Succeed In Politics", "url": "http://www.medicaldaily.com/femininity-key-female-politicians-who-want-win-elections-282690", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/15/politicians.JPG", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/15/politicians.JPG"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Policy/Biz", "published_time": "2014-05-15T12:00:00-04:00", "modified_time": "2014-05-15T12:00:03-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A new study reveals that a woman's ability to win an election may be based on how feminine her face appears to voters."}, "article_summary": "Female politicians with more feminine features tend to win elections, while those with more masculine features tend to lose.\nEarly Processing of Gendered Facial Cues Predicts the Electoral Success of Female Politicians.\n\"We show that subtle uncertainty during the initial processing of a face's gender predicts the electoral success or failure of female politicians,\" Freeman said.\nPrevious research has shown that women with masculine features and men with feminine features cause initial uncertainty when people try to categorize them as male or female.\nA new study reveals that a woman's ability to win an election may be based on how feminine her face appears to voters."}