{"article_title": "Virginia Medicaid Expansion Back On The Table: McAuliffe Rejects Ban With Questionable Veto", "article_keywords": ["questionable", "rejects", "veto", "republicans", "obamacare", "virginia", "expansion", "budget", "states", "mcauliffe", "state", "medicaid", "ban", "table"], "article_url": "http://dailycaller.com/2014/06/20/virginia-medicaid-expansion-back-on-the-table-mcauliffe-rejects-ban-with-questionable-veto/", "article_text": "Terry McAuliffe, former chairman of the Democratic National Committee and also the former chairman of the Hillary Clinton for President committee, waves at the 2008 Democratic National Convention in Denver, Colo., Aug. 26, 2008. (REUTERS/Chris Wattie)\n\n4230744\n\nDemocratic Virginia Governor Terry McAuliffe vetoed portions of a state budget Friday that would have prevented him from accepting and using federal funding to expand Medicaid under Obamacare — but the state GOP is questioning whether his veto is lawful.\n\nRepublicans in the state General Assembly passed a budget for the upcoming year including an amendment stating that the executive branch cannot expand Medicaid unless the legislature appropriates the money for it. But Friday McAuliffe used a line-item veto power to rid the budget of language that blocked the expansion, prolonging the Medicaid battle even further, the Washington Post reports. (RELATED: After Messy Battle, Virginia Legislature Rejects Obamacare Medicaid Expansion)\n\n“Secretary Hazel will have a plan on my desk by no later than September, first detailing how we can move Virginia health care forward even in the face of the demagoguery, lies, fear and cowardice that have gripped this debate for too long,” McAuliffe said Friday, promising an expansion plan from Health and Human Resources secretary William Hazel.\n\nThe Democratic governor hit state Republicans for “refusing any and all compromise” and said he would have vetoed the whole budget if it wouldn’t have led to a government shutdown. The state’s fiscal year ends July 1, and the budget agreement is coming in just in time.\n\nBut Republicans may mount a legal challenge against McAuliffe’s veto, according to the Washington Post. McAuliffe’s veto targeted just one line of the state’s entire Medicaid budget. According to state Republicans, courts have ruled that the governor’s line-item veto can apply to entire budget items — but not one part of one budget. That would force McAuliffe to veto funding for the state’s existing Medicaid program in order to bypass the ban on the Obamacare expansion.\n\nVirginia’s heavily Republican House will likely have enough votes to overrule McAuliffe’s veto in any case, but the GOP controls the state Senate by just one vote. The governor’s move means the state’s bitter struggle over the expansion will likely carry on for months.\n\nTwenty-two states, mostly Republican-controlled, have rejected Obamacare’s costly Medicaid expansion so far.\n\nFollow Sarah on Twitter", "article_metadata": {"sailthru.author": "Sarah Hurtubise", "description": "Democratic Virginia Governor Terry McAuliffe vetoed portions of a state budget Friday that would have prevented him from accepting and using federal funding to", "og": {"site_name": "The Daily Caller", "description": "Democratic Virginia Governor Terry McAuliffe vetoed portions of a state budget Friday that would have prevented him from accepting and using federal funding to expand Medicaid under Obamacare -- but t", "title": "Virginia Medicaid Expansion Back On The Table: McAuliffe Rejects Ban With Questionable Veto", "url": "http://dailycaller.com/2014/06/20/virginia-medicaid-expansion-back-on-the-table-mcauliffe-rejects-ban-with-questionable-veto/", "image": {"width": 630, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2014/02/2014-02-13T172635Z_1_CBREA1C1CGL00_RTROPTP_4_USA-POLITICS-e1403295129236.jpg", "height": 271}, "type": "article"}, "twitter": {"description": "GOP doubts veto's legality", "title": "Virginia Medicaid Expansion Back On The Table: McAuliffe Rejects Ban With Questionable Veto Via @dailycaller", "url": "http://dailycaller.com/2014/06/20/virginia-medicaid-expansion-back-on-the-table-mcauliffe-rejects-ban-with-questionable-veto/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2014/02/2014-02-13T172635Z_1_CBREA1C1CGL00_RTROPTP_4_USA-POLITICS-e1403295129236.jpg"}, "creator": "@@SarahMHurtubise", "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2014-06-20 16:22:42", "sailthru.title": "Virginia Medicaid Expansion Back On The Table: McAuliffe Rejects Ban With Questionable Veto", "HandheldFriendly": "true", "sailthru.tags": "obamacare,terry-mcauliffe,sarah-hurtubise", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "medicaid expansion,obamacare,terry mcauliffe", "sailthru.description": "Democratic Virginia Governor Terry McAuliffe vetoed portions of a state budget Friday that would have prevented him from accepting and using federal funding to expand Medicaid under Obamacare -- but t", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2014/02/2014-02-13T172635Z_1_CBREA1C1CGL00_RTROPTP_4_USA-POLITICS-e1403295129236.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "That would force McAuliffe to veto funding for the state’s existing Medicaid program in order to bypass the ban on the Obamacare expansion.\nTwenty-two states, mostly Republican-controlled, have rejected Obamacare’s costly Medicaid expansion so far.\nMcAuliffe’s veto targeted just one line of the state’s entire Medicaid budget.\nBut Friday McAuliffe used a line-item veto power to rid the budget of language that blocked the expansion, prolonging the Medicaid battle even further, the Washington Post reports.\nAccording to state Republicans, courts have ruled that the governor’s line-item veto can apply to entire budget items — but not one part of one budget."}