{"article_title": "Welch, others introduce bipartisan legislation to expand telehealth services", "article_keywords": ["telehealth", "telemedicine", "legislation", "patients", "introduce", "access", "welch", "american", "health", "association", "services", "medicare", "bipartisan", "expand", "care"], "article_url": "http://vtdigger.org/2015/07/08/welch-others-introduce-bipartisan-legislation-to-expand-telehealth-services/", "article_text": "News Release — Rep. Peter Welch\n\nJuly 7, 2015\n\nContact:\n\nKirsten Hartman, Communications Director\n\n(202) 225-4115\n\nWASHINGTON – U.S. Reps. Peter Welch (D-VT), Mike Thompson (D-CA) Gregg Harper (R-MS), and Diane Black (R-TN) and today introduced H.R. 2948, the Medicare Telehealth Parity Act of 2015. The bipartisan legislation will expand coverage of telehealth services under Medicare by putting them on the path toward parity with in-person health care visits. The use of technology in health care has created new ways for practitioners and patients to deliver and access care. However, our current statutory and regulatory framework prevents many patients and providers from taking advantage of telemedicine’s advancements. This legislation recognizes and embraces these technological advancements and the impact it can have on improving patient care and outcomes, and lowering health care costs.\n\n“All Americans deserve access to quality, affordable health care, no matter where they live, and the advancement in telemedicine technology is making that a reality,” Welch said. “To ensure greater adoption of this technology, with patient health and safety at the forefront, Congress must keep pace and update the outdated policies governing this new health care delivery system. This bipartisan bill is crucial for the continued expansion of telemedicine, which will significantly improve both access to care and cost-effective delivery of services, resulting in reduced health care costs and improved patient outcomes. ”\n\n“Both patients and providers want telehealth for two simple reasons – it saves money and saves lives,” said Thompson. “Telehealth allows physicians to provide more patients with better healthcare, but while we’ve witnessed much advancement in the field of telemedicine, our policies still lag behind. By passing this commonsense, bipartisan bill we can expand telehealth services and make sure the best care and the best treatments are available to all Americans, no matter where they live.”\n\n“My interest in telehealth began with a single conversation about physician shortages and concerns about patients’ access to quality and affordable health care,” said Harper. “In the years following that first conversation, it has become even more important that we are able to tighten the access gap, and the best alternative is to use technology to connect health professionals with underserved populations – rural and urban – through telehealth networks. I am honored to continue to work with Reps. Mike Thompson, Diane Black, and Peter Welch on the introduction of this quality telehealth legislation.”\n\n“As a nurse for more than 40 years, I strongly believe that we must unshackle the burdensome government restrictions on Medicare that limit use of telemedicine. We all know that advances in technology can help deliver more convenient, cost-effective, and efficient care. But today, Medicare rules prevent most seniors from accessing these needed, revolutionary services. Washington should never stand between seniors and the care that they need to stay well. That is why I am proud to join Congressmen Thompson, Harper, and Welch in introducing the Medicare Telehealth Parity Act of 2015, which will expand access to this critical tool under Medicare,” said Black.\n\nMedicare Telehealth Parity Act of 2015 would phase in the expansion of telehealth services by:\n\n· Removing the geographic barriers under current law and allowing the provision of telehealth services in rural, underserved, and metropolitan areas\n\n· Expanding the list of providers and related covered service that are eligible to provide telehealth services to include respiratory therapist, physical therapist, occupational therapist, speech language pathologist, and audiologist\n\n· Expanding access to telestroke services, regardless of where the patient is located;\n\n· Allowing remote patient monitoring (RPM) for patients with chronic conditions such as heart failure, chronic obstructive pulmonary disease (COPD), and diabetes; and\n\n· Allowing the beneficiary’s home to serve as a site of care for home dialysis, hospice care, eligible outpatient mental health services, and home health services.\n\n“Rep. Thompson’s bill will help Medicare better serve millions of beneficiaries by providing more access to telemedicine technology that delivers quality treatment in a cost-effective way,” said Jonathan Linkous, chief executive officer of the American Telemedicine Association. “The bill’s sponsors understand, from years of experience with Medicaid plans in their states, that access to telemedicine improves healthcare delivery and outcomes.”\n\n“This legislation is a common sense approach to significant advancement of telehealth,” said Mike Geldart, President, Remote Cardiac Services Provider Group (RCSPG) and COO of BioTelemetry, Inc. “It takes the regulatory handcuffs off of CMS so that health care professionals and suppliers can do what we do best, serve those patients often in the greatest need.” This legislation will also “remove some of the reimbursement roadblocks that have limited access to innovative remote monitoring solutions,” said Geldart. RCSPG is a coalition of providers furnishing over half of the remote cardiac diagnostic monitoring services in this country including to hundreds of thousands of Medicare cardiac patients.\n\nThe Medicare Telehealth Parity Act is supported by the American Telemedicine Association, Telecommunications Industry Association, American Speech-Language Hearing Association, American Association for Respiratory Care, Remote Cardiac Services Providers Group, American Society of Nephrology, National Association for the Support of Long Term Care, National Rural Health Association, Biocom, Nursing Community Coalition (44 Nursing Groups), American Heart Association, American Stroke Association, Visiting Nurse Associations of America, and the American Occupational Therapy Association.\n\nThe legislation has been referred to the House Energy and Commerce Committee and the House Committee on Ways and Means.", "article_metadata": {"news_keywords": "peter welch, telehealth, health care, vermont, vermont news, vermont events, vermont press releases", "og": {"site_name": "VTDigger", "description": "News Release — Rep. Peter Welch July 7, 2015 Contact: Kirsten Hartman, Communications Director (202) 225-4115 WASHINGTON – U.S. Reps. Peter Welch (D-VT), Mike Thompson (D-CA) Gregg Harper (R-MS), and Diane Black (R-TN) and today introduced H.R. 2948, the Medicare Telehealth Parity Act of 2015. The bipartisan legislation will expand coverage of telehealth services under …", "title": "Welch, others introduce bipartisan legislation to expand telehealth services | VTDigger", "locale": "en_US", "image": "http://vtdigger.org/wp-content/themes/vtdigger-2013/images/vtd-smaller.jpg", "url": "http://vtdigger.org/2015/07/08/welch-others-introduce-bipartisan-legislation-to-expand-telehealth-services/", "type": "article"}, "twitter": {"description": "News Release — Rep. Peter Welch July 7, 2015 Contact: Kirsten Hartman, Communications Director (202) 225-4115 WASHINGTON – U.S. Reps. Peter Welch (D-VT), Mike Thompson (D-CA) Gregg Harper (R-MS), and Diane Black (R-TN) and today introduced H.R. 2948, the Medicare Telehealth Parity Act of 2015. The bipartisan legislation will expand coverage of telehealth services under […]", "creator": "@vtdigger", "image": "http://vtdigger.org/wp-content/themes/vtdigger-2013/images/vtd-smaller.jpg", "title": "Welch, others introduce bipartisan legislation to expand telehealth services | VTDigger", "site": "@vtdigger", "card": "summary_large_image"}, "apple-mobile-web-app-capable": "yes", "article": {"publisher": "http://www.facebook.com/vtdigger", "section": "Vermont Press Releases", "tag": "Peter Welch", "published_time": "2015-07-08T11:44:03+00:00"}, "viewport": "width=device-width,minimum-scale=1.0,maximum-scale=1.0"}, "article_summary": "The bipartisan legislation will expand coverage of telehealth services under Medicare by putting them on the path toward parity with in-person health care visits.\nThe use of technology in health care has created new ways for practitioners and patients to deliver and access care.\nThis legislation recognizes and embraces these technological advancements and the impact it can have on improving patient care and outcomes, and lowering health care costs.\n2948, the Medicare Telehealth Parity Act of 2015.\nThat is why I am proud to join Congressmen Thompson, Harper, and Welch in introducing the Medicare Telehealth Parity Act of 2015, which will expand access to this critical tool under Medicare,” said Black."}