{"article_title": "Current law restricts millions of Americans’ access to telehealth services", "article_keywords": ["access", "retail", "drobac", "telehealth", "visit", "medical", "telemedicine", "patients", "current", "restricts", "americans", "services", "medicare", "law", "care", "millions"], "article_url": "https://www.washingtonpost.com/business/capitalbusiness/current-law-restricts-millions-of-americans-access-to-telehealth-services/2014/10/17/4c529cc0-53c5-11e4-ba4b-f6333e2c0453_story.html", "article_text": "Members of the Alliance for Connected Care include former senator Tom Daschle of DLA Piper, from left to right, Andy Mekelburg of Verizon, Krista Drobac of DLA Piper, Sam Marchio of WellPoint, Debbie Garza of Walgreens, Michael Drobac of Akin Gump and Brian Files of CVS Caremark. The group is lobbying for greater access to telehealth services. (Jeffrey MacMillan/Capital Business)\n\nEditor’s note: A previous version of this story incorrectly described the Medicare Telehealth Parity Act of 2014. This version has been modified.\n\nSeveral of the nation’s largest pharmacies and health-care companies are urging lawmakers to expand the types of telehealth services that can be covered by government insurance programs, arguing that an outdated federal law is limiting the number of Americans who can access telemedicine.\n\nUnder current law, only telemedicine services offered through rural hospitals and clinics are covered by Medicare, according to a section of the Social Security Act that regulates how Medicare reimburses for telemedicine.\n\nAt the time Congress passed the statute in 1999, telemedicine was seen as an issue for people who didn’t have easy access to care, said Krista Drobac, a health-care lobbyist at DLA Piper who is representing the group of pharmacies and health-care companies, the Alliance for Connected Care. But in the years since, telemedicine has evolved to include retail clinics such as CVS’s Minute Clinic that are common in cities and suburbs, where patients can get medical advice from nurse practitioners outside the realm of a traditional doctor’s office.\n\nWhile some commercial insurance plans reimburse retail clinics, Medicare does not — making it harder for the roughly 49 million Americans who are on Medicare to seek those services.\n\nReps. Mike Thompson (D-CA) and Gregg Harper (R-MS) in July co-sponsored a bill, the Medicare Telehealth Parity Act of 2014, that would make visits to health-care sites in metropolitan areas covered under Medicare.\n\n“Covering it more would mean more people would receive the services,” Drobac said.\n\nThe Alliance for Connected Care includes CVS Health, Walgreens, Verizon, insurer WellPoint, telehealth companies Teledoc and HealthSpot, medical device maker Welch Allyn, medical products manufacturer Cardinal Health, and others. DLA Piper is working jointly with health lobbyists at Akin Gump.\n\nThe group is pushing for Congress to change the law to allow telemedicine to be substituted for in-person care. That would mean if a patient sought telehealth care at a retail clinic, and that prevented them from having to later go to the emergency room, Medicare would pay for the retail clinic visit. If the patient first went to a retail clinic and later still had to go to the emergency room within 48 hours, Medicare would reimburse for the telemedicine but not the in-person visit. The idea is that many health problems can be resolved by an initial telehealth visit that would take away the need for an in-person visit, Drobac said.\n\nThe idea has drawn some criticism. The American Medical Association cautions that telemedicine must be carefully regulated to ensure that the quality of care is not less than that of an in-person visit, and recommends that doctors delivering telemedicine be licensed in the same state as the patient. Some state medical boards have gone further, saying that telemedicine be provided only by a patient’s primary care provider, or requiring a patient and a doctor to have a prior face-to-face consultation before telemedicine can be provided.\n\nBeyond the push in Congress, the alliance is lobbying the Centers for Medicare and Medicaid Services, which has authority to waive the current Medicare restrictions as they apply to accountable care organizations, or ACOs. ACOs are networks of doctors, hospitals and other health care providers that were created by the Affordable Care Act to better coordinate care for Medicare patients. If federal officials lifted the current restrictions for ACOs, more ACOs could get reimbursed for providing telehealth services to patients.\n\nIn 2013, Medicare reimbursed for telehealth services in the amount of $11.8 million, according to the Center for Telehealth & e-Health Law, a telehealth organization that researches telehealth legal and regulatory issues.\n\n“We want telemedicine to be part of the continuum of care of Medicare patients,” Drobac said. “You should be able to receive it in your home or wherever you are. Patients are mobile and treatment should be too.”", "article_metadata": {"description": "Current law makes it harder for the roughly 49 million Americans on Medicare to seek telehealth services.", "author": "https://www.facebook.com/profile.php?id=1216470", "og": {"site_name": "Washington Post", "description": "Current law makes it harder for the roughly 49 million Americans on Medicare to seek telehealth services.", "title": "Health advocates want law changed so more Americans on Medicare can access telemedicine", "url": "https://www.washingtonpost.com/business/capitalbusiness/current-law-restricts-millions-of-americans-access-to-telehealth-services/2014/10/17/4c529cc0-53c5-11e4-ba4b-f6333e2c0453_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2014/10/16/Production/CapitalBusiness/Images/DR2A86021393601586.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@WapoCat"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/business/capitalbusiness/current-law-restricts-millions-of-americans-access-to-telehealth-services/2014/10/17/4c529cc0-53c5-11e4-ba4b-f6333e2c0453_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "capbiztopnews, Medicare telemedicine, telemedicine reimbursement, telehealth reimbursement", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/profile.php?id=1216470"}, "eomportal-uuid": "4c529cc0-53c5-11e4-ba4b-f6333e2c0453", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "capbiztopnews, Medicare telemedicine, telemedicine reimbursement, telehealth reimbursement"}, "article_summary": "In 2013, Medicare reimbursed for telehealth services in the amount of $11.8 million, according to the Center for Telehealth & e-Health Law, a telehealth organization that researches telehealth legal and regulatory issues.\nIf federal officials lifted the current restrictions for ACOs, more ACOs could get reimbursed for providing telehealth services to patients.\n(Jeffrey MacMillan/Capital Business)Editor’s note: A previous version of this story incorrectly described the Medicare Telehealth Parity Act of 2014.\nThe group is lobbying for greater access to telehealth services.\nThe idea is that many health problems can be resolved by an initial telehealth visit that would take away the need for an in-person visit, Drobac said."}