{"article_title": "Alumni corner: Cogdill, Harris ahead of curve after indoor season", "article_keywords": ["run", "ahead", "cogdill", "track", "season", "university", "indoor", "curve", "alumni", "second", "harris", "team", "corner", "championships"], "article_url": "http://www.dailycamera.com/sports/ci_25401412/alumni-corner-cogdill-harris-ahead-curve-after-indoor", "article_text": "Former Longmont-area track athletes head to spring confident\n\nNick Harris and Josh Cogdill are running on parallel paths these days, paths that may soon end up colliding at the NCAA track and field championships.\n\nThough they compete in completely different events — Harris is a mid-distance runner for the University of Washington, while Cogdill competes in the heptathlon and decathlon for Colorado State University — they both have steadily risen in a short time in their respective collegiate conferences, especially after this past indoor season.\n\nThe pair never take a season off, and clearly they're getting better because of it.\n\n\"It's definitely really been exciting and I've done things I never thought I had the potential to do,\" said Cogdill, a 2012 graduate of Longmont High School. \"It's been really an eye-opening thing for me. It's exciting to see what the future is going to bring.\"\n\nNiwot graduate Nick Harris is asserting himelf as one of the top distance runners at the University of Washington (Chip Bromfield/For the Daily Camera)\n\nHarris, a Niwot alum, is a redshirt freshman for the Huskies, and this past indoor season was his second for the team. He also runs cross country in the fall.\n\nHarris admitted it was a slow start to the indoor season, but during the Mountain Pacific Sports Federation Indoor Championships on March 1 recently he hit a personal record in the mile, crossing the line in 4 minutes, 5.09 seconds. It gave him a third-place standing in a meet that serves as the Pac-12 Conference championships.\n\nThat 4-minute mark is something Harris continues to strive for, and he also said he feels pretty confident heading into the spring season, his first collegiate outdoor season.\n\nAdvertisement\n\nThis past Saturday at the Oregon Preview in Eugene, Harris clocked a time of 1:50.75 in the 800-meter run, good for fourth place.\n\n\"It was a rough start, and it was tough to keep my eyes on some goals but it worked out,\" Harris said. \"I have some buddies who run 4:01 and 4:02 on the team, and it's just one of those things where as you get closer to that 4 minute mark, every second gets harder and harder. I still see 4:05 as being a decent ways off.\n\n\"It's definitely a confidence-booster.\"\n\nCogdill, a true sophomore, already has an outdoor season under his belt, but his recent indoor season has vaulted him up the Rams' team chart. He finished second in the heptathlon at the Mountain West Conference championships held at the Air Force Academy (also March 1), and he was named to the All-Mountain West team as a freshman in outdoor as well.\n\nPrior to the MWC championships, his previous best heptathlon score was 4,733 points; in taking second this time, he finished with 5,349. He PR'd in the 60-meter dash, won the shot put, and tied for first in the high jump.\n\n\"I started out hoping I'd just make the team, and now I'm excelling with the team, and that's kind of fun,\" Cogdill said. \"(The MWC championships) was probably one of the best meets ever for me in track. I started off with a huge PR and was feeling really good. I ended up hitting PRs in every event except for the (1,000-meter run). I blew them out of the water.\n\n\"It definitely shows my potential and what I can accomplish. I'm glad to know I've got this season and two more years still after that.\"\n\nOne thing that Harris and Cogdill may have in common is the love of a challenge. Both have a high level of commitment in the classroom, too, and they seem to enjoy living life on the run.\n\n\"I've talked about that recently with a few teammates,\" Cogdill said. \"Practice is tough, but it's also great because we always have a different event to work on. I couldn't even see myself doing just one event over and over again.\"\n\n\"When I signed on, I pretty much knew I was going in for three seasons,\" Harris said. \"It's a little hard being always in-season, but it's awesome.\"\n\nFollow Adam on Twitter: twitter.com/AdamDunivan24", "article_metadata": {"startDate": "2014-03-23T20:03:33-0600", "modificationDate": "2014-03-25T16:52:30-0600", "byline": "By Adam Dunivan", "sailthru.author": "By Adam Dunivan  BoCoPreps.com", "description": "Nick Harris and Josh Cogdill are running on parallel paths these days, paths that may soon end up colliding at the NCAA track and field championships.", "ag": {"canon": "BoulderDailyCamera:article:25401412:view"}, "sailthru.article-section-or-homepage": "article", "og": {"image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "Nick Harris and Josh Cogdill are running on parallel paths these days, paths that may soon end up colliding at the NCAA track and field championships.", "title": "Alumni corner: Cogdill, Harris ahead of curve after indoor season"}, "twitter": {"domain": "dailycamera.com", "description": "Nick Harris and Josh Cogdill are running on parallel paths these days, paths that may soon end up colliding at the NCAA track and field championships.", "title": "Alumni corner: Cogdill, Harris ahead of curve after indoor season", "image": "http://extras.mnginteractive.com/live/media/site54/2014/0322/20140322__24PRALUMw~1.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.date": "2014-03-23T20:03:33-0600", "sailthru.title": "Alumni corner: Cogdill, Harris ahead of curve after indoor season", "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "y_key": "c9d9b53f7f5af674", "sailthru.site": "dailycamera.com", "pubDate": "2014-03-23T20:08:29-0600", "news_keywords": "Sports, Sports news, Boulder Colorado Sports news, Boulder Colorado news, Sports Boulder news, Sports Colorado news, US Sports news, world Sports news."}, "article_summary": "Cogdill, a true sophomore, already has an outdoor season under his belt, but his recent indoor season has vaulted him up the Rams' team chart.\nHarris admitted it was a slow start to the indoor season, but during the Mountain Pacific Sports Federation Indoor Championships on March 1 recently he hit a personal record in the mile, crossing the line in 4 minutes, 5.09 seconds.\nOne thing that Harris and Cogdill may have in common is the love of a challenge.\nThat 4-minute mark is something Harris continues to strive for, and he also said he feels pretty confident heading into the spring season, his first collegiate outdoor season.\n\"I started out hoping I'd just make the team, and now I'm excelling with the team, and that's kind of fun,\" Cogdill said."}