{"article_title": "Don’t buy the GOP’s birth control bullsh*t: Why Cory Gardner’s over-the-counter contraception bill is a giant fraud", "article_keywords": ["gardners", "control", "giant", "overthecounter", "dont", "contraception", "counter", "available", "gops", "access", "fraud", "safe", "birth", "health", "buy", "care", "cory", "women"], "article_url": "http://www.salon.com/2015/05/22/dont_buy_the_gops_birth_control_bullsht_why_cory_gardners_over_the_counter_contraception_bill_is_a_giant_fraud/", "article_text": "Topics: Birth Control, over the counter birth control, reproductive health, women, Women's Health, Politics News\n\nSen. Cory Gardner on Thursday made good on his campaign promise to introduce a measure to make certain methods of birth control available over the counter. With his Republican colleague Kelly Ayotte as co-sponsor, Gardner introduced the Allowing Greater Access to Safe and Effective Contraception Act sounding a whole lot like Margaret Sanger.\n\n“It’s time to allow women the ability to make their own decisions about safe, effective, and long-established methods of contraception,” he said in a statement. “Making this medication available over the counter would increase access in rural and underserved areas, save consumers money by increasing competition and availability, and save women time by increasing the ease of getting the safe contraception they need.”\n\nBut the Colorado Republican, then as now, is full of shit. The measure isn’t about access, it’s a transparent attempt to chip away at the Affordable Care Act, particularly its contraceptive requirement. And, in conjunction with the rest of the Republican platform on healthcare and gender equity, will do very little to expand access, particularly to low-income women in rural areas who are most in need.\n\nThe American Congress of Obstetricians and Gynecologists, which has long supported over the counter birth control, immediately called foul after Gardner introduced his stunt proposal.\n\n“The Affordable Care Act removed many barriers to preventive care that keeps women healthy,” ACOG president Mark DeFrancesco said in a statement to the Huffington Post. “By making contraceptives available to women without a co-pay, it has truly increased access to contraception, thereby decreasing unintended pregnancies, and allowing women to better plan their futures. Unfortunately, instead of improving access, this bill would actually make more women have to pay for their birth control, and for some women, the cost would be prohibitive.”\n\n“As women’s health care providers, we welcome robust and productive dialogue about the indisputable role that contraceptives play in the health, well-being, and productivity of American women,” he continued. “We would welcome any legislation that would do what this proposal purports to do — help women. As it stands, however, we cannot support a plan that creates one route to access at the expense of another, more helpful route.”\n\nBirth control is expensive. Oral contraceptives can cost, in some places, more than $600 a year. And that cost can be prohibitive for women already struggling to support themselves. And as funding cuts to family planning clinics continue to devastate access for low-income women, making full-price birth control available over the counter does virtually nothing to counter that.\n\nEven in the best of circumstances, for women on the kind of financial footing that enables them to pay out of pocket for medical expenses, the expansion of “religious freedom” legislation across the country compromises access at pharmacies, too. A law that would put some forms of birth control on the shelves will do nothing to help women who are turned away by a pharmacist who says contraception is a violation of his conscience. (This is not a hypothetical scenario.)", "article_metadata": {"description": "The Colorado Republican wants to sell women a bill of goods. They're not buying, and neither are doctors", "title": "Don’t buy the GOP’s birth control bullsh*t: Why Cory Gardner’s over-the-counter contraception bill is a giant fraud", "og": {"site_name": "Salon", "description": "The Colorado Republican wants to sell women a bill of goods. They're not buying, and neither are doctors", "title": "Don’t buy the GOP’s birth control bullsh*t: Why Cory Gardner’s over-the-counter contraception bill is a giant fraud", "url": "http://www.salon.com/2015/05/22/dont_buy_the_gops_birth_control_bullsht_why_cory_gardners_over_the_counter_contraception_bill_is_a_giant_fraud/", "image": "http://media.salon.com/2014/09/senate-colorado-gardner-ad.jpeg-620x4121.jpg", "type": "article"}, "twitter": {"description": "The Colorado Republican wants to sell women a bill of goods. They're not buying, and neither are doctors", "title": "Don’t buy the GOP’s birth control bullsh*t: Why Cory Gardner’s over-the-counter contraception bill is a giant fraud", "image": "http://media.salon.com/2014/09/senate-colorado-gardner-ad.jpeg-620x4121.jpg", "creator": "@kmcdonovgh", "site": "@salon", "card": "summary_large_image"}, "author": "Katie McDonough", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Birth Control, over the counter birth control, reproductive health, women, Women's Health", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Topics: Birth Control, over the counter birth control, reproductive health, women, Women's Health, Politics NewsSen. Cory Gardner on Thursday made good on his campaign promise to introduce a measure to make certain methods of birth control available over the counter.\nThe American Congress of Obstetricians and Gynecologists, which has long supported over the counter birth control, immediately called foul after Gardner introduced his stunt proposal.\nAnd as funding cuts to family planning clinics continue to devastate access for low-income women, making full-price birth control available over the counter does virtually nothing to counter that.\nWith his Republican colleague Kelly Ayotte as co-sponsor, Gardner introduced the Allowing Greater Access to Safe and Effective Contraception Act sounding a whole lot like Margaret Sanger.\n“It’s time to allow women the ability to make their own decisions about safe, effective, and long-established methods of contraception,” he said in a statement."}