{"article_title": "What role does religion play in the 'Tebow time!' madness that haunts NFL life? — GetReligion", "article_keywords": ["play", "circus", "madness", "practice", "player", "media", "nfl", "life", "tebow", "haunts", "religion", "does", "role", "getreligion", "reporters", "eagles", "scene", "quarterback"], "article_url": "http://www.getreligion.org/getreligion/2015/6/2/what-role-does-religion-play-in-the-tebow-time-madness-that-haunts-nfl-coverage", "article_text": "When it comes to National Football League news, the early summer OTAs -- organized training activities -- are about as insider an event as there is, the kind of coverage that appeals to the most fanatical of fans. Who covers these events? Maybe an ESPN expert or two, a few local sports-beat regulars and freelancers for sports websites.\n\nSo if that is the case, why is there a media storm right now at the OTAs for the Philadelphia Eagles? Let's see if you can spot a few clues at the very top of this rather snarky little report in The Washington Post.\n\nYes, you read that right. The voice of the DC beltway send a reporter to cover this off-season camp in the orbit of a sort-of-nearby franchise. Did NPR staff this? I'll have to check.\n\nPHILADELPHIA -- Here he walked again, the man at the center of so many big ideas and raised-voice debates, crossing a practice field and wearing a red jersey.\n\n“Tebow time!” a Philadelphia Eagles player yelled as a group of roughly 105 reporters mostly stopped whatever they were doing and hurried toward the quarterback wearing No. 11.\n\nYes, Tim Tebow is an NFL player again, this time for the Philadelphia Eagles, whose unusual offseason has simultaneously provided the former first-round draft pick a second chance and renewed America’s biggest sport’s biggest sideshow.\n\nNow, I would like to raise four crucial questions about this scene, in this latest GetReligion post about the life and times -- college and then pro -- of young master Tebow.\n\n(1) Why are there 100-plus reporters huddled around a back-up quarterback for the Eagles?\n\n(2) Would the unnamed Eagles player quoted have helped create a scene -- by yelling \"Tebow time!\" -- if the 100-plus reporters were not present and huddled around this back-up quarterback?\n\n(3) In terms of his struggle to resume his NFL career, was it good for Tebow for this army of reporters to descend in this manner?\n\n(4) In light of all of this, why were these reporters ambushing Tebow in this manner?\n\nAmericans who are totally cynical about the press will, of course, say that the reporters were there to produce material that would sell newspapers, cause explosions in social media or raise niche TV ratings. The professionals in this mob were not interested in the impact of this scene on Tebow the human being, of course.\n\nClose observers of media coverage of Tebow would say that they are there to celebrate and/or mock the fact that a player with so little talent, as judged by experts inside the by-the-playbook NFL world, is getting yet another chance. Thus, large portions of this alleged news report are given over to eyes-only, objective reporting on the facts as the reporters saw them. Case in point:\n\nA few minutes earlier, as the Eagles were finishing an offseason practice, Tebow took a few snaps at quarterback. He threw one deep pass far over tight end Trey Burton’s head; the next two play calls were rushes. A while later, Tebow, who would claim his mechanics had improved, allowed a pass to be tipped at the line of scrimmage and intercepted, and in those moments it was fair to wonder what the Eagles and Coach Chip Kelly saw in him.\n\nWas this all Tebow did in the practice? What about the experts who testify that Tebow actually has improved his mechanics? Nevermind, it's time to move on to the summary paragraph -- the big \"why\" in the formula that justifies this report.\n\nTebow has always been something of a curiosity, dating from his legendary days at the University of Florida. Teary post-game news conferences were discussed and replayed, his Christian faith argued amid the rise of the sports television debate movement, a Heisman Trophy winner asked all manner of question about whether his game might translate to the NFL or, once, if he was still a virgin. Through it all, he smiled and remained polite and diverted praise to God. He became a rock star.\n\nA few lines later, the Post turned up the heat under this discussion, yet again, with this simple pronouncement:\n\nHe became a circus act.\n\nSo, why are the 100-plus reporters there? Is Tebow a quarterback or publicity stunt? College superstar now trying to play a more refined game? A unique talent or a joke? Role model for the young or a culture-wars fraud (saith the reporters who have, over the years, probed his private life)?\n\nIs Tebow, because of his faith, simply a weirdo in an involuntary media circus? And are the reporters there to cover him or make sure that the circus happens, once again, thus insuring that Tebow is at the center of a circus, which is surely one reason why sane NFL leaders are hesitant to work with him, because wherever he goes there is sure to be a media circus that, ultimately, could hurt the team?\n\nSo what did Tebow have to say?\n\n“I think about it as: What a blessing, a great opportunity,” he said. “Be the best teammate and player, try to make everybody around us better.”\n\nStay tuned. There might have to be future mainstream media coverage. You think?", "article_metadata": {"description": "When it comes to National Football League news, the early summer OTAs -- \r\norganized training activities -- are about as insider an event as there is, \r\nthe kind of coverage that appeals to the most fanatical of fans. Who covers \r\nthese events? Maybe an ESPN expert or two, a few local sports-beat regulars \r\nand freelancers for sports websites.\r\n\r\nSo if that is the case, why is there a media storm right now at the OTAs \r\nfor the Philadelphia Eagles? Let's see if you can spot a few clues at the \r\nvery top of this rather snarky little report in The Washington Post.\r\n\r\nYes, you read that right. The voice of the DC beltway send a reporter to \r\ncover this off-season camp in the orbit of a sort-of-nearby franchise. Did \r\nNPR staff this? I'll have to check.\r\n\r\n    PHILADELPHIA -- Here he walked again, the man at the center of so many\r\n    big ideas and raised-voice debates, crossing a practice field and\r\n    wearing a red jersey.\r\n\r\n    “Tebow time!” a Philadelphia Eagles player yelled as a group of roughly\r\n    105 reporters mostly stopped whatever they were doing and hurried\r\n    toward the quarterback wearing No. 11.\r\n\r\n    Yes, Tim Tebow is an NFL player again, this time for the Philadelphia\r\n    Eagles, whose unusual offseason has simultaneously provided the former\r\n    first-round draft pick a second chance and renewed America’s biggest\r\n    sport’s biggest sideshow.\r\n\r\nNow, I would like to raise four crucial questions about this scene, in this \r\nlatest GetReligion post about the life and times -- college and then pro -- \r\nof young master Tebow.", "og": {"site_name": "GetReligion", "description": "When it comes to National Football League news, the early summer OTAs -- \r\norganized training activities -- are about as insider an event as there is, \r\nthe kind of coverage that appeals to the most fanatical of fans. Who covers \r\nthese events? Maybe an ESPN expert or two, a few local sports-beat regulars \r\nand freelancers for sports websites.\r\n\r\nSo if that is the case, why is there a media storm right now at the OTAs \r\nfor the Philadelphia Eagles? Let's see if you can spot a few clues at the \r\nvery top of this rather snarky little report in The Washington Post.\r\n\r\nYes, you read that right. The voice of the DC beltway send a reporter to \r\ncover this off-season camp in the orbit of a sort-of-nearby franchise. Did \r\nNPR staff this? I'll have to check.\r\n\r\n    PHILADELPHIA -- Here he walked again, the man at the center of so many\r\n    big ideas and raised-voice debates, crossing a practice field and\r\n    wearing a red jersey.\r\n\r\n    “Tebow time!” a Philadelphia Eagles player yelled as a group of roughly\r\n    105 reporters mostly stopped whatever they were doing and hurried\r\n    toward the quarterback wearing No. 11.\r\n\r\n    Yes, Tim Tebow is an NFL player again, this time for the Philadelphia\r\n    Eagles, whose unusual offseason has simultaneously provided the former\r\n    first-round draft pick a second chance and renewed America’s biggest\r\n    sport’s biggest sideshow.\r\n\r\nNow, I would like to raise four crucial questions about this scene, in this \r\nlatest GetReligion post about the life and times -- college and then pro -- \r\nof young master Tebow.", "title": "What role does religion play in the 'Tebow time!' madness that haunts NFL life?", "url": "http://www.getreligion.org/getreligion/2015/6/2/what-role-does-religion-play-in-the-tebow-time-madness-that-haunts-nfl-coverage", "image": "http://static1.squarespace.com/static/52c2df7ae4b0d215dded86fd/536fab69e4b00b0fd2515399/556e4062e4b0662cd83ad344/1433529084639/?format=1000w", "longitude": "-76.61218930000001", "latitude": "39.2903848", "type": "article"}, "twitter": {"url": "http://www.getreligion.org/getreligion/2015/6/2/what-role-does-religion-play-in-the-tebow-time-madness-that-haunts-nfl-coverage", "image": "http://static1.squarespace.com/static/52c2df7ae4b0d215dded86fd/536fab69e4b00b0fd2515399/556e4062e4b0662cd83ad344/1433529084639/?format=1000w", "description": "When it comes to National Football League news, the early summer OTAs -- \r\norganized training activities -- are about as insider an event as there is, \r\nthe kind of coverage that appeals to the most fanatical of fans. Who covers \r\nthese events? Maybe an ESPN expert or two, a few local sports-beat regulars \r\nand freelancers for sports websites.\r\n\r\nSo if that is the case, why is there a media storm right now at the OTAs \r\nfor the Philadelphia Eagles? Let's see if you can spot a few clues at the \r\nvery top of this rather snarky little report in The Washington Post.\r\n\r\nYes, you read that right. The voice of the DC beltway send a reporter to \r\ncover this off-season camp in the orbit of a sort-of-nearby franchise. Did \r\nNPR staff this? I'll have to check.\r\n\r\n    PHILADELPHIA -- Here he walked again, the man at the center of so many\r\n    big ideas and raised-voice debates, crossing a practice field and\r\n    wearing a red jersey.\r\n\r\n    “Tebow time!” a Philadelphia Eagles player yelled as a group of roughly\r\n    105 reporters mostly stopped whatever they were doing and hurried\r\n    toward the quarterback wearing No. 11.\r\n\r\n    Yes, Tim Tebow is an NFL player again, this time for the Philadelphia\r\n    Eagles, whose unusual offseason has simultaneously provided the former\r\n    first-round draft pick a second chance and renewed America’s biggest\r\n    sport’s biggest sideshow.\r\n\r\nNow, I would like to raise four crucial questions about this scene, in this \r\nlatest GetReligion post about the life and times -- college and then pro -- \r\nof young master Tebow.", "card": "summary", "title": "What role does religion play in the 'Tebow time!' madness that haunts NFL life?"}, "msvalidate.01": "3467E5793F979E4BD02734F0CF1D6947", "google-site-verification": "HRNAABbZH8j77D61bQp4QciWQ7JstpS2Nv6NI7HyTaI", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Case in point:A few minutes earlier, as the Eagles were finishing an offseason practice, Tebow took a few snaps at quarterback.\n(2) Would the unnamed Eagles player quoted have helped create a scene -- by yelling \"Tebow time!\"\nIs Tebow, because of his faith, simply a weirdo in an involuntary media circus?\nThe professionals in this mob were not interested in the impact of this scene on Tebow the human being, of course.\n“Tebow time!” a Philadelphia Eagles player yelled as a group of roughly 105 reporters mostly stopped whatever they were doing and hurried toward the quarterback wearing No."}