{"article_title": "In defense of Baghdad, Iraq turns to Shi'ite militias", "article_keywords": ["shiite", "militias", "volunteers", "turns", "iraqs", "fighters", "baghdad", "defense", "militia", "groups", "asaib", "iraq", "sunni", "kataib"], "article_url": "http://www.reuters.com/article/us-iraq-security-volunteers-idUSKBN0EP0O920140614", "article_text": "BAGHDAD The Special Forces soldier watched as militia fighters from the group Asaib Ahl Haq reinforced his elite Iraqi military battalion north of Baghdad earlier this week.\n\nBeyond their ranks, deployed between the Shiite cities of Dujail and Balad, was the army of Sunni militants.\n\nHe marveled at the group that had been trained by the Iranians. They were in the thousands and drove in a mix of military and civilian vehicles, organized by skill set: there was a sniper platoon and a special platoon for raiding houses.\n\n“There were too many. I couldn’t count,” he said on Friday. “The weapons they have are better than the military’s.”\n\nFor several months, Asaib Ahl Haq and another Iranian-trained militia, Kata'ib Hezbollah, have been Prime Minister Nouri Maliki's secret weapon in his fight against Sunni militants who seized western Iraq’s largest cities Fallujah and Ramadi in January.\n\nMaliki will be counting on them as never before in the coming days to lead an informal army of Shi'ite citizen volunteers in the defense of Baghdad. Sunni militants have made a rapid advance through northern Iraq this week, taking control of Iraq's second city Mosul and several others.\n\nIn March and April, Sunni fighters from the Islamic State of Iraq and the Levant and other groups, had pushed on to the rural edges of Baghdad. Watching his military struggle, Maliki called upon militia volunteers because of their experience in guerrilla war, according to two advisers to the prime minister.\n\nThe groups were put under a formal military command structure beneath commander in chief Maliki and called Sons of Iraq, the name given to Sunni tribal fighters who battled Al Qaeda-inspired groups with U.S. support in 2007 and 2008.\n\nAsaib and Kata'ib Hezbollah, who have sent fighters to Syria to defend Shiite shrines and recognize Iran’s supreme leader Ali Khamenei as their spiritual leader, memorialized their dead in the fighting around Baghdad at public funerals in Shiite neighborhoods like Hurriya and on Facebook pages.\n\nThere they also advertised phone numbers for recruiting new fighters to join the battle around the capital’s perimeter.\n\nSECTARIAN CONFLICT\n\nHowever, in their zeal to defeat al Qaeda, the groups also carried out raids in Sunni areas north, south and east of Baghdad that have left civilians dead – their bodies turned up days later in the morgue – in a repeat of the dark days of Iraq’s 2005-2008 sectarian war.\n\nThe worst of the excesses so far was in late March when security forces and militia members from Asaib Ahl Haq entered the town of Bohruz and killed at least 23 people following a takeover of the town by Sunni militants.\n\nIn April, medical sources said at least 50 unidentified bodies showed up at the morgue, many of them handcuffed and with bullet wounds to the head, trademarks of militia style killings. The corpses were found on the edges of the Shiite neighborhoods of Sadr City in eastern Baghdad and Shaola to the West.\n\nBefore the fall of Mosul this week, the activities of both Asaib and Kata'ib Hezbollah had been kept out of the open. Politicians and group members acknowledged the militias’ activities in private, but government spokesmen and Asaib and Kata'ib Hezbollah publicly denied their involvement in fighting.\n\nNow, with Sunni armed groups pushing to break through Baghdad’s western, northern, southern and eastern edges, Asaib and Kata'ib Hezbollah are at the tip of the vanguard of informal volunteers. No one bothers to pretend any more that the fighters are not patrolling and battling in Baghdad’s hinterlands.\n\nAmid rumors and allegations of Iranian advisers or units working in Iraq to defend Shi'ite territories, the likelihood is that any Iranian presence is tied to these groups, who have been nurtured and trained by Iraq's neighbor for years.\n\nCALL TO ARMS\n\nOn Tuesday, Maliki vowed to arm volunteers to take back territory in Mosul. Iraq’s moderate Shiite religious and political leaders have joined the call. A representative of Grand Ayatollah Ali al-Sistani, the country’s most influential Shiite cleric, who refrained from telling citizens to bear weapons during the previous civil war, issued a call to arms on Friday.\n\nNow even Maliki’s Shiite rivals, who have positioned themselves as moderates in comparison to the prime minister, are sending volunteers to the front lines around Baghdad. Convoys of volunteers were racing through Baghdad on Saturday.\n\nA senior member of Maliki’s Dawa party explained they had no other choice than to activate Shiite volunteer fighters, whether tribal or associated with the militias. He acknowledged the use of militias weakened the state’s authority, but he said he saw no other way to ensure Iraq’s survival.\n\nOn the streets of Sadr City, the Shiite slum in Baghdad, ordinary men, unattached to any militia, were stocking up weapons and asking those with military experience to train them.\n\n“For the second day running I have been receiving people and neighbors asking me to help them maintain and clean their weapons for them,” said a former officer, named Mohammed Darraji. “The situation is similar to that during the fall of the regime (of Saddam). The young are so enthusiastic, and just waiting for orders to go and fight.”\n\nOne elite security officer with the interior ministry who had been stationed in Samarra, home to a Shiite shrine, praised the militia fighters who stood by him as he fought to drive back Sunni militants.\n\n\"I am very much for the partnership with Islamic resistance groups like Asaib Ahl Haq… Those groups are important and trained in the street fighting,” the officer said. “They did well in the fighting in Samarra. They are trained to fight alongside and back up the security forces.”\n\nCountering such praise, Sunnis accuse the groups of having carried out executions of any Sunni they suspect of terrorism and warn the militias have gone on a rampage in the rural districts around Baghdad.\n\nShiite tribal figures, Maliki supporters, and Sunni politicians all confirm Asaib and Kata'ib Hezbollah have been active fighting around the so-called Baghdad Belt since the beginning of the year.\n\nIn southern Baghdad’s farm district of Madain, Reuters interviewed several families who counted 16 relatives assassinated in April either in drive by shootings or taken by men with security badges, only to have their bodies turn up days later at the morgue. Terrified, the families fled their homes. They believed at least 50 Sunnis had been killed in assassinations south of Baghdad since January.\n\nTwo of the men, whose sons were killed, met on a May afternoon with Reuters having returned to Madain to discuss how their eight relatives were taken by men with security badges on April 26 at 5:30 am, only to be found dead, dumped hours later on the outskirts of Sadr City in Baghdad.\n\n“It was a black day, a dark day for us and just imagine if you have a son and you lose your son, what will stick in your head?” one of them said trembling. “ We raised them for years and then we lost them just like that.”", "article_metadata": {"sailthru.author": "Ned Parker and Raheem Salman", "Author": "Ned Parker and Raheem Salman", "DCSext.PageNumber": 1, "twitter": {"description": "The Special Forces soldier watched as militia fighters from the  group Asaib Ahl Haq reinforced his elite Iraqi military battalion north of Baghdad earlier this week.", "title": "In defense of Baghdad, Iraq turns to Shi'ite militias", "image": {"src": "http://s4.reutersmedia.net/resources_v2/images/rcom-default.png"}, "creator": "@Reuters", "site": "@Reuters", "card": "summary_large_image"}, "DCSext.rChannel": "Article - News", "sailthru.tags": "US, IRAQ, SECURITY, VOLUNTEERS", "sailthru.title": "In defense of Baghdad, Iraq turns to Shi'ite militias", "keywords": "US,IRAQ,SECURITY,VOLUNTEERS,United States,Defense,Iraq,International / National Security,Iran,Iron Ore,Crime,Military Conflicts,Middle East,Insurgencies,Government / Politics,Major News,Syria", "DCSext.Comments": 1, "DCSext.ContentType": "Article", "news_keywords": "US;IRAQ;SECURITY;VOLUNTEERS;United States;Defense;Iraq;International / National Security;Iran;Iron Ore;Crime;Military Conflicts;Middle East;Insurgencies;Government / Politics;Major News;Syria", "WT.cg_n": "World", "sailthru.description": "The Special Forces soldier watched as militia fighters from the  group Asaib Ahl Haq reinforced his elite Iraqi military battalion north of Baghdad earlier this week.", "DCSext.ContentChannel": "worldNews", "sailthru.date": "2014-06-14T15:39:26+0000", "DCSext.ChannelList": "topNews;newsOne;worldNews;newsMaps;gc05;iraqNews;alQaeda;ford;BMW;creditMarkets;rtsCiti;everything;treasuryMarkets;Schwab;forexNewsCopy;Cargill;Shell;Amtrak;Amtrak2;Topnews1;yahoo2Dub;yahoo3;Sprintboard;echoActivityStream;HSBC_US;FedExSMB;everythingButHugin;OutloudFeed;JPMorgan;CFA;trending-hp;iraq;samsung;middle-east;newsproHome;cfaglobal;merrilledge;shipping;citianniversary;dassaultuk;VanessaTest;lyxor;MLGZero;fedex_neg;BNY;Intel;BNYForesight;HP_Ad2one_Asia;PFG;GCA-NewsPro", "REVISION_DATE": "Sat Jun 14 15:39:26 UTC 2014", "DCSext.ContentHeadline": "In+defense+of+Baghdad%2C+Iraq+turns+to+Shi%27ite+militias", "DCSext.ContentID": "USKBN0EP0O920140614", "WT.cg_s": "World", "description": "The Special Forces soldier watched as militia fighters from the  group Asaib Ahl Haq reinforced his elite Iraqi military battalion north of Baghdad earlier this week.", "sailthru.contenttype": "Article", "robots": "INDEX, FOLLOW", "WT.z_inlinetype": "false", "DCSext.rAuthor": "Ned Parker and Raheem Salman", "article": {"publisher": "https://www.facebook.com/Reuters"}, "DCSext.rCountry": "BETAUS", "DCSext.DartZone": "us.reuters/world/article", "viewport": "width=1100", "DCSext.PageTotal": 2, "WT.z_navid": "nav-Text-worldNews", "site edition": "Reuters", "og": {"site_name": "Reuters", "description": "The Special Forces soldier watched as militia fighters from the  group Asaib Ahl Haq reinforced his elite Iraqi military battalion north of Baghdad earlier this week.", "title": "In defense of Baghdad, Iraq turns to Shi'ite militias", "locale": "en_US", "image": "http://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "url": "http://www.reuters.com/article/us-iraq-security-volunteers-idUSKBN0EP0O920140614", "article": {"section": "World", "tag": "US,IRAQ,SECURITY,VOLUNTEERS,United States,Defense,Iraq,International / National Security,Iran,Iron Ore,Crime,Military Conflicts,Middle East,Insurgencies,Government / Politics,Major News,Syria", "published_time": "2014-06-14T15:39:26+0000", "modified_time": "2014-06-14T15:39:26+0000", "author": "Ned Parker and Raheem Salman"}, "type": "article"}, "DCSext.ContentID_worldNews": "USKBN0EP0O920140614", "DCSext.contentversion": "original"}, "article_summary": "Maliki will be counting on them as never before in the coming days to lead an informal army of Shi'ite citizen volunteers in the defense of Baghdad.\nBAGHDAD The Special Forces soldier watched as militia fighters from the group Asaib Ahl Haq reinforced his elite Iraqi military battalion north of Baghdad earlier this week.\nWatching his military struggle, Maliki called upon militia volunteers because of their experience in guerrilla war, according to two advisers to the prime minister.\nIn March and April, Sunni fighters from the Islamic State of Iraq and the Levant and other groups, had pushed on to the rural edges of Baghdad.\nThe corpses were found on the edges of the Shiite neighborhoods of Sadr City in eastern Baghdad and Shaola to the West."}