{"article_title": "Why Raising Minimum Wage Means Less Money in Your Pocket", "article_keywords": ["wage", "15", "raise", "hour", "means", "money", "workers", "income", "pocket", "minimum", "pay", "public", "raising", "higher"], "article_url": "http://time.com/3510274/minimum-wage-fifteen-dollars-less-benefits/", "article_text": "\n\n\n\nWill you actually be richer when your pay is raised to $15 per hour?\n\nPerhaps the question seems ludicrous. Of course you’re better off making $15 an hour than you were at $9 per hour, right? But the answer is, unfortunately, not as obvious as you might think. And the question itself—will workers getting a raise be better off?—has been missing from debates in cities from New York to Los Angeles over whether to establish $15 per hour minimum wages for some workers.\n\nInstead, we’re seeing the same old arguments — from San Francisco, where voters must decide on a November ballot measure proposing a new $15 per hour wage floor, to Seattle, which will begin phasing in $15 per hour next year — over whether the minimum wage hurts business and jobs, or whether it boosts local economies by giving workers more money to spend. For the record, I think a higher minimum wage makes sense; $15 per hour isn’t much anymore in our most expensive major cities. But I’m troubled by our failure to consider the real-world impact of minimum-wage hikes on those who are supposed to benefit directly—the workers getting them.\n\n\n\nIt’s a hard question because of a hard fact. Many workers who get a boost in pay will see their gains offset by a reduction in the government assistance they are currently receiving.\n\nWhy? Eligibility for many public programs—and the amount of support people receive—is need-based. Whether we’re talking about tax credits, healthcare subsidies, affordable housing subsidies, or food stamps, those with lower incomes tend to get more in benefits. So a boost in your income means a corresponding reduction in benefits.\n\nIt is hard to generalize and measure the “cost” of someone’s raise to $15 per hour because each person’s situation is different. Program eligibility depends not only on incomes but also on factors such as whether you have children, the number of people you live with, where you live, and other household members’ income. (Having to do the complicated math around such benefits is another burden of being poor in this country.) But for the most part, the working poor face what can be thought of as high marginal taxes (north of 60 percent, in many cases) on every additional dollar they earn. For example, a recent Congressional Budget Office report found that a single parent with one child who makes between $5,000 and $20,000 a year gets only $15 of every additional $100 he makes.\n\nTaken together, the income rules for various programs create cliffs that a big raise can push you off. (Such cliffs are also sometimes called “welfare traps,” and economists argue about whether they discourage work.) Eligibility for food stamps is based on two different tests to demonstrate that your household has a low income. For Section 8 housing, your household income cannot surpass 50 percent of your area’s median income. And the earned income tax credit, one of the most important sources of cash for low-income working families, phases out as income rises.\n\nThe Affordable Care Act demonstrates the phenomenon. This landmark piece of social legislation extended free or highly subsidized health insurance to millions of additional Americans. But it also, therefore, increases the loss of benefits to low-income workers after a raise. Take a single person in California making $10 per hour (or $20,000 a year) who gets a raise to $15 ($30,000 a year). According to Micah Weinberg, a healthcare policy advisor with the Bay Area Council, her health insurance premium under Obamacare would be capped at 5.1 percent of her income at $20,000—$1,021. But at her new income of $30,000 a year, the premium would be capped at 8.4 percent—or $2,511. So a higher minimum wage buys her a premium hike of $1,500 a year. And that doesn’t account for cost-sharing subsidies that are also tied to income, financial assistance that is lost entirely at $15 per hour.\n\nGiven this context, you might ask: What are leaders who campaign for higher minimum wages—from Los Angeles Mayor Eric Garcetti, who is working on a hike with his city council, to President Obama—doing to make sure that low-income workers don’t pay all these new costs of a higher minimum wage? Just about nothing.\n\nSome advocates of a higher minimum wage, like the conservative Ron Unz, who sponsored an ill-fated minimum wage initiative in California, have made the case that by forcing businesses to pay people more, the government will save money on public programs. In this light, $15 per hour looks more like a way to shrink the government than an effective strategy to improve the financial position of low-income workers.\n\nWhat to do? For their part, low-wage workers would be rational economic actors if they embraced the increase in the minimum wage by reducing their hours. That way, their incomes won’t go up enough to threaten benefits, and the wage increase could offer the benefit of more time—to spend with parents and kids, to enhance education, or to rest and get healthier. But it’s not easy to say no to more pay, even if it doesn’t leave you better off.\n\nThe better path would for our political leaders to go beyond popular public appeals for a higher minimum wage—and instead recalibrate and expand social programs so that low-wage workers get the full benefit of their raises. (Warren Buffett has suggested just such a course, via an expansion of the earned income tax credit). Of course, doing this would require two things that are in short supply: thoughtful political action and money.\n\nBut if American cities are going to raise the minimum wage, their goal should be to put more money in people’s pockets—and not just enact a policy that makes us feel good about ourselves.\n\nJoe Mathews is California and innovation editor for Zocalo Public Square, for which he writes the Connecting California column.", "article_metadata": {"description": "$15 per hour looks more like a way to shrink the government than an effective strategy to improve the financial position of low-income workers", "generator": "WordPress.com", "og": {"site_name": "TIME.com", "description": "$15 per hour looks more like a way to shrink the government than an effective strategy to improve the financial position of low-income workers", "title": "Why Raising Minimum Wage Means Less Money in Your Pocket", "url": "http://time.com/3510274/minimum-wage-fifteen-dollars-less-benefits/", "image": "https://timedotcom.files.wordpress.com/2014/10/money-jeans-pocket.jpg?quality=75&strip=color&w=1012", "type": "article"}, "twitter": {"image": {"src": "https://timedotcom.files.wordpress.com/2014/10/money-jeans-pocket.jpg?quality=75&strip=color&w=1012"}, "description": "$15 per hour looks more like a way to shrink the government than an effective strategy to improve the financial position of low-income workers", "site": "TIME", "card": "summary_large_image", "title": "Why Raising Minimum Wage Means Less Money in Your Pocket"}, "msapplication-TileColor": "#FFFFFF", "msapplication-tooltip": "Current & Breaking News | National & World Updates", "msapplication-task": "name=Subscribe;action-uri=http://time.com/feed/;icon-uri=http://0.gravatar.com/blavatar/2cee445ea71a179ffd35ea91cf154905?s=16", "apple-mobile-web-app-capable": "yes", "fb": {"app_id": 53177223193}, "p": {"domain_verify": "f48a8936c3fffc943fce516f2e3ff1d2"}, "apple-mobile-web-app-status-bar-style": "black-translucent", "msapplication-window": "width=device-width;height=device-height", "msapplication-TileImage": "https://s0.wp.com/wp-content/themes/vip/time2014/img/time-touch_icon_152.png", "application-name": "TIME", "keywords": "minimum wage, minimum wage california, money", "article": {"publisher": "https://www.facebook.com/time"}, "viewport": "width=device-width,minimum-scale=1.0,maximum-scale=1.0", "news_keywords": "minimum wage, minimum wage california, money"}, "_id": "\"57477af46914bd0286fe0a14\"", "article_summary": "So a higher minimum wage buys her a premium hike of $1,500 a year.\nFor the record, I think a higher minimum wage makes sense; $15 per hour isn’t much anymore in our most expensive major cities.\nSome advocates of a higher minimum wage, like the conservative Ron Unz, who sponsored an ill-fated minimum wage initiative in California, have made the case that by forcing businesses to pay people more, the government will save money on public programs.\nFor their part, low-wage workers would be rational economic actors if they embraced the increase in the minimum wage by reducing their hours.\nBut if American cities are going to raise the minimum wage, their goal should be to put more money in people’s pockets—and not just enact a policy that makes us feel good about ourselves."}