{"article_title": "With Pap Tests Less Common, Women May Miss Out On STD Tests", "article_keywords": ["std", "pap", "tests", "chlamydia", "getting", "policar", "young", "visits", "common", "miss", "screening", "change", "women"], "article_url": "http://health.wusf.usf.edu/post/pap-tests-less-common-women-may-miss-out-std-tests", "article_text": "Changes in how women are screened for cervical cancer mean they're getting Pap tests less often. But that may also mean young women are not getting tested for chlamydia, the most common sexually transmitted disease.\n\nAs the number of teens and young women getting annual Pap tests declined, so did the number getting screened for chlamydia, according to a study published Monday in Annals of Family Medicine.\n\nChlamydia infects an estimated 2.86 million men and women annually, according to the Centers for Disease Control and Prevention. It's most common in young women from the age of 15 to 24, and if left untreated, can cause pelvic inflammatory disease and make it difficult for women to get pregnant. It can cause preterm delivery, and conjunctivitis and pneumonia in newborns.\n\nIt's also easily cured with antibiotics. But because people with chlamydia often don't have symptoms, most people are diagnosed via screening tests. The CDC recommends yearly chlamydia screening for all sexually active women younger than 25, as well as older women with risk factors.\n\nThe research team looked at patient data of some 3,000 teenagers and young women aged 15 to 21 years old who made visits to five family medicine clinics at the University of Michigan, and identified young who had no symptoms for either cervical cancer or chlamydia but were tested for either or both.\n\nIn 2009, the American College of Obstetricians and Gynecologists recommended of starting cervical cancer screening at age 21, irrespective of sexual activity. And in 2012, the American Cancer Society and the United States Preventative Services Task Force recommended against routine yearly testing, but the study doesn't look into the impacts of this newer change.\n\nThey compared two groups: those who made visits before the 2009 guidelines change for Pap tests (from 2008 to 2009), and those who visited after the change (from 2011 to 2012). They looked at patients who came in for a Pap test or for chlamydia screening, and also those who received chlamydia screening while getting a Pap test. Before the change, about 30 percent of the women in that age group got tested for chlamydia. Afterwards, less than 1 percent did. The number of women getting Pap tests dropped, too, from about 24 percent to less than 1 percent.\n\nWere patients just not going to the doctors as frequently as before?\n\nNot true, says Allison Ursu, lead author of the study and women's health fellow at University of Michigan Medical School.\n\n\"The number of visits per patient were roughly the same,\" Ursu says, \"We had chances to screen them; we just weren't doing it.\"\n\nIt's not hard to link a shift in guidelines with a decrease in Pap tests getting done, since evidence shows that annual screening isn't necessary and can lead to needless treatment, Shots has reported. But what do Pap smears have to do with screening for chlamydia in the first place?\n\nUntil 2000 or so, chlamydia screening was mostly done with a sample taken from the cervix, often at the same time that a Pap smear was performed, according to Michael Policar, associate clinical professor of obstetrics and gynecology at the University of California, San Francisco. Policar is not part of the study.\n\nUrsu believes that one reason women aren't getting screened for chlamydia is the lack of knowledge about noninvasive screening methods, including a urine sample or vaginal swab. Pelvic exams aren't necessary.\n\n\"Uncoupling is the way we should approach the patient, to separate cervical cancer screening from sexually transmitted infections screening,\" Ursu says. At the University of Michigan's family medicine department, her team has started using its electronic medical record system to alert patients when they're due for testing for chlamydia. She says patients find the reminder to be helpful.\n\nThe \"uncoupling\" of Pap smears and chlamydia screening is not a new concept.\n\n\"This concept has been stressed by the CDC and the U.S. Preventive Services Task Force in their guidelines for at least a decade, and most providers already have unlinked chlamydia screening from either the performance of a Pap smear or a screening pelvic exam at the time of a well woman visit,\" says Policar. \"A rallying cry following the change in 2009 guidelines was 'pee not Pap.' \"\n\nPolicar also stressed the importance of what doctors call opportunistic screening — something that Ursu's team is doing and that the paper mentions.\n\n\"The concept is that some people never come in for preventive visits, like checkups, so we should use problem visits (acne, headaches, a sprained ankle) as an opportunity to perform desirable screening tests, including chlamydia screening in young women,\" Policar told Shots via email. \"Highly functional provider groups, like Kaiser, are achieving chlamydia screening rates in the mid to high 80 percent range, based on an excellent electronic medical record.\"\n\nNational screening rates for chlamydia as reported by the National Chlamydia Coalition found that in a state-by-state analysis, most rates did not change as dramatically as found in the study. Policar said that's probably due to the limitations in scope of the family practice clinic where data was collected.\n\nAt the end of the day, the take-home message is \"Chlamydia is easily treated and curable,\" Ursu says. And appropriate screening can greatly reduce this infection among young people.\n\n", "article_metadata": {"category": "Consumer", "description": "Changes in how women are screened for cervical cancer mean they&#039;re getting Pap tests less often. But that may also mean young women are not getting", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/pap-tests-less-common-women-may-miss-out-std-tests", "image": "http://mediad.publicbroadcasting.net/p/shared/npr/styles/medium/nprshared/201507/425000155.jpg", "type": "article", "description": "Changes in how women are screened for cervical cancer mean they&#039;re getting Pap tests less often. But that may also mean young women are not getting", "title": "With Pap Tests Less Common, Women May Miss Out On STD Tests"}, "org_id": 1, "twitter": {"site": "@HealthNewsFL", "card": "summary"}, "wordCount": 1033, "dc": {"title": "With Pap Tests Less Common, Women May Miss Out On STD Tests"}, "nid": 11352, "datePublished": "2015-07-21", "story_id": 424995940, "has_audio": 0, "viewport": "width=device-width"}, "article_summary": "The number of women getting Pap tests dropped, too, from about 24 percent to less than 1 percent.\nChanges in how women are screened for cervical cancer mean they're getting Pap tests less often.\nThey looked at patients who came in for a Pap test or for chlamydia screening, and also those who received chlamydia screening while getting a Pap test.\nIt's most common in young women from the age of 15 to 24, and if left untreated, can cause pelvic inflammatory disease and make it difficult for women to get pregnant.\nThe CDC recommends yearly chlamydia screening for all sexually active women younger than 25, as well as older women with risk factors."}