{"article_title": "Clancy Barone feels right at home coaching Broncos’ offensive line – The Denver Post", "article_keywords": ["nfl", "ends", "broncos", "work", "offensive", "coaching", "denver", "tight", "feels", "barone", "right", "rookie", "clancy", "post", "worked", "line"], "article_url": "http://www.denverpost.com/frei/ci_28576013/clancy-barone-feels-right-at-home-coaching-broncos", "article_text": "Broncos assistant Clancy Barone has returned to the coaching assignment he loves the most.\n\nA holdover from the Josh McDaniels and John Fox regimes, Barone coached the Denver tight ends the past four seasons under Fox.\n\nUnder Gary Kubiak, Barone is back to coaching the offensive line.\n\nIt can almost seem a “careful what you wish for” scenario, considering that Barone in 2015 will be trying to get the most out of a shaky-on-paper group with one proven, no-doubt, entrenched NFL starter — right guard Louis Vasquez.\n\n“I’ve been coaching for 30 years and darned near all of them were coaching the offensive line,” Barone, 52, said after Sunday’s practice at Dove Valley. “It’s my nature. It’s what I’ve always done and what I’ve always wanted to get back to.”\n\nAfter seven collegiate stops, including Texas A&M, Wyoming and Houston, Barone broke into the NFL as an assistant line coach under zone-blocking guru Alex Gibbs with Atlanta in 2004. From 2005-09, Barone coached tight ends for the Falcons and Chargers and, ultimately, for the Broncos in the first year of McDaniels’ tenure.\n\nIn McDaniels’ bizarre second season, which included his early December firing, Barone had his first chance as an NFL head offensive line coach, getting the most out of rookies J.D. Walton and Zane Beadles as starters.\n\nBut Barone was back to handling the tight ends during the Fox regime.\n\n“I still got to work a lot in the run game,” Barone said. “I got to work a lot in protections. The coordinator I worked with always trusted me to do that, along with coaching the tight ends and work with the passing game stuff. It was a challenge to learn a new part of the offense. I enjoyed it and I got to work with some great players. But it was always kind of my career goal to get back home.”\n\n“Home” means, among other places, the offensive line meeting room. In the NFL, it’s typically a workplace of dry and barbed humor and perhaps even more “in it together” camaraderie than anywhere else in the building.\n\nBarone and Eric Studesville are the only Denver assistants to remain through the past two head coaching changes.\n\n“There’s always that anxious time where you’re thinking, ‘Do we have to move?’ ” Barone said. “But I’ve known Gary for a long time, and we worked together at Texas A&M (in 1993), and I think that was Gary’s first coaching job. I knew I would love to stay and I’m fortunate that it all worked out for me and Rosie, my wife.”\n\nBarone also is centrally involved in the return to the zone-blocking scheme.\n\n“There is that learning curve about how you adjust it, why you adjust it, when do you adjust it — all those types of things,” Barone said. “That’s probably part of the fun of it, to teach them the overall big picture.”\n\nAlthough the Broncos have shuffled their No. 1 offensive line during the first three days of camp, most noticeably giving veteran Ryan Harris looks at right tackle, one of the constants has been rookie Ty Sambrailo, the second-round draft choice from Colorado State, at left tackle. That has reinforced the impression the job of succeeding the injured Ryan Clady is Sambrailo’s to lose.\n\n“Ty got a ton of reps during the spring,” Barone said. “I don’t see Ty as a rookie mentally anymore. Now, he hasn’t seen any live game reps in this system, but as far as the mental reps and the time-on task and meetings, he is not a rookie in my mind.”\n\nEven when he was coaching tight ends, Barone never was accused of lacking enthusiasm. So it would be unfair to say he has been re-energized. So let’s just say that he’s kicked it up a notch.\n\n“I wake up and just sprint to work every day,” Barone said. “It’s a blast.”\n\nTerry Frei: tfrei@denverpost.com or twitter.com/TFrei", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Frei: Clancy Barone feels right at home coaching Broncos’ offensive line", "title": "Frei: Clancy Barone feels right at home coaching Broncos’ offensive line", "url": "http://www.denverpost.com/2015/08/02/frei-clancy-barone-feels-right-at-home-coaching-broncos-offensive-line/", "image": {"width": 512, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg", "height": 512}, "locale": "en_US", "type": "article"}, "twitter": {"site": "@denverpost", "card": "summary"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-08-02T20:50:21+00:00", "modified_time": "2016-05-23T02:45:14+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Terry Frei"}, "article_summary": "“I’ve been coaching for 30 years and darned near all of them were coaching the offensive line,” Barone, 52, said after Sunday’s practice at Dove Valley.\nBut it was always kind of my career goal to get back home.”“Home” means, among other places, the offensive line meeting room.\nUnder Gary Kubiak, Barone is back to coaching the offensive line.\nFrom 2005-09, Barone coached tight ends for the Falcons and Chargers and, ultimately, for the Broncos in the first year of McDaniels’ tenure.\nA holdover from the Josh McDaniels and John Fox regimes, Barone coached the Denver tight ends the past four seasons under Fox."}