{"article_title": "Union kicks off first congressional forum", "article_keywords": ["forum", "district", "union", "west", "candidate", "county", "greer", "tennessee", "candidates", "kicks", "congressional", "8th"], "article_url": "http://www.jacksonsun.com/story/news/politics/elections/2016/04/26/union-kicks-off-first-congressional-forum/83524856/", "article_text": "Buy Photo As other candidates and candidate representatives look on, Dr. Hunter Baker, far left, answers a question during a candidate forum for the 8th Congressional District at Union University's Harvey Auditorium, on Tuesday, April 26, 2016. (Photo: C.B. SCHMELTER/The Jackson Sun)Buy Photo\n\nCorrection: In the original version of this story it was incorrectly reported that 8th Congressional candidate Brad Greer had adopted a child to save it from being aborted. Instead, Greer offered to adopt the child. The child was later born, but not adopted.\n\nIf summer will be full of dinner speeches and meet and greets for candidates running for the 8th Congressional District, then the district’s first organized forum – held Tuesday night at the College Republicans Candidate Forum at Union University – was the kickoff.\n\nThe school played home field advantage for Jackson’s Hunter Baker, who won the night’s straw poll, getting 10 of the 26 votes. Baker teaches political science and is the faculty sponsor of the College Republicans.\n\nSix candidates, including Union graduates Brad Greer and Shelby County Mayor Mark Luttrell, and two campaign representatives introduced themselves and took turns asking for the chance to represent West Tennessee.\n\nBaker said he is not a “single-issue candidate,” but he made it clear he is running for Congress as a candidate willing to take on religious liberties and he said he would take a stand for the church.\n\nHe said the assault on Christianity is seen across the country, but people with dignity and values can stand up to it much like Chick-fil-A’s Dan Cathy has done. Someone willing to make a stand should be sent to Washington, he said.\n\n“There is an aggressive secularism developing among the people of the American society today that is ultimately hostile to the Christian faith,” Baker said. “It must be countered, and I have spent my adult life on that project.”\n\nJackson’s David Bault said he learned a lot from the exterminating industry and he said like exterminators, Democrats bait people and use their methods to poison the nation politically. That’s not something you have to worry about with him, he said.\n\n“Ask yourself, do you want a fighter in Washington or do you want someone who’ll just go along to get along?” Bault said. “I’m not going to go up and get along, I know how to stick out.”\n\nState Sen. Brian Kelsey said West Tennessee deserves a congressman with a proven, conservative record, which he pointed to with accolades from the National Rifle Association and others.\n\n“I know conservative West Tennessee family values, and I know it is going to take a proven conservative in Washington to get this country turned around,” Kelsey said.\n\nGreer said he, like everyone who spoke, is a conservative. But unlike the rest, Greer said, he lives it out, such as offering to adopt a child instead of allowing a friend to have an abortion, among other things.\n\n“A lot of people give lip service to a lot of these Republican platform issues. For me, I try to live it,” he said.\n\nLuttrell said he is uniquely able to have the understanding of both the rural and urban areas of the 8th District. He was born in Jackson, raised in Crockett County and is currently mayor of Shelby County.\n\nLuttrell also said he has experience cutting taxes, cutting debts and creating jobs.\n\n“And that’s all important and is something you need from someone who is representing your needs in Congress,” he said.\n\nDavid Maldonado said he began with next to nothing in his life, living on his own as a teenager. He said he has now reached a point in his life where he has been blessed by God and he wants to give back.\n\nHe said he would work toward jobs for West Tennessee, finishing the Interstate 69 corridor in Northwest Tennessee and getting tax incentives for small businesses.\n\n“So maybe I can make a difference for West Tennessee,” he said.\n\nBarry Bynum spoke on behalf of George Flinn. He said Flinn, a Shelby County physician, will help repeal Obamacare if elected.\n\n“My friend, Dr. Flinn, a physician for 40 years, is sick and tired of federal government stepping in the way of between he and his patients,” Bynum said.\n\nMadison County Attorney Steve Maroney spoke on behalf of former U.S. Attorney David Kustoff and said Kustoff is someone who understands small businesses and knows how to keep West Tennessee safe.\n\nSkip Ad Ad Loading... x Embed x Share Candidates for the 8th Congressional District answer a question regarding their plans to fight racial inequality during a forum at Union University's Harvey Auditorium, on Tuesday, April 26, 2016. C.B. SCHMELTER/The Jackson Sun\n\n“David is committed to making a safe, secure, prosperous [district] and he has West Tennessee values,” Maroney said.\n\nThe candidates were asked if they lived in and were registered to vote in the 8th District. Everyone said they were except Luttrell who said he lived “one block away” from the district line. You do not have to live in the district to run for Congress.\n\nThe results of the College Republicans straw poll taken at the end of the evening:\n\nBaker, 10\n\nKelsey, 5\n\nFlinn, 4\n\nMaldonado, 3\n\nGreer, 2\n\nKustoff, 1\n\nLuttrell, 1\n\nReach Tyler at (731) 425-9629. Follow him on Twitter @tyler_whetstone.\n\nRead or Share this story: http://www.jacksonsun.com/story/news/politics/elections/2016/04/26/union-kicks-off-first-congressional-forum/83524856/", "article_metadata": {"google": "notranslate", "description": "Union University held the first forum for the 8th Congressional district Tuesday night and professor Hunter Baker won the straw poll.", "og": {"site_name": "The Jackson Sun", "description": "Union University held the first forum for the 8th Congressional district Tuesday night and professor Hunter Baker won the straw poll.", "title": "Union kicks off first congressional forum", "url": "http://www.jacksonsun.com/story/news/politics/elections/2016/04/26/union-kicks-off-first-congressional-forum/83524856/", "image": "http://www.gannett-cdn.com/GDContent/applogos/jacksonsun.png", "type": "article"}, "twitter": {"description": "Union University held the first forum for the 8th Congressional district Tuesday night and professor Hunter Baker won the straw poll.", "title": "Union kicks off first congressional forum", "image": "http://www.gannett-cdn.com/-mm-/0ef8aac61649ce16751da9a9887f77068d8320a0/c=438-0-1563-1125&r=x643&c=640x640/local/-/media/2016/04/26/TNGroup/JacksonTN/635973053078288738-js-0427-Candidates-01.JPG", "creator": "@JSunNews", "site": "@JSunNews", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=893610877", "fb": {"app_id": 174739675893665}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "brian kelsey, hunter baker, george flinn, david bault, david kustoff, brad greer, mark luttrell, Maldonado, Tennessee 8th Congressional District, election"}, "article_summary": "If summer will be full of dinner speeches and meet and greets for candidates running for the 8th Congressional District, then the district’s first organized forum – held Tuesday night at the College Republicans Candidate Forum at Union University – was the kickoff.\nBuy Photo As other candidates and candidate representatives look on, Dr. Hunter Baker, far left, answers a question during a candidate forum for the 8th Congressional District at Union University's Harvey Auditorium, on Tuesday, April 26, 2016.\nLuttrell said he is uniquely able to have the understanding of both the rural and urban areas of the 8th District.\nHe said he would work toward jobs for West Tennessee, finishing the Interstate 69 corridor in Northwest Tennessee and getting tax incentives for small businesses.\nSCHMELTER/The Jackson Sun“David is committed to making a safe, secure, prosperous [district] and he has West Tennessee values,” Maroney said."}