{"article_title": "Insurance Companies Are Ripping Off New Moms, Study Says", "article_keywords": ["breastfeeding", "moms", "study", "companies", "milk", "pump", "breast", "coverage", "mother", "report", "insurance", "ripping", "women"], "article_url": "http://www.takepart.com/article/2015/05/21/breastfeeding-benefits", "article_text": "Breast-feeding often makes headlines when moms are shamed for doing it in public, but there’s a much more powerful enemy of the natural act.\n\nAt least 20 insurance companies are violating federal laws intended to help moms give their infants and toddlers the proven benefits of nursing, according to a new report from the National Women’s Law Center.\n\nIn a study of 15 states, the Washington-based advocacy nonprofit found that the vast majority of insurers it looked at “offer coverage that violates specific requirements of law,” including putting limits on coverage of breast pump purchases. Breast pumps are crucial for working women and other moms who can’t physically breast-feed every few hours: They help babies consume breast milk when their mother is not present, and moms can store the milk produced while at work.\n\nUnder Obamacare, insurers were essentially told they needed to stop gaming health insurance policies to cover only what they perceived as important to their near-term bottom line and to provide sensible coverage based on people’s needs. No longer could they duck expensive cancer treatment costs by dropping patients’ coverage after they were diagnosed, for example. The Affordable Care Act also gave pregnant women the right to insurance for prenatal care, labor, delivery, and postpartum care, among other services, to ensure the health of mother and child.\n\nBut those basics aren’t being met. For example, at least 20 insurance companies in six states are running afoul of a rule to provide breast-feeding support and supplies—without co-payments, deductibles or co-insurance—for the duration of breast-feeding, the study found.\n\nRELATED: Working Moms Are Being Forced to Pump Breast Milk in Dirty Closets and Bathroom—Though It's Illegal\n\nThough the Institute of Medicine recommends breast-feeding, the report found illegal coverage limitations that place limits on when a woman can get a breast pump or how long she can use it.\n\nIn one state, issuers allowed women to rent a pump for one year, and the report says that flies in the face of the federal guidance that says the equipment and support must be covered for the duration of breast-feeding. The American Academy of Pediatricians recommends breast-feeding exclusively for six months and continuing to breast-feed for another year “as mutually desired by mother and infant.” Some families choose to do so for even longer.\n\nHave a different problem with your health insurance? Women who have questions about what should be covered—your birth control should be covered too—can get some clarity on the law from the nonprofit.", "article_metadata": {"sailthru.author": "Shaya Tayefe Mohajer", "description": "Obamacare supports breast-feeding, but insurance companies aren’t falling in line.", "rights": "TakePart is the Social Action Network™ of Participant Media. © 2008-2016 TakePart, LLC", "og": {"site_name": "TakePart", "description": "Obamacare supports breast-feeding, but insurance companies aren’t falling in line.", "title": "Insurance Companies Are Ripping Off New Moms, Study Says", "url": "http://www.takepart.com/article/2015/05/21/breastfeeding-benefits", "image": {"width": 775, "identifier": "http://www.takepart.com/sites/default/files/Breastfeeding-insurance-MAIN.jpg", "height": 518}, "type": "article"}, "abstract": "Obamacare supports breast-feeding, but insurance companies aren’t falling in line.", "sailthru.date": "2015-05-21 15:48:15", "MobileOptimized": 320, "HandheldFriendly": "true", "sailthru.tags": "social-justice,health,in-the-news,politics,openpublish_article", "fb": {"admins": 1327833247, "pages": 9287842439, "app_id": 247137505296280}, "keywords": "Social Justice, Health, In the News", "tab-keywords": "Social Justice, Health, In the News, politics", "twitter": {"description": "Obamacare supports breast-feeding, but insurance companies aren’t falling in line.", "title": "Insurance Companies Are Ripping Off New Moms, Study Says", "url": "http://www.takepart.com/article/2015/05/21/breastfeeding-benefits", "image": "http://www.takepart.com/sites/default/files/Breastfeeding-insurance-MAIN.jpg", "creator": "@TakePart", "site": "@TakePart", "card": "summary"}, "viewport": "width=device-width, height=device-height, initial-scale=1.0, user-scalable=0, minimum-scale=1.0, maximum-scale=1.0"}, "article_summary": "At least 20 insurance companies are violating federal laws intended to help moms give their infants and toddlers the proven benefits of nursing, according to a new report from the National Women’s Law Center.\nFor example, at least 20 insurance companies in six states are running afoul of a rule to provide breast-feeding support and supplies—without co-payments, deductibles or co-insurance—for the duration of breast-feeding, the study found.\nBreast-feeding often makes headlines when moms are shamed for doing it in public, but there’s a much more powerful enemy of the natural act.\nIn a study of 15 states, the Washington-based advocacy nonprofit found that the vast majority of insurers it looked at “offer coverage that violates specific requirements of law,” including putting limits on coverage of breast pump purchases.\nBreast pumps are crucial for working women and other moms who can’t physically breast-feed every few hours: They help babies consume breast milk when their mother is not present, and moms can store the milk produced while at work."}