{"article_title": "Court: Requiring companies to disclose the use of “conflict minerals” violates their First Amendment rights", "article_keywords": ["disclose", "amendment", "court", "rights", "requiring", "doddfrank", "companies", "rule", "minerals", "congo", "republic", "products", "drc", "democratic", "violates", "conflict"], "article_url": "http://www.salon.com/2014/04/14/court_requiring_companies_to_disclose_the_use_of_conflict_minerals_violates_their_first_amendment_rights/", "article_text": "Topics: conflict minerals, Democratic Republic of Congo, Dodd-Frank Act, DRC, First Amendment, Free Speech, Mining, SEC, Sustainability News, News\n\nCompanies whose products contain materials mined from the war-torn Democratic Republic of Congo — things like gold, tin, tungsten and tantalum, which are also known as “conflict minerals” — shouldn’t have to disclose that fact, a split U.S. Appeals Court ruled Monday, as such a requirement would violate their free-speech rights, and essentially force them to condemn their own products. Go figure.\n\nThe decision, by the U.S. Court of Appeals for the District of Columbia Circuit, struck down a Securities and Exchange Commission rule under the 2010 Dodd-Frank Act, which would have required companies to state on their websites whether components of their products “may have originated” in the DRC. It maintained the rest of the reform act’s regulations, which are scheduled to go into effect next month, and sent the rule back to a lower court.\n\nThe Hill has more on the judges’ reasoning:", "article_metadata": {"description": "\"Compelling an issuer to confess blood on its hands\" interferes with free speech, an appeals court ruled", "title": "Court: Requiring companies to disclose the use of “conflict minerals” violates their First Amendment rights", "og": {"site_name": "Salon", "description": "\"Compelling an issuer to confess blood on its hands\" interferes with free speech, an appeals court ruled", "title": "Court: Requiring companies to disclose the use of “conflict minerals” violates their First Amendment rights", "url": "http://www.salon.com/2014/04/14/court_requiring_companies_to_disclose_the_use_of_conflict_minerals_violates_their_first_amendment_rights/", "image": "http://media.salon.com/2014/04/shutterstock_93361549.jpg", "type": "article"}, "twitter": {"description": "\"Compelling an issuer to confess blood on its hands\" interferes with free speech, an appeals court ruled", "title": "Court: Requiring companies to disclose the use of “conflict minerals” violates their First Amendment rights", "image": "http://media.salon.com/2014/04/shutterstock_93361549.jpg", "creator": "@readingirl", "site": "@salon", "card": "summary_large_image"}, "author": "Lindsay Abrams", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, conflict minerals, Democratic Republic of Congo, Dodd-Frank Act, DRC, First Amendment, Free Speech, Mining, SEC", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "It maintained the rest of the reform act’s regulations, which are scheduled to go into effect next month, and sent the rule back to a lower court.\nThe Hill has more on the judges’ reasoning:\nTopics: conflict minerals, Democratic Republic of Congo, Dodd-Frank Act, DRC, First Amendment, Free Speech, Mining, SEC, Sustainability News, NewsCompanies whose products contain materials mined from the war-torn Democratic Republic of Congo — things like gold, tin, tungsten and tantalum, which are also known as “conflict minerals” — shouldn’t have to disclose that fact, a split U.S. Appeals Court ruled Monday, as such a requirement would violate their free-speech rights, and essentially force them to condemn their own products.\nThe decision, by the U.S. Court of Appeals for the District of Columbia Circuit, struck down a Securities and Exchange Commission rule under the 2010 Dodd-Frank Act, which would have required companies to state on their websites whether components of their products “may have originated” in the DRC."}