{"article_title": "The Wal-Mart Heirs Are Worth More Than Everyone in Your City Combined", "article_keywords": ["billion", "city", "families", "equivalent", "heirs", "walton", "american", "walmart", "familys", "combined", "average", "net", "worth", "population"], "article_url": "http://billmoyers.com/2014/10/07/walmart-heirs-worth-everyone-city-combined/", "article_text": "This post first appeared at Mother Jones.\n\nEverybody knows that middle-class incomes have stagnated while those of the richest Americans have skyrocketed, but the trend is even more pronounced when you look at the relative fortunes of the super-duper rich. Consider the Wal-Mart heirs: Since 1983, their net worth has increased a staggering 6,700 percent. According to a report released last week by the union-backed Economic Policy Institute, here’s how many American families earning the median income it would have taken to match the Waltons’ wealth in a given year:\n\nIn 1983, the Walton family’s net worth was $2.15 billion, equivalent to the net worth of 61,992 average American families, about the population of…[1]\n\nPeoria, Arizona\n\nIn 1989, the Walton family’s net worth was $9.42 billion, equivalent to the net worth of 200,434 average American families, about the population of…\n\nAlbuquerque, New Mexico\n\nIn 1992, the Walton family’s net worth was $23.8 billion, equivalent to the net worth of 536,631 average American families, about the population of…\n\nSan Antonio, Texas\n\nIn 1998, the Walton family’s net worth was $48 billion, equivalent to the net worth of 796,089 average American families, about the population of…\n\nThe State of New Mexico\n\nIn 2001, the Walton family’s net worth was $92.8 billion, equivalent to the net worth of 1,077,761 average American families, about the population of…\n\nChicago, Illinois\n\nIn 2010, the Walton family’s net worth was $89.5 billion, equivalent to the net worth of 1,157,827 average American families, about the population of…\n\nThe State of Arkansas\n\nIn 2013, the Walton family’s net worth was $144.7 billion, equivalent to the net worth of 1,782,020 average American families, about the population of…\n\nThe State of Louisiana\n\n1 Correction: An earlier version of this article confused families with individuals, causing an under-estimate of how many individuals’ net worth would equal that of the Waltons. Population equivalents in this story are based on the size of the average American family: 2.55 individuals.", "article_metadata": {"description": "Back in the '80s, the Walton family's wealth was the equivalent of a small town. Now it's an entire state.", "generator": "WordPress 4.5.2", "og": {"site_name": "BillMoyers.com", "description": "Back in the '80s, the Walton family's wealth was the equivalent of a small town. Now it's an entire state.", "title": "The Wal-Mart Heirs Are Worth More Than Everyone in Your City Combined | BillMoyers.com", "locale": "en_US", "image": {"width": 640, "identifier": "http://dy00k1db5oznd.cloudfront.net/wp-content/uploads/2014/10/walmart-web-640.gif", "height": 359}, "updated_time": "2014-10-10T11:57:25-04:00", "url": "http://billmoyers.com/2014/10/07/walmart-heirs-worth-everyone-city-combined/", "type": "article"}, "twitter": {"description": "Back in the '80s, the Walton family's wealth was the equivalent of a small town. Now it's an entire state.", "creator": "@BillMoyersHQ", "image": "http://dy00k1db5oznd.cloudfront.net/wp-content/uploads/2014/10/walmart-web-640.gif", "title": "The Wal-Mart Heirs Are Worth More Than Everyone in Your City Combined | BillMoyers.com", "site": "@BillMoyersHQ", "card": "summary_large_image"}, "robots": "noodp", "apple-mobile-web-app-capable": "no", "article": {"section": "Blog", "tag": "widget", "published_time": "2014-10-07T16:12:41-04:00", "modified_time": "2014-10-10T11:57:25-04:00"}, "pubdate": 20141007, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "_id": "\"57477af46914bd0286fda40f\"", "article_summary": "Consider the Wal-Mart heirs: Since 1983, their net worth has increased a staggering 6,700 percent.\nPopulation equivalents in this story are based on the size of the average American family: 2.55 individuals.\nThis post first appeared at Mother Jones.\nEverybody knows that middle-class incomes have stagnated while those of the richest Americans have skyrocketed, but the trend is even more pronounced when you look at the relative fortunes of the super-duper rich.\nAccording to a report released last week by the union-backed Economic Policy Institute, here’s how many American families earning the median income it would have taken to match the Waltons’ wealth in a given year:In 1983, the Walton family’s net worth was $2.15 billion, equivalent to the net worth of 61,992 average American families, about the population of…[1]Peoria, ArizonaIn 1989, the Walton family’s net worth was $9.42 billion, equivalent to the net worth of 200,434 average American families, about the population of…Albuquerque, New MexicoIn 1992, the Walton family’s net worth was $23.8 billion, equivalent to the net worth of 536,631 average American families, about the population of…San Antonio, TexasIn 1998, the Walton family’s net worth was $48 billion, equivalent to the net worth of 796,089 average American families, about the population of…The State of New MexicoIn 2001, the Walton family’s net worth was $92.8 billion, equivalent to the net worth of 1,077,761 average American families, about the population of…Chicago, IllinoisIn 2010, the Walton family’s net worth was $89.5 billion, equivalent to the net worth of 1,157,827 average American families, about the population of…The State of ArkansasIn 2013, the Walton family’s net worth was $144.7 billion, equivalent to the net worth of 1,782,020 average American families, about the population of…The State of Louisiana1 Correction: An earlier version of this article confused families with individuals, causing an under-estimate of how many individuals’ net worth would equal that of the Waltons."}