{"article_title": "Battle Zika virus without new debt", "article_keywords": ["funding", "provide", "legislation", "need", "virus", "spread", "health", "battle", "debt", "public", "texas", "zika"], "article_url": "http://www.mysanantonio.com/opinion/commentary/article/Battle-Zika-virus-without-new-debt-7483284.php", "article_text": "Battle Zika virus without new debt\n\nPhoto: J. Scott Applewhite /AP Image 1 of / 1 Caption Close Image 1 of 1 Sen. John Cornyn is backing Zika virus legislation that would provide $1.1 billion in federal funding. The proposal is fully paid for by using funds from the Affordable Care Act’s Prevention and Public Health Fund — resources made available for just this type of scenario. Cornyn says his legislation will provide health professionals and local officials in Texas and across the country the resources they need to help protect against the spread of the Zika virus in a targeted way, without adding to our debt. less Sen. John Cornyn is backing Zika virus legislation that would provide $1.1 billion in federal funding. The proposal is fully paid for by using funds from the Affordable Care Act’s Prevention and Public Health ... more Photo: J. Scott Applewhite /AP Battle Zika virus without new debt 1 / 1 Back to Gallery\n\nOver the past few months the Zika virus has spread in countries across the Caribbean and Latin America. Although the symptoms can be minor, the virus can cause severe birth defects in children.\n\nIn places where Zika has hit particularly hard, like Brazil, experts have found alarming rates of infants born with microcephaly, or incomplete brain development, to mothers who had been infected with the virus.\n\nAs the weather continues to warm, more and more Texans are rightly concerned about the continued spread of the virus in our state. Fortunately, Texas’s top research and medical facilities have been working on ways to prevent the spread of Zika and protect Texans against its symptoms.\n\nA few months ago, experts at the University of Texas Medical Branch in Galveston briefed me on their extensive work in Brazil studying the virus. Above all, they stressed the urgent need for the United States to proactively do all that we can to mitigate the spread of the virus. And in April, I visited with researchers at the Texas Medical Center to hear about their ground-breaking work to create a rapid test for the virus and strengthen mosquito control in potential hotspots. They, too, urged congressional action so that our country can be prepared to handle this potential health crisis.\n\nAfter briefings like these, as well as with the secretary of Health and Human Services and the director of the Centers for Disease Control and Prevention, there’s no question that we need to act with urgency to avert what could become a public health crisis. And because of our warmer climate and closer proximity to areas where mosquitoes currently carry the Zika virus, states like Texas will act as the first responders to Zika in the United States this summer. Here’s the bottom line: Congress can’t sit back and do nothing; we have to do our part to make sure that organizations on the frontlines of Zika research and prevention efforts have the resources they need to get the job done.\n\nFortunately this week, the U.S. Senate will vote on several pieces of legislation to provide additional federal funding so public health professionals can proactively tackle this threat head-on.\n\nThe first funding package is President Obama’s spending request — a nearly $2 billion partisan proposal that isn’t paid for and provides few details about how the Administration would put that money to use. The second measure is a compromise package that would provide $1.1 billion in funding and was negotiated between legislators from both parties in a common-sense way.\n\nThe third proposal, which I’ve introduced, is nearly identical to this one but with one important distinction. My legislation would provide the same compromise of $1.1 billion in federal funding. The difference is my proposal is fully paid for by using funds from the Affordable Care Act’s Prevention and Public Health Fund — resources made available for just this type of scenario.\n\nMost importantly, my legislation will still provide health professionals and local officials in Texas and across the country the resources they need to help protect against the spread of the Zika virus in a targeted way, without adding to our debt.\n\nThe Zika virus is a real threat with real public health consequences. It’s already impacted a generation in Brazil and other Latin American countries. And with the Summer months ahead of us, no one doubts that Zika will continue to spread in the United States. There is no reason why Congress can’t give those on the ground the tools they need to proactively address this threat without sinking our country further into debt. The time to act is now.\n\nJohn Cornyn is the senior U.S. senator from Texas.", "article_metadata": {"SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "description": "In places where Zika has hit particularly hard, like Brazil, experts have found alarming rates of infants born with microcephaly, or incomplete brain development, to mothers who had been infected with the virus.  After briefings like these, as well as with the secretary of Health and Human Services and the director of the Centers for Disease Control and Prevention, there’s no question that we need to act with urgency to avert what could become a public health crisis.  Fortunately this week, the U.S. Senate will vote on several pieces of legislation to provide additional federal funding so public health professionals can proactively tackle this threat head-on.  The first funding package is President Obama’s spending request — a nearly $2 billion partisan proposal that isn’t paid for and provides few details about how the Administration would put that money to use.  The second measure is a compromise package that would provide $1.1 billion in funding and was negotiated between legislators from both parties in a common-sense way.", "vf": {"section": "opinion", "unique_id": "mysa-article-7483284"}, "og": {"site_name": "San Antonio Express-News", "description": "In places where Zika has hit particularly hard, like Brazil, experts have found alarming rates of infants born with microcephaly, or incomplete brain development, to mothers who had been infected with the virus.  After briefings like these, as well as with the secretary of Health and Human Services and the director of the Centers for Disease Control and Prevention, there’s no question that we need to act with urgency to avert what could become a public health crisis.  Fortunately this week, the U.S. Senate will vote on several pieces of legislation to provide additional federal funding so public health professionals can proactively tackle this threat head-on.  The first funding package is President Obama’s spending request — a nearly $2 billion partisan proposal that isn’t paid for and provides few details about how the Administration would put that money to use.  The second measure is a compromise package that would provide $1.1 billion in funding and was negotiated between legislators from both parties in a common-sense way.", "title": "Battle Zika virus without new debt", "url": "http://www.mysanantonio.com/opinion/commentary/article/Battle-Zika-virus-without-new-debt-7483284.php", "image": "http://ww2.hdnux.com/photos/46/34/36/10078137/3/rawImage.jpg", "type": "article"}, "twitter": {"site": "@mySA", "card": "summary_large_image"}, "fb": {"admins": 100006394927810, "app_id": 618477354914868}, "format-detection": "telephone=no", "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Battle Zika virus without new debtPhoto: J. Scott Applewhite /AP Image 1 of / 1 Caption Close Image 1 of 1 Sen. John Cornyn is backing Zika virus legislation that would provide $1.1 billion in federal funding.\nThe proposal is fully paid for by using funds from the Affordable Care Act’s Prevention and Public Health ... more Photo: J. Scott Applewhite /AP Battle Zika virus without new debt 1 / 1 Back to GalleryOver the past few months the Zika virus has spread in countries across the Caribbean and Latin America.\nless Sen. John Cornyn is backing Zika virus legislation that would provide $1.1 billion in federal funding.\nThe Zika virus is a real threat with real public health consequences.\nAnd because of our warmer climate and closer proximity to areas where mosquitoes currently carry the Zika virus, states like Texas will act as the first responders to Zika in the United States this summer."}