{"article_title": "Attempted murder charges for driver who hit Philly cops", "article_keywords": ["keitt", "week", "murder", "hit", "course", "charges", "attempted", "driver", "officers", "according", "cops", "sedan", "olney", "scene", "philly"], "article_url": "http://www.philly.com/philly/news/Attempted_murder_charges_for_driver_who_hit_Philly_cops.html", "article_text": "WATCH: Six men steal $52K in seafood from S. Philly market, police say\n\nWATCH: Six men steal $52K in seafood from S. Philly market, police say May 26\n\nTommy Rowan is a general assignment digital reporter. While his stories are designed for the web, they also appear in both The Inquirer and Daily News. He is a native of Northeast Philadelphia, and graduate of Temple University.\n\nRudolph Keitt, the 47-year-old man accused of injuring four officers in the course of a police pursuit in Olney last week, was charged with attempted murder, police announced Monday (Courtesy of Philadelphia Police).\n\nRudolph Keitt, the 47-year-old man accused of injuring four officers in the course of a police pursuit in Olney last week, was charged with attempted murder, police announced Monday (Courtesy of Philadelphia Police).\n\nThe 47-year-old man accused of injuring four officers in the course of a police pursuit in Olney last week was charged with attempted murder, police announced Monday.\n\nRudolph Keitt, of the 6300 block of Ogontz Avenue, was found sitting inside an early-2000s red sedan smashed against a concrete wall at Wagner and Olney Avenues just after 2 p.m. last Tuesday, according to a police report.\n\nWhen responders attempted to remove Keitt from the vehicle he became combative, according to a police report. Keitt allegedly struggled with several officers and jumped back into the sedan and sped off toward 7th Street and Chew Avenue where he hit an officer, a parked car and a police cruiser.\n\nKeitt swiped another cruiser and a firetruck on Olney Avenue before meeting a group of officers who attempted to trap him at the intersection of Stenton and Ogontz Avenues. After backing up and striking a cruiser, he drove forward and hit a second officer.\n\nHe again excelerated and hit another cruiser before fleeing the scene, according to the police report.\n\nTwo officers opened fire on Keitt's sedan as he fled the scene, according to the report.\n\nKeitt was hit once in the chest.\n\nPolice caught up with Keitt on the 1900 block of Colonial Street, where he was arrested.\n\nKeitt was taken to Einstein Medical Center, where he was listed in critical condition.\n\nA female passenger later told police that Keitt suffered a seizure. The woman said she exited through a rear door at the original crash scene before first responders arrived.\n\nA total of four officers were injured in the pursuit.\n\n\"In the course of him driving he did hit four,\" said Officer Tanya Little, a police spokeswoman.\n\nThe officers were admitted and later released from Einstein Medical Center.\n\nKeitt also faces charges of attempting to flee, aggravated assault and reckless endangerment, among others.\n\nAccording to police, Keitt has seven prior arrests.\n\nThe officers who discharged their weapons were placed on administrative duty pending the outcome of an investigation.", "article_metadata": {"pubdate": 20160527, "editdate": "20150518T13:33:44", "twitter": {"title": "Attempted murder charges for driver who hit Philly cops", "url": "http://www.philly.com/philly/news/Attempted_murder_charges_for_driver_who_hit_Philly_cops.html", "image": "http://media.philly.com/images/0518_Keitt_Rudolph_600.jpg", "creator": "@tommyrowan", "site": "@phillydotcom", "card": "summary_large_image"}, "cg": "news", "keywords": "Tommy Rowan", "description": "The 47-year-old man accused of injuring four officers in the course of a police pursuit in Olney last week was charged with attempted murder, police announced Monday. - Tommy Rowan, Philadelphia Philly.com", "byline": "Tommy Rowan", "contenttype": "Article", "publication": "Philly.com", "title": "Attempted murder charges for driver who hit Philly cops", "livedate": "20150518T13:33:44", "verify-v1": "3x82DC93LZlv0I/hQEBoyVVjlGPtX7VxHFgv1upr+9I=", "news_keywords": "Tommy Rowan", "contentid": 304159991, "DC.date.issued": "2015-05-18T13:33:44-04:00", "fb": {"app_id": 938226082960499}, "viewport": "width=device-width, initial-scale=1.0", "og": {"site_name": "Philly.com", "description": "The 47-year-old man accused of injuring four officers in the course of a police pursuit in Olney last week was charged with attempted murder, police announced Monday.", "title": "Attempted murder charges for driver who hit Philly cops", "url": "http://www.philly.com/philly/news/Attempted_murder_charges_for_driver_who_hit_Philly_cops.html", "image": "http://media.philly.com/images/0518_Keitt_Rudolph_600.jpg", "type": "article"}, "searchdate": "2015-05-18", "google-site-verification": "db3T5L3C8_JvO-55gJ22lGGUnZLlNulgzTwX1NhCV3o", "y_key": "ccf0cd67e5f1e33c", "sourcepublication": "Philly.com"}, "article_summary": "He again excelerated and hit another cruiser before fleeing the scene, according to the police report.\nThe 47-year-old man accused of injuring four officers in the course of a police pursuit in Olney last week was charged with attempted murder, police announced Monday.\nTwo officers opened fire on Keitt's sedan as he fled the scene, according to the report.\nWhen responders attempted to remove Keitt from the vehicle he became combative, according to a police report.\n\"In the course of him driving he did hit four,\" said Officer Tanya Little, a police spokeswoman."}