{"article_title": "Sean Hannity lashes back at Shorenstein study on conservative media outlets", "article_keywords": ["hannity", "shorenstein", "lashes", "media", "study", "republicans", "outlets", "conservative", "immigration", "sean", "calmes", "report", "party", "republican"], "article_url": "https://www.washingtonpost.com/blogs/erik-wemple/wp/2015/07/29/sean-hannity-lashes-back-at-shorenstein-study-on-conservative-media-outlets/", "article_text": "Sean Hannity (Fox News)\n\nFox News host Sean Hannity is mentioned 20 times in a new study released by Harvard’s Shorenstein Center on Media, Politics and Public Policy. Titled “‘They Don’t Give a Damn About Governing': Conservative Media’s Influence on the Republican Party,” the study essentially indicts right-leaning media outlets — with Hannity commonly figuring among the perpetrators — for acting “in ways that are impeding Republicans’ ability to govern and to win presidential elections.”\n\nZeroing in on Hannity, the report, written by New York Times national correspondent Jackie Calmes, quotes an unnamed Republican as follows: “There’s not a platform in the Laura Ingraham-Sean Hannity wing of conservatism. There’s nothing that you can take to the country and hope to win the presidency on that they believe in. I mean, anti-immigration, don’t\n\nhesitate to shut down the government, repeal Obamacare, no new taxes – that’s not a governing platform. That will rally 40 percent of the population.”\n\nBy Hannity’s account, Calmes never rang him up to get his side of the story. The Erik Wemple Blog did, and Hannity called the allegation that he doesn’t advance solutions “bull—-.” Responding to just this sort of criticism, Hannity in early 2014 unveiled a platform of his own –“conservative solutions” to U.S. problems, including a balanced budget amendment and fomenting “home-grown energy resources,” among other measures. “She’s making a broad, sweeping generalization,” says Hannity.\n\nThe Fox News host, too, sounds as though he’s familiar with the refrain that conservative media outlets have radicalized the Republican Party. When they run for office, he says, Republican candidates make “very specific promises.” “Maybe I’m old-fashioned but if you give your word on the campaign trail, you’re supposed to keep it,” says Hannity. An example: Sen. Ted Cruz (R-Tex.) became a “pariah” on account of his 2013 effort to defund Obamacare “when all he was doing was fulfilling the promise they all had made,” says Hannity. Also: What about all those promises to secure the border? What happened to them? asks the host. “The Republican Party in Washington is a carbon copy of the Democratic Party,” says Hannity, “and now we have gotten into this pattern of lashing out against conservatives.”\n\nOn immigration, Calmes’s report accuses Hannity of changing his opposition in response to prevailing conservative sentiment:\n\nIn 2007 Hannity had “helped kill” George W. Bush’s immigration overhaul, according to a study that year by the nonpartisan Project for Excellence in Journalism, now part of Pew Research Center. But five years later, a day after the 2012 election, when exit polls showed Latinos’ rejection of Romney had contributed to the Republican’s loss, Hannity told his audience that he had “evolved” and now would support a “pathway to citizenship” for illegal immigrants “to get rid of the immigration issue altogether.”\n\nThen, in 2013, Hannity “rejoined” the opposition to such reform, notes Calmes. “Yeah — blah, blah,” says Hannity when presented with Calmes’s critique. “Tell her to read my entire statement,” says Hannity, who in addition to his Fox News program hosts the second-ranked radio program in Talkers magazine’s hierarchy. Throughout the debate over immigration, insists Hannity, he has been clear and consistent that the reigning priority lies with securing the border — and until that happens, the rest is an afterthought.\n\n“In my opinion, she had a predetermined opinion before” embarking on the study, says Hannity. The report itself is long, detailed and full of nice, chunky paragraphs — even Hannity concedes that it features some “good research.” Its signature quote comes from former Republican representative Tom Latham, who rips away on conservative media folks: “They will not take 80 percent – it’s got to be 100 percent or you’re not pure,” Latham said. “They don’t give a damn about governing, or about anything than being pure themselves.” In the sort of question that would never be allowed in a courtroom, Calmes asks Latham whether he feels that “Republicans helped create a monster.” Yes, responds Latham.\n\nRecent months have been good to “Hannity,” which has scored a number of first interviews with declared Republican presidential candidates. In that department, “Hannity” has gotten some competition from ABC News’s George Stephanopoulos, who was singed this year by revelations that he’d made contributions to the Clinton Foundation. “I keep winning, so I’m not that worried about it,” says Hannity of the challenge posed by Stephanopoulos. “I think Republicans can make whatever decision they want, but I would say that if they go on his show, they are dealing with a Clinton sycophant.”", "article_metadata": {"description": "Radio and TV host says he wasn't contacted for study, has opinions about it.", "author": "https://www.facebook.com/erik.wemple", "og": {"site_name": "Washington Post", "description": "Radio and TV host says he wasn't contacted for study, has opinions about it.", "title": "Sean Hannity lashes back at Shorenstein study on conservative media outlets", "url": "https://www.washingtonpost.com/blogs/erik-wemple/wp/2015/07/29/sean-hannity-lashes-back-at-shorenstein-study-on-conservative-media-outlets/", "image": "https://images.washingtonpost.com/?url=http://img.washingtonpost.com/blogs/erik-wemple/files/2014/02/Hannity-415.jpg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@ErikWemple"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/blogs/erik-wemple/wp/2015/07/29/sean-hannity-lashes-back-at-shorenstein-study-on-conservative-media-outlets/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Sean Hannity, Fox News, premiere networks, shorenstein center, jackie calmes", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/erik.wemple"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "Sean Hannity, Fox News, premiere networks, shorenstein center, jackie calmes"}, "article_summary": "The Fox News host, too, sounds as though he’s familiar with the refrain that conservative media outlets have radicalized the Republican Party.\nSean Hannity (Fox News)Fox News host Sean Hannity is mentioned 20 times in a new study released by Harvard’s Shorenstein Center on Media, Politics and Public Policy.\n“In my opinion, she had a predetermined opinion before” embarking on the study, says Hannity.\nRecent months have been good to “Hannity,” which has scored a number of first interviews with declared Republican presidential candidates.\n“I keep winning, so I’m not that worried about it,” says Hannity of the challenge posed by Stephanopoulos."}