{"article_title": "Vote No on Prop. 480; It’s expensive and unwise", "article_keywords": ["arizona", "hospital", "tax", "prop", "county", "mihs", "history", "health", "unwise", "vote", "proposal", "care", "insurance", "expensive", "480"], "article_url": "http://azcapitoltimes.com/news/2014/09/18/vote-no-on-prop-480-its-expensive-and-unwise/", "article_text": "In a recent Arizona Capitol Times commentary, advocates peddled support for Proposition 480, the county hospital bond proposal. It was revealing that the advocates left out the most important piece of information about the proposal; the price tag. This wasn’t an oversight but rather a clear recognition that the overwhelming cost of the proposal is impossible to justify.\n\nIncredibly, the Maricopa Integrated Health System (MIHS), a special taxing district with a relatively narrow mission, is proposing the third largest bond/tax proposal in the state’s history; $935 million or $1.4 billion with interest added. Certainly, the size of the request is very bad news for property taxpayers that were devastated by the Great Recession and saw effective property tax rates climb as much as 30 percent from 2009 to 2014.\n\nInterestingly, the proponents took readers down memory lane, recalling that the county hospital has been with us since territorial days. Certainly, when the county hospital was created there was no AHCCCS program and for decades it was the county’s responsibility to pay for the poor and uninsured. However, they left out of the history lesson the facts surrounding the dramatic and costly changes that have occurred in publicly funded health care in Arizona over the last 30 years. That part of the history lesson raises troubling questions about the redundant funding for low income health care in Maricopa County.\n\nOur nation and the state of Arizona are presently making enormous investments to ensure all citizens have access to health insurance and preventive care, which will be incredibly expensive. Since January of this year, 300,000 Arizonans have been added to AHCCCS, Arizona’s participation in Medicaid, because of restoration and expansion programs. Nearly 1.6 million Arizonans (25 percent of the population) have insurance through AHCCCS, which they can use at a variety of facilities around the state. The uninsured population is small and is decreasing. Maybe the best evidence of the declining role of MIHS is the bond proposal actually calls for a dramatic reduction in the number of patient beds (515 to 250) at the new hospital.\n\nThe expansion of Medicaid and the Affordable Care Act are creating massive changes to the health care industry. The only certainty is more Arizonans than ever before have access to insurance and the costs will be extraordinary. At a minimum, government should stop pulling levers on the health care industry until the dust settles on the massive changes recently implemented.\n\nThe CEO’s of the four largest private hospital systems in the Valley recently questioned the need for the bond, stating their belief that there is currently plenty of capacity for hospital patient services. A tax increase of this historic amount should have the support of the taxpayers footing the bill as well as the private hospitals that MIHS should be working in cooperation with. Prop. 480 has neither and should be rejected.\n\n— Kevin McCarthy is president of the Arizona Tax Research Association", "article_metadata": {"description": "In a recent Arizona Capitol Times commentary, advocates peddled support for Proposition 480, the county hospital bond proposal. It was revealing that the advocates left out the most important piece of information about the proposal; the price tag. This wasn’t an oversight but rather a clear recognition that the overwhelming cost of the proposal is impossible to justify.", "generator": "WordPress", "author": "Guest Opinion", "og": {"site_name": "Arizona Capitol Times", "description": "In a recent Arizona Capitol Times commentary, advocates peddled support for Proposition 480, the county hospital bond proposal. It was revealing that the advocates left out the most important piece...", "title": "Vote No on Prop. 480;  It’s expensive and unwise", "url": "http://azcapitoltimes.com/news/2014/09/18/vote-no-on-prop-480-its-expensive-and-unwise/", "image": "http://azcapitoltimes.com/files/2014/09/no-on-480.png", "type": "article"}, "apple-mobile-web-app-title": "Vote No on Prop. 480;  It’s expensive and unwiseArizona Capitol Times", "msvalidate.01": "118D5E2D5722A6F1A827250C4D8CEC95", "keywords": "arizona, kevin mccarthy, 2014 proposition 480, commentary, arizona tax research association, maricopa integrated health system,2014 proposition 480,arizona tax research association,commentary,kevin mccarthy,maricopa integrated health system", "google-site-verification": "yBUjZkZhQp3gSLHDjf3ORiAV2B17Yp4XZVxbpx8h4_M", "y_key": "7be161f96cdbc5bc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Interestingly, the proponents took readers down memory lane, recalling that the county hospital has been with us since territorial days.\nIn a recent Arizona Capitol Times commentary, advocates peddled support for Proposition 480, the county hospital bond proposal.\nThe expansion of Medicaid and the Affordable Care Act are creating massive changes to the health care industry.\nAt a minimum, government should stop pulling levers on the health care industry until the dust settles on the massive changes recently implemented.\n— Kevin McCarthy is president of the Arizona Tax Research Association"}