{"article_title": "Blind Card Shark, Richard Turner, Uses His Extraordinary Sense Of Touch To Take Your Money", "article_keywords": ["blind", "turners", "shark", "richard", "money", "age", "poker", "cards", "extraordinary", "uses", "sense", "touch", "stopped", "turner", "wellknown", "card"], "article_url": "http://www.medicaldaily.com/blind-card-shark-richard-turner-uses-his-extraordinary-sense-touch-take-your-money-269213", "article_text": "Richard Turner may be blind, but that hasn't stopped him from becoming one of the most well-known poker players in the world.\n\nRichard Turner may be blind, but that hasn't stopped him from becoming one of the most well-known poker players in the world. http://www.shutterstock.com/pic-144429931/stock-photo-businessman-throwing-playing-cards.html?src=YOTA06uINKO9lraGSYKmpw-1-26\n\nAfter losing his sight at an early age, Richard Turner turned to a craft he had started perfecting a few years back: cheating. Now the blind card shark is considered the most well-known and respected card manipulation expert by relying only on his mind-blowing sense of touch, and a lifetime of practice.\n\nWhen Turner’s eyesight started to decline at the age of 9 following a bout of scarlet fever, he knew right away this setback would not define him. Two years earlier at the age of 7, he became a fan of the TV series Maverick, a show that chronicles a Texan poker player who travels around the Midwest getting into all sorts of dilemmas.\n\nJust like his Western hero Bret Maverick, Turner began to devote all of his time and attention into a deck of cards. Practicing upward of 20 hours a day, he began to learn the intricacies of every type of poker and developed a certain relationship with the cards that would be impossible to match. Through a miraculous sense of touch, he was able to distinguish cards in a faster and more effective way than if he could see.\n\nPretty soon Turner’s card tricks were being displayed on Ripley’s Believe It Or Not and that even got him the opportunity to cheat Hollywood actor Brad Pitt in the Oscar-nominated film Tree of Life. Throughout his years as a self-titled “card mechanic,” Turner has showed off his seemingly magical card skills to American icon Johnny Carson, former Secretary of State Colin Powell, and professional boxing legend Muhammed Ali.\n\nToday, the corporate motivational speaker enjoys a modest living with his wife Kim and his son (you guessed it) Ace Of Spades, but that doesn’t mean he has put down the deck of cards or has stopped looking over the horizon for his next opportunity. If you’re looking for an example of how Richard Turner lives his life, look no further than his personal mantra: “As you think, so you are… as you dream determines what you become.”", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "blind, card, shark, richard, turner, card, mechanic", "og": {"site_name": "Medical Daily", "description": "Blind card shark, Richard Turner, has never let the loss of his eyesight get in the way of his aspirations to become one of the greatest poker players in the world.", "title": "Blind Card Shark Uses His Extraordinary Sense Of Touch To Take Your Money [VIDEO]", "url": "http://www.medicaldaily.com/blind-card-shark-richard-turner-uses-his-extraordinary-sense-touch-take-your-money-269213", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/02/13/blind-card-shark.jpg", "type": "article"}, "twitter": {"description": "Blind card shark, Richard Turner, has never let the loss of his eyesight get in the way of his aspirations to become one of the greatest poker players in the world.", "title": "Blind Card Shark Uses His Extraordinary Sense Of Touch To Take Your Money [VIDEO]", "url": "http://www.medicaldaily.com/blind-card-shark-richard-turner-uses-his-extraordinary-sense-touch-take-your-money-269213", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/02/13/blind-card-shark.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/02/13/blind-card-shark.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2014-02-13T11:00:00-05:00", "modified_time": "2014-02-13T11:02:02-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Blind card shark, Richard Turner, has never let the loss of his eyesight get in the way of his aspirations to become one of the greatest poker players in the world."}, "article_summary": "http://www.shutterstock.com/pic-144429931/stock-photo-businessman-throwing-playing-cards.html?src=YOTA06uINKO9lraGSYKmpw-1-26After losing his sight at an early age, Richard Turner turned to a craft he had started perfecting a few years back: cheating.\nRichard Turner may be blind, but that hasn't stopped him from becoming one of the most well-known poker players in the world.\nNow the blind card shark is considered the most well-known and respected card manipulation expert by relying only on his mind-blowing sense of touch, and a lifetime of practice.\nIf you’re looking for an example of how Richard Turner lives his life, look no further than his personal mantra: “As you think, so you are… as you dream determines what you become.”\nPretty soon Turner’s card tricks were being displayed on Ripley’s Believe It Or Not and that even got him the opportunity to cheat Hollywood actor Brad Pitt in the Oscar-nominated film Tree of Life."}