{"article_title": "Jennifer Lawrence Receives Apology From Perez Hilton for Publishing Photos", "article_keywords": ["stolen", "publishing", "apology", "lawrence", "authorities", "money", "nude", "celebrities", "jennifer", "photos", "hilton", "receives", "images", "perez"], "article_url": "http://guardianlv.com/2014/09/jennifer-lawrence-receives-apology-from-perez-hilton-for-publishing-photos/", "article_text": "Jennifer Lawrence has received an apology from celebrity blogger Perez Hilton for publishing some of her nude photos. The Hunger Games actress was part of a group of a celebrities who had their phones hacked over the weekend. A number of nude photos were leaked and various places chose to republish them.\n\nThe Daily Mail has been very skeptic about the decision to apologize, stating that Hilton would have gained thousands of views by having the photos there for a few hours. It would have only been after making some money that he would have made the decision to take the photos down and make the public apology. However, at least he saw some sense in removing the photos before he could be prosecuted by police.\n\nThe authorities are reportedly charging anyone who decides to republish the nude photos online. Lawrence’s photos are not the only ones authorities are looking into either, with many others being subjected to the embarrassment.\n\nThe hacker claims that he or she obtained at least 60 images of the X-men actress. That does not include the images from other celebrities involved. Hilton thought it would be a good idea to share the photos with his fans, but later decided that it was indecent of him. Instead, he took the post down and then shared censored versions of the images. He is still seemingly making money from the stolen and embarrassing images.\n\nDuring Hilton’s apology to Lawrence for publishing the nude photos, he made it clear that the star’s reps and the authorities have not yet ordered him to take the images down. He chose to do it out of the kindness of his heart. There is still a chance that he will be ordered to take the censored versions down, as they were still obtained through illegal means. The photographer is the original copyright holder and has not given permission for these images to be shared. Lawrence, and other celebrities, will also want to protect their image.\n\nThere is a fine line between freedom of information and right to privacy. The nude photos are not something that the public need to see or be aware of. They were taken with the 24-year-old’s consent at the time and in a private setting. It is not her fault that they were then stolen from her phone, and she does have a right to privacy.\n\nA number of high-profile names were included in the list of stolen images, including Selena Gomez, Kim Kardashian and Mary Kate Olsen. The authorities are doing everything possible to find out the person who did the hacking to prosecute him or her.\n\nHilton did later remove all images and apologized again. He admitted that his post was done in haste and he never quite thought things through. It was likely that he was acting to get the story out there quickly, knowing that many people would check his blog for the images. Was he doing it all for the money? At least Hilton has seen sense to remove the images, and Lawrence has received an apology from him for posting the nude images on his blog.\n\nOpinion by Alexandria Ingham\n\nSource:\n\nThe Independent\n\nShare this: Print\n\nLinkedIn\n\nPinterest\n\nPocket\n\nReddit\n\nEmail\n\nTwitter\n\nGoogle\n\nFacebook\n\nTumblr\n\n", "article_metadata": {"og": {"site_name": "Guardian Liberty Voice", "description": "Jennifer Lawrence has received an apology from celebrity blogger Perez Hilton for publishing some of her nude photos. The Hunger Games actress was part of a group of a celebrities who had their pho…", "title": "Jennifer Lawrence Receives Apology From Perez Hilton for Publishing Photos", "url": "http://guardianlv.com/2014/09/jennifer-lawrence-receives-apology-from-perez-hilton-for-publishing-photos/", "image": {"width": 618, "identifier": "http://guardianlv.com/wp-content/uploads/2014/09/Jennifer-Lawrence-3.jpg", "height": 347}, "locale": "en_US", "type": "article"}, "article": {"published_time": "2014-09-01T10:21:35+00:00", "modified_time": "2014-09-01T15:59:00+00:00", "author": "https://www.facebook.com/dimarkco.chandler"}, "twitter": {"image": "http://guardianlv.com/wp-content/uploads/2014/09/Jennifer-Lawrence-3.jpg?w=640", "site": "@ifrackle", "card": "summary_large_image", "creator": "@GLVGeeks"}, "viewport": "width=device-width"}, "article_summary": "Jennifer Lawrence has received an apology from celebrity blogger Perez Hilton for publishing some of her nude photos.\nA number of nude photos were leaked and various places chose to republish them.\nThe nude photos are not something that the public need to see or be aware of.\nAt least Hilton has seen sense to remove the images, and Lawrence has received an apology from him for posting the nude images on his blog.\nA number of high-profile names were included in the list of stolen images, including Selena Gomez, Kim Kardashian and Mary Kate Olsen."}