{"article_title": "Obamacare Damage-Control Teams Seek to Calm Complaints", "article_keywords": ["wilson", "damagecontrol", "federal", "media", "social", "obamacare", "teams", "calm", "coverage", "online", "complaints", "response", "seek", "insurance", "dezenhall", "staff"], "article_url": "http://www.bloomberg.com/news/articles/2014-02-13/obamacare-damage-control-teams-seek-to-calm-complaints", "article_text": "The day after Addie Wilson was quoted in a newspaper article complaining about her experience with President Barack Obama’s health-care law, her mobile phone rang while she was in the bathroom.\n\nIt was an employee from the U.S. Department of Health and Human Services offering help.\n\n“I was definitely surprised and kind of shocked,” said Wilson, 27, who lives in Fairmont, West Virginia.\n\nShe’s not the only one getting such a call.\n\nFacing an onslaught of media attention to the law’s rough debut and sustained attacks by Republicans, the Obama administration is borrowing a corporate tactic and tracking down consumers who air their grievances in news reports or on social media. The goal: Get a case worker in touch within 24 hours to resolve the issue.\n\nThat quick response can contain damage from negative stories before it’s amplified on the Internet, cable television and traditional media, said Eric Dezenhall, a crisis-communications consultant.\n\n“They do not want a motivated adversary to suddenly become a rock star attacking them at every turn,” said Dezenhall, a communications aide in the Reagan White House who has since consulted for companies. “They’re trying to defuse hostilities by reaching out to those who have a platform.”\n\nSince Jan. 1, about 150 consumers have been identified either through traditional media or the federal insurance exchange’s social media channels, including @healthcaregov on Twitter and the healthcare.gov page on Facebook, said Aaron Albright, a spokesman for the Centers for Medicare & Medicaid Services, the government agency that runs the federal exchange.\n\n‘Borderline Hysteria’\n\nWhile that’s only a small portion of the approximately 55,000 cases referred to the agency’s casework staff between Oct. 1 and Jan. 31, the administration’s damage-control effort mirrors a shift by businesses to a more rapid response when customers publicly protest.\n\n“The increasing ability for disgruntled parties to do material damage to a company” is “a source of borderline hysteria in boardrooms,” Dezenhall said.\n\nA textbook example of how a grievance can become an online sensation is a 2009 video, “United Breaks Guitars,” that Canadian musician Dave Carroll posted on Google Inc.’s YouTube chronicling his effort to get United Airlines to repair a guitar he says baggage handlers broke. It has been viewed 13.8 million times.\n\nAnother is the recent outcry over AOL Inc.’s Tim Armstrong after an employee’s wife wrote an online article criticizing the chief executive officer for blaming retirement-benefit cuts on the medical costs of two workers’ “distressed babies.”\n\nInvading Space\n\nWhile it was “a novelty two or three years ago” for companies to respond to individual consumer gripes aired on social media, more businesses are doing so now, said David Armano, global strategy director for Edelman Digital.\n\nThe administration is joining that trend in dealing with the flood of complaints about the health-care law.\n\nAddie Wilson, who was featured in a Feb. 3 Washington Post article, had been trying for more than a month to resolve a defect on the federal website that prevented her from receiving the subsidy to which she says she’s entitled to buy insurance.\n\nWilson, who earns $22,000 a year working for a private social service agency that ended its employee coverage on Dec. 31, was discharged from a hospital in late December and told she would need gall bladder surgery in January.\n\nAfter logging on to healthcare.gov, she couldn’t get the website to calculate her subsidy. She then took the call center’s advice to enroll at full price and to follow up with an appeal. She said she was left paying $100 extra in monthly premiums and a deductible that was $4,000 too high.\n\nMultiple Calls\n\nWilson said when she tried to correct her policy in January she was told the system wasn’t ready to make such changes.\n\nShe was home recovering from her surgery when the caseworker called. Since then, he’s been in touch “at least nine or 10 times,” though her issue hasn’t yet been resolved, she said.\n\n“I’m very impressed and hopeful,” Wilson said. “I definitely feel like they are really working on it.”\n\nSuch appreciation is common when grievances are taken seriously. Eighty-nine percent of customers who complained to a company and were satisfied with the response were likely to make another purchase from the business, according to 2013 survey by TARP Worldwide, an Arlington, Virginia-based consulting firm.\n\nTo be certain, unsolicited, direct contact from a private company, much less the federal government, can be startling for the recipient, especially amid revelations of massive government surveillance exposed by Edward Snowden.\n\n“The aggrieved party can feel like their personal space has been invaded,” Dezenhall said.\n\nWorth Risk\n\nThat’s a risk the White House is willing to take in the case of the health law, which has been besieged by an organized political opposition that has focused attention on flaws in the rollout of the online insurance marketplaces.\n\nThe Obama team has always been attuned to the power of the personal anecdote, starting with the president’s 2004 national convention speech connecting his mixed-race biography to the American experience through an Obamacare social media campaign telling stories of people who gained insurance coverage through the law.\n\nStill, many people encountered some difficulties signing up for insurance. So the press staff for the Centers for Medicare & Medicaid Services searches newspaper databases and checks online search engines every day to find news accounts in which someone complains about an experience they’ve had, said Julie Bataille, the agency’s director of communications. Officials also flag cases for follow up when reporters describe them in calls seeking comment from the agency, she said.\n\nPrivate Messages\n\nAgency officials then use publicly available information to attempt to track down contact information -- or sometimes seek it from the journalist who wrote the story -- and then pass it on to a caseworker, Bataille said.\n\nWhile in many cases, the social media team resolves issues by directing people to information online, complicated problems are referred to the casework staff, which includes about 90 full-time equivalent employees assigned to handle issues related to the online insurance exchanges.\n\nThe response to a complaint on social media usually starts with a private message to the poster’s account.\n\n“The reason that we do it is to make sure that we are looking at every possible way we know to help consumers complete the enrollment process and successfully utilize the health coverage that they are now able to afford,” Bataille said.\n\nFrustrated, Angry\n\nAmong the cases that have been resolved was one involving a consumer who recounted in a media story trying 14 times to enroll for January coverage; he later was allowed to complete an application for retroactive insurance. Agency staff also intervened on behalf of the father of a newborn child who vented on Twitter about being unable to add his daughter to his plan because of a snag in the system.\n\nThe out-of-the-blue phone call from a federal employee takes most people by surprise.\n\n“Many people can’t believe they’re getting a call from the federal government,” said Nancy O’Connor, a casework manager for the Centers for Medicare & Medicaid Services.\n\n“Naturally, some of the people we talk to are frustrated, some are angry because they just haven’t been able to get resolution to their issue.” Still, she said, most are “very happy to talk to someone where they can get some help.”", "article_metadata": {"sailthru.author": "Mike Dorning", "twitter": {"description": "The day after Addie Wilson was quoted in a newspaper article complaining about her experience with President Barack Obama’s health-care law, her mobile phone rang while she was in the bathroom.", "title": "Obamacare Damage-Control Teams Seek to Calm Complaints", "url": "http://www.bloomberg.com/news/articles/2014-02-13/obamacare-damage-control-teams-seek-to-calm-complaints", "image": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/iWIR2H.vOhOQ/v1/-1x-1.jpg", "site": "@business", "card": "summary"}, "parsely-author": "Mike Dorning", "parsely-type": "post", "keywords": "Health,Barack H Obama,Media,Social Media,Law,Tech", "news_keywords": "Health,Barack H Obama,Media,Social Media,Law,Tech", "parsely-link": "http://www.bloomberg.com/news/articles/2014-02-13/obamacare-damage-control-teams-seek-to-calm-complaints", "parsely-title": "Obamacare Damage-Control Teams Seek to Calm Complaints", "msapplication-TileColor": "#ff0000", "apple-mobile-web-app-capable": "no", "parsely-pub-date": "2014-02-13T05:01:00.010Z", "apple-mobile-web-app-status-bar-style": "black", "description": "The day after Addie Wilson was quoted in a newspaper article complaining about her experience with President Barack Obama’s health-care law, her mobile phone rang while she was in the bathroom.", "parsely-tags": "Health,Barack H Obama,Media,Social Media,Law,Tech,Region: Global,Page: article", "msapplication-TileImage": "https://assets.bwbx.io/business/public/images/favicons/mstile-144x144-bbd2101292.png", "date": "2014-02-13T05:01:00.010Z", "parsely-section": "science-energy", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "og": {"site_name": "Bloomberg.com", "description": "The day after Addie Wilson was quoted in a newspaper article complaining about her experience with President Barack Obama’s health-care law, her mobile phone rang while she was in the bathroom.", "title": "Obamacare Damage-Control Teams Seek to Calm Complaints", "url": "http://www.bloomberg.com/news/articles/2014-02-13/obamacare-damage-control-teams-seek-to-calm-complaints", "image": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/iWIR2H.vOhOQ/v1/-1x-1.jpg", "type": "website"}, "fb": {"status": "The day after Addie Wilson was quoted in a newspaper article complaining about her experience with President Barack Obama’s health-care law, her mobile phone rang while she was in the bathroom."}, "parsely-post-id": "N0U76U6TTDU101", "format-detection": "telephone=no", "parsely-image-url": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/iWIR2H.vOhOQ/v1/-1x-1.jpg"}, "article_summary": "The response to a complaint on social media usually starts with a private message to the poster’s account.\nFacing an onslaught of media attention to the law’s rough debut and sustained attacks by Republicans, the Obama administration is borrowing a corporate tactic and tracking down consumers who air their grievances in news reports or on social media.\nThe administration is joining that trend in dealing with the flood of complaints about the health-care law.\nThat quick response can contain damage from negative stories before it’s amplified on the Internet, cable television and traditional media, said Eric Dezenhall, a crisis-communications consultant.\n“I was definitely surprised and kind of shocked,” said Wilson, 27, who lives in Fairmont, West Virginia."}