{"article_title": "What If Obama Believed in Individual Liberty and Free Markets?", "article_keywords": ["wage", "life", "minimum", "great", "free", "fellow", "society", "individual", "health", "liberty", "believed", "markets", "market", "obama"], "article_url": "http://news.heartland.org/editorial/2016/01/26/what-if-obama-believed-individual-liberty-and-free-markets", "article_text": "President Barack Obama delivered his final State of the Union address on January 12, 2016, and devoted most of the time to defending his “legacy” of bigger and more intrusive government, with an emphasis on the other aspects of personal and social life he wished could come under the blanket of more political paternalism, if only there was enough time before he leaves office on January 20, 2017.\n\nBut suppose that, instead, Obama had had an epiphany shortly before he spoke before the Congress on January 12th. Imagine that he had had a realization that the Progressive and political paternalistic ideas that he has believed in, espoused and implemented during his first seven years in the office of the presidency had been wrong and misguided.\n\nWhat if he had discovered the ideas, say, of Ayn Rand, Henry Hazlitt, Milton Friedman, and F. A. Hayek, for example? Suppose that he realized that the true principles of a free society were to be found in the ideas and ideals of individual rights and liberty, free markets and competitive enterprise?\n\nWhat if the president offered, instead, an agenda for freedom rather than one of paternalism? What would the State of the Union address be like if he had such an epiphany for defending individual liberty rather than more unrestricted government license over our lives?\n\nLet us imagine what he might have said, instead of the words he actually spoke:\n\n“My fellow Americans, I come before you tonight to deliver my seventh and last State of the Union address at a time of continuing economic uncertainty and social tensions across our great nation.\n\n“I have spoken to you more than once about the country’s need for ‘hope and change.’ But I now realize that we must look for that hope and change in a far different direction that the one I’ve talked about and argued for in previous years.\n\nThe Free Individual and His Creative Mind\n\n“I was wrong a couple of years ago when I said that the man who owns a business did not ‘make it.’ I assumed that improvements in the human condition only result from the actions of the ‘collective,’ as if the ‘collective’ was a living, breathing, thinking being, separate from the individuals who make up the society.\n\n“I now understand and appreciate from reading Ayn Rand that ‘society’ is merely a sometimes convenient, but often confusing, shorthand for the resulting outcomes of the interactions and associative actions and activities of individual human beings. There is no ‘society’ independent from the thinking, valuing and acting individuals in the world.\n\n“And, furthermore, if anything is built its possibility can and only does begin as a creative thought and idea in the mind of a real, distinct individual man or woman. The ‘idea’ must precede the ‘deed,’ and the idea only can come from an individual human mind. There is no collective brain.”\n\n“My fellow Americans, you do not exist to live and work for ‘society.’ You have a right to your own life, to live it as you think right and best for yourself, through peaceful, honest and productive work. The achievements of ‘society’ are the outcome of voluntary and mutually beneficial exchanges and associations among free men.\n\n“Our Founding Fathers understood this when they signed the Declaration of Independence and promulgated the U.S. Constitution. Man and his rights precede government, and government’s role in society is not to control or direct the actions of men, but to secure and protect their individual rights to life, liberty and honestly acquired property.\n\nFreedom and Knowledge\n\n“Starting tomorrow, I am instructing Treasury Secretary Jack Lew to prepare a set of budget proposals, the goal of which will be a balanced budget before the end of the current fiscal year. And not through raising taxes, but through across-the-board cuts in government spending.\n\n“If we are to restore a thriving and fully employed economy in America it will require getting resources out of the wasteful hands of government, and back under the control and guidance of the private and productive citizens whose work, saving, investment and creativity are the only basis and source of our improving standard of living.\n\n“I now understand that economic growth and opportunity only come from freeing the minds of every American so all may benefit from what others may know. I have learned from F. A. Hayek that it has been a great arrogance on my part and practically everyone else in government for a very long time to believe that we can know enough to direct and plan the actions of multitudes of people in an ever-more complex society.\n\n“All the knowledge of how, where and when to do things that make ‘society’ work and creatively improve cannot be known by any one person or group of people in Washington, D.C. The ‘knowledge of the world’ is dispersed and decentralized among all the minds of all the people in society. We must appreciate that the free market is not only a market place of goods, but of ideas that result in the producing of those goods.\n\n“Government regulations, restrictions, prohibitions, subsidies and plans get in the way of the competitive process that is a great vehicle of ‘discovery’ to find out who, in fact, can creatively imagine and bring to market the new and better products, in greater quantities and lower prices that benefit all in society – especially the poor and less well-off who, year after year, gain from more and less expensive goods available and within their modest economic reach.\n\n“It has been a great ‘pretense of knowledge’ on my part to presume that I, as president of the United States, can know who might ‘win’ the market ‘race’ of competitive improvement and excellence before allowing the process of market competition to serve as the motive and incentive for people to discover within themselves what they are capable of doing and producing.\n\nUnintended Consequences and the Minimum Wage\n\n“I know that many who have supported me over the years will be wondering how I could turn my back on all those who have looked to me as the great hope for ‘social justice’ and ‘fairness’ in society. Do I no longer care about the poor, the underprivileged, and the needy?\n\n“I now understand after reading Henry Hazlitt that much that seems to be helpful government policy in the short-run can have longer run negative consequences for many of the very people we sincerely wish to help. We must look beyond what is immediately ‘seen’ to what is ‘unseen': the impact of these policies when we look past today to see the effects they will have tomorrow.\n\n“For that reason, rather than calling for an increase in the government-mandated minimum wage, I will be proposing to the Congress the abolition of the federal minimum wage law. I will also be highly recommending that the various state governments should abolish their minimum wage statutes, as well.\n\n“None of us pays more for anything than we think it is worth, in terms of its value to us and what we can afford to spend. And if something goes up in price, we often think twice before we continue to buy as much of it as we have in the past. We ask ourselves, ‘Is it really worth that higher price, and is it worth buying less of other things to keep buying as much of it as we’ve bought before, because the extra expense to purchase the same amount will have to come out of buying less of something else, since our limited financial means only go so far?’\n\n“The only source of an employer’s financial means to pay his workers their wages is the revenues he receives from the customers who buy his product. If the government mandates that he must pay his workers a minimum wage above the market wage, he will have to decide if the value of what some of those workers contribute to make those products that help him earn that consumer revenue is now less than what the government says he must pay them. If he finds that some of them are not worth the minimum wage he will let them go, and other new jobs that he might have offered will not be financially worth opening up.\n\n“Thus, many of the very people – the poor and low-skilled – who can most benefit from an entry level job that offers them on-the-job training, experience and a chance to have their feet on the first rung of the ladder to a better life, will be denied that opportunity because the government minimum wage law prices them out of the market.\n\n“I sincerely care too much about those people to leave them possibly permanently behind due to such a misguided and counterproductive policy as our minimum wage law.”\n\nFree Markets and Real Opportunity\n\n“We must appreciate, as reading Milton Friedman has taught me, that the free competitive market is the ‘great leveler’ that frees people from the artificial barriers to entry and opportunity that only government controls and regulations can place in the way of the poor and less well off from rising out of poverty and low standards of living.\n\n“A free society of free people will always be a society of unequal outcomes. Each of us is a unique and distinct individual from the rest of humanity. That is the reason we should respect each individual’s right to his own life and liberty, since he or she is ‘one of a kind,’ never to be seen again on the face of this planet. We should respect and value them, and not presume to tell them how they should live their only sojourn on this earth. Their life is too precious, if indeed we value ‘the person,’ as we say we do, to make them a slave to how we think they should live.\n\n“But because we all possess degrees of uniqueness in our inborn differences, our inclinations and desires, and our drive and determinations to set and try to achieve goals in our life, the resulting outcomes will be different in various ways from that of others.\n\n“It is also the case that how we find ways and decide to earn a living is valued differently by our fellow men. Thus, how much we may earn in the market place is to a great extent a result of by how much our fellow human beings value the services we can offer them in exchange for what we wish to buy from them in the arena of free, competitive trade.”\n\nFreedom and Benevolence\n\n“Does that mean that those who are less well off than ourselves may not need and deserve a ‘helping hand’? All people of good will and benevolence might rightly have a sense of assisting those who they think deserve and may benefit from such support.\n\n“But such good will and benevolence cannot be forced or made either ‘moral’ or ‘right’ by compelling a false philanthropy through government coerced redistribution of wealth. It not only undermines a proper and rightly human sense of concern for one’s fellow men, but leads to many wasteful and misdirected uses and abuses of the taxpayer’s hard-earned money.\n\n“For this reason, I will be proposing over the last year of my presidency the repeal of the Department of Health and Human Resources, as well as the Departments of Education, Housing and Urban Development, Labor, Commerce, Transportation, Energy and Agriculture.”\n\nFree Markets for Better Health Care\n\n“This now gets me, my fellow Americans, to the hardest policy decision I am going to propose to Congress in the current session. I came into office with the hope and dream of assuring affordable health care to each and every American. I even took pride when my opponents began to call the Affordable Care Act, ‘ObamaCare.’\n\n“I call upon the Congress to immediately repeal the Affordable Care Act. Everything that I have now learned from reading Hayek, Hazlitt, Friedman and Rand has taught me that turning over the health care industry and medical service to the regulatory and planning control of the government will lead to nothing but disaster for the nation.\n\n“We do need better health care, at more affordable rates and prices, with improved coverage. But that can only come by freeing those creative minds of the market place in a setting of the most open competition as is possible. We must set loose the same competitive discovery process that has given all those other innovative miracles of more, better and less expensive goods and services over the years and decades.\n\n“Deregulation of the medical profession and deregulation of the health insurance industry must be our new policy. Individuals should be free to decide and choose their own health plans and trade-offs, and the unrestrained profit motive must be taken advantage of to incentivize the offering of health insurance coverage and medical care quality improvements.\n\nThe Right to Ignore the State\n\n“My fellow Americans, in closing let me just say that I also read the nineteenth century social philosopher of freedom, Herbert Spencer, and he has taught me is that as long as any one of you lives your life peacefully and honestly in your own affairs and in your social and market dealings with others, the government has no moral right to make any claim upon you.\n\n“In other words, you have a ‘right to ignore the state,’ other than when it goes about its proper and limited business in securing and protecting the rights of each and every citizen from the violent and plundering acts of others.\n\n“This is the real and only reasonable agenda for ‘hope and change’ that can bring our country freedom, prosperity and goodwill among all of our people.\n\n“There is, of course, much more that we should do and can do to bring about that change for the better. That is why between now and when I leave office next year on January 20, 2017, I will be putting together proposals to repeal the powers of the NSA, bring all our troops home from around the world and call upon the Congress to abolishthe Federal Reserve System so we can move to a private, competitive banking system with a honest, market-based money such as gold.\n\n“I think that the agenda for freedom, based on individual liberty, free markets and limited government that I have presented this evening can serve as a good beginning to return to the wonderful vision that our Founding Fathers hoped for when they established our great nation.\n\n“Thank you, my fellow Americans, and may God Bless a reborn, truly free America.”\n\nBarack Obama, of course, did not give such a speech to the country in his State of the Union address. But one can hope that some day there will be a president who will have been elected precisely to articulate and initiate such an agenda for individualism, liberty, and limited government in the United States.\n\n[Originally published at Epic Times]", "article_metadata": {}, "article_summary": "“A free society of free people will always be a society of unequal outcomes.\nSuppose that he realized that the true principles of a free society were to be found in the ideas and ideals of individual rights and liberty, free markets and competitive enterprise?\n“For that reason, rather than calling for an increase in the government-mandated minimum wage, I will be proposing to the Congress the abolition of the federal minimum wage law.\nWe must appreciate that the free market is not only a market place of goods, but of ideas that result in the producing of those goods.\nI will also be highly recommending that the various state governments should abolish their minimum wage statutes, as well."}