{"article_title": "The group that got health reform passed is declaring victory and going home", "article_keywords": ["aca", "group", "campaign", "reform", "declaring", "political", "obama", "going", "health", "victory", "passed", "care", "public", "really"], "article_url": "https://www.washingtonpost.com/news/wonk/wp/2014/01/05/the-group-that-got-health-reform-passed-is-declaring-victory-and-going-home/", "article_text": "Richard Kirsch (courtesy of Richard Kirsch)\n\nIt’s hard to remember now, as the Affordable Care Act’s biggest programs come into effect, but many central decisions regarding Obamacare’s structure were made before anyone expected Barack Obama to be president. By the time he was a serious contender, Obama, Hillary Rodham Clinton and John Edwards had all coalesced around strikingly similar health plans that would, in broad outline, become Obamacare.\n\nThis prehistory was essential to health reform’s passage. Key constituencies that advocated for health reform negotiated compromises well before a bill even existed. And a grass-roots campaign was prepared to move health reform center-stage within Democratic congressional districts across the country. Before President Obama took office, congressional leaders and House and Senate staffers were drafting specific legislative language.\n\nHealth Care for America Now (HCAN) played a central role in leading that effort. HCAN brought together a wide array of organizations, from AFSCME, AFL-CIO and SEIU to the NAACP, MoveOn, ACORN, the Center for American Progress, the National Council of La Raza, Campaign for America’s Future and more. Even George Soros played a part.\n\nAs national campaign manager and chief executive, Richard Kirsch played a key role in founding HCAN. His 2012 book, \"Fighting for Our Health: The Epic Battle to Make Health Care a Right in the United States,\" is an essential reference regarding the grass-roots advocacy behind health reform.\n\nHCAN officially closed up shop on Dec. 31, 2013. I caught up with Kirsch to discuss HCAN’s contributions, as well as to discuss the accomplishments and the many missteps in the passage of health reform. In our conversation, Kirsch expressed pride in health reform. He also wasn’t shy about criticizing Obama, Sen. Max Baucus and others regarding various strategic missteps and the demise of the public option. Below is an edited transcript of our conversation.\n\nHarold Pollack: How and when did HCAN get started, and how did you get involved in it?\n\nRichard Kirsch: I have a history working on health reform going back to 1986, when I started working in New York, along with others around the country, to see if we could get a new movement for national healthcare reform going. We started at the state level. I’m proud to this day that New York State assembly passed the only fully financed single-payer bill in history… .\n\nI then was involved, from New York, in the Clinton health care reform fight. In 2003, I sat down to write a piece that was a history of that fight for organizers who would follow. It was could clear that another fight was brewing over national health reform, which seemed amazing at the time, because people said after ’94, this will never happen again. It was such a disaster; the defeat of the Clinton plan contributed to Gingrich getting elected. Yet the underlying dynamics in the health system continued to escalate. Costs kept increasing, which also meant that more and more people were shut out of coverage. The underlying dynamics were beginning to create renewed movement by 2003.\n\nIn writing that history lesson, much to my surprise I also came up with a new policy approach. Rather than again having this divide on the left between single-payer -- which is to say a government health insurance system -- or subsidized private insurance, why don’t we give people a choice of both? That became the public option. It turns out Jacob Hacker at Yale [and some others] had proposed the same thing.\n\nIn January 2007, I said to the top staff at USAction, the national group that my organization in NY was affiliated with, that I think we need to start building a new health care campaign. I saw that if a Democrat were elected in 2008, we will have an opening to pass comprehensive reform.\n\nThose discussions led, in mid-2007, to putting together a group of labor unions, community based organizations, constituency groups, online groups and think tanks to build a campaign which became known eventually as Health Care for America Now (HCAN).\n\nWe started by writing a statement of shared policy beliefs and then doing very, very careful strategic planning on what it would take to win. That was bolstered when we received a planning grant from Atlantic Philanthropies and wrote an 860-page plan. Atlantic Philanthropies’ decision to provide substantial support for us at that point, early in 2008, was bold. The Foundation had never worked on United States health care before. And if the Democratic candidate for President -- we didn’t know who it would be at the point, Obama or Clinton — not prevailed, their money wouldn’t have gotten them anything. They nonetheless went ahead.\n\nWe launched HCAN campaign in July 2008. What was unique about HCAN is that we did it based on an existing infrastructure, the kind of organizations that I worked for in New York and around the country: state-based organizations with a history of working on past economic issues at the state level, with community bases, coalition bases, relationships with members of Congress and the press, expert staff in running issue campaigns. Even though we formally started in 2008, these capacities gave us a jump start. By July when we launched, we were able to hold events in 53 cities in 38 states … .\n\nHP: So much of your story might be called the prehistory of health reform, which did so much to shape what became the Affordable Care Act. People like to use terms such as ObamaCare. Yet if we had had President Hillary Clinton instead, I wonder how different the final product would actually have been.\n\nRK: There’s no reason to think it would be fundamentally different. A lot of work was done before the 2008 election really got into gear to get the major Democratic candidates aligned in support of the same health policy solutions. As a result, the three leading Democratic candidates -- John Edwards as well as Hillary Clinton and Barack Obama -- were all supporting almost the same proposal, which was in effect the Massachusetts law, with a public option added to it.\n\nI think President Hillary Clinton would’ve come in with a similar proposal and faced a similar political climate, with a very hostile opposition. After all, we saw the tremendous opposition to her husband from the right. Many of the same people who hate Obama have lots of reasons to hate the Clintons, too. So I don’t think we would have seen a very different contour to the political fight. She may not have made some of the concessions that Obama made preemptively, which made it harder to win good policy, but it’s hard to know. It wouldn’t have been that different.\n\nHP: Now HCAN is disbanding. Why now, when there are still attacks on the law?\n\nRK: HCAN is closing shop at the end of December 2013. The campaign was started with one purpose: to enact comprehensive health-care reform. We had planned to end the campaign after the ACA passed. But the steering committee said, “No, let’s keep this open and just be sure what we’ve won really sticks.” That was even before we saw the extraordinary constitutional challenge on the individual mandate and the incredible stick-to-itiveness of the right wing attack on the Affordable Care Act.\n\nBut now the law is here to stay. A recent New York Times article noted that a couple of million people are going to be signed up in the exchanges by the end of 2013. The ACA is not going anyplace. HCAN had done its job of winning and securing the law. It’s leaving to other organizations the job of defending and improving the law.\n\nHP: Of course, had you decided to operate for another year, in December 2014 somebody would say, “Why are you disbanding now, when there are still attacks on the law?” Are you surprised that it’s still such a political knife fight more than three years after ACA’s passage?\n\nRK: I am surprised. Though this seems less surprising when health reform is viewed in the broader context of polarization and of the right wing’s reaction to Obama as an African American in the White House. This context also includes huge changes in the country, the squeezing and crushing of the middle class, wage stagnation, the sense that for the first time we’re not building a country that’s going to be better for our children. So you have one part of the population that’s conservative and very anti-government; their reaction has been to become more conservative, in an extreme way. Historically, a portion of the American population reacts this way, particularly when change is disruptive and scary. That’s what conservative politicians are building on and polarizing. ACA turned out to be a really effect weapon for them.\n\nI’ve also learned something else, too, in the many years I’ve done this work. Health care is a powerful political issue because it’s such a powerful personal issue. When you’re talking about something that’s so personal, when you bring a government role to that, emotions often cloud over people's thinking. This becomes very, very effective for polarization.\n\nWe also should understand that the right has opposed any move to having a government guaranteed health care for a century, going back to the first fights in 1912. For the government to have finally passed health reform, particularly at a time when the right is trying to roll back Social Security and Medicare, this is the biggest nightmare possible for them. All that together explains why they’ve continued to do make it the issue that they have.\n\nWhat is ironic is that it didn’t have to be so polarizing. On the substance, ACA is a very conservative law. It increases the role of the insurance industry. Many of the ACA’s real current problems -- as opposed to problems conjured up by the right -- such as excessive deductibles, are prominent because these policies are the insurance companies’ favorite mode of operating. The new law relies on individual responsibility to purchase often-subsidized coverage through the new marketplaces, which nationally and in most states are lightly regulated. Conservatives in a different era would’ve said, “This is a real compromise. This is something which takes many of our ideals -- not all of them -- and puts them into law. This is the kind of reform we wanted and championed to a great extent.” That’s where it comes back to the real political motivations. The folks who are feeling pressed by demographic change, feeling pressed by the, “We’re helping those others who are not like you,” didn’t have to be told such divisive stories.\n\nLook at all the seniors who say, “Get the government out of my Medicare.” They didn’t have to be told this story whatsoever. For political reasons, Republicans wanted to scare seniors, even though nothing in the law hurts seniors. It actually increases their benefits.\n\nHP: Susanne Mettler’s terrific book, The Submerged State, is very much about how so much public policy is done through tremendous subsidies, provided in relatively opaque ways, often with perverse consequences. Student loans and 401(k) programs would be two obvious examples.\n\nTo connect back to your book, single-payer folks would respond to your description by saying: “Well, a single-payer system would have an obviously social insurance structure. We would avoid all this nonsense with the exchanges, all the layers of complexity barnacled onto our crazy system.” These advocates might ask: “Wouldn’t we have a better system if we had a single payer? Why didn’t HCAN and its friends push for that?”\n\nRK: What’s the expression: “If wishes were horses, beggars would ride?”\n\nYes -- if we could wave a magic wand and design a rational health-care system that would control costs while providing much better access, we wouldn’t design our current one. The ACA was the best that we could get through the American political system. The fact that we failed in every previous instance in the past 100 years reflects the reality that there hadn’t been a reform designed to deal with the realities of American politics, and there hadn’t been a broad-based movement built effectively for the country to pass this reform. That was the contribution that HCAN made.\n\nThe two things came together in passing the ACA. The legislation was carefully constructed to engage, instead of alienating, the biggest interest groups, which have huge amounts of money that could effectively be used to kill health reform. Both because of their lobbying clout and their ability to use paid media to scare the public. These interest groups were neutralized enough, in some cases even mildly supportive. Then we built a whole grass-roots movement to overcome the opposition.\n\nYes, there are much better ways to run our health-care system. The question is now that we have the ACA in place, will the conservatives’ nightmare be realized? That nightmare is that ACA really does turn, over time, into something much broader, more collective, more affordable, and that government does a better job of controlling costs by confronting private interests. That’s going to be the battle for the next few decades.\n\nHP: An interesting tension arises in your book between the views of policy wonks such as myself and the kinds of experiences that led grass-roots activists and regular people to become passionate about health reform and to do the things needed to get it done. You have these two different cultures that are complimentary but that don’t always coincide.\n\nI was especially struck by the deep disagreement over the so-called Cadillac tax. Most of us who are trained in health economics would say, “It’s a tremendously inefficient, often regressive policy to exempt health benefits from taxation.” Yet you have millions of people, particularly in labor unions across America, for whom this of critical importance. Indeed this was specifically a reason why they voted for Obama over McCain because McCain had a plan that would’ve taxed health benefits.\n\nI don’t think you can say this is a white-hat or black-hat issue. Depending on where people are sitting, reasonable people can take really pretty different views of this issue.\n\nRK: The Cadillac tax is so interesting that way. What matters politically is how this would affect people’s lives. It’s not just labor unions. Having your employer sponsored health care not taxed is a huge benefit beyond unionized workers; it’s just the labor unions are the only people who give a voice to it, which illustrates why unions are so important … .\n\nYou can look in the economic model of not taxing health benefits and say, “There are better ways to do this in terms of progressivity and efficiency.” But for the person who gets the benefit at works, they are getting something very important to their lives. It may be true that the dollar value of health benefits is worth less to the average person than to someone more affluent who is in a higher tax bracket. But the benefit means a lot more to the average person, who could not afford coverage without it. You have to understand how people experience health care, not in a textbook sense but in the reality of their lives.\n\nThe biggest problems with the law are around affordability. The way the law is structured, coverage is still not affordable for many people. And again, people’s experiences of the law will be around affordability. So people will be glad to get coverage, but they will also live with high deductible-coverage and premiums that may still be difficult to pay.\n\nIn the legislative campaign, our biggest issues with the bill concerned affordability. A lot of the cost to people was made much worse by the president’s unfortunate (to put it nicely) decision to spend less on subsidizing people because he wanted to get the cost of the subsidies under the magic 1-trillion-dollar figure.\n\nBut doing so didn’t change the debate at all; Republicans still called it a “trillion-dollar program.” But it did mean lower subsidies for people, higher premiums, higher deductibles. It has resulted in making insurance less affordable, making the plan less popular. It’s going to shape a lot of the contours of the upcoming debate in the next few years of how we make the program work better.\n\nHP: Going back over the political history of ACA, it’s hard to fairly distinguish genuine strategic missteps from losses that simply reflected a tough negotiation. When you need 60 votes, it’s easy to end up negotiating with yourself because you’re thinking how Senators 57, 58, 59 and 60 are going to perceive the fiscal discipline of this new law. In the wake of some of the rollout challenges, many people are saying that the president needs to rethink his approach.\n\nMany of these calls are effectively saying, “You need to reach out to the political center more and to be more ideologically moderate.” Your book argues that some of the president’s biggest strategic mistakes were quite the opposite: He moved too quickly in the direction of the political center. In fairness, he bet his presidency on ACA. Its passage was a very close thing. Before this thing was done, he was going to have to make some very painful concessions to Ben Nelson, Kent Conrad, and Max Baucus under any scenario … .\n\nRK: Absolutely. I’m not so critical of the fact that they had to make compromises. It’s the fact they made them much too soon. The reality was that they were relying on 60 Democrats and not relying on Republicans. It became pretty clear by the summer of 2009 that Baucus was being led down the primrose path by Chuck Grassley. Grassley was making all sorts of public statements that he wasn’t really going to reach a deal on this. Yet Baucus kept trying and trying.\n\nYou have to look at Baucus and Obama together on this. Jim Messina, who was one of the top people working for Obama and his deputy chief of staff, had been Baucus’s chief of staff. They kept making concessions when it was clear the Republicans weren’t going to support it. Even when it was crystal clear -- and they gave up on getting Republican support - -they didn’t go back and present a better bill. They might have said, “Well, we’re going to write the bill that we want and then we’ll make compromises to get 60 Democrats.” Instead, they kept all the things they added to appeal to Republicans that hadn’t worked. So they were unnecessarily negotiating with themselves. Then, at the end in December, when they had to get it through the Senate, they had to negotiate with the Joe Liebermans and the Ben Nelsons and had to make concessions. Had they not made all these concessions earlier, they would’ve started it with a stronger bill … . The conservative Democrats could only ask for so much. The final bill would have been stronger.\n\nBy making these preemptive concessions to appease Republicans, Baucus and Obama put themselves in a much weaker position from a policy point of view and eventually from a political popularity point of view, as well. That’s the thing I want to emphasize: It’s not just a political game. At HCAN we kept asking: how is it going to affect real people’s lives? We were looking for legislation that people would find the most affordable and giving them the best opportunity to gain access to good health care. That’s what our mission was.\n\nWe always wanted to ask: What does the best legislation look like? And we’ll make political concessions when we need to in order to get something passed. It’s a different lens than was largely held inside Washington. For me it was an unwise concession to say we’re going to spend less than a trillion dollars. The ACA was still attacked as a trillion-dollar plan when it was $960 billion. It would have been attacked in the same way had it cost another $100 or $200 billion, which would have made coverage more affordable. The ACA would have faced the same attack, but now we wouldn’t be facing the proliferation of so many plans with overly expensive premiums. That really is what creates the long-term problem.\n\nHP: That $900 billion figure also encouraged another original sin of ACA: back-loading of so many key provisions. One floated proposal would have allowed states to start Medicaid and the new exchanges whenever they wanted. So the blue states could have started when they were ready. Especially as we’re in the middle of a devastating recession, front-loading would have added some economic stimulus, too. Had a couple of states started early, we might also have received greater forewarning about some of the implementation and software issues …\n\n\n\nThen there was the public option. From a progressive perspective, what happened was doubly sad. The public option didn’t make it into the final bill. And it wasn’t bargained away to get anything in return. It seems like it was just left on the table. Part of the political challenge for Democrats was that people on the left were very excited about the public option. Other things such as the affordability issues didn’t quite have the same handles to grab onto. So it wasn’t as if the one could say, “Well, we’ll give up the public option if you provide subsidies to 500 percent of poverty or whatever.” I don’t know whether there was a way that might have been handled differently. As things played out, there was no way the left could’ve got anything back for giving up the public option that wouldn’t have demoralized people.\n\nKirsch: Part of the problem -- this was a huge problem for us that I talk about in my book — was that to do a big public campaign around issues of affordability would have been very tricky. Affordability was people’s biggest fear about the legislation. The right was attacking ACA as not being affordable. For us to make a big public campaign about ACA’s affordable would have been risky, particularly after the tea party gains of August 2009. We did organize grass-roots lobbying to seek improvements to affordability and won some small improvements in the final bill. But these were much more subdued than a big public campaign.\n\nIn addition to which, the reality is that a lot of the excitement about the public option was that this was something bold and different. Progressive base activists could get a hold of that and get excited about it. There’s nothing about affordability that’s that sexy and clear. If you say, “We want to be sure instead of 200 percent of poverty paying no more than 2.5 percent, we want to get that down to 1.5 percent,” that’s a huge thing in people’s lives, but it’s really hard to get people excited about it.\n\nHP: At one point in your book, you asked someone in the White House, “What’s the inside/outside game?” This person basically responded, “There is no outside game.” Watching from a distance in 2009 and early 2010, I always got the feeling that the White House didn’t quite know how to strike the right balance here. They faced practical challenges of negotiating inside deals to get this done. By the way, I think the president’s progressive base understood that. People had watched the Clinton effort fail. They knew that some deals needed to be cut. President Obama had a tremendous amount of good will from liberals and the left coming on his historic election. For all this, there was tremendous uneasiness in Washington about what would happen to ACA if all of these somewhat uncontrollable outside groups who were operating alongside a delicate set of negotiations.\n\nHow would it work if grass-roots activists — including many who had been quite active in the Obama campaign — pursued a populist campaign against the insurance companies at the very moment politicians were in the room with the insurers negotiating the myriad practicalities of health reform. One end result was a de facto demobilization of outside voices out of a fear these might have complicated the inside game.\n\nRK: This was a huge misunderstanding by the Obama folks about power and political dynamics, just a fundamental miscalculation and blindness that was really destructive. The president’s personality is to be conciliatory. Until the summer of 2011 and the grand bargain collapsed, he always wanted to be conciliatory. He also had people like Rahm Emanuel and Jim Messina in the White House who wanted to totally control everything and did not want any on the left pushing them. But power works differently. They would have been in a much stronger position if they could say, “We’re being pushed really, really, really hard from the left, and so this is the best we can do.” And then cut final deals when they had to.\n\nLook at the difference in approach between Ronald Reagan and Barack Obama. Reagan did not compromise publicly. He staunchly stood up for his conservative ideals publicly. But finally he made a lot of deals. He made a lot of concessions. People now point out that a lot of what Reagan agreed to was further left than where Republicans are now on taxes and other things. But when Reagan made those deals, his base ultimately forgave him. They saw he was out there as a champion and said, “Well, this must be the best he can do.” But because Obama was constantly undercutting his own rhetoric, he lost credibility with his base.\n\nHP: Your comments make me wonder how different the Obama presidency would’ve been had Republicans not made the basic strategic decision before he was even inaugurated that their best political play was implacable opposition. He really had hoped for a presidency in which he could identify and generate a greater degree of bipartisan consensus. I believe, for example, he would have been delighted to negotiate over the malpractice issue, if Republicans were at all interested.\n\nThere was one unintended consequence of this process. Moderate and conservative Democrats in the end came to own ACA in a very serious way. It’s striking after Scott Brown’s election that people like Conrad and Baucus did what had to be done to enact ACA, because it really was their bill.\n\nRK: Indeed it is.\n\nAnother thing that empowered many politicians in the process — here I mean the president and the speaker and pretty much most the entire Democratic leadership and many Democratic members -- was a compelling sense of history. They really did believe that they were doing something historic and of vital importance to the country and to their constituents. It was reinforced by all the constituents they met, the personal stories they heard at our events at at others. It’s easy to be cynical about politicians, but what I saw over and over again was really a heartfelt commitment, sense of destiny, a sense of history.\n\nHP: I think we should close with the future of the public option. Do you believe the public option will reappear? If it has a future, how do you think it may come back given the current political landscape?\n\nRK: The most sensible approach would be to extend Medicare to people under 65, to make Medicare another choice in effect for people who are shopping within the exchanges. Medicare is already in place. It would need some changes, but I think you’re going to see more and more people saying, “Well, let’s just look at that as an option.”\n\nWe need to see big changes in the ACA, like expanding Medicare, within the context of the question of how do people in the 21st-century American economy support themselves and their families. Stagnant wages, health care that has high deductibles, retirement plans which if they exist at all are subject to market whims, the high cost of higher education -- these challenges are all interrelated.\n\nAre we going to actually see an opportunity for a movement that advocates for an economy that once again tries to work for everybody as opposed as the few at the top? It’s in that context that we’ll see positive changes with the ACA: It could be a Medicare expansion. It could be just much bigger subsidies. It could be much more active purchasing, which involves states really negotiating and pushing insurance companies for lower rates and makes plans more affordable.\n\nIn terms of health-care prices, how much more are we going to see the need to actually control what we pay for health care? That’s the biggest problem with health care. We pay much higher prices for doctors, hospitals, drugs, medical equipment than other countries. We don’t use more health care than most places. We actually have lower use of drugs and doctors in hospitals than most of our competitors. We just pay much more for it.\n\nHP: Watch it, buddy. Some of us happen to work in academic settings where high prices are considered a feature, not a bug.\n\nRK: Right. Well, it’s a bug for the country ... .", "article_metadata": {"description": "\"The ACA is not going any place. HCAN had done its job of winning and securing the law. It’s leaving to other organizations the job of defending and improving the law. \"", "og": {"site_name": "Washington Post", "description": "\"The ACA is not going any place. HCAN had done its job of winning and securing the law. It’s leaving to other organizations the job of defending and improving the law. \"", "title": "The group that got health reform passed is declaring victory and going home", "url": "https://www.washingtonpost.com/news/wonk/wp/2014/01/05/the-group-that-got-health-reform-passed-is-declaring-victory-and-going-home/", "image": "https://images.washingtonpost.com/?url=http://img.washingtonpost.com/blogs/wonkblog/files/2014/01/RK-Pic-Roosevelt.jpg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/wonk/wp/2014/01/05/the-group-that-got-health-reform-passed-is-declaring-victory-and-going-home/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "insurance, obamacare, coverage, affordable care act,", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "insurance, obamacare, coverage, affordable care act,"}, "article_summary": "They would have been in a much stronger position if they could say, “We’re being pushed really, really, really hard from the left, and so this is the best we can do.” And then cut final deals when they had to.\nRichard Kirsch: I have a history working on health reform going back to 1986, when I started working in New York, along with others around the country, to see if we could get a new movement for national healthcare reform going.\nHis 2012 book, \"Fighting for Our Health: The Epic Battle to Make Health Care a Right in the United States,\" is an essential reference regarding the grass-roots advocacy behind health reform.\nI then was involved, from New York, in the Clinton health care reform fight.\nKey constituencies that advocated for health reform negotiated compromises well before a bill even existed."}