{"article_title": "Milos Forman's five best films, from the Czech New Wave to The People Vs. Larry Flynt", "article_keywords": ["milos", "little", "flynt", "formans", "czech", "work", "wave", "director", "vs", "film", "films", "milo", "larry", "forman", "best"], "article_url": "http://www.chicagoreader.com/Bleader/archives/2015/02/08/milos-formans-five-best-films-from-the-czech-new-wave-to-the-people-vs-larry-flynt", "article_text": "\n\nThe Fireman's Ball\n\nAs part of the series \"Prison Break!: Great Escape Films of the 20th Century,\" the University of Chicago's Doc Films Club is screening One Flew Over the Cuckoo's Nest, the famous Jack Nicholson vehicle that's director Miloš Forman's most overrated film. In his capsule review, Dave Kehr writes, \"This slick and entertaining 1975 film of Ken Kesey's cult novel will inevitably disappoint admirers of director Miloš Forman's earlier work . . . there is little of Forman's real personality in the film, which smooths over the complexities of his Czechoslovakian work in favor of some mighty simpleminded conceptions of Life, Liberty, and the Pursuit of Happiness.\" While it's true that Forman was already something of an awards favorite before he came to America (Loves of a Blonde and The Firemen's Ball—which helped kick-start the Czech New Wave of the 1960s—were both nominated for Oscars), after the major success of Cuckoo's Nest he settled into a long career of making complacent prestige pictures, their blandness only occasionally leavened by the trenchant humanism that made his early work so vital. You can find my five favorite Miloš Forman films after the jump.\n\n5. The People vs. Larry Flynt (1996) After Valmont—his lackluster adaptation of Choderlos de Laclos's Les liasons dangereuses—garnered only one Oscar nomination, Forman seemed solely interested in making prestige biopics and docudramas a la Amadeus, and this is the the one I can stomach most. (There's a little too much Oliver Stone here, if you ask me.) Not exactly high praise, I realize, but there's a lot to like about the film, most notably Courtney Love's weird and delightful supporting turn as Althea Flynt.\n\n4. Taking Off (1971) The Czech New Wave comes to America. The film has the unique perspective of an outsider investigating a new culture during a time of cultural transition. It garnered none of the Oscar buzz the director would eventually grow accustomed to, but its insights into generational malaise, Westernized concepts of self-actualization, and ageism are some of the director's most profound and humorous. The Ike and Tina Turner scenes are a sight to behold.\n\n3. Black Peter (1964) The first major Czech New Wave film, a wondrously discursive comedy deeply disliked by the ruling Communist party for daring to illustrate the tension that spurred the Prague Spring. Forman's style and overall ability aren't exactly refined here, but the lack of polish only adds to the film's wry personality. The satirical touches remain some of the director's most inspired, and the party sequence, a motif seen throughout his filmography, anticipates. . .\n\n2. The Fireman's Ball (1967) Though its premise amounts to little more than an anecdote, Forman stuffed this little masterpiece with enough satirical bite and cultural commentary that it was \"banned forever\" in Czechoslovakia following the Soviet invasion of 1968. The final sequence features one of the great visual jokes in film history: a local barn is engulfed by flames, and when the farmer complains that he is cold, the firemen simply move his chair closer to the fire. Out of the frying pan. . .\n\n1. Loves of a Blonde (1965) Offering doses of hopefulness and pessimism in equal measure, Forman's other major Czech masterpiece is both a delightful character study and a cogent take on the cultural and political state of an entire society. A truly great satirist, the director plays with his protagonist's naivety and moral shortcomings but never judges her. His intimate closeups and soft, low-contrast lighting infuse the action with deep compassion, a testament to Forman's curiosity and general appreciation for the spirit of people in times of duress.", "article_metadata": {"layout": "Blog Post", "description": "Highlights from the filmography of Miloš Forman", "title": "Milos Forman's five best films, from the Czech New Wave to The People Vs. Larry Flynt | Bleader | Chicago Reader", "og": {"site_name": "Chicago Reader", "description": "Highlights from the filmography of Miloš Forman", "title": "Milos Forman's five best films, from the Czech New Wave to The People Vs. Larry Flynt", "url": "http://www.chicagoreader.com/Bleader/archives/2015/02/08/milos-formans-five-best-films-from-the-czech-new-wave-to-the-people-vs-larry-flynt", "image": {"width": 600, "identifier": "http://media1.fdncms.com/chicago/imager/the-firemans-ball/u/slideshow/16352272/1423250720-the-firemans-ball.jpg", "height": 444}, "type": "article"}, "twitter": {"description": "Highlights from the filmography of Miloš Forman", "title": "Milos Forman's five best films, from the Czech New Wave to The People Vs. Larry Flynt", "image": {"src": "http://media1.fdncms.com/chicago/imager/the-firemans-ball/u/slideshow/16352272/1423250720-the-firemans-ball.jpg"}, "creator": "@drew_hunt", "site": "@Chicago_Reader", "card": "summary_large_image"}, "oid": 16349815, "fb": {"app_id": 219877661382774}, "keywords": "Miloš Forman, One Flew Over the Cuckoo's Nest, Dave Kehr, The People vs. Larry Flynt, Chicago Reader", "google-site-verification": "LWsciMIvTYJbiK1PtiDsJejlnEOP4J-E1e9TXi9VFSc", "thumbnail": "http://media1.fdncms.com/chicago/imager/the-firemans-ball/u/slideshow/16352272/1423250720-the-firemans-ball.jpg", "viewport": "width=1000", "news_keywords": "miloš forman, one flew over the cuckoos nest, dave kehr, the people vs larry flynt, chicago reader"}, "_id": "\"57477af46914bd0286fdc0b7\"", "article_summary": "You can find my five favorite Miloš Forman films after the jump.\nIn his capsule review, Dave Kehr writes, \"This slick and entertaining 1975 film of Ken Kesey's cult novel will inevitably disappoint admirers of director Miloš Forman's earlier work .\n: Great Escape Films of the 20th Century,\" the University of Chicago's Doc Films Club is screening One Flew Over the Cuckoo's Nest, the famous Jack Nicholson vehicle that's director Miloš Forman's most overrated film.\nBlack Peter (1964) The first major Czech New Wave film, a wondrously discursive comedy deeply disliked by the ruling Communist party for daring to illustrate the tension that spurred the Prague Spring.\nForman's style and overall ability aren't exactly refined here, but the lack of polish only adds to the film's wry personality."}