{"article_title": "Trump: Syrian Refugees Could Be an ISIS Ploy, Should Be Sent Back", "article_keywords": ["staying", "isis", "trump", "hes", "refugees", "ploy", "theyre", "going", "syria", "security", "syrian", "sent", "thats"], "article_url": "http://www.thefiscaltimes.com/2015/10/01/Trump-Syrian-Refugees-Could-Be-ISIS-Ploy-Should-Be-Sent-Back", "article_text": "Immigrants from Mexico aren’t the only people who would be deported under a Donald Trump administration: migrants fleeing the violence in Iraq and Syria would get the boot, too.\n\n“I’m putting the people on notice that are coming here from Syria as part of this mass migration,” Trump said Wednesday night during a campaign event in New Hampshire. “If I win, they're going back.”\n\nRelated: Kerry Wants to Accept More Syrian Refugees, but Will Congress Allow It?\n\nThe Republican presidential frontrunner, who previously pledged to close the U.S.-Mexico border on his first day in office, warned that those seeking asylum from Syria could be Islamic militants in disguise.\n\n“They could be ISIS, I don't know. Did you ever see a migration like that? They’re all men. And they’re all strong looking guys,” said Trump, who wondered why the refugees weren’t staying and fighting for their county.\n\n“This could be one of the great tactical ploys of all time. A 200,000-man army, maybe,” he added. “That could be possible. I don’t know that it is, but it could be possible.”\n\nEarlier last month Secretary of State John Kerry announced the U.S. would dramatically boost the number of refugees over the next few years, with 85,000 next year and up to 100,000 in 2017.\n\nRelated: Can the U.S. Handle 100,000 Syrian Refugees?\n\nThe plan faces significant resistance on Capitol Hill, where top GOP lawmakers have expressed concerns about the effort. They argue the U.S. doesn’t have the right security procedures in place to adequately vet refugees and determine if they pose a security risk.\n\nUnsurprisingly, Trump didn’t say how he would expel the migrants.\n\n“If they come, that’s great. If I lose, I guess they’re staying,” he said.\n\nHis remarks quickly became fodder for one of his chief presidential rivals.\n\nRelated: Why Europe’s Migrant Crisis Also Belongs to America\n\n“[W]e have Donald Trump saying that refugees need to be sent back. If he's elected president, he'll just round them all up and send them back. This is not an America that I believe is the one that will create peace and security,” former Florida Governor Jeb Bush said Thursday during an interview with MSNBC’s “Morning Joe.”\n\n“If you're interested in fighting Islamic terrorism over the long haul, we cannot allow this to stand pat,” he added. “These refugee camps will be breeding grounds for disillusioned people that are going to end up creating problems for us.”\n\nBush, who has spent weeks trying to regain his frontrunner status from Trump, chided the real estate mogul’s strategy for dealing with crisis as “not a serious plan.”\n\n“This is typical of Mr. Trump,” said Bush, who expanded his comments to indict Trump’s whole approach to immigration. “He's going to take all the Syrian refugees back whenever they come. He's going to, in two years’ time, remove 12 million people from our country. That's a half a million people a year. The cost of that, the lack of civil liberties, the disruptive nature of that is just not realistic and ultimately, people are going to begin to see these things.”", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Immigrants from Mexico are not the only people who would be deported under a Donald Trump administration: migrants fleeing the violence in Iraq and Syria would get the boot, too.", "title": "Trump: Syrian Refugees Could Be an ISIS Ploy, Should Be Sent Back", "url": "http://www.thefiscaltimes.com/2015/10/01/Trump-Syrian-Refugees-Could-Be-ISIS-Ploy-Should-Be-Sent-Back", "image": "http://cdn.thefiscaltimes.com/sites/default/files/trump_syria_refugee_split.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/10/01/Trump-Syrian-Refugees-Could-Be-ISIS-Ploy-Should-Be-Sent-Back", "image": "http://cdn.thefiscaltimes.com/sites/default/files/trump_syria_refugee_split.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Immigrants from Mexico are not the only people who would be deported under a Donald Trump administration: migrants fleeing the violence in Iraq and Syria would get the boot, too.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "“If I win, they're going back.”Related: Kerry Wants to Accept More Syrian Refugees, but Will Congress Allow It?\n“He's going to take all the Syrian refugees back whenever they come.\nHandle 100,000 Syrian Refugees?\nRelated: Why Europe’s Migrant Crisis Also Belongs to America“[W]e have Donald Trump saying that refugees need to be sent back.\nAnd they’re all strong looking guys,” said Trump, who wondered why the refugees weren’t staying and fighting for their county."}