{"article_title": "Progress on addiction treatment front", "article_keywords": ["substance", "recovery", "longterm", "disease", "addicts", "treatment", "x", "need", "progress", "addiction", "care"], "article_url": "http://www.app.com/story/opinion/columnists/2016/02/26/robert-budsock-addiction-recovery/80979324/", "article_text": "Intervention in the form of detox and initial treatment is just the beginning of a long-term journey that can lead to a sustained recovery. Substance use disorders must be approached as a chronic, lifetime disease. (Photo: Getty Images/iStockphoto)\n\nSkip Ad Ad Loading... x Embed x Share Seaside Heights mayor shares the pain of losing his son to heroin addiction, hoping to help others. Andrew Ford\n\nReaching sobriety is difficult for someone addicted to heroin or a prescription opioid. But for the millions of Americans struggling with addiction, as difficult as achieving sobriety is, it can be even more difficult to make their recovery last.\n\nThe face of addiction is changing. We are now seeing 16- to 20-year-olds, with their whole lives ahead of them, suffering from substance use disorders. More and more people of all ages and backgrounds, rich and poor, from the cities to the suburbs, are presenting with crippling addictions. This is a societal problem, and as such, it is crucial that we provide our neighbors, friends, family and loved ones with the proper treatment and care they need to get sober. But we must not stop there.\n\nEven following detox and treatment, many patients walk out the door and “fall off a cliff,” as a recent The New York Times article very accurately described. The life stresses and issues that are masked by drugs don’t miraculously disappear after an acute treatment episode. Without continuing care, far too many addicts fall right back into the cycle of substance abuse.\n\nLETTER: Opposition to rehab facility exposes ignorance\n\nMoreover, relapse poses additional and extremely dangerous risks. The threat of a potentially fatal overdose among this group is significantly greater, because a previously survivable dose is often deadly following a period of abstinence.\n\nClearly, current protocols and modalities are not working for a majority of addicts who complete initial treatment. It’s time we faced the fact that addiction is a disease that often requires long-term, sometimes lifetime care. Relying on short-term recovery models alone has not worked, and will not curb the epidemic of addiction.\n\nWATCH: Darryl Strawberry talks drug addiction in Morris Knolls\n\nSkip Ad Ad Loading... x Embed x Share Yankees, Mets player talks about substance abuse. Staff video by Michael Izzo\n\nIntervention in the form of detox and initial treatment is just the beginning of a long-term journey that can lead to a sustained recovery. Substance use disorders must be approached as a chronic, lifetime disease. Just as one is never “cured” of diabetes, for example, properly managing the addict’s care over the long term will lead to far greater success in managing the disease of addiction.\n\nAt Integrity House, we’re actively working to change this paradigm with a full continuum of care and providing the tools that our clients need to successfully integrate themselves back into society after treatment — including education, employment readiness, secure and supportive housing, and an emphasis on avoidance and refusal skills. Armed with these skills and a continued connection to supportive services, the recovering addict has a fighting chance of carving out a successful, long-term recovery.\n\nThankfully, the tide has been turning toward funding these proven and effective long-term treatment options. The Mental Health Parity and Addiction Equity Act of 2008 required all insurers to reimburse treatment for mental health, including addiction, at the same rate as physical health, and the Affordable Care Act expanded this law to cover individual health insurance plans.\n\nIn New Jersey, Gov. Chris Christie recently shared his plan to expand the Recovery Coach Program, which assists recovering addicts on their path toward long-term recovery. At the same time, the governor has announced plans to increase the rates of reimbursement for addiction treatment services, which will help to make treatment more readily available for more addicts. We at Integrity House strongly support these funding reforms that will allow us, and many other treatment and recovery facilities, to provide new and innovative ways to combat addiction and assist in long-term recovery.\n\nThis evolution in the way society views and deals with substance abuse is both welcome and long overdue. At Integrity House, it’s our mission to continue to educate the public about the disease of addiction, and to help to reduce the stigma around addiction. As Christie said, “We need to stop judging and start giving them the tools they need to get better.” New Jersey’s heroin and opioid abuse epidemic demonstrates a stronger need now more than ever to face this crisis with proven, effective treatment and recovery models that give individuals struggling with addiction the resources they need to not only get sober, but to maintain their recovery, and to lead a healthy and positive life as contributing members of families and society.\n\nRobert J. Budsock is president and CEO of Integrity House, a nonprofit substance abuse rehabilitation center with locations in Newark, Secaucus and Jersey City.\n\nRead or Share this story: http://on.app.com/20ZB4oQ", "article_metadata": {"google": "notranslate", "description": "The tide has been turning toward funding proven and effective long-term addiction treatment options. The Mental Health Parity and Addiction Equity Act of 2008 required all insurers to reimburse treatment for mental health, including addiction, at the same rate as physical health, and the Affordable Care Act expanded this law to cover individual health insurance plans.", "og": {"site_name": "Asbury Park Press", "description": "The tide has been turning toward funding proven and effective long-term addiction treatment options. The Mental Health Parity and Addiction Equity Act of 2008 required all insurers to reimburse treatment for mental health, including addiction, at the same rate as physical health, and the Affordable Care Act expanded this law to cover individual health insurance plans.", "title": "BUDSOCK: Progress on addiction treatment front", "url": "http://www.app.com/story/opinion/columnists/2016/02/26/robert-budsock-addiction-recovery/80979324/", "image": "http://www.gannett-cdn.com/GDContent/applogos/app.png", "type": "article"}, "twitter": {"description": "The tide has been turning toward funding proven and effective long-term addiction treatment options. The Mental Health Parity and Addiction Equity Act of 2008 required all insurers to reimburse treatment for mental health, including addiction, at the same rate as physical health, and the Affordable Care Act expanded this law to cover individual health insurance plans.", "title": "BUDSOCK: Progress on addiction treatment front", "image": "http://www.gannett-cdn.com/-mm-/4163c00ee8d9df5701c6c8b6ea925bb4155c2ad5/c=122-0-605-483&r=x643&c=640x640/local/-/media/2016/02/26/AsburyPark/B9321102284Z.1_20160226103944_000_G75DIVDPR.1-0.jpg", "creator": "@AsburyParkPress", "site": "@AsburyParkPress", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600068887", "fb": {"app_id": 116172675120111}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Robert Budsock, addiction recovery, Integrity House, Mental Health Parity and Addiction Equity Act"}, "article_summary": "At the same time, the governor has announced plans to increase the rates of reimbursement for addiction treatment services, which will help to make treatment more readily available for more addicts.\nThankfully, the tide has been turning toward funding these proven and effective long-term treatment options.\nAt Integrity House, it’s our mission to continue to educate the public about the disease of addiction, and to help to reduce the stigma around addiction.\nWe at Integrity House strongly support these funding reforms that will allow us, and many other treatment and recovery facilities, to provide new and innovative ways to combat addiction and assist in long-term recovery.\nIt’s time we faced the fact that addiction is a disease that often requires long-term, sometimes lifetime care."}