{"article_title": "Review: ‘Cinderella’ a magical introduction to theater", "article_keywords": ["ball", "theater", "stepmother", "sheldon", "introduction", "therese", "review", "cinderella", "magical", "thompson", "love", "ticket", "true", "wicked"], "article_url": "http://www.republican-eagle.com/content/review-cinderella-magical-introduction-theater", "article_text": "Review: ‘Cinderella’ a magical introduction to theater\n\nThe wicked Stepmother (Therese Thompson) tries to squeeze her foot into Cinderella’s glass slipper while daughters Joy and Portia (Rickeshia Clarke, left, and Sarah Kiczula) look on. The three villains bring some comic relief to the otherwise touching production running tonight and next weekend at the Sheldon Theatre.\n\nPhoenix Theatre’s production of “Cinderella” is a great opportunity to introduce children to the experience of attending a live play.\n\nThe adaptation of the Rodgers and Hammerstein musical zips along at just the right speed and, with two intermissions, allows plenty of time for bathroom breaks and the stretching of antsy legs.\n\nThat efficiency is thanks in part to the assumption that most audience members — younger ones included — have at least a basic grasp of the classic underdog story.\n\nAfter an opening number sets up the premise of a royal ball for Prince Christopher (Andrew Kreye), the action moves right into the life of Cinderella (Michelle Poncelet) and her torment at the hands of a stepmother and two nasty stepsisters.\n\nCinderella is a dreamer, spending her nightly alone time imagining faraway lands and a better life. Dancing with royalty seems impossible to the lowly handmaiden, but as her Fairy Godmother (Eve Stone) says after dropping by on the night of the ball, “Everything has to start with a wish.”\n\nPoncelet is an inspired choice for the lead role, drawing sympathy the moment she appears on stage with her patchwork dress and doe-eyed expression.\n\nHer talented singing voice only seals the deal further, gliding through numbers like “In My Own Little Corner” and the duet “Impossible; It’s Possible” with gentleness and true heart.\n\nIn contrast are her wicked Stepmother (Therese Thompson) and sisters Portia (Sarah Kiczula) and Joy (Rickeshia Clarke), who have a chance to really ham it up with their crass demeanors and gaudy outfits.\n\nThough despicable in their treatment of Cinderella, the women bring some effective comic relief — particularly during the ball sequence as they bumble through the classy affair like a lemon and tangerine nightmare.\n\nOn the other side of the aisle, parents and older audience members will find enjoyment in the King and Queen (Kevin Funk and Chelsea Indrehus). They are testy with each other at times, but share believable chemistry that denotes a deep bond.\n\nIn perhaps the most emotional scene of the play, the Queen has a heartfelt talk with her distraught son after Cinderella’s abrupt exit from the party. For a story about a romance that blooms in only a few minutes, taking a step back to explore the difference between true love and infatuation is a welcome touch.\n\n“Do I love you because you’re beautiful, or are you beautiful because I love you?” the Prince asks Cinderella as they dance near the close of the second act.\n\nIn the end it doesn’t matter for the fairytale couple, but it’s a question that will linger on well after curtain call.\n\nIf you go …\n\nWho: Phoenix Theatre\n\nWhat: “Cinderella”\n\nWhen: 7 p.m. today and July 18-19, 2 p.m. July 20\n\nWhere: Sheldon Theatre\n\nCost: $20 adults, $10 students; buy one adult ticket at the box office and get a student ticket free\n\nMore info: 651-388-8700 or www.sheldontheatre.org", "article_metadata": {"news_keywords": "Life,arts and entertainment", "Generator": "Drupal 7 (http://drupal.org)", "author": "Michael Brun", "og": {"site_name": "Republican Eagle", "description": "Phoenix Theatre’s production of “Cinderella” is a great opportunity to introduce children to the experience of attending a live play.\r\nThe adaptation of the Rodgers and Hammerstein musical zips along at just the right speed and, with two intermissions, allows plenty of time for bathroom breaks...", "title": "Review: ‘Cinderella’ a magical introduction to theater", "url": "http://www.republican-eagle.com/content/review-cinderella-magical-introduction-theater", "image": {"width": 300, "identifier": "http://www.republican-eagle.com/sites/default/files/styles/square_300/public/field/image/071214.F.RE_.Cinderella%20review.jpg?itok=NPE24NPZ", "height": 300}, "type": "article"}, "twitter": {"description": "Phoenix Theatre’s production of “Cinderella” is a great opportunity to introduce children to the experience of attending a live play.\r\nThe adaptation of the Rodgers and Hammerstein musical zips along at just the right speed and, with two intermissions, allows plenty of time for bathroom breaks...", "title": "Review: ‘Cinderella’ a magical introduction to theater", "url": "http://www.republican-eagle.com/content/review-cinderella-magical-introduction-theater", "image": "http://www.republican-eagle.com/sites/default/files/styles/16x9_430/public/field/image/071214.F.RE_.Cinderella%20review.jpg?itok=CSA79oUt", "site": "republicaneagle", "card": "summary_large_image"}, "fb": {"app_id": 243322109167890}, "keywords": "Life,arts and entertainment", "article": {"publisher": "https://www.facebook.com/redwingrepublicaneagle", "tag": "Life,arts and entertainment", "modified_time": "2014-07-12T09:00:33-05:00"}, "image": {"alt": "The wicked Stepmother (Therese Thompson) tries to squeeze her foot into Cinderella’s glass slipper while daughters Joy and Portia (Rickeshia Clarke, left, and Sarah Kiczula) look on. The three villains bring some comic relief to the otherwise touching production running tonight and next weekend at the Sheldon Theatre."}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "description": "Phoenix Theatre’s production of “Cinderella” is a great opportunity to introduce children to the experience of attending a live play.\r\nThe adaptation..."}, "article_summary": "Review: ‘Cinderella’ a magical introduction to theaterThe wicked Stepmother (Therese Thompson) tries to squeeze her foot into Cinderella’s glass slipper while daughters Joy and Portia (Rickeshia Clarke, left, and Sarah Kiczula) look on.\nPhoenix Theatre’s production of “Cinderella” is a great opportunity to introduce children to the experience of attending a live play.\nIn contrast are her wicked Stepmother (Therese Thompson) and sisters Portia (Sarah Kiczula) and Joy (Rickeshia Clarke), who have a chance to really ham it up with their crass demeanors and gaudy outfits.\nFor a story about a romance that blooms in only a few minutes, taking a step back to explore the difference between true love and infatuation is a welcome touch.\nCinderella is a dreamer, spending her nightly alone time imagining faraway lands and a better life."}