{"article_title": "Lewiston Hospital Shuts Down Psychiatric Crisis Unit", "article_keywords": ["shuts", "hospital", "maine", "psychiatric", "marys", "patients", "medicaid", "free", "st", "lewiston", "kelley", "crisis", "unit", "care"], "article_url": "http://news.mpbn.net/post/lewiston-hospital-shuts-down-psychiatric-crisis-unit", "article_text": "LEWISTON, Maine - About two weeks ago, St. Mary's Hospital in Lewiston closed its Behavioral Intensive Care Unit. Hospital officials say it's a move they've contemplated for years, and recent financial struggles forced them to finally pull the plug. Finances are also driving a change to the hospital's outpatient substance abuse program, which will now require a down payment from those who qualify for free care. While some health advocates criticize the changes, hospital officials say the impact on patients will be minimal.\n\nPatty Wight reports on the decision by St. Mary's Hospital in Lewiston to close its Behavioral Intensive Care Unit.\n\nThe Behavioral Intensive Care Unit at St. Mary's opened 10 years ago as an experiment. It was a small, six-person sub-unit for extremely suicidal or agitated patients who needed one-on-one support. The idea was that its small size would require fewer staff.\n\n\"It didn't always work out that way. In fact, rarely did it work out that way,\" says Dr. Med Kelley, the chief medical officer of Behavioral Health at St Mary's. \"Usually we had four people in there with three staff and you didn't really get any advantage. In fact, it got even worse because those three people were stuck in that unit and couldn't help out the other unit.\"\n\nPlus, that small unit consisted of just two rooms with three beds each, and patients often disturbed each other. Patients told the hospital the unit felt more like a small jail than a therapeutic hospital. Kelley says there was really no way to reconfigure that area to make it more effective. So, St. Mary's scrapped it.\n\n\"We'd been thinking about it for a long time, and then, because we're trying to become more and more efficient as we struggle with the lack of Medicaid expansion, it finally made us make a decision that we had been thinking about for years,\" Kelley says.\n\nHospitals in Maine have been hit with a triple whammy in recent years: The state's decision not to expand Medicaid under the Affordable Care Act reduced federal Medicaid reimbursements, which went into effect with the expectation that states would expand Medicaid, and new state restrictions on Medicaid eligibility. The result is that more patients at St. Mary's require free care - and that adds up to millions of dollars. St. Mary's says, for the first 10 months of 2014, it absorbed $22 million in free care, compared with 20 million the year before.\n\nBut despite those financial pressures, Jenna Mehnert of the National Alliance on Mental Illness in Maine is frustrated by the elimination of the six beds. She says people in Maine already struggle to get into the right facilities when they're experiencing a mental health crisis.\n\n\"I just can't believe that removing beds, rather than maybe re-purposing them for a different population if it wasn't equipped for the population that was using them right now, I just can't fathom getting rid of them,\" Mehnert says.\n\nSt. Mary's is also making changes to its intensive outpatient substance abuse program, says Dr. Kelley. By the beginning of next year, those who qualify for free care will be required to make a down payment. \"This is not a new idea,\" Kelley says. \"Most Catholic charity organizations for outpatient chemical dependency and residential chemical dependency already require a down payment.\"\n\n\"Well, it's unfortunate because people are eligible for free care because they don't have the resources to otherwise pay for their care,\" says Jack Comart, the litigation director at Maine Equal Justice Partners. He says under Maine law, patients are eligible for free care for any medically necessary service. \"If they are serious about detoxing people and providing this support so they don't come in as an inpatient, I'm not sure why this wouldn't be medically necessary.\"\n\nDr. Kelley says the hospital is still figuring out how much that down payment will be, and St. Mary's can waive the fee for certain patients. As for the loss of six psychiatric beds, Kelley says the hospital will be able to place most patients at other available beds. But those who are most aggressive would likely be sent to the Riverview Psychiatric Center or Spring Harbor Hospital.\n\n", "article_metadata": {"category": "Health", "description": "LEWISTON, Maine - About two weeks ago, St. Mary's Hospital in Lewiston closed its Behavioral Intensive Care Unit. Hospital officials say it's a move they", "Generator": "Drupal 7 (http://drupal.org)", "programs": "Maine Things Considered", "og": {"url": "http://news.mpbn.net/post/lewiston-hospital-shuts-down-psychiatric-crisis-unit", "image": "http://mediad.publicbroadcasting.net/p/mpbn/files/201411/logosquare.jpg", "type": "article", "description": "LEWISTON, Maine - About two weeks ago, St. Mary's Hospital in Lewiston closed its Behavioral Intensive Care Unit. Hospital officials say it's a move they", "title": "Lewiston Hospital Shuts Down Psychiatric Crisis Unit"}, "story_id": 365527633, "twitter": {"site": "@MPBNnews", "card": "summary", "creator": "@MPBNnews"}, "author": "Patty Wight", "org_id": 0, "dc": {"title": "Lewiston Hospital Shuts Down Psychiatric Crisis Unit"}, "nid": 11278, "datePublished": "2014-11-20", "keywords": "St. Mary\\'s Hospital, psychiatric beds", "wordCount": 704, "has_audio": 1, "viewport": "width=device-width"}, "article_summary": "LEWISTON, Maine - About two weeks ago, St. Mary's Hospital in Lewiston closed its Behavioral Intensive Care Unit.\nPatty Wight reports on the decision by St. Mary's Hospital in Lewiston to close its Behavioral Intensive Care Unit.\nThe Behavioral Intensive Care Unit at St. Mary's opened 10 years ago as an experiment.\nPatients told the hospital the unit felt more like a small jail than a therapeutic hospital.\nBy the beginning of next year, those who qualify for free care will be required to make a down payment."}