{"article_title": "Krickus: Incumbent Freeholders are ‘Tax-and-Spend Sellouts’", "article_keywords": ["increase", "freeholder", "slate", "tax", "budget", "taxes", "county", "morris", "taxandspend", "incumbent", "team", "sellouts", "freeholders", "krickus"], "article_url": "http://politickernj.com/2016/04/krickus-incumbent-freeholders-are-tax-and-spend-sellouts/", "article_text": "Former Morris County Freeholder John Krickus issued a statement on Thursday claiming that incumbents Tom Mastrangelo, Doug Cabana and Kathy DeFillippo abandoned the zero tax increase policy while simultaneously sending out campaign literature claiming “fiscal discipline.”\n\n“It is a sad day for Morris County taxpayers, since the vote has been cast to raise county taxes by $7.5 million, a cap busting 3.5% increase,” Krickus said in the statement. “As the county’s budget document details this tax increase is fueled by a two year spending spree of $23 million after the budget committee was taken over by Freeholders Mastrangelo, Cabana, and DeFillippo.”\n\nKrickus was formerly on the freeholder board but lost a reelection bid last year. This year, he is running without a slate in an effort to reclaim his position.\n\nAccording to Krickus, the incumbent slate known as Team Morris is “taking credit” for his efforts (and those of freeholder Hank Lyon) to keep taxes stable while he was on the board.\n\n“The Mastrangelo team is sending out campaign literature taking credit for my efforts and those of Freeholder Lyon to bring fiscal discipline to Morris County and deliver three straight years of no tax county tax increase, while they are simultaneously voting to increase taxes by millions this year and cut deals with unions that will drive up property taxes and county spending even more in the years to come,” Krickus said, referring to the endorsement of the Carpenter’s Union Team Morris received. Krickus also called Team Morris “tax and spend sell-outs.”\n\n“This vote by the incumbents returns Morris County to the failed policies of automatic tax and spend increases, after three short years of the conservative, zero-tax policy I delivered for taxpayers as a leader on the budget committee,” Krickus said.\n\nThe approved 2016 Morris County budget is $225.4 million while the 2015 budget was $217.9 million.\n\nKrickus will face off with the incumbent slate during the June 7 primary. A slate of challengers known as Morris United (Lou Valori, Peter King and Roman Hirniak) is also running for the freeholder board.\n\nTeam Morris released the following statement in response: “When John Krickus left Washington Township as Mayor he exhausted the surplus and left a financial disaster; he was also rejected by Republican voters less than 12 months ago. The truth is the realities of Obamacare and Medicaid cuts from Washington, DC have impacts – the resulting budget adjustment is fiscally responsible, sound stewardship for taxpayers, and less than five dollars per household over our entire term to protect vital programs across Morris County like care for seniors, open space, public safety and county roadways. Team Morris 2016 is proud of three straight years of stopping tax increases, cutting debt by $30 million and being recognized as one of the best run counties in America at managing tax dollars.”", "article_metadata": {"sailthru.image.thumb": "https://nyopolitickernj.files.wordpress.com/2016/04/pic_bg_krickus.jpg?w=50", "description": "Krickus issued a statement claiming that incumbents abandoned the zero tax increase policy.", "generator": "WordPress.com", "og": {"site_name": "New Jersey News, Politics, Opinion, and Analysis", "description": "Former Morris County Freeholder John Krickus issued a statement on Thursday claiming that incumbents abandoned the zero tax increase policy while simultaneously sending out campaign literature clai…", "title": "Krickus: Incumbent Freeholders are ‘Tax-and-Spend Sellouts’", "url": "http://politickernj.com/2016/04/krickus-incumbent-freeholders-are-tax-and-spend-sellouts/", "image": "https://nyopolitickernj.files.wordpress.com/2016/04/pic_bg_krickus.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": "https://nyopolitickernj.files.wordpress.com/2016/04/pic_bg_krickus.jpg?w=240", "site": "@PolitickerNJ", "card": "summary", "creator": "@PolitickerNJ"}, "sailthru.date": "2016-04-28 14:28:35", "sailthru.title": "Krickus: Incumbent Freeholders are ‘Tax-and-Spend Sellouts’", "sailthru.tags": "Cabana, DeFillippo, Krickus, Mastrangelo, Morris County", "fb": {"app_id": 710865528969413}, "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://politickernj.com/feed/;icon-uri=https://s2.wp.com/i/favicon.ico", "application-name": "New Jersey News, Politics, Opinion, and Analysis", "keywords": "krickus, morris county, mastrangelo, defillippo, cabana", "article": {"publisher": "https://www.facebook.com/PolitickerNJ", "published_time": "2016-04-28T19:28:35+00:00", "modified_time": "2016-04-29T00:28:45+00:00", "author": "http://wordpress.com/author/alyana-alfaro"}, "sailthru.description": "Former Morris County Freeholder John Krickus issued a statement on Thursday claiming that incumbents abandoned the zero tax increase policy while simultaneously sending out campaign literature claiming “fiscal discipline.”", "sailthru.image.full": "https://nyopolitickernj.files.wordpress.com/2016/04/pic_bg_krickus.jpg", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0", "news_keywords": "Krickus, Morris County, Mastrangelo, DeFillippo, Cabana"}, "article_summary": "The approved 2016 Morris County budget is $225.4 million while the 2015 budget was $217.9 million.\nAccording to Krickus, the incumbent slate known as Team Morris is “taking credit” for his efforts (and those of freeholder Hank Lyon) to keep taxes stable while he was on the board.\nKrickus will face off with the incumbent slate during the June 7 primary.\nTeam Morris released the following statement in response: “When John Krickus left Washington Township as Mayor he exhausted the surplus and left a financial disaster; he was also rejected by Republican voters less than 12 months ago.\nTeam Morris 2016 is proud of three straight years of stopping tax increases, cutting debt by $30 million and being recognized as one of the best run counties in America at managing tax dollars.”"}