{"article_title": "Spartanburg Regional Healthcare System forming partnerships to improve care, cut costs", "article_keywords": ["cut", "money", "center", "quality", "partnerships", "forming", "regional", "system", "costs", "health", "systems", "healthcare", "spartanburg", "care", "hospitals", "improve"], "article_url": "http://www.goupstate.com/article/20140516/articles/140519736", "article_text": "To save money and strengthen its brand, Spartanburg Regional Healthcare System plans to do what other hospitals across the country and state are already doing: Form new partnerships and alliances with other hospitals and health care systems.\n\n“In 10 years, there will be no more independent hospitals. None,” Rob Gregory, chairman of Spartanburg Regional’s Board of Directors, said during a recent meeting. “Everyone will consolidate.”\n\nHe added there is no formula, and many of the future partnerships will be “trial and error.”\n\nTony Keck, director of the S.C. Department of Health and Human Services, said partnerships among health care systems have become a recent trend. He said there are more than 5,000 hospitals in the U.S., but in a few years we could see 200 or 300 large systems across the nation that will be the result of regional and national mergers.\n\n“Merging allows more market power,” Keck said. “It gives them more market power to negotiate with medical product companies, drug companies, insurance companies that get bigger and bigger every year.”\n\nHe said mergers and partnerships can be done to deliver better care, or they can be done to block out competition and demand higher prices.\n\n“I think the first example is where the most opportunity is, but there are some examples where people have identified that the latter is occurring.”\n\nSpartanburg Regional Healthcare System’s Chief Financial Officer Ken Meinke said the health system is having one of its best years financially, but health care reform and the Affordable Care Act have brought forth many challenges.\n\nThe federal government has long provided hospitals with money, called Medicaid and Medicare Disproportionate Share Hospital (DSH) programs funds, to help offset the cost of care they provide to people who can’t pay.\n\n“When Congress was creating the ACA, everyone thought that a lot of the people who can’t currently pay for their hospital care would be enrolled in the new Medicaid program,” said Corey Davis, a North Carolina attorney with the National Health Law Program, a nonprofit that works to ensure that people, particularly the poor and disabled, have access to quality health care. “The ACA therefore reduced DSH payments over time, since it was assumed that hospitals would be providing less uncompensated care because there would be fewer uninsured people.”\n\nThe Supreme Court ruled that states can decide whether or not to expand Medicaid — but that decision didn’t affect the reductions in DSH payments. So DSH payments are going down in every state.\n\n“In states that haven’t expanded Medicaid, like South Carolina, hospitals are going to be facing more or less the same need for uncompensated care, but are going to be getting much less money from the federal government to pay for it,” Davis said.\n\nMeinke said partnerships can help the health care system save money.\n\nThe Medical University of South Carolina Hospital in Charleston recently formed a network with Greenville Health System, McLeod Health in Florence, Palmetto Health in Columbia and Self Regional in Greenwood to create a new limited liability company called Initiant Health Collaborative.\n\n“The future of health care is collaboration,” Patrick Cawley, MUSC Health Medical Center CEO and vice president for clinical operations, said in a statement. “By working together with these other great institutions, we can deliver lower health costs while maintaining our high quality standards.”\n\nOther hospitals have forged similar partnerships — AnMed Health Medical Center in Anderson and Roper St. Francis Healthcare in Charleston are both affiliated with Carolinas HealthCare System, a network of 30 hospitals in North Carolina and South Carolina.\n\nGreenville Health System recently expanded its reach into Laurens County after a collaboration agreement with Laurens County Health System in Clinton.\n\nIn January, Community Health Systems, the Tennessee-based health care company that currently owns Mary Black Health System as well as 134 other health facilities across the country, acquired Florida-based Health Management Associates, which owns 71 hospitals in 15 states, for $7.9 billion.\n\nIn April, the Gibbs Cancer Center & Research Institute announced an effort to partner with other cancer centers across the nation to form the Gibbs Health Institute. The hope is that, through the partnership, other health systems will invest money into the Gibbs Cancer Center and help the center conduct clinical trials.\n\nMeinke said the health care system is likely to form other partnerships in the future.\n\n“If I owned an Ace Hardware Store, I could combine my purchases with other Ace hardware stores,” he said. “But if I owned ‘Ken Meinke Hardware’ and I have to buy directly from Lowes and resell it, I’m not going to get as fair of a price as I would if I was buying with 100 other stores. It’s kind of that concept.\n\n“We are always looking for ways to improve quality of care,” he added. “If we can improve quality of care at a cost that is less, then that’s the name of the game, ultimately.”", "article_metadata": {"description": "To save money and strengthen its brand, Spartanburg Regional Healthcare System plans to do what other hospitals across the country and state are already doing: Form new partnerships and alliances with other hospitals and health care systems.", "vf": {"unique_id": "art-D9D03FAF-44AD-4BBE-A1F0-C628BD3C7A02-pubSJ"}, "og": {"site_name": "GoUpstate.com", "description": "To save money and strengthen its brand, Spartanburg Regional Healthcare System plans to do what other hospitals across the country and state are already doing: Form new partnerships and alliances with other hospitals and health care systems.", "title": "Spartanburg Regional Healthcare System forming partnerships to improve care, cut costs", "url": "http://www.goupstate.com/article/20140516/articles/140519736", "image": "http://www.goupstate.com/global/images/fb/SJ.png", "type": "article"}, "publishdate": 20140516, "fb": {"app_id": 179941415376591}, "tout": {"article": {"id": "art-140519736-pubSJ"}}, "keywords": "SPARTANBURG COUNTY (SC)"}, "article_summary": "Greenville Health System recently expanded its reach into Laurens County after a collaboration agreement with Laurens County Health System in Clinton.\nMeinke said the health care system is likely to form other partnerships in the future.\nMeinke said partnerships can help the health care system save money.\n“The future of health care is collaboration,” Patrick Cawley, MUSC Health Medical Center CEO and vice president for clinical operations, said in a statement.\nTo save money and strengthen its brand, Spartanburg Regional Healthcare System plans to do what other hospitals across the country and state are already doing: Form new partnerships and alliances with other hospitals and health care systems."}