{"article_title": "The Army’s New $30 Billion Humvee Replacement Could Spark a Fight in Congress", "article_keywords": ["billion", "vehicles", "general", "congress", "army", "initial", "30", "fight", "production", "humvee", "build", "lockheed", "martin", "services", "jltv", "spark", "armys", "replacement"], "article_url": "http://www.thefiscaltimes.com/2015/08/26/Army-s-New-30-Billion-Humvee-Replacement-Could-Spark-Fight-Congress", "article_text": "The U.S. Army shook up the military ground vehicle market Tuesday when it awarded Oshkosh the contract to build its Humvee replacement, an effort that could eventually be worth $30 billion and take roughly 25 years to complete. But a tough political fight may lie ahead before production begins.\n\nIn awarding an initial $6.7 billion to the Wisconsin-based company to build Joint Light Tactical Vehicle (JLTV) for it and the Marine Corps, the Army passed over bids from defense giant Lockheed Martin and AM General, the truck maker that produces the iconic Humvee.\n\nRelated: Did the Army and Air Force Squander $500 Million Fighting Over a Drone?\n\nThe Humvee lost some of its stature as the wars in Iraq and Afghanistan dragged on and the services moved toward heavily armored mine resistant ambush protected (MRAP) trucks to better protect soldiers from roadside bombs. Service officials believe the new, lighter JLTV will allow them to regain some flexibility and mobility in the field.\n\nNeither Lockheed or AM General has ruled out filing a protest with the Government Accountability Office, a process that could complicate the multi-decade initiative that will see around 55,000 vehicles roll off the assembly line.\n\nWhile Tuesday’s award caps years of work on the JLTV effort, it could mark the start of political fight over the program.\n\nSen. Tom Cotton (R-AK), an Army veteran and member of the powerful Senate Armed Services Committee, issued a statement minutes after the announcement that hinted at a future fight.\n\nRelated: Pentagon Turns to F-22 Raptor to Counter Russia in Europe\n\n“I am disappointed the Army did not select Lockheed Martin to build the JLTV,” he said.” I am confident the work and infrastructure Lockheed Martin put in place to bid on this project will bring other economic benefits. And as Lockheed Martin explores their next steps, we stand ready to assist them however we can.”\n\nAs for Indiana-based AM General, it could find a strong advocate in Sen. Joe Donnelly (D-IN), who serves on the Armed Services panel along with Cotton. The company’s production facility is located in the congressional district of Rep. Jackie Walorksi (R-IN), a member of the House Armed Services Committee.\n\nBoth firms, especially Lockheed, could dip into their coffers to lobby Capitol Hill and rally more lawmakers to their cause if they decide to protest the contract award decision.\n\nMeanwhile, Rep. Glenn Grothman (R-WI), whose district includes Oshkosh, crowed about the economic benefits of the announcement on Twitter, and Sen. Ron Johnson (R-WI) issued a statement saying the new truck “will provide improved durability to protect our men and women in uniform while maintaining the mobility they need.”\n\nRelated: Air Force Brushes Off $27 Billion Accounting Error\n\nTuesday’s award provides for an initial batch of 17,000 vehicles. The Army wants buy around 49,000 vehicles, with acquisition slated to wrap up in 2040. The Marine Corps hopes to purchase 5,500 trucks and finish production in fiscal 2022.\n\nThe initial wave of vehicles is expected to reach the field in fiscal 2018, plenty of time for the losers, and Congress, to step in.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The U.S. Army turned the military ground vehicle market on its head Tuesday when it awarded Oshkosh the contract to build its Humvee replacement, an effort that could eventually be worth $30 billion and take roughly 25 years to complete. But before any work begins a tougher, political fight may lie ahead.", "title": "The Army’s New $30 Billion Humvee Replacement Could Spark a Fight in Congress", "url": "http://www.thefiscaltimes.com/2015/08/26/Army-s-New-30-Billion-Humvee-Replacement-Could-Spark-Fight-Congress", "image": "http://cdn.thefiscaltimes.com/sites/default/files/slides/10152014_American_Iraqi_Humvees.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/08/26/Army-s-New-30-Billion-Humvee-Replacement-Could-Spark-Fight-Congress", "image": "http://cdn.thefiscaltimes.com/sites/default/files/slides/10152014_American_Iraqi_Humvees.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "The U.S. Army turned the military ground vehicle market on its head Tuesday when it awarded Oshkosh the contract to build its Humvee replacement, an effort that could eventually be worth $30 billion and take roughly 25 years to complete. But before any work begins a tougher, political fight may lie ahead.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fdf3b7\"", "article_summary": "The initial wave of vehicles is expected to reach the field in fiscal 2018, plenty of time for the losers, and Congress, to step in.\nWhile Tuesday’s award caps years of work on the JLTV effort, it could mark the start of political fight over the program.\nService officials believe the new, lighter JLTV will allow them to regain some flexibility and mobility in the field.\nThe U.S. Army shook up the military ground vehicle market Tuesday when it awarded Oshkosh the contract to build its Humvee replacement, an effort that could eventually be worth $30 billion and take roughly 25 years to complete.\nBut a tough political fight may lie ahead before production begins."}