{"article_title": "An atheist’s secret mysticism", "article_keywords": ["living", "thing", "ehrenreich", "turned", "young", "atheists", "secret", "truth", "god", "wild", "mysticism", "barbara", "think"], "article_url": "http://www.salon.com/2014/04/13/an_atheists_secret_mysticism/", "article_text": "Topics: Barbara Ehrenreich, Books, Editor's Picks, Living with a wild god, Memoirs, Must-Do, Religion, What to Read, Entertainment News\n\nThe restless, omnivorous and irreverent mind of Barbara Ehrenreich has taken her readers on many journeys over the years, via her columns for Time magazine and her best-known book, “Nickle and Dimed: On (Not) Getting By in America,” as well as her trenchant and imaginatively researched explorations of the positive thinking movement, American class relations, feminism, war and “collective joy.” It turns out that this same excellent mind has taken Ehrenreich herself on some rather strange trips. Her personal history of what she describes, very provisionally, as a “mystical” experience is the subject of Ehrenreich’s latest book, a memoir, “Living With a Wild God: A Nonbeliever’s Search for the Truth About Everything.”\n\nThe impetus for “Living With a Wild God” came in 2001 while Ehrenreich, who at the time was undergoing treatment for breast cancer, assembled her papers for a university library that had offered to archive them. Among those documents was a collection of diary-like entries on loose sheets of paper, a journal of sorts, written between Ehrenreich’s 14th and 24th birthdays. The chief subject — indeed, the very purpose — of the journal was not the usual stuff of adolescent preoccupations (crushes, fantasies, plans of future glory) but what the young Ehrenreich called “the situation.” To whit: “What is the point of our brief existence? What are we doing here and to what end?” Raised in a stoutly atheist household, the young seeker wasn’t about to opt for the “ready answers” of established religion, particularly Christianity, which she saw as ” a kind of prefab metaphysics requiring no intellectual effort on the part of the user.” She resolved to think it out.\n\nPerhaps the most humbling revelation in “Living With a Wild God” (at least for some of us) is that even as a teenager and bearing her maiden name of Alexander, Barbara Ehrenreich was still … Barbara Ehrenreich: wicked smart, tough-minded, highly principled, independent and a gifted writer whose prose seamlessly fuses vigor and precision. “There are two things which need only to be announced to be destroyed,” the young diner waitress once wrote of a particularly pious and annoying customer, “and they are silence and virtue.” From the age of 8, she had commanded herself to “Think in complete sentences.”\n\nWhile her father — a Montanan miner turned metallurgist turned businessman who blamed his family obligations for forcing him to renounce science — drank and her mother stewed with unrealized ambitions, the teenage Ehrenreich was filling pages with such rumination as “Any thing which either perceives or is perceived exists and qualifies as Something. Just how much the perceived thing exists is very important to know but I don’t see how I ever can. Therefore Nothing has to be just opposite of Something.” She had, she writes, no idea “that a long line of grown-ups — generally male and wealthy or at least well financed by monarchs — had wrestled with the exact same questions that tormented me.” Eventually she found her way to Dostoyevsky and Nietzsche, reliably troubling milestones in many a young person’s quest for truth. Her pursuit of the ontological questions tormenting her culminated in the small California desert town of Lone Pine in the wee hours of the morning.\n\nEhrenreich, a friend and her brother had decided to spend the night in their car while returning from a skiing trip. She’d eaten little and placed herself “in the kind of condition that the Plains Indians sought in their vision quests — low on blood sugar, but high on the stress hormones engendered by sleep deprivation.” On impulse, while her companions slept, Ehrenreich decided to go for a walk and as she wandered the deserted streets of Lone Pine, she was struck by an understanding that, she feels, beggars the descriptive power of language; fire is the operative metaphor in the long human history of such revelations. “There were no visions, no prophetic voices or visits by totemic animals, just this blazing everywhere. Something poured into me and I poured out into it.”", "article_metadata": {"description": "Celebrated author Barbara Ehrenreich recalls her strange, life-changing experience in a small desert town", "title": "An atheist’s secret mysticism", "og": {"site_name": "Salon", "description": "Celebrated author Barbara Ehrenreich recalls her strange, life-changing experience in a small desert town", "title": "An atheist’s secret mysticism", "url": "http://www.salon.com/2014/04/13/an_atheists_secret_mysticism/", "image": "http://media.salon.com/2014/04/barbara_ehrenreich3.jpg", "type": "article"}, "twitter": {"description": "Celebrated author Barbara Ehrenreich recalls her strange, life-changing experience in a small desert town", "title": "An atheist’s secret mysticism", "image": "http://media.salon.com/2014/04/barbara_ehrenreich3.jpg", "creator": "@magiciansbook", "site": "@salon", "card": "summary_large_image"}, "author": "Laura Miller", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Barbara Ehrenreich, Books, Editor's Picks, Living with a wild god, Memoirs, Must-Do, Religion, What to Read", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Just how much the perceived thing exists is very important to know but I don’t see how I ever can.\nEhrenreich, a friend and her brother had decided to spend the night in their car while returning from a skiing trip.\n“There were no visions, no prophetic voices or visits by totemic animals, just this blazing everywhere.\nThe chief subject — indeed, the very purpose — of the journal was not the usual stuff of adolescent preoccupations (crushes, fantasies, plans of future glory) but what the young Ehrenreich called “the situation.” To whit: “What is the point of our brief existence?\nAmong those documents was a collection of diary-like entries on loose sheets of paper, a journal of sorts, written between Ehrenreich’s 14th and 24th birthdays."}