{"article_title": "3 conservatives vying for Plano Rep. Van Taylor’s open seat", "article_keywords": ["shaheen", "republican", "van", "house", "rep", "callison", "seat", "vying", "state", "funding", "conservatives", "chen", "plano", "taylors", "open", "conservative", "texas"], "article_url": "http://www.dallasnews.com/news/politics/local-politics/20140227-3-conservatives-vying-for-plano-rep.-van-taylors-open-seat.ece", "article_text": "The race for Texas House District 66 boils down to a choice among three Republicans with similar takes on baseline conservative issues but different backgrounds and levels of experience.\n\nWhile they range from moderate to tea party-leaning, the candidates vying for Rep. Van Taylor’s seat all support gun rights and reducing taxes, and they oppose Obamacare and abortion-rights measures.\n\nTechnology executive Matt Shaheen, 48, who was a Collin County commissioner for almost five years before resigning in December to run for state office, is the only candidate who has served in an elected position.\n\nBut the two political newcomers in the race — Glenn Callison and Stacy Chen — are quick to distinguish themselves from career politicians. Callison, 50, a commercial real estate attorney and partner at a Dallas firm, has lived in Plano for 25 years. Chen, a 27-year-old teaching assistant at the University of Texas at Dallas, said her educational background separates her from her competitors and will allow her to bring creative solutions to the table.\n\nShaheen and Chen align closely with Taylor, though Shaheen said he disagreed with Taylor’s stance against drawing money from the rainy day fund for the state’s water projects. Taylor was one of two representatives who voted against a bill to add $2 billion to the projects.\n\nTaylor in Senate race\n\nTaylor has represented the district that includes most of West Plano and parts of Far North Dallas since 2010. He’s leaving to run for the seat being vacated by attorney general hopeful Sen. Ken Paxton, R-McKinney.\n\nThere is no Democratic opponent. The Republican candidate will face Libertarian Ian Santorella.\n\nAt the top of the priority list for the three candidates is reassessing the education funding formula. In November, Plano voters approved a property tax hike to boost school funding. The district faced a $20 million shortfall for the school year after the 2011 Legislature slashed funding for public education. Only 29 percent of funding was restored to Plano in 2013, compared with the state average of about 77 percent.\n\n“We have to make sure we have quality education that prepares people,” Callison said. “I don’t believe just increasing the funding is the answer.”\n\nShaheen said that too many decisions are made in Austin and Washington, D.C., and pointed to the need for local control.\n\n“Our children are better off if our teachers, parents and school boards make more decisions with respect to education,” he said.\n\nInstead of throwing additional dollars at the issue of transportation, the candidates agreed about the need to reallocate existing funds. The Texas Department of Transportation has said the $1.2 billion that could be approved for highway spending is only a fraction of what’s needed. Callison and Shaheen said the roads are underfunded\n\nA self-described “liberty conservative” and “constitutional Republican,” Chen credits Ron Paul with shaping her conservative values. Chen was an alternate delegate at the Republican National Convention in Tampa, Fla., where she said she realized how far the country had strayed from “what the founding fathers intended in the Constitution.”\n\nIf elected, Chen would be one of the youngest people to serve in the House. But she said the district needs someone who isn’t complacent and is willing to stand up and fight for liberty.\n\n“A lot of representatives are older, but nothing seems to be getting better,” she said.\n\nHealth care issue\n\nChen said the Affordable Care Act is a bailout for the health care industry that infringes on personal choice.\n\nShaheen has been working with the Texas Public Policy Foundation, a conservative think tank, to develop legislation for a “conservative free-market approach to health care” that would give tax incentives to doctors who voluntarily donate time to those who are in need in the community.\n\nTouting his political experience, Shaheen said the county commissioners lowered taxes three times and fully funded the county’s pension during his tenure.\n\nCallison touts his 20 years at a local law firm and dubs himself a “common-sense, solutions-oriented” leader. He said he understands what it takes to balance a budget and create jobs.\n\n“People can be so tied up in their ideological positions, they forget the reason people elect them is not to espouse ideals … but to find solutions,” Callison said.\n\nIt’s a position he shares with former state Sen. Florence Shapiro and Brian McCall, chancellor of the Texas State University System and a former representative, whom he counts among his supporters.\n\nCampaign coffers\n\nAccording to the latest campaign finance reports, Callison has more than $63,000 cash on hand and $25,000 in outstanding loans. He’s supported by the Texas Medical Association and Texas Association of Realtors political action committees.\n\nShaheen has more than $413,000 cash on hand, and $485,000 in outstanding loans. He is endorsed by the North Texas Tea Party.\n\nAmong his donors he counts Reps. Bryan Hughes, R-Mineola, and Bill Zedler, R-Arlington, and the new conservative Accountability First PAC, from which he has received a little over $10,000.\n\nSome critics say the PAC’s goal is to oust House Speaker Joe Straus. Shaheen said he believes Rep. Scott Turner, R-Frisco, would be a good leader for the House and “a strong representative for the Republican party at a national level.”\n\nChen, whose finance reports were not available online, said she has raised about $4,000. She has an A+ rating from the nonprofit Texans Uniting for Reform and Freedom.\n\nFollow Claire Cardona on Twitter @ClaireZCardona.", "article_metadata": {"description": "Candidates for Texas House District 66 have similar views on bedrock issues, but they differ in level of experience and background.", "og": {"description": "Candidates for Texas House District 66 have similar views on bedrock issues, but they differ in level of experience and background.", "title": "3 conservatives vying for Plano Rep. Van Taylor’s open seat", "url": "http://www.dallasnews.com/news/politics/local-politics/20140227-3-conservatives-vying-for-plano-rep.-van-taylors-open-seat.ece", "image": {"width": 345, "identifier": "http://www.dallasnews.com/resrsc/images/facebook-default.jpg", "height": 345}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "type": "article"}, "LastModifiedDate": "2014-02-28T05:40:17Z", "twitter": {"site": "@dallasnews", "card": "summary", "creator": "@dallasnews"}, "PublishDate": "2014-02-28T05:40:17Z", "parsely-page": "{\"title\": \"3 conservatives vying for Plano Rep. Van Taylor\\u2019s open seat\", \"link\": \"http://www.dallasnews.com/news/politics/local-politics/20140227-3-conservatives-vying-for-plano-rep.-van-taylors-open-seat.ece\", \"image_url\": \"http://www.dallasnews.com/resrsc/images/facebook-default.jpg\", \"type\": \"post\", \"post_id\": \"1479335\", \"pub_date\": \"2014-02-28T05:40:17Z\", \"section\": \"Local Politics\", \"author\": \"CLAIRE Z. CARDONA\", \"tags\": [\"dallas\", \"dallas fort worth\", \"dallas news\", \"dallas fort worth news\", \"dfw news\", \"dallas local news\", \"dallas fort worth local news\", \"dallas newspaper\", \"dallas morning news\", \"dallas morning news newspaper\"]}", "fb": {"admins": 1043783589, "page_id": 20946638799, "app_id": 258290334265148}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "cXenseParse": {"recs": {"image": "http://www.dallasnews.com/resrsc/images/facebook-default.jpg", "publishtime": "2014-02-28T05:40:17Z"}}, "news_keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper"}, "article_summary": "While they range from moderate to tea party-leaning, the candidates vying for Rep. Van Taylor’s seat all support gun rights and reducing taxes, and they oppose Obamacare and abortion-rights measures.\nCallison, 50, a commercial real estate attorney and partner at a Dallas firm, has lived in Plano for 25 years.\nCallison and Shaheen said the roads are underfundedA self-described “liberty conservative” and “constitutional Republican,” Chen credits Ron Paul with shaping her conservative values.\nOnly 29 percent of funding was restored to Plano in 2013, compared with the state average of about 77 percent.\nIt’s a position he shares with former state Sen. Florence Shapiro and Brian McCall, chancellor of the Texas State University System and a former representative, whom he counts among his supporters."}