{"article_title": "No. Obamacare isn’t killing the insurance industry.", "article_keywords": ["advantage", "share", "industry", "wellcare", "obamacare", "killing", "isnt", "health", "stock", "medicare", "insurers", "company", "insurance", "obama"], "article_url": "https://www.healthinsurance.org/blog/2016/03/01/no-obamacare-isnt-killing-the-insurance-industry/", "article_text": "The first seven years of the Obama administration have been “yuge” for the health insurance industry, to use one of The Donald’s favorite words.\n\nTo be more precise, it has been yuge — almost unbelievably yuge, in fact — for the well-heeled folks who own stock in the for-profit companies that dominate the industry, including Cigna and Humana, the two insurers I used to work for.\n\nMedicare Advantage carriers get a raise\n\nAnd last week, those well-heeled folks got substantially richer, thanks to Obama.\n\nHere’s what happened:\n\nOn Friday, February 19, shortly after the stock market closed for the week, the government announced that it was giving a big raise to the private insurance companies that participate in the Medicare Advantage program, the private alternative to traditional Medicare.\n\nBased largely on that news, investors rushed to buy as much of the health insurance companies’ shares as they could get their hands on. By the time the market closed on Friday, February 26, just seven days later, Cigna’s stock was up 5.5 percent. Humana’s was up a whopping 8.1 percent. By comparison, the Dow Jones industrial average was up just 1.5 percent.\n\nHow to get rich by traveling back to 2009\n\nBefore I describe what the government did that caused the net worth of the industry’s executives and shareholders to spike, let’s take a quick trip back to March 5, 2009, just a little more than six weeks after Obama was sworn as our 44th president.\n\nThat was the day Obama hosted the White House Forum on Health Reform, a day-long meeting of about 100 important folks – primarily administration officials, members of Congress, corporate executives, union leaders and lobbyists – that kicked off what would become a year-long ordeal to enact what would become the Affordable Care Act, better known, of course, as Obamacare.\n\nBy the end of that day, the share price of almost all the for-profit insurers had slid into the cellar. That was partly because industry shareholders were worried that insurers would be in the Democrats’ crosshairs during the reform debate and partly because disappointing news from General Motors and several big banks had put investors in a general funk. Investors were especially pessimistic that day about how quickly the market and economy would recover from the 2008 crash.\n\nYou could have bought a share of Humana stock that day for $17.85 and a share of Cigna stock for $12.77. Bargain hunters could have bought a share of WellCare, a smaller company that specializes in Medicare and Medicaid programs, for just $6.51.\n\nIf you and I had been smart, we would have taken a second mortgage on our homes and bought as much of those companies’ as we could get our hands on. We might not be as rich as The Donald, but we would be a heck of a lot richer than we were seven years ago. That’s because very few companies in any industry have rewarded shareholders as much as health insurers have during the Obama years.\n\nGet ready to get upset\n\nSo just how much richer would you be? Well, you would be a millionaire today if you would had invested just $99,882.49 in Humana stock on the day of Obama’s forum. Or just $90,407.08 in Cigna stock. Or – read this and cry – just $70,930.49 in WellCare stock.\n\nWhile the Dow Jones average has increased an impressive 253 percent since March 5, 2009, Humana’s share price is up a truly remarkable 1010 percent. No, that’s not a typo. Cigna’s share price has done even better. It’s up 1113 percent. That’s more than four times better than the Dow. The other big companies aren’t far behind. Anthem is up 469 percent. Aetna is up 628 percent. And UnitedHealth Group is up 814 percent.\n\nBut it’s WellCare that takes the prize. Its stock price is up an astounding 1,410 percent. Thanks entirely to its federal and state government customers.\n\nThis is a company, by the way, that has been in big-time trouble with the government more than once in recent years. On a rainy day in October 2007, just a little more than a year before Obama was elected president, more than 200 federal and state agents swooped down on WellCare’s headquarter in Tampa, Florida. Four years later, federal prosecutors charged five former WellCare executives with conspiracy to commit Medicaid fraud. They were accused of diverting millions of dollars designated for Medicaid patients to company profits. A federal jury later found four of the executives, including Todd Farha, the company’s former CEO, guilty of, among other things, health care fraud and making false statements to law enforcement officials.\n\nThe company was in the headlines again just three months after that 2009 White House forum. In June 2009, WellCare was forced to suspend marketing its Medicare plans after the government discovered that the company had been engaging in activities to confuse and mislead Medicare beneficiaries.\n\nBefore long, though, the company was back in the Obama administration’s – and Wall Street’s – good graces. Wall Street financial analysts are especially bullish on WellCare, thanks to Obama. After the government’s recent announcement of the Medicare Advantage pay hike for next year, JPMorgan analyst Gary Taylor upgraded WellCare to “overweight” from neutral – meaning that he thinks the company’s stock is a better value than the stock of many other companies – and he raised his price target from $80 a share to $114 a share. That means he believes the odds are good that WellCare’s stock will increase another 25 percent during the coming year.\n\n(That has to be especially good news to the investment firm T. Rowe Price, which as of December 31, 2015 was WellCare’s biggest shareholder, owning 4,700,778 shares of the company’s stock, or 10.65 percent. If T. Rowe Price had owned that much on March 5, 2009, its holdings would be have been worth about $31 million. Today it would be $431 million.)\n\nOh woe is us\n\nDespite record-breaking profits year after year, health insurance company executives would like us to believe that Obama has been terrible for health insurers. UnitedHealth’s CEO Stephen Hemsley, who made more than $66 million in 2014, said in November that the company might stop selling policies on the Obamacare exchanges in 2017 because financial results from that segment of its operations have so far been lower than executives had hoped. He said a few weeks ago that the company lost $720 million in 2015 on its individual health insurance business.\n\nIf you’re feeling sad for Hemsley, know this: UnitedHealth Group reported a profit of $11 billion (on revenues of more than $157 billion) in 2015, up from $10.3 billion (on revenues of $131 billion) in 2014. When you consider those impressive results, it’s obvious the company’s Obamacare business is a tiny portion of its overall operations, but rather than trying to turn its Obamacare business around for the benefit of the country and its Obamacare enrollees, it is considering bailing out of the exchanges for the benefit of its shareholders.\n\nPrivate insurer’s best customer: Uncle Sam\n\nMeanwhile, UnitedHealth has been making money hand over fist from federal and state governments, thanks to Obama, just as WellCare has. In fact, far more than half of the $157 billion it took in last year came from Medicare, Medicaid and other government programs (i.e., from you and me, the taxpayers).\n\nWhile most Americans probably think that the big for-profit insurers get most of their revenue from the private sector – from individuals and employers that provide coverage to their workers – that is no longer true. In fact, if Anthem’s acquisition of Cigna and Aetna’s acquisition of Humana are approved later this year, the remaining big three for-profit insurers – Aetna, Anthem and UnitedHealth – will collect most of their revenues from the government, not from their commercial (private) customers.\n\nWhy? As the nation has been aging, enrollment in Medicare has been growing at a fast clip, but enrollment in commercial health plans has been largely nonexistent for years. Just look at how Anthem’s business changed in just one recent year. At the end of 2014, the majority of Anthem’s revenues still came from its commercial health insurance customers. During 2015, however, revenues from the commercial side of its operations actually declined by 4.2 percent, to $37.6 billion, while revenues from its government operations skyrocketed by 21 percent, to $40.1 billion.\n\nSo as you can see from these numbers, the biggest customer for the biggest private insurers now is none other than …Uncle Sam. And the states, most of which have turned to private insurers to operate their Medicaid programs, comprise their second biggest customer.\n\nMore reason for shareholders to whoop it up\n\nInvestors certainly know this. That’s why the companies’ shareholders could hardly believe their good fortune on February 19 when the Obama administration’s Center for Medicare and Medicaid Services (CMS) announced an unexpectedly large bump in pay for the insurers that participate in the Medicare Advantage program.\n\nDuring the health care reform debate, health care advocates made a big deal of the fact that the government had for years been overpaying private insurers every year just to keep them happy and committed to the Medicare Advantage program. Democrats decided to take advantage of health care reform to end those overpayments.\n\nThe industry howled, of course, and predicted that insurers would have to cut Medicare beneficiaries’ benefits and that as a consequence the Medicare Advantage program would begin to wither.\n\nWell, it has done anything but wither. Insurers’ marketing to seniors has been more aggressive than ever, enrollment has grown at a faster clip than ever, and the Medicare Advantage business overall has continued to be very profitable. Enrollment in Medicare Advantage plans now stands at 18 million – a third of all Medicare beneficiaries – up from 10.5 million in March 2009.\n\nSo instead of shrinking, enrollment in Medicare Advantage plans during Obama’s watch has increased 71 percent.\n\nMedicare Advantage plans received approximately $170 billion from the government in 2015. Expect that number to swell next year. Although the increased payments will vary for each participating health plan, “many industry observers believe 2017 will be ‘the best rate environment we’ve seen in years,’” John Gorman, a consultant for Medicare Advantage insurers and a former CMS official, told Modern Healthcare on February 19.\n\nAs Modern Healthcare reporter Bob Herman wrote:\n\n“Insurers are salivating over the growing membership and revenue base because even a small margin of 2% to 5% reaps billions of dollars in profit for the industry, assuming plans have high quality marks.”\n\n(Insurers that score higher on quality metrics get more of taxpayer’s money.)\n\nWait. ANOTHER reason for insurers to celebrate???\n\nHerman reported that insurers have another good reason to celebrate. As a result of heavy lobbying by well-connected industry officials (the industry’s biggest trade group, America’s Health Insurance Plans, hired former CMS administrator Marilyn Tavenner, an Obama appointee, as its president and CEO last summer), Congress approved a one-year moratorium on an Obamacare-imposed tax on health insurers.\n\nThe insurers’ good fortune undoubtedly will continue well into the future, something you might want to consider as you look at your investment portfolio. Thanks to the hundreds of millions of dollars the industry has doled out in campaign contributions and to pay lobbyists and other influence peddlers over the years, the Medicare Advantage program has many champions in Washington, and on both sides of the political aisle.\n\nOne of the program’s biggest cheerleaders, in fact, is Chuck Schumer (D- N.Y.), who will replace Harry Reid as the Democrats’ leader in the Senate next year. If Democrats take back the upper chamber, which is quite possible, Schumer will be Senate Majority Leader. Regardless, he is just one of the industry’s many friends in very high places.\n\nSo chances are good that, whichever party comes out on top this coming November, health insurers will continue to do just fine. Even if Bernie Sanders is our next president, the industry’s tentacles will likely only get deeper into both the Medicare and Medicaid programs, thanks to the big investments insurers continue to make in House and Senate campaigns.\n\nBottom line: Expect to see many more “yuge” years ahead for the industry’s shareholders.", "article_metadata": {"description": "As health carriers blame losses on Obamacare, their stocks gains continue to be 'yuge,' thanks to one great customer: Uncle Sam", "og": {"site_name": "Health Insurance Resource Center", "description": "As health carriers blame losses on Obamacare, their stocks gains continue to be 'yuge,' thanks to one great customer: Uncle Sam", "title": "No. Obamacare isn’t killing the insurance industry.", "url": "https://www.healthinsurance.org/blog/2016/03/01/no-obamacare-isnt-killing-the-insurance-industry/", "image": "https://www.healthinsurance.org/assets/2016/03/insurance-industry-profits-obamacare-1560x816.jpg", "type": "article"}, "fb": {"admins": 1007310172}, "keywords": "Aetna, CIGNA, Humana, Medicare Advantage, UnitedHealth Group, WellCare", "article": {"published_time": "2016-03-01T14:20:01+00:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1"}, "article_summary": "So chances are good that, whichever party comes out on top this coming November, health insurers will continue to do just fine.\nThat’s because very few companies in any industry have rewarded shareholders as much as health insurers have during the Obama years.\nEnrollment in Medicare Advantage plans now stands at 18 million – a third of all Medicare beneficiaries – up from 10.5 million in March 2009.\nThe first seven years of the Obama administration have been “yuge” for the health insurance industry, to use one of The Donald’s favorite words.\nSo instead of shrinking, enrollment in Medicare Advantage plans during Obama’s watch has increased 71 percent."}