{"article_title": "Medicaid patients denied new hepatitis C cures", "article_keywords": ["c", "liver", "state", "drugs", "disease", "hepatitis", "sovaldi", "patients", "cures", "medicaid", "drug", "denied", "treatment"], "article_url": "http://www.chicagotribune.com/news/ct-medicaid-hepatitis-met-20141116-story.html", "article_text": "Revolutionary new drugs are curing hepatitis C, halting a disease that can corrode the liver to the point of cirrhosis, cancer and death. But state restrictions on who can get the costly drugs are keeping them out of reach for some of the poorest patients.\n\nTreatment with new drugs Sovaldi and Harvoni, the first reliable cures for hepatitis C, costs more than $94,000 per patient. The high price of Sovaldi drove Illinois Medicaid's hepatitis C spending to $22 million for the fiscal year ending June 30, 2014, up from $6.7 million the previous year, according to the Illinois Department of Healthcare and Family Services.\n\nFacing higher costs, Medicaid officials stopped paying for any but the sickest patients to get the new drugs, drawing criticism from some liver doctors who have said the state is preventing them from properly treating their patients.\n\n\"There's a difference between prescribing (hepatitis C) drugs and actually being able to get these drugs for our patients,\" said Dr. Andrew Aronsohn, a liver specialist at the University of Chicago Medical Center. \"It's becoming a very complicated issue.\"\n\nThe cash-strapped state faces a growing dilemma over how to balance public health and the spending of taxpayer dollars, as new specialty drugs emerge for hepatitis C and other sicknesses and more people are eligible for Medicaid under the Affordable Care Act.\n\nIn addition to limiting Sovaldi to the sickest patients, the Illinois Department of Healthcare and Family Services has set two dozen criteria for who can get the drug, including requiring that patients have no evidence of drug or alcohol abuse in the last 12 months and barring treatments not approved by the Food and Drug Administration.\n\nSpending on hepatitis C treatment dropped from $1 million per week to about $200,000 per week after the department adopted the restrictions, said Dr. Arvind Goyal, the department's medical director.\n\nThe state did not start keeping track of how many patients it denied Sovaldi until October, Goyal said. For the month of October, 43 of 50 patients who requested the treatment were denied, according to the department.\n\nThirty-six were denied because their livers were not in bad enough condition to qualify. The others' livers were damaged enough but they failed to meet other criteria. From January through October, the state paid for 320 patients to get the new treatments, according to the department.\n\nGoyal defends the restrictions on medical grounds, saying some patients may benefit by waiting for anticipated treatments that have higher cure rates and fewer side effects.\n\nBut patients' livers are severely damaged by the time they qualify — some to the point of requiring an expensive transplant, Aronsohn and 17 other liver specialists said in an American Liver Foundation letter to the Department of Healthcare and Family Services in September.\n\n\"It's a very strange conversation to say ... I have a drug that's very safe to cure this disease and I think it'd be great if you could get it, but I don't think you'll be able to get it because nobody wants to pay for it,\" Aronsohn said.\n\nMore than 116,000 Illinoisans were estimated to have hepatitis C in 2010, according to a national hepatitis C index. The Centers for Disease Control and Prevention estimates about 3 million people in the U.S. have the disease, which is transmitted through blood.\n\nIntravenous drug users are at the highest risk of contracting the disease, according to the CDC. Also at risk are people who had blood transfusions before 1992, when widespread screening of blood donors began. Symptoms range from abdominal pain to nausea and fatigue, and the disease can lead to complications including diabetes and skin cancer.\n\nPast treatments for hepatitis C brought grueling side effects and offered low cure rates. Sovaldi, which came out in December, offers a cure of about 90 percent for the most common type of the disease when combined with other drugs. Harvoni, which the FDA approved Oct. 10, offers cure rates up to 99 percent and has few side effects. The Department of Healthcare and Family Services is in the process of developing new guidelines that will incorporate Harvoni, Goyal said.\n\nAll states that pay for the new drugs have restrictions on who can get them, said a spokeswoman from Gilead Sciences, the maker of Sovaldi and Harvoni. About half require that the treatment be approved by the FDA, while the others — including Illinois — further restrict treatment based on the condition of patients' livers, according to Gilead.\n\n\"It's been really difficult to get patients approved (for Sovaldi),\" said Dr. Natasha Von Roenn, a liver specialist at Loyola University Medical Center. Von Roenn is one of the doctors who signed the American Liver Foundation letter.\n\nVon Roenn said she has applied to the state three times for treatment for one Medicaid patient. The first time, she prescribed a treatment — a combination of Sovaldi and another pill, Olysio — that has proven effective but has not been approved by the FDA, and the state denied it. Then she requested Sovaldi and another drug. The state has not responded, she said. Recently she requested Harvoni, and is awaiting a response.\n\nEven when patients are able to get the drugs, the state criteria create hurdles for successful treatment, Aronsohn said. Patients are only allowed to get two weeks' worth of medicine at a time, and if they fail to refill their prescriptions, the treatment is canceled. A \"once in a lifetime\" provision in the criteria means that if treatment fails, the program will not pay for the patient to try again.\n\nSome liver specialists do support the idea of limiting the drugs based on liver condition, considering the cost of the new treatments and the prevalence of hepatitis C.\n\nDr. Mahesh Patel, an assistant professor of internal medicine and infectious diseases at the University of Illinois at Chicago, said he would support limiting the new drugs to patients whose livers have developed the scarring that develops before full-blown cirrhosis.\n\n\"I don't think there's an emergency or an urgency to treat everybody,\" Patel said.\n\nBut the state's current criteria limiting treatment to patients with cirrhosis are overly restrictive, he said.", "article_metadata": {"fb_title": "Medicaid patients denied new hepatitis C cures", "googlebot": "index", "copyright": "Copyright (c) 2016 Chicago Tribune", "author": "Chicago Tribune", "og": {"site_name": "chicagotribune.com", "description": "Revolutionary new drugs are curing hepatitis C, halting a disease that can corrode the liver to the point of cirrhosis, cancer and death. But state restrictions on who can get the costly drugs are keeping them out of reach for some of the poorest patients.", "title": "Medicaid patients denied new hepatitis C cures", "url": "http://www.chicagotribune.com/news/ct-medicaid-hepatitis-met-20141116-story.html", "image": "http://www.trbimg.com/img-54691dfd/turbine/ct-medicaid-hepatitis-met-20141116", "type": "article"}, "x-servername": "lalvp04.18", "twitter": {"site": "@chicagotribune", "card": "summary"}, "keywords": "Hepatitis C, Illinois Medicaid, Harvoni, Sovaldi, Gilead Sciences, Olysio, University of Chicago,", "robots": "index,follow", "apple-itunes-app": "app-id=383137151, app-argument=http://www.chicagotribune.com/deeplinkid/81991153", "fb": {"page_id": 5953023255, "app_id": 306836229411287}, "googlebot-news": "index", "date": "2014-11-16", "Description": "Costly new drugs drove up state spending; officials restricted who could get them", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Hepatitis C, Illinois Medicaid, Harvoni, Sovaldi, Gilead Sciences, Olysio, University of Chicago,"}, "article_summary": "More than 116,000 Illinoisans were estimated to have hepatitis C in 2010, according to a national hepatitis C index.\nTreatment with new drugs Sovaldi and Harvoni, the first reliable cures for hepatitis C, costs more than $94,000 per patient.\nSpending on hepatitis C treatment dropped from $1 million per week to about $200,000 per week after the department adopted the restrictions, said Dr. Arvind Goyal, the department's medical director.\nPast treatments for hepatitis C brought grueling side effects and offered low cure rates.\nRevolutionary new drugs are curing hepatitis C, halting a disease that can corrode the liver to the point of cirrhosis, cancer and death."}