{"article_title": "OKC doctor: Planned Parenthood efforts would curtail reproductive care options", "article_keywords": ["city", "pp", "reproductive", "doctor", "clinics", "lowincome", "unintended", "parenthood", "okc", "health", "planned", "women", "efforts", "curtail", "options", "oklahoma", "care"], "article_url": "http://newsok.com/article/5440245", "article_text": "Wars are not deliberately waged against defenseless beings. Victims of wars, however, are primarily the defenseless. While the expression “war on women” is most irritating to those who claim ownership of “life” in the abortion debate, it is the unintended consequence of an impassioned conflict.\n\nNot many doubt the passion in Sen. James Lankford’s speech on the Senate floor, as he fought off tears while introducing legislation to cut off federal funds to Planned Parenthood (PP) following the “expose” of controversial fetal tissue practices. Sadly, by waging war against PP, Lankford misdirected his wrath at millions of American women, potentially limiting their access to reproductive care. As unintentional as it may be, it bolsters that onerous campaign.\n\nLankford says many other clinics can assume the role that PP is playing in reproductive care, and that contraception and STD testing are widely available elsewhere. The facts are different.\n\nAccording to statistics, health care clinics for low-income women outnumber PP clinics 13-1. So where are they in our city? Where are the theoretical 40 clinics in Oklahoma City that can provide comprehensive, efficient and inexpensive reproductive health care to women comparable to Planned Parenthood? Excellent services to low-income patients by\n\nVarietyCare, the City-County Health Department, the University of Oklahoma and a handful of others are no match to the expertise, efficiency and professionalism of PP.\n\nAsk any woman in Oklahoma City if she or any of her acquaintances have ever used PP services. One in five has, while in college, without income, or in their teens to receive contraception, or as elderly to receive cancer screening and referrals. Why? Because unlike the recent demonization campaign, PP is mostly staffed by compassionate and caring professionals who have at least as much passion to help women as Lankford has to protect the unborn. And women in need recognize that.\n\nWhat’s the retail cost of a single pack of oral contraceptives? Often more than $150! An uninsured woman can get that at a fraction of the cost at PP. While some health clinics may allow same-day STD testing, how many of them also provide other reproductive services such as annual examinations, PAP smears, breast exams and contraception?\n\nNationwide, 40 percent of PP funding is from federal sources. Before diverting these funds to other providers of reproductive care, let’s honestly ask ourselves what the unintended consequences of such action would be for access to quality care for low-income women.\n\nEfforts to shut down PP are as sensible as permanently shutting down an interstate after a bad accident — unintended consequences that are worse than the triggering event.\n\nHurting Planned Parenthood, a reputable institution steeped in tradition of professional reproductive care, amounts to disrespect for low-income women propagated, intentionally or not, by some who forgo the helpless living in favor of the unborn. Access to quality care means short appointment times, low cost, confidentiality and medical professionalism. Let’s preserve it for low-income women.\n\nReshef is a reproductive endocrinologist and infertility specialist in Oklahoma City.", "article_metadata": {"description": "Wars are not deliberately waged against defenseless beings. Victims of wars, however, are primarily the defenseless. While the expression “war on women” is most irritating to those who claim ownership of “life” in the abortion debate, it is the unintended consequence of an impassioned conflict.\nNot many doubt the passion in Sen. James Lankford’s speech on the Senate floor, as he fought off tears while introducing legislation to cut off federal funds to Planned Parenthood (PP) following the “expose” of controversial fetal tissue practices. Sadly, by waging war against PP, Lankford misdirected his wrath at millions of American women, potentially limiting their access to reproductive care. As unintentional as it may be,", "copyright": "Copyright (c) 2016 NewsOK.com. All Rights Reserved", "og": {"site_name": "NewsOK.com", "description": "AUG 16, 2015 - Wars are not deliberately waged against defenseless beings. Victims of wars, however, are primarily the defenseless. While the expression “war on women” is most irritating to those who claim ownership of “life” in the abortion debate, it is the unintended consequence of an impassioned conflict.\nNot many doubt the passion in Sen. James Lankford’s speech on the Senate floor, as he fought off tears while introducing legislation to cut off federal funds to Planned Parenthood (PP) following the “expose” of controversial fetal tissue practices. Sadly, by waging war against PP, Lankford misdirected his wrath at millions of American women, potentially limiting their access to reproductive care. As unintentional as it may be,", "title": "OKC doctor: Planned Parenthood efforts would curtail reproductive care options", "locale": "en_US", "image": {"url": "http://cdn2.newsok.biz/cache/r960-c_d2c569301ce391b17ebad41e6c9e61d0.jpg", "width": 960, "identifier": "http://cdn2.newsok.biz/cache/r960-c_d2c569301ce391b17ebad41e6c9e61d0.jpg", "type": "image/jpeg"}, "url": "http://newsok.com/article/5440245", "type": "article"}, "twitter": {"description": "AUG 16, 2015 - Wars are not deliberately waged against defenseless beings. Victims of wars, however, are primarily the defenseless. While the expression “war on women” is most irritating to those who...", "title": "OKC doctor: Planned Parenthood efforts would curtail reproductive...", "image": {"src": "http://cdn2.newsok.biz/cache/w620-c_d2c569301ce391b17ebad41e6c9e61d0.jpg"}, "creator": "@newsok", "site": "@newsok", "card": "summary_large_image"}, "apple-mobile-web-app-title": "NewsOK", "vr": {"author": "BY ELI RESHEF, M.D.", "canonical": "http://newsok.com/article/5440245"}, "fb": {"app_id": 211740625534903}, "article": {"publisher": "https://www.facebook.com/NewsOK", "tag": "Editorials, contributing, opinion,", "published_time": "2015-08-16T00:00:00-05:00", "modified_time": "2016-05-26T17:15:29-05:00"}, "viewport": "width=1140"}, "article_summary": "According to statistics, health care clinics for low-income women outnumber PP clinics 13-1.\nWhere are the theoretical 40 clinics in Oklahoma City that can provide comprehensive, efficient and inexpensive reproductive health care to women comparable to Planned Parenthood?\nSadly, by waging war against PP, Lankford misdirected his wrath at millions of American women, potentially limiting their access to reproductive care.\nHurting Planned Parenthood, a reputable institution steeped in tradition of professional reproductive care, amounts to disrespect for low-income women propagated, intentionally or not, by some who forgo the helpless living in favor of the unborn.\nBefore diverting these funds to other providers of reproductive care, let’s honestly ask ourselves what the unintended consequences of such action would be for access to quality care for low-income women."}