{"article_title": "Printers Alley project brings 1891 hotel back to life", "article_keywords": ["building", "upper", "life", "brings", "climax", "hotel", "alley", "project", "utopia", "floors", "printers", "marks", "1891"], "article_url": "http://www.tennessean.com/story/news/2014/11/27/printers-alley-project-brings-hotel-back-life/19559125/", "article_text": "Buy Photo The Utopia building was originally designed by Hugh Cathcart Thompson, the architect of the Ryman Auditorium, to be a luxurious European-style hotel. (Photo: Samuel M. Simpkins / The Tennessean)Buy Photo\n\nOnce the pigeon droppings were washed away, the debris was cleaned up and the wilting ceiling panels were stabilized, partners Alex Marks and Bill Barkley got a clearer picture of the historic quality of the downtown Utopia building they purchased earlier this year.\n\nIn its heyday, the Utopia Hotel was the centerpiece of a booming downtown gentlemen's district, where U.S. Presidents Theodore Roosevelt and Rutherford B. Hayes visited.\n\nSituated between Fourth Avenue and historic Printers Alley, the Utopia was designed by Hugh Cathcart Thompson, the famous architect of the Ryman Auditorium, to be a luxurious European-style hotel. Behind the hotel, built in 1891, visitors could partake in the gambling, dancing, partying and prostitution for which Printers Alley was initially known. A brothel called the Climax was two doors down.\n\nWhile an array of businesses have occupied the lower level on the alley side of the building, the upper floors have essentially sat vacant for about 80 years. After those floors were cleaned in recent weeks, the developers found beautiful pocket doors, original trim and molding, ornate overhead light fixtures and rare Tennessee pink marble. All of those elements will be preserved and incorporated when possible into the new 160-room, six-story hotel.\n\nBy restoring the Utopia to its original use as a boutique hotel, and linking it up with the Climax building two doors down, Marks, Barkley and their equity investors Jennifer and Billy Frist are hoping to touch off a revitalization of Printers Alley. Still, the project received pushback after hotel plans were announced as tenants Brass Stables and Fiddle & Steel bar will be forced to close.\n\nBut Marks said the plan is to return Printers Alley to an entertainment district that visitors and locals seek out seven nights a week. The development will have a music and entertainment component on the lower floor, and the hotel includes a partnership with critically acclaimed Strategic Hospitality Group, which runs the Catbird Seat and Pinewood Social, among others, for food and beverage services.\n\n\"It's our goal to embrace the past and revitalize the area with new options for locals, business travelers and tourists to enjoy,\" Marks said.\n\nTwo other boutique hotels have already been announced for the Printers Alley area, and more are rumored to be on the way. The long-shuttered Printers Alley landmark, Skull's Rainbow Room, will soon reopen as well.\n\n\"With the announcement of the neighboring hotels, it will bring the district back to what it was historically known for and create a new destination on Fourth Avenue,\" Marks said.\n\nBuy Photo Developer Alex Marks talks about the Utopia building between Fourth Avenue North and Printers Alley in which the top floors have been abandoned for decades. (Photo: Samuel M. Simpkins / The Tennessean)\n\nThe first time Marks and Barkley climbed a ladder to the upper floors of the Climax, they said it was like traveling in a time portal. The former brothel still had secret passages where women and their patrons would hide if the police visited. When the interior demolition work removed modern flooring, they discovered Tennessee pink marble underneath. The plaster walls are in good condition, yielding in patches to exposed brick, that Barkley said designers are hoping to maintain once the restoration is complete so the hotel keeps its nostalgic vibe.\n\nTo complete the project, the development will tear down the two neighboring buildings that house Kebab Gyros and Taste of Italy. Once complete, the hotel will reach six stories and all four buildings will be connected.\n\n\"No one has seen these upper floors and the historic beauty which lies among them for more than 80 years,\" Marks said. \"We will not only preserve the interiors, but we will tie them together in a thoughtful and complementary way. We believe it is essential to preserve that history and character, and we are unaware of any other project like this in Nashville.\"\n\nNashville Convention and Visitors Corp. President and CEO Butch Spyridon said he was disappointed to lose Fiddle & Steel, but excited for what the project could mean for Printers Alley's future. While the new Music City Center has spawned new hotels and entertainment options around Broadway, Spyridon said those bars can become overcrowded.\n\n\"Based on the look of Broadway at night, we need to increase capacity and move people further off the street, if nothing else, just to be able to grow,\" Spyridon said. \"I personally have always had a place in my heart for Printers Alley, and that goes back to my days at Vanderbilt when Printers Alley was alive and well. To see it be rejuvenated is needed from a destination product standpoint.\"\n\nReach Nate Rau at 615-259-8094 and on Twitter @tnnaterau.\n\nAbout the Utopia and Climax buildings\n\n•Located between Fourth Avenue North and Printers Alley in downtown Nashville.\n\n•Utopia was built in 1891, and Climax was built in 1887.\n\n•Utopia served as a hotel, while Climax was a brothel and saloon.\n\n•Both are contributing properties to the Printers Alley National Register Historic District.\n\n•The temperance movement closed the hotel and saloon in the 1930s. The upper floors have been essentially unused since.\n\n•New 160-room boutique hotel will begin construction in mid-2015, with an 18-month build-out.\n\nRead or Share this story: http://tnne.ws/1rrRNG5", "article_metadata": {"google": "notranslate", "description": "Hotel project by Alex Marks and Bill Barkley looks to revitalize Printers Alley.", "og": {"site_name": "The Tennessean", "description": "Hotel project by Alex Marks and Bill Barkley looks to revitalize Printers Alley.", "title": "Printers Alley project brings 1891 hotel back to life", "url": "http://www.tennessean.com/story/news/2014/11/27/printers-alley-project-brings-hotel-back-life/19559125/", "image": "http://www.gannett-cdn.com/GDContent/applogos/tennessean.png", "type": "article"}, "twitter": {"description": "Hotel project by Alex Marks and Bill Barkley looks to revitalize Printers Alley.", "title": "Printers Alley project brings 1891 hotel back to life", "image": "http://www.gannett-cdn.com/-mm-/b7f708985f77c50e3f101b4202cee963e7af0b3a/c=712-0-3544-2832&r=x643&c=640x640/local/-/media/Nashville/2014/11/26/B9315243023Z.1_20141126185550_000+G6I97SQ2S.1-0.jpg", "creator": "@tennessean", "site": "@tennessean", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600028886", "fb": {"app_id": 121487414583460}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"recs": {"category": "news", "image-3-4": "http://www.gannett-cdn.com/-mm-/ab3247e54f417f88f889107d4e536ce8e44c74d7/c=1066-0-3190-2832/local/-/media/Nashville/2014/11/26/B9315243023Z.1_20141126185550_000+G6I97SQ2S.1-0.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/ffcf9ffae20ad5cc11182249bf77aaa4aba103f0/c=712-0-3544-2832/local/-/media/Nashville/2014/11/26/B9315243023Z.1_20141126185550_000+G6I97SQ2S.1-0.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/b13be91a9615a9843585fcadc4259939d2a6c7d7/c=240-0-4016-2832/local/-/media/Nashville/2014/11/26/B9315243023Z.1_20141126185550_000+G6I97SQ2S.1-0.jpg", "image": "http://www.gannett-cdn.com/-mm-/41fe6ae09d21e093032327224add51a841a440cc/c=0-219-4256-2613&r=x1683&c=3200x1680/local/-/media/Nashville/2014/11/26/B9315243023Z.1_20141126185550_000+G6I97SQ2S.1-0.jpg", "publishtime": "2014-11-27T21:02:03.530000-06:00", "shorthed": "Printers Alley work to revive hotel", "articleid": 19559125, "image-16-9": "http://www.gannett-cdn.com/-mm-/eff16e362ab1c55fb18dd4faa6b341e433708ce3/c=0-219-4256-2613/local/-/media/Nashville/2014/11/26/B9315243023Z.1_20141126185550_000+G6I97SQ2S.1-0.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/a983a92c51b952685f5f3df72af1496854487fdb/c=1332-0-2925-2832/local/-/media/Nashville/2014/11/26/B9315243023Z.1_20141126185550_000+G6I97SQ2S.1-0.jpg"}, "gci-asset-type": "story", "title": "Printers Alley project brings 1891 hotel back to life", "pageclass": "article", "author": "Nate Rau"}, "news_keywords": "Alex Marks, Bill Barkley, Printers Alley, Nashville, Utopia Hotel, Climax"}, "article_summary": "\"I personally have always had a place in my heart for Printers Alley, and that goes back to my days at Vanderbilt when Printers Alley was alive and well.\nBehind the hotel, built in 1891, visitors could partake in the gambling, dancing, partying and prostitution for which Printers Alley was initially known.\nTwo other boutique hotels have already been announced for the Printers Alley area, and more are rumored to be on the way.\n•Both are contributing properties to the Printers Alley National Register Historic District.\nThe long-shuttered Printers Alley landmark, Skull's Rainbow Room, will soon reopen as well."}