{"article_title": "The Supreme Court is losing public approval and prestige.", "article_keywords": ["body", "supreme", "court", "congress", "political", "americans", "justices", "president", "losing", "approval", "cases", "prestige", "public"], "article_url": "http://www.slate.com/articles/news_and_politics/view_from_chicago/2015/10/the_supreme_court_is_losing_public_approval_and_prestige.html", "article_text": "Photo by Chip Somodevilla/Getty Images\n\nThe Supreme Court begins its term this year with a smorgasbord of ideologically tasty morsels, including cases on affirmative action, labor rights, the death penalty, religion, and probably abortion. The court has never been more aggressive about resolving the country’s political debates. And yet it is ideologically polarized and more unpopular than it has been in quite a while.\n\nThis seems like a paradox, but it is a paradox with an explanation: The public distrusts Congress and the executive branch even more than it distrusts the court. Even with lifetime appointments, the justices cannot afford to anger the public too much—since the public can demand that Congress strip the court of power if the justices go too far. But as long as the justices annoy people less than Congress and the president do, they needn’t worry about such repercussions.\n\nAdvertisement\n\n\n\nThe court has suffered a long slide in public approval. Gallup has announced that for the first time in many years, more people disapprove (50 percent) than approve (45 percent) of its performance. Fifteen years ago approval hovered in the 50–60 percent range. A majority of people (53 percent) still trust the Supreme Court, but that number used to be in the 70 percent range.\n\nThe only government institution that is really popular is, chillingly enough, the military.\n\nThe court’s loss of prestige is due to many things. It has taken prominent and highly unpopular positions in a number of cases, like Citizens United, in which it struck down a campaign finance law that restricted the influence of money on politics. But one suspects that much of the explanation lies in the ideologically predictable 5–4 decisions. More so than in any point in living memory, justices appointed by Republican presidents vote one way and justices appointed by Democratic presidents vote the other way, laying bare the political roots of the court’s decisions. It probably hasn’t helped that Supreme Court justices accuse one another of politics or general cluelessness, and several of them have encouraged a cult of celebrity, which is itself ideological and frankly partisan—with liberals celebrating the “notorious RBG” (Justice Ruth Bader Ginsburg) and conservatives praising to the skies their favorites, Justices Antonin Scalia and Clarence Thomas.\n\nThe court’s defenders—most prominently, the justices themselves—insist the body is politically neutral. They point out that many opinions are decided unanimously, and moreover, because the court hears the most difficult cases, it is hardly surprising that justices would often split 5–4. But the unanimous cases are just those that are not politically controversial, and it is no more surprising that the Supreme Court can decide some cases unanimously than that Congress can unanimously agree on laws that no one has heard of or cares about. As for the difficult cases, if the justices did not divide along ideological lines, the fact of disagreement would not be troubling, but they do. According to Pew, 70 percent of Americans believe that the justices “are often influenced by their own political views.” If you asked law professors, the response would be close to 100 percent.\n\nBut if people increasingly distrust the Supreme Court, they also understand that they need to be governed by someone, and the question is, by whom? The only government institution that is really popular is, chillingly enough, the military. But for the time being, Americans seem unlikely to follow the Latin American practice of giving power to generals. In the meantime, the Supreme Court’s only competitors are Congress and the president.\n\nAdvertisement\n\n\n\nGallup has asked Americans about their confidence in political institutions since 1973. It may be hard to believe today, but in the early 1970s, and as late as 1986, as much as 40 percent of Americans put a great deal or quite a lot of confidence in Congress. Today the number is 8 percent, the lowest of all the institutions on which Gallup has polled respondents, including big business, organized labor, and the medical system. This absurd body routinely threatens to destroy the financial system by refusing to fund the debt that its own legislation has created, has abdicated its responsibility to authorize wars, and is gridlocked on nearly everything. Gridlock means that it can’t push back on the Supreme Court if the court shows insufficient respect for its judgments. No wonder the court feels little compunction about overturning statutes.\n\nAmericans put a great deal more confidence in the presidency than in Congress—but still not much. In the past five years, confidence has run in the 30 percent range. Whatever you think of Obama, the president can get things done, and that is reassuring. But the president, of whatever party, is a polarizing figure. At any time, about half the country distrusts him. The court has nothing to fear from the president.\n\nSo the Supreme Court is flourishing not because it has earned the respect of Americans but because its competitor institutions are even more controversial than the court is. Nor have the justices convinced Americans that the court is a politically neutral body. Most Americans not only believe that the justices are influenced by their political views; most (56 percent) also believe that the court should consider public opinion when deciding cases, according to the Pew poll mentioned above. They don’t see the court as a neutral body that merely applies the law but as a political body that makes political judgments—just not judgments as bad as those made by Congress and the president.", "article_metadata": {"sailthru.subheadline": "For the first time in a long time, more people disapprove than approve of its performance.", "fb-share": "For the first time in a long time, more people disapprove than approve of its performance.", "sailthru.author": "Eric Posner", "description": "The Supreme Court begins its term this year with a smorgasbord of ideologically tasty morsels, including cases on affirmative action, labor rights, the ...", "og": {"site_name": "Slate Magazine", "description": "The Supreme Court begins its term this year with a smorgasbord of ideologically tasty morsels, including cases on affirmative action, labor rights, the ...", "title": "The Supreme Court Is Losing Public Approval and Prestige", "url": "http://www.slate.com/articles/news_and_politics/view_from_chicago/2015/10/the_supreme_court_is_losing_public_approval_and_prestige.html", "image": "http://www.slate.com/content/dam/slate/articles/news_and_politics/view_from_chicago/2015/10/151007_VFC_supreme-court-justices.jpg.CROP.cq5dam_web_1280_1280_jpeg.jpg", "type": "article"}, "twitter": {"description": "The Supreme Court begins its term this year with a smorgasbord of ideologically tasty morsels, including cases on affirmative action, labor rights, the ...", "title": "The Supreme Court Is Losing Public Approval and Prestige", "url": "http://www.slate.com/articles/news_and_politics/view_from_chicago/2015/10/the_supreme_court_is_losing_public_approval_and_prestige.html", "image": "http://www.slate.com/content/dam/slate/articles/news_and_politics/view_from_chicago/2015/10/151007_VFC_supreme-court-justices.jpg.CROP.cq5dam_web_1280_1280_jpeg.jpg", "creator": "@EricAPosner", "site": "@slate", "card": "summary_large_image"}, "sailthru.date": "2015-10-07T17:04:41Z", "sailthru.promoheadline": "The Supreme Court Is Losing Public Approval and Prestige", "sailthru.headline": "The Supreme Court’s Loss of Prestige", "parsely-page": "{\n  \"title\": \"The Supreme Court Is Losing Public Approval and Prestige\",\n  \"link\": \"http://www.slate.com/articles/news_and_politics/view_from_chicago/2015/10/the_supreme_court_is_losing_public_approval_and_prestige.html\",\n  \"image_url\": \"http://www.slate.com/content/dam/slate/articles/news_and_politics/view_from_chicago/2015/10/151007_VFC_supreme-court-justices.jpg.CROP.thumbnail-small.jpg\",\n  \"type\": \"post\",\n  \"post_id\": \"100151007017\",\n  \"pub_date\": \"2015-10-07T17:04:41Z\",\n  \"section\": \"News and Politics\",\n  \"author\": \"Eric Posner\",\n  \"tags\": [\"supreme court\"]\n}", "fb": {"app_id": 142011022527753}, "tw-line": "People increasingly disapprove of the Supreme Court. Here’s why:", "google-site-verification": "jXqoqqPSmx_PWchRdG-IXu-X616Ee2Ptf_AiElI9LzQ", "keywords": "supreme court popularity, supreme court unpopular, supreme court tension with congress, supreme court public opinion, supreme court politicized, supreme court voting record politics, supreme court republicans democrats, supreme court polarized, supreme court public opinion polls", "article": {"publisher": "http://www.facebook.com/Slate"}, "sailthru.tags": "supreme court popularity, supreme court unpopular, supreme court tension with congress, supreme court public opinion, supreme court politicized, supreme court voting record politics, supreme court republicans democrats, supreme court polarized, supreme court public opinion polls", "sailthru.description": "The Supreme Court begins its term this year with a smorgasbord of ideologically tasty morsels, including cases on affirmative action, labor rights, the ...", "sailthru.image.full": "http://www.slate.com/content/dam/slate/articles/news_and_politics/view_from_chicago/2015/10/151007_VFC_supreme-court-justices.jpg.CROP.cq5dam_web_1280_1280_jpeg.jpg", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "Gridlock means that it can’t push back on the Supreme Court if the court shows insufficient respect for its judgments.\nA majority of people (53 percent) still trust the Supreme Court, but that number used to be in the 70 percent range.\nBut if people increasingly distrust the Supreme Court, they also understand that they need to be governed by someone, and the question is, by whom?\nSo the Supreme Court is flourishing not because it has earned the respect of Americans but because its competitor institutions are even more controversial than the court is.\nEven with lifetime appointments, the justices cannot afford to anger the public too much—since the public can demand that Congress strip the court of power if the justices go too far."}