{"article_title": "Brookings Arts Council Accepting Tree Submissions For Winter Event", "article_keywords": ["arts", "winter", "technology", "tree", "school", "trees", "general", "health", "keloland", "council", "brookings", "accepting", "submissions", "event"], "article_url": "http://www.keloland.com/news/article/news/brookings-arts-council-accepting-tree-submissions-for-winter-event", "article_text": "Brookings, SD\n\nYou may not be ready to think about decorating trees just yet, but the Brookings Arts Council is ready to accept tree submissions for its annual Festival of Trees.\n\nThe Brookings Arts Council is asking for submissions of specially-decorated holiday trees from different groups and organizations to be displayed.\n\nThe deadline to participate in the festival is November 6. You can register online or stop by the Brookings Arts Council at 524 4th Street in Brookings. The trees will be on display from November 28 through January 1.\n\nProceeds from the event go to different educational programs in Brookings.\n\nGeneral {{Title}} Remove Change News General Courts Web Only Crime Outdoors Events Center Non-Homepage Boredom Busters Pipeline Positively KELOLAND Technology Hunger Affordable Care Act Shops Flooding Remembering 9/11 Drought JazzFest Spring Storm Honor Flight Spencer Anniversary\n\nDoApp Health News Business News Sports\n\nAgriculture Markets Livestock Crops Politics\n\nHealthBeat Cancer Children's Health Heart Health Wellness & Nutrition General Health Beat Women's Health RX Resources What's Going Around OTC Diabetes Recalls Dental Health Men's Health\n\nPolitics South Dakota Legislature Budget Congress Taxes General Local Campaign President US Senate New Laws US House Iowa Ballot Issues Local Races Minnesota Gubernatorial\n\nEducation Funding College Elementary High School Pre K School Supplies Middle School\n\nSports Professional College High School Sports Zone Headlines Summit League Tournament Olympics\n\nBusiness Industry Your Money Matters Development Gas & Energy Legislation Economy/Stocks Employment General Health Care Technology Education Funding Tourism Banking/Finance Housing Transportation Insurance Meetings & Events Retail & Restaurants All Industries On The Move Shops Agriculture\n\nFeatured Stories Eye on KELOLAND Inside KELOLAND\n\nWeather Snow Forecast Records Rain Flooding Drought WX Corner General\n\nWorld News\n\nInvestigates GEAR UP\n\nSponsored Done\n\n© 2016 KELOLAND TV. All Rights Reserved.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "You may not be ready to think about decorating trees just yet, but the Brookings Arts Council is ready to accept tree submissions for its annual", "title": "Brookings Arts Council Accepting Tree Submissions For Winter Event", "url": "http://www.keloland.com/news/article/news/brookings-arts-council-accepting-tree-submissions-for-winter-event", "image": "http://assets.keloland.com/images/images/default-source/agriculture/crops/barley/67770.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "You may not be ready to think about decorating trees just yet, but the Brookings Arts Council is ready to accept tree submissions for its annual"}, "article_summary": "You can register online or stop by the Brookings Arts Council at 524 4th Street in Brookings.\nThe Brookings Arts Council is asking for submissions of specially-decorated holiday trees from different groups and organizations to be displayed.\nBrookings, SDYou may not be ready to think about decorating trees just yet, but the Brookings Arts Council is ready to accept tree submissions for its annual Festival of Trees.\nProceeds from the event go to different educational programs in Brookings.\nThe trees will be on display from November 28 through January 1."}