{"article_title": "Cancer ‘moonshot’: Improve quality of life too", "article_keywords": ["life", "moonshot", "cancer", "longterm", "treatment", "research", "survivors", "patients", "health", "effects", "care", "quality", "improve"], "article_url": "http://thehill.com/blogs/congress-blog/healthcare/267228-cancer-moonshot-improve-quality-of-life-too", "article_text": "One of the emotional high points of President Obama’s final State of the Union address came when he announced he is putting Vice Joe President Biden “in charge of Mission Control” of a new “moonshot” to cure cancer “once and for all.” In response, members of Congress – seemingly from both sides of the partisan aisle – erupted in applause.\n\nAnd why not? Who in that chamber and beyond wouldn’t want to end cancer – especially if this “moonshot” results in a well-financed, urgent cancer research and development effort that can go beyond what we have now? And who among them – even the most implacable administration antagonists – wouldn’t want to pay this modest tribute to the vice president whose son, Beau, succumbed to brain cancer last year?\n\nADVERTISEMENT\n\nIndeed, a cancer “moonshot” is welcome news to those of us who advocate for cancer survivors and their families. But we are also left with questions. Will the moonshot concentrate primarily on the science of eradicating cancer? Or – as many advocates like us hope – will it also address some of the challenges cancer survivors face long after they have ostensibly beaten cancer?\n\nSo, before the moonshot lifts off, we hope those advising Vice President Biden will ask three critical questions.\n\nFirst, will this effort underestimate the complexity of cancer?\n\nCancer is not one but many diseases, and it’s doubtful that a single research approach will lead to a cure. Decades of intensive cancer research advances have taught us much about the complexity of cancer, and the moonshot research and development program must be built on that knowledge. Coordination, communication, and synergy among researchers will serve the cause.\n\nSecond, will it improve the quality of care provided to cancer patients?\n\nThis is as big a challenge as the scientific riddle researchers have grappled with for so long. The moonshot will only make a difference if new treatments are available and accessible to all patients. The current cancer care system does not always deliver care that reflects the patient’s wishes and that is consistent with the latest research findings. Minority patients and others who are medically underserved may face especially tough barriers to quality care.\n\nThe moonshot we have in mind will accelerate cancer care payment reforms and ensure patients receive well-coordinated care that reflects the latest knowledge and includes effective new treatments. That care must also be affordable -- far too many patients struggle not only with their disease but with the high cost of treatment. They shouldn’t be forced to choose between doing what’s best for them medically and bankruptcy.\n\nLastly, will the new initiative ameliorate the long-term health effects of cancer and cancer treatment?\n\nIt is estimated that by 2020, there will be nearly 18 million survivors of cancer living in the United States. But the effects of cancer continue long after treatment ends. Children and adults alike are at risk of a wide range of life-altering treatment effects, including cardiac disease, secondary cancers, sexual and reproductive issues, permanent hair loss, peripheral neuropathy, and many others. Cancer survivors will tell you that they willingly accept the late and long-term effects of treatment for years of survival. But a successful cancer moonshot should not ask patients to make that trade-off.\n\nTake the case of Dr. Greg Aune, who was treated for Hodgkin’s Lymphoma as a teen and today is a leading pediatric oncologist and researcher in San Antonio. Since completing his treatments more than 25 years ago, Dr. Aune has suffered from health problems including hypothyroidism, pulmonary fibrosis, infertility, aortic stenosis, coronary artery disease, secondary skin cancers, stroke, and diabetes. He considers himself fortunate to have survived, of course, but says that “my life has been complicated by numerous hospitalizations, open-heart surgery, and frequent health scares.”\n\n“Unfortunately,” he has written, “my experience is not unique. Cancer is not an acute disease. It’s a lifelong problem. With the national war on cancer now in its fourth decade, it is time to address the poor health outcomes for cancer patients who have been fortunate to ‘win’ their war.”\n\nWe must do better for cancer survivors. The moonshot should reflect the needs of cancer survivors in two ways: 1) health care delivery and payment systems must incorporate long-term monitoring and survivorship care for long-term survivors, and 2) research efforts must aim not just for treatment advances but also for fewer and less severe long-term effects of treatment\n\nDon’t get us wrong, any extra effort to find cures for cancer is a good and welcome development. But, beyond the applause line, let’s think hard about what it should entail.\n\n\n\nNasso is the chief executive officer of the National Coalition for Cancer Survivorship, a patient advocacy organization based in Silver Spring, Maryland.", "article_metadata": {"dcterms.description": "Far too many patients struggle not only with their disease but with the high cost of treatment.", "description": "Far too many patients struggle not only with their disease but with the high cost of treatment.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Congress Blog"}}, "og": {"site_name": "TheHill", "description": "Far too many patients struggle not only with their disease but with the high cost of treatment.", "title": "Cancer ‘moonshot’: Improve quality of life too", "url": "http://thehill.com/blogs/congress-blog/healthcare/267228-cancer-moonshot-improve-quality-of-life-too", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-04T05:25:59-05:00", "type": "article"}, "Smart_Paging": "on", "dcterms.modified": "2016-02-04T05:25-05:00", "dcterms.identifier": "http://thehill.com/blogs/congress-blog/healthcare/267228-cancer-moonshot-improve-quality-of-life-too", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "apple-itunes-app": "app-id=396640962", "dcterms.date": "2016-01-28T08:00-05:00", "dcterms.creator": "Joe Picard", "author": "Shelley Fuld Nasso", "dcterms.type": "Text", "article": {"published_time": "2016-01-28T08:00:03-05:00", "modified_time": "2016-02-04T05:25:59-05:00"}, "keywords": ",,", "dcterms.language": "und", "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/congress-blog/healthcare/267228-cancer-moonshot-improve-quality-of-life-too", "widgets": {"csp": "on"}, "description": "Far too many patients struggle not only with their disease but with the high cost of treatment.", "card": "summary", "title": "Cancer ‘moonshot’: Improve quality of life too"}, "dcterms.title": "Cancer ‘moonshot’: Improve quality of life too"}, "article_summary": "ADVERTISEMENTIndeed, a cancer “moonshot” is welcome news to those of us who advocate for cancer survivors and their families.\nDecades of intensive cancer research advances have taught us much about the complexity of cancer, and the moonshot research and development program must be built on that knowledge.\nLastly, will the new initiative ameliorate the long-term health effects of cancer and cancer treatment?\nOr – as many advocates like us hope – will it also address some of the challenges cancer survivors face long after they have ostensibly beaten cancer?\nSecond, will it improve the quality of care provided to cancer patients?"}