{"article_title": "El Paso to East Texas: Widespread images/video of extreme weather shake social media", "article_keywords": ["imagesvideo", "el", "tornadoes", "27", "north", "shake", "media", "paso", "damage", "snow", "tornado", "weather", "wake", "social", "widespread", "texas", "extreme"], "article_url": "http://thescoopblog.dallasnews.com/2015/12/el-paso-to-east-texas-widespread-imagesvideo-of-extreme-weather-shake-social-media.html/", "article_text": "The National Weather Service is reporting 5 to 8.5 inches of snow fell in El Paso. The death toll from storms in the Dallas region is up to 11, and just east of Dallas towns are under flood warnings as of Sunday afternoon.\n\nMention @DallasNews on Twitter to share photos and videos of extreme weather across the state, especially in the Dallas area where tornadoes have destroyed as many as 1,000 homes and buildings.\n\nWest Texas\n\nThis video shows the early accumulation of snow on the ground in El Paso in a timelapse video:\n\nToday’s #ElPaso weather in 21 seconds. Slowed down the snow so you could see the accumulation. @NWSElPaso pic.twitter.com/w5WKZnUnK6 — Jorge Salgado (@JorgeSalgado__) December 27, 2015\n\nOf course, much more snow fell in the area:\n\n@NWSElPaso Beautiful view in the wake of the storm. #txwx pic.twitter.com/uBrAemK0jY — Jason Laney (@JasonLaney2) December 27, 2015\n\nSay it isn’t snow! A winter wonderland greets El Paso, Texas in today’s #photooftheday! https://t.co/X95VOzhqem pic.twitter.com/PztgjFlANx — WeatherBug (@WeatherBug) December 27, 2015\n\nSnow falling in downtown El Paso. pic.twitter.com/GmF896dGCI — Miguel Mendez (@NC9chiefphotog) December 27, 2015\n\nThe beautiful Franklin mountain covered in snow in El Paso Tx. pic.twitter.com/Zu7PZAZHGz — Walter Lucio (@WalterLucio) December 27, 2015\n\n@laurakfillault My kid just sent me this pic of my front yard in El Paso. Most snow we’ve seen in over 25 years… pic.twitter.com/Q72Qb4ROBd — Jim Levy (@TexasJew) December 27, 2015\n\nThe Midland and Lubbock regions are also seeing snowfall:\n\n@TxStormChasers @rrobertswxlab 4″ south of I-20 in Midland County. pic.twitter.com/cz5TA88sLH — Kelley Peterson (@KelleyPeterson) December 27, 2015\n\nMiserably cold and icy out in the #lubbockblizzard #txwx pic.twitter.com/iqRv9rsecy — Alyssa Goard (@AlyssaMGoard) December 27, 2015\n\nDallas\n\nOver 600 miles east in Dallas, the scene is far from the beautiful snowfall Texans are experiencing to the West. Rowlett suffered major damage from storms that spawned tornadoes across the region. More photos and video of the damage have come to light today as the sun revealed the destruction tornadoes left in their wake Saturday evening.\n\nDEVASTATION: Video of worst tornado damage shot by Rowlett mayor. pic.twitter.com/g9hoRScJJp — ScottGordonNBC5 (@ScottGordonNBC5) December 27, 2015\n\nThe #tornado damage in #Rowlett is really pretty awful. More photos on the way to @dallasnews. #txwx #dfwwx pic.twitter.com/G8a4HCUISm — G.J. McCarthy (@gjmccarthy) December 27, 2015\n\nWell, we got luckier than most. #Rowlett @DFWscanner pic.twitter.com/QF7K56vkSi — SCIENCESUE (@sueb0t) December 27, 2015\n\n.@RowlettTexas devastation from @minutemanrescue on the scene. #texastornado pic.twitter.com/QbF6urmFKe — Shelly Slater (@wfaashelly) December 27, 2015\n\nStorms demolished homes and even bent street lamps:\n\nSome of the damage i just passed on i-30. It’s bad. #PrayForTexas pic.twitter.com/kfmLmGHOet — Cami Griffin (@CamiAnnG) December 27, 2015\n\nEast Texas Less than 100 miles further east, beyond Dallas, Texans are experiencing major flooding that has practically turned roads into rivers and parking lots into small lakes. According to the National Weather Service, the region is under a flood warning for the afternoon.\n\nFlash Flood Warning including Athens TX, Gun Barrel City TX, Wills Point TX until 4:00 PM CST pic.twitter.com/NAJ3n9uSd1 — NWS Fort Worth (@NWSFortWorth) December 27, 2015\n\nMy roads #PrayForTexas pic.twitter.com/hdMEi9qJNw — SONCERRAE (@SONCERRAE_TX) December 27, 2015\n\nThe spot where the famous First Monday flea market is held in Canton has been transformed by flood water:\n\n@TxStormChasers First Monday Grounds Canton, tx pic.twitter.com/1aQKgAD6gP — Jonathon Emmert (@clcjce2010) December 27, 2015\n\nComplete coverage of the storm’s devastation\n\n‘Total devastation’: Residents, emergency crews work frantically after tornadoes\n\nTornado in Rowlett classified as EF3; 11 confirmed dead in storms in Garland, Collin County\n\nOfficials identify six of eight tornado victims who died in Garland\n\nStorm damages over 100 buildings in Glenn Heights\n\nFloyd: Weather’s tragic capriciousness is still beyond our control\n\nNBC5: Staff shortage left NWS scrambling to cover tornado outbreak\n\nColliding weather systems caused tornado outbreak\n\nGov. Abbott offers condolences, says state is taking action in midst of storms\n\nRescue workers assessing damage, needs in wake of tornadoes across North Texas\n\nTracking the storm\n\nInteractive map shows storm’s route of destruction in North Texas\n\nAfter the storm: Before and after images of the damage done by December tornadoes in North\n\nVideo, photos, tweets show massive damage tornadoes brought to North Texas\n\nUpdated photos: Daylight reveals damage from D-FW holiday season storm\n\nEl Paso to East Texas: Widespread images/video of extreme weather shake social media\n\nTales from the damage\n\nHeartbreaking call during storm was Mesquite couple’s last\n\nSurvivor stories: Ruined churches, a flying lawnmower and a truck ride through the air\n\nEditorial: What’s stronger than even catastrophic tornadoes? North Texans\n\nVideo: Glenn Heights family reunited with dog after tornado\n\nChildren hide under mattress as house falls around them\n\nResources\n\nHow you can help | How to get help\n\nResources for tracking lost pets in North Texas storms\n\nShelters are popping up in wake of tornado damage across North Texas\n\nWatchdog: In tornado’s wake, protect yourself from bad builders’ scams\n\nCheck here for pet shelter updates\n\nManaging traumatic stress after a tornado", "article_metadata": {"liveFyreID": "aHR0cDovL3RoZXNjb29wYmxvZy5kYWxsYXNuZXdzLmNvbS8yMDE1LzEyL2VsLXBhc28tdG8tZWFzdC10ZXhhcy13aWRlc3ByZWFkLWltYWdlc3ZpZGVvLW9mLWV4dHJlbWUtd2VhdGhlci1zaGFrZS1zb2NpYWwtbWVkaWEuaHRtbC8=", "generator": "WordPress 3.9.12", "author": "Dom DiFurio", "og": {"site_name": "The Scoop Blog", "description": "The National Weather Service is reporting 5 to 8.5 inches of snow fell in El Paso. The death toll from storms in the Dallas region is up to 11, and…", "title": "El Paso to East Texas: Widespread images/video of extreme weather shake social media", "url": "http://thescoopblog.dallasnews.com/2015/12/el-paso-to-east-texas-widespread-imagesvideo-of-extreme-weather-shake-social-media.html/", "image": "http://thescoopblog.dallasnews.com/files/2015/12/NM_27DELTA17_47954432.jpg", "type": "article"}, "LastModifiedDate": "2015-12-31T15:18:19Z", "twitter": {"card": "summary_large_image"}, "PublishDate": "2012-04-11T13:59:21Z", "wp-parsely_version": "1.7", "viewport": "width=device-width", "google-site-verification": "ZjZz-aaVcLkLDp8kIkLnEwtSTZlAwGgQhLyd1pXAbA8", "cXenseParse": {"recs": {"publishtime": "2012-04-11T13:59:21Z"}}}, "article_summary": "A winter wonderland greets El Paso, Texas in today’s #photooftheday!\nThe National Weather Service is reporting 5 to 8.5 inches of snow fell in El Paso.\nWest TexasThis video shows the early accumulation of snow on the ground in El Paso in a timelapse video:Today’s #ElPaso weather in 21 seconds.\npic.twitter.com/Zu7PZAZHGz — Walter Lucio (@WalterLucio) December 27, 2015@laurakfillault My kid just sent me this pic of my front yard in El Paso.\npic.twitter.com/GmF896dGCI — Miguel Mendez (@NC9chiefphotog) December 27, 2015The beautiful Franklin mountain covered in snow in El Paso Tx."}