{"article_title": "Is This the Real Cure for Cancer?", "article_keywords": ["real", "tcell", "cancer", "big", "companies", "system", "shares", "immune", "patients", "cure", "therapy", "tcells", "researchers"], "article_url": "http://www.uncommonwisdomdaily.com/is-this-the-real-cure-for-cancer-22252", "article_text": "Is This the Real Cure for Cancer?\n\nThere have been a lot of negatives in the news of late about the medical profession …\n\nAccusation of \"obscene\" profits by \"big pharma\" … 5,500% overnight price hikes on AIDS drugs by the deplorable Martin Shkreli … and the need to make changes to the Affordable Care Act, a.k.a. Obamacare, by presidential candidates from both parties.\n\nBut I want you to take a few moments to look past all the downbeat news surrounding big pharma, drug companies and medicine.\n\nThat’s because we are fortunate to live at a time when real scientific breakthroughs take place to combat disease.\n\nSuch a breakthrough has been uncovered in the battle against a specific type of blood cancer. It involves using a patient’s immune system T-cells to target and combat invading cancer cells.\n\nAccording to researchers working on the project, they’ve seen \"extraordinary results\" in several dozen patients who would typically have only had months to live.\n\nSo, could targeted T-cell therapy actually be the real cure for cancer?\n\nOver the Presidents Day weekend, I read an article in the U.K.-based Guardian about this topic. It detailed researchers’ findings on using the T-cell therapy to fight a disease called acute lymphoblastic leukemia, or ALL.\n\nHere’s how the Guardian reported the findings:\n\nIn one study, 94% of participants with acute lymphoblastic leukemia (ALL) saw symptoms vanish completely. Patients with other blood cancers had response rates greater than 80%, and more than half experienced complete remission.\n\nWow! These kinds of clinical results are staggeringly effective. If they are repeatable, they appear to be extremely encouraging for people afflicted with ALL.\n\nThe article continues by citing researcher Stanley Riddell, who was speaking at a meeting for the American Association for the Advancement for Science (AAAS). According to Riddell,\n\n\"This is unprecedented in medicine, to be honest, to get response rates in this range in these very advanced patients.\"\n\nThe amazingly encouraging results have been headline news in biotech circles. That’s because they offer a new direction in the battle against cancers of all types, not just blood cancers such as ALL.\n\n***\n\nSo, how and why does this T-cell therapy work?\n\nBasically, doctors first remove immune system T-cells from patients. Then they \"tag\" them with so-called \"receptor\" molecules designed to target a specific cancer.\n\nThis already happens naturally in the body. T-cells are nature’s way of targeting ailments such as infection or invaders like the common cold and flu.\n\nResearchers then infuse the cells back in the body and let the amazing human immune system do its disease-fighting job.\n\nThe simplicity of this technique is why it works so well. Not that it’s simple to modify T-cells; it’s not. However, the reason this therapy works so well is that it leverages the body’s natural processes.\n\nThe modified T-cells just seem to be what military types call a \"force multiplier.\"\n\n\"This is a living therapy,\" Riddell said. When you put it in the cells will undergo expansion in vivo.\"\n\nAccording to researchers, up until now these targeted T-cell therapies have only been tried against certain blood cancers. One big reason why is that T-cell therapy is not without its major downsides.\n\nWhen T-cell therapy is used, doctors are basically reprogramming the immune system. That comes with some very dangerous side-effects. Those include cytokine release syndrome, or sCRS, which essentially is an overload of defense cells.\n\nThe possibility of neurotoxicity due to sCRS can kill patients. The danger associated with sCRS and other harmful side effects are why T-cell therapy has been reserved for patients as a \"last resort\" option.\n\nStill, if researchers can figure out a way to design T-cell therapies that are less prone to neurotoxicity, just think about the lives that could be saved and the improved standard of life for so many afflicted with cancer.\n\nWhile we aren’t there yet in terms of the science, T-cell therapy does represent the kind of breakthrough that we all should find encouraging.\n\nSo the next time you find yourself mad about the medical profession …\n\nRemember all of the good it’s done for humankind … and all the good it’s doing right now to fight the ravages of disease on so many fronts.\n\n***\n\nAs an investor, it’s important you know about the kinds of breakthroughs under way in the medical profession. They might represent outstanding profit opportunities in companies that can bring these breakthroughs to market to help save lives.\n\nMy research didn’t uncover a \"pure play\" in the T-cell therapy segment of the sort described by the ALL researchers. But there are companies currently engaged in T-cell therapeutics for other diseases.\n\nBiotech giant Celgene (CELG) is a big player in this field. It added to that capability with its recent payment of $1 billion for $850 million worth of Juno Therapeutics’ (JUNO) shares. This deal included a handful of licensing rights.\n\nOther companies operating in the space include Kite Pharma (KITE) and Ziopharm Oncology (ZIOP).\n\nPerhaps not coincidentally, these four stocks were up nicely in Tuesday trade in response to the big press the ALL research has received.\n\n***\n\nU.S. stocks built on Friday’s gains, with the Dow adding more than 200 points, or 1.4%. China and Europe gained yesterday while U.S. markets were closed for the President’s Day holiday.\n\nElsewhere in the news today …\n\n• Oil prices climbed early Tuesday after an alleged deal to \"freeze\" production by four large oil producers hit newswires. Oil prices then fell back into the red after the details of the freeze included agreement to do the same by Iraq and Iran, which are not on pace to freeze production anytime soon. WTI crude ended the day 1.4% lower as hopes of a deal fizzled. • CBS (CBS) shares surged 4.5% after the success of Monday night’s Grammy Awards. The music industry awards show pulled in the highest ratings it’s seen in years. • Alibaba (BABA) found a bargain in struggling Groupon (GRPN). Groupon shares surged more than 41% today after the Chinese e-commerce company bought 33 million shares, or a 5.6% stake in the Chicago-based company.\n\nGood Luck and Happy Investing,\n\nBrad Hoppmann\n\nPublisher\n\nUncommon Wisdom Daily", "article_metadata": {"revised": "Tuesday, February 16th, 2016, 5:47 pm", "description": "A breakthrough in the battle against blood cancer has been uncovered involving a patient's immune system T-cells to combat invading cells. Could a cure be that much closer?", "application-name": "Uncommon Wisdom Daily", "author": "Brad Hoppmann", "og": {"site_name": "Uncommon Wisdom Daily", "description": "A breakthrough in the battle against blood cancer has been uncovered involving a patient's immune system T-cells to combat invading cells. Could a cure be that much closer?", "title": "Is This the Real Cure for Cancer?", "url": "http://www.uncommonwisdomdaily.com/is-this-the-real-cure-for-cancer-22252", "image": "http://www.uncommonwisdomdaily.com/wp-content/uploads/2016/02/2110P_1.jpg", "updated_time": "2016-02-16T17:47:18-05:00", "locale": "en_US", "type": "article"}, "twitter": {"domain": "Uncommon Wisdom Daily", "description": "A breakthrough in the battle against blood cancer has been uncovered involving a patient's immune system T-cells to combat invading cells. Could a cure be that much closer?", "title": "Is This the Real Cure for Cancer?", "image": {"src": "http://www.uncommonwisdomdaily.com/wp-content/uploads/2016/02/2110P_1.jpg"}, "site": "@uncommon_wisdom", "card": "summary"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/windows-tile.png", "keywords": "Afternoon Edition, General, Issues", "article": {"published_time": "2016-02-16T17:46:47-05:00", "modified_time": "2016-02-16T17:47:18-05:00"}, "copyright": "Copyright (c) February 2016", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "So, could targeted T-cell therapy actually be the real cure for cancer?\nIt involves using a patient’s immune system T-cells to target and combat invading cancer cells.\nIs This the Real Cure for Cancer?\nIt detailed researchers’ findings on using the T-cell therapy to fight a disease called acute lymphoblastic leukemia, or ALL.\nWhile we aren’t there yet in terms of the science, T-cell therapy does represent the kind of breakthrough that we all should find encouraging."}