{"article_title": "House Republicans face clear choice on Medicaid", "article_keywords": ["jones", "bill", "senate", "house", "clear", "republicans", "florida", "expansion", "choice", "medicaid", "health", "face", "care"], "article_url": "http://www.sun-sentinel.com/opinion/editorials/fl-editorial-medicaid-expansion-20150604-story.html", "article_text": "The debate Thursday in the Florida House over Medicaid expansion revealed two things: Rep. Mia Jones, D-Jacksonville, has amazing stamina and composure; and the arguments against Medicaid expansion are weak.\n\nHouse Democrats chose Jones to present the bill that the Senate had passed a day earlier, 33-3. Major issues get such bipartisan support in the Legislature about as often as Gators and Seminoles fans exchange group hugs.\n\nThe Florida Chamber of Commerce and Associated Industries of Florida support the Senate's plan — called the Florida Health Insurance Affordability Exchange — that would offer health insurance to people just above the poverty line. So do civic groups across Florida. But today's set of House leaders continues to resist Medicaid expansion in any form and any name, just as another set of House leaders resisted it two years ago.\n\nStill, House Speaker Steve Crisafulli, R-Merritt Island, has agreed to let members vote, which they will do today after more debate. But given Republican opposition to the Affordable Care Act, which would enable Medicaid expansion to happen, and given the 81-39 margin Republicans hold in the House, the betting in Tallahassee is that Senate Bill 2A won't pass.\n\nBut if Reps. Bill Hager, R-Boca Raton, and George Moraitis, R-Fort Lauderdale, and others look past narrow partisan politics and focus on what would help Florida, they will support the legislation. If enough Republicans from districts with many uninsured constituents do the same, the legislation has a chance. But odds are long our representatives will vote against the wishes of their leaders.\n\nFor three hours Thursday, Jones stood and took questions, most of which were scripted or irrelevant. Like an icebreaker, Jones churned slowly but steadily, trying to answer a few legitimate questions while dispassionately turning away the others. Jones got emotional only once.\n\nJones said going on two hours sleep — after a night of Medicaid cramming — was worth it if she could \"stand on the shoulders\" of those who lack health insurance and had urged her on. When she finished, even the presiding Republican congratulated her.\n\nPraise for the legislation from Republicans, though, did not come. Rep. Scott Plakon, R-Longwood, referred to Medicaid expansion as an \"entitlement,\" even though all enrollees would have to pay something. Though the amount might be small, so is the amount Florida House members pay for their generous taxpayer-subsidized health insurance.\n\nOther Republicans sounded like lawyers taking a deposition. \"Are you aware?\" was a favorite preface to a question read from a piece of paper. Was Jones aware, one GOP legislator asked, that Kentucky hospitals were losing money on Medicaid expansion? But was that legislator aware of the study this year by Deloitte showing that Medicaid expansion has helped Kentucky?\n\nHager asked if the bill contained medical tort reform. He knew that it didn't. Tort reform isn't the point of the bill. Another legislator asked if SB 2A would reduce the cost of hospital procedures. That also isn't the point of the bill.\n\nStill others noted that the federal government \"borrows 40 percent of what it spends,\" and wouldn't extra borrowing for Medicaid expansion increase the debt burden on future generations? Where was this concern for the national debt in 2008 and 2009, when the Florida House accepted nearly $9 billion in borrowed federal stimulus money? Why does the House dispute the conclusion of the state's nonpartisan chief economist that Medicaid expansion will create more jobs, not more expense?\n\nThe Senate's latest compromise bill seeks to placate House ideologues. Enrollees would have to be working or looking for work. If federal contributions drop below 90 percent of costs, the FHIX program stops automatically. The program is designed to work with existing state health care programs.\n\nApparently, though, the House leadership remains intransigent while offering no option of its own. For them, any embrace of the Affordable Care Act is unacceptable, even if the state might benefit.\n\nThe Senate proposes a commission to study the effects of the compromise plan, if implemented. The House's talking-point response is: \"Measuring state programs is a good idea. But this bill has changed so much in the last four days, and our fiscal and policy analyses and vetting of the changes have been so rushed, we have no idea whether any of this has been thought through well enough. The commission is an acknowledgment that we have to pass the bill to find out what's in it.\"\n\nThat final phrase is the right-wing media distortion of what Nancy Pelosi said about the Affordable Care Act. As for \"vetting,\" the bill runs all of 50 pages. Senate staff members have done 11 analyses of SB 2A and its predecessor. The Senate held long hearings during the regular session, which the House ended early without holding a serious hearing on the matter.\n\nDuring debate this week, Sen. David Simmons, R-Altamonte Springs, said SB 2A would help many Floridians \"have a better way of life.\" Why should political ideology matter more?", "article_metadata": {"fb_title": "House Republicans face clear choice on Medicaid", "Description": "House Speaker Steve Crisafulli has agreed to let members vote, which they will do today after more debate. But given Republican opposition to the Affordable Care Act, and given the 81-39 margin Republicans hold in the House, the betting in Tallahassee is that Senate Bill 2A won't pass.", "copyright": "Copyright (c) 2016 South Florida Sun-Sentinel", "author": "South Florida Sun-Sentinel", "og": {"site_name": "Sun-Sentinel.com", "description": "The debate Thursday in the Florida House over Medicaid expansion revealed two things: Rep. Mia Jones, D-Jacksonville, has amazing stamina and composure; and the arguments against Medicaid expansion are weak.", "title": "House Republicans face clear choice on Medicaid", "url": "http://www.sun-sentinel.com/opinion/editorials/fl-editorial-medicaid-expansion-20150604-story.html", "image": "http://www.trbimg.com/img-5570caa2/turbine/fl-editorial-medicaid-expansion-20150604", "type": "article"}, "x-servername": "lalvp15.17", "twitter": {"site": "@sunsentinel", "card": "summary"}, "robots": "index,follow", "apple-itunes-app": "app-id=402230662, app-argument=http://www.sun-sentinel.com/deeplinkid/83707620", "fb": {"admins": 100004353067097, "page_id": 64829476886, "app_id": 728754867160252}, "googlebot-news": "index", "date": "2015-06-04", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "googlebot": "index"}, "article_summary": "The debate Thursday in the Florida House over Medicaid expansion revealed two things: Rep. Mia Jones, D-Jacksonville, has amazing stamina and composure; and the arguments against Medicaid expansion are weak.\nRep. Scott Plakon, R-Longwood, referred to Medicaid expansion as an \"entitlement,\" even though all enrollees would have to pay something.\nBut was that legislator aware of the study this year by Deloitte showing that Medicaid expansion has helped Kentucky?\nBut today's set of House leaders continues to resist Medicaid expansion in any form and any name, just as another set of House leaders resisted it two years ago.\nWhy does the House dispute the conclusion of the state's nonpartisan chief economist that Medicaid expansion will create more jobs, not more expense?"}