{"article_title": "The curse of liberalism", "article_keywords": ["curse", "liberal", "rights", "century", "american", "failure", "liberals", "social", "america", "class", "liberalism"], "article_url": "http://www.renewamerica.com/columns/caruba/130909", "article_text": "The curse of liberalism\n\n\n\nBy Alan Caruba \"Liberalism has become an ugly blend of sanctimony, self-interest, and social connections,\" writes Fred Seigel whose credentials include being a senior fellow at the Manhattan Institute. He has written \"The Revolt Against the Masses: How Liberalism Has Undermined the Middle Class,\" but you won't be able to read it until it is published in January. As a reviewer, I received an advance copy from Encounter Books.It hardly needs to be said that today's liberals and conservatives loath one another, nor that the nation is as sharply divided politically as in the days before the Civil War. Politically, America has swung back and forth between liberal and conservative administrations as evidenced by the elections of the previous century and this new one.Moreover, many have noticed that there is often scant distance between Democrat and Republican administrations. Both have been led by patricians, often the graduates of Harvard and Yale. Seigel refers to them as the \"clerisy\" defined as educated people being a class unto themselves.\"Liberalism has been a very expensive failure,\" says Seigel and points to the Obama administration as an example of \"the apparent disdain for the copybook maxims of faith, family, and hard work.\" When liberals go to court to force schools to remove a daily prayer or a pledge of allegiance to start the day, support abortion on demand and gay marriage, seek to expand so-called \"entitlement programs\" and put as many people as possible on some form of government dole, this should be obvious to anyone.The seizure of one-sixth of the nation's economy in the form of Obamacare is yet another example and the failure of this program, passed near midnight by a straight party vote by Democratic legislators who had no idea what was in the bill, demonstrates the liberal preference for a massive central government.\"Liberalism has been dedicated to preserving the problems for which it presents itself as the solution.\"Seigel traces the beginnings of liberalism in America. \"American liberals don't like to compare themselves with other twentieth-century ideologues. But, like all ideologies that emerged in the early twentieth century – from communism and fascism to socialism, social democracy, and its first cousin, British Fabianism – liberalism was created by intellectuals and writers who were rebelling against the failings of the rising middle class.\"Among the intellectuals who advanced liberalism was Herbert Croly, the editor and co-founder of The New Republic whose 1909 book, \"The Promise of American Life,\" was the first manifesto of modern American liberalism. Croly \"rejected American tradition with its faith in the Constitution and its politics of parties and courts.\" This reeks of the intellectual snobbery that has dominated liberal thinking for more than a century at this point.A distinguishing element of liberalism has been its admiration of autocratic leaders and this explains its embrace of dictators from the likes of the German Kaiser, Lenin and Stalin, through to men like Fidel Castro and his murderous sidekick, Ernesto \"Che\" Guevera. The appeal of communism has always played a large role in the ideology of liberalism.What distinguishes liberalism today in the minds of conservatives is its rejection of the utter failure of communism and its cousin, socialism. One need only look to Russia and Europe for evidence of this, but it is manifest in America as it struggles to deal with the costs of New Deal creations such as Social Security, Medicare, and Medicaid, absorbing and redistributing some sixty percent of the national budget. The liberal belief in Keynesian economics whereby the government maintains the economy through massive expenditures has left America today with the largest debt in his history.Liberalism has been driven by its disdain for America's middle class that emerged from the large wave of immigration in the early 19th century and the success it has had in the business sector, entering the professions, and raising incomes. Liberalism has a deep distrust of \"the masses\" while claiming to represent them.Liberal ideology produced Lyndon Johnson's failed \"War on Poverty\" and embraced environmentalism with its doomsday predictions, none of which has come true. It explains President Obama's rejection of American exceptionalism. \"Liberal interests never reexamined their assumptions, even when faced with social and political failure. They never asked why, despite the vast sums expended, poverty had become worse rather than better.\"At the same time, in the latter half of the last century, liberals invented a laundry list of \"rights\" you will not find in the Constitution such as women's rights, gay rights, children's rights and even the Gaia concept of the Earth's right to be protected against human activity.\"It was attitude and intentions – not outcomes – that matter to liberals,\" says Seigel.Liberalism is the ideology of intellectuals who looked down on the masses that became America'smiddle class and produced the greatest economy the world had ever known. Now they exist to live parasitically off of it.The great frustration of conservatives is the inability to have a rational debate or discussion with liberals. They don't make sense. It is the curse of liberalism.© Alan Caruba", "article_metadata": {"description": "\"Liberalism has become an ugly blend of sanctimony, self-interest, and social connections,\" writes Fred Seigel whose credentials include being a senior fellow at the Manhattan Institute. He has written \"The Revolt Against the Masses: How Liberalism Has Undermined the Middle Class,\" but you won't be able to read it until it is published in January. As a reviewer, I received an advance copy from Encounter Books"}, "_id": "\"57477af46914bd0286fd926c\"", "article_summary": "\"Among the intellectuals who advanced liberalism was Herbert Croly, the editor and co-founder of The New Republic whose 1909 book, \"The Promise of American Life,\" was the first manifesto of modern American liberalism.\nIt is the curse of liberalism.© Alan Caruba\nThe curse of liberalismBy Alan Caruba \"Liberalism has become an ugly blend of sanctimony, self-interest, and social connections,\" writes Fred Seigel whose credentials include being a senior fellow at the Manhattan Institute.\n\"Seigel traces the beginnings of liberalism in America.\n\"Liberalism has been dedicated to preserving the problems for which it presents itself as the solution."}