{"article_title": "Striking the right balance for the future of US capital markets", "article_keywords": ["confidence", "right", "investors", "striking", "investor", "company", "listings", "future", "survey", "capital", "balance", "markets", "public", "recent"], "article_url": "http://thehill.com/blogs/congress-blog/economy-budget/192229-striking-the-right-balance-for-the-future-of-us-cpital", "article_text": "The debate over the health of the U.S. equity markets has ebbed and flowed for decades. In 2012, gloom was in ample evidence, with the Economist warning of “the endangered public company.” A year and a half later, we see Twitter making its debut in a stock market characterized by growing demand for new issues.\n\nRecently, I had the opportunity to discuss the state of the capital markets at an event that brought together some of the sharpest minds on Wall Street and in Washington. The Center for Audit Quality (CAQ) co-hosted the gathering, which was off the record to encourage frank discussion.\n\n“I don’t think the public company is by any means passé,” said one participant, a former financial regulator. “At the end of the day,” this participant said, “there’s no better access to capital than via offering securities.”\n\nADVERTISEMENT\n\nTwitter’s recent debut seems to support that proposition. Investing in public companies has been an engine of prosperity for Americans, and that engine seems in no danger of breaking down anytime soon. However, it can and must be tuned up. Private and public sectors need to work together to find an approach that balances robust capital formation with meaningful investor protection. As that same former regulator put it: “Maybe we don’t have the balance quite right.”\n\nThere’s much at stake here in this balancing act. For one thing, investor confidence in U.S. markets is now relatively high. Since 2007, the CAQ has commissioned an annual survey of investors on confidence measures pertaining to capital markets. We call this our Main Street Investor Survey, as it uniquely targets individual investors. To qualify for the survey, an individual must have at least $10,000 invested in stocks, bonds, mutual funds, or a retirement account.\n\nWhen we launched the survey six years ago, investor confidence in U.S. capital markets clocked in at 84 percent. But then the crisis hit, and confidence dropped to a low of 61 percent in 2011. Happily, we’ve seen a rebound—in our most recent survey, conducted in August, investor confidence moved up to 69 percent. We also polled investors on confidence in investing in U.S. public companies. Here the percentage of investors expressing confidence rose to 79 percent, up eight points from 2012 and an all-time high.\n\nThis state of investor confidence is critical to maintain—and to improve. In the recent words of Professor Donald Langevoort of the Georgetown University Law Center, “investor trust is closely tied to capital formation and economic growth.”\n\nThe urgency of maintaining this confidence is heightened by some longer-term developments around the U.S. equity markets. Foremost among those developments is the trend of declining listings on U.S. exchanges. By one tally, the total number of U.S. public company listings fell 44 percent from 1997 to 2012. Also worth noting: initial public offerings may be in more demand these days, but the number of IPOs filed this year still stands well below where it was in 2004, according Renaissance Capital.\n\nMeanwhile, global competition for company listings continues grow, and not just from the established market centers in developed economies of Europe and Asia. Mainland China and Brazil are both investing heavily in their capital markets infrastructure. Already, those countries rank highly as top destinations for IPOs.\n\nThese countries are unlikely to reverse their drive to improve their capital markets, which underscores the imperative of taking action to ensure that U.S. markets remain the world’s best place to finance a business. We need to find the right balance.\n\nThis balance can be achieved in many ways. For one, we can look at the market’s regulatory structure and continue to rigorously assess costs and benefits throughout.\n\nAnother good place to start is corporate governance practices, particularly regarding disclosure. Clear information and communication among the key players in our financial markets promotes investor confidence, so stakeholders must explore ways to continually enhance the information they provide. Enhancements, however, cannot lead to information overload or meaningless box-ticking.\n\nAt all levels, policymakers and the private sector must work toward improvements. Doing so is vital for our markets, our investors, and most of all, our continued prosperity.\n\nA securities lawyer, Fornelli has served as the executive director of the Center for Audit Quality since its establishment in 2007.", "article_metadata": {"dcterms.description": "The debate over the health of the U.S. equity markets has ebbed and flowed for decades. In 2012, gloom was in ample evidence, with the Economist warning of “the endangered public company.” A year and a half later, we see Twitter making its debut in a stock market characterized by growing demand for new issues.", "description": "The debate over the health of the U.S. equity markets has ebbed and flowed for decades. In 2012, gloom was in ample evidence, with the Economist warning of “the endangered public company.” A year and a half later, we see Twitter making its debut in a stock market characterized by growing demand for new issues.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Congress Blog"}}, "og": {"site_name": "TheHill", "description": "The debate over the health of the U.S. equity markets has ebbed and flowed for decades. In 2012, gloom was in ample evidence, with the Economist warning of “the endangered public company.” A year and a half later, we see Twitter making its debut in a stock market characterized by growing demand for new issues.", "title": "Striking the right balance for the future of US capital markets", "url": "http://thehill.com/blogs/congress-blog/economy-budget/192229-striking-the-right-balance-for-the-future-of-us-cpital", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-04T04:40:00-05:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "dcterms.modified": "2016-02-04T04:40-05:00", "dcterms.identifier": "http://thehill.com/blogs/congress-blog/economy-budget/192229-striking-the-right-balance-for-the-future-of-us-cpital", "dcterms.date": "2013-12-06T12:00-05:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Joe Picard", "author": "Cindy Fornelli", "dcterms.type": "Text", "keywords": ",,", "article": {"published_time": "2013-12-06T12:00:00-05:00", "modified_time": "2016-02-04T04:40:00-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/congress-blog/economy-budget/192229-striking-the-right-balance-for-the-future-of-us-cpital", "widgets": {"csp": "on"}, "description": "The debate over the health of the U.S. equity markets has ebbed and flowed for decades. In 2012, gloom was in ample evidence, with the Economist warning of “the endangered public company.” A year and a half later, we see Twitter making its debut in a stock market characterized by growing demand for new issues.", "card": "summary", "title": "Striking the right balance for the future of US capital markets"}, "dcterms.title": "Striking the right balance for the future of US capital markets"}, "_id": "\"57477af46914bd0286fd65f7\"", "article_summary": "When we launched the survey six years ago, investor confidence in U.S. capital markets clocked in at 84 percent.\nMainland China and Brazil are both investing heavily in their capital markets infrastructure.\nSince 2007, the CAQ has commissioned an annual survey of investors on confidence measures pertaining to capital markets.\nBy one tally, the total number of U.S. public company listings fell 44 percent from 1997 to 2012.\nRecently, I had the opportunity to discuss the state of the capital markets at an event that brought together some of the sharpest minds on Wall Street and in Washington."}