{"article_title": "Rate requests from Western New York health insurers cite higher costs", "article_keywords": ["independent", "individual", "increase", "seeking", "average", "smallgroup", "rate", "costs", "health", "york", "western", "requests", "insurers", "cite", "market", "higher"], "article_url": "http://www.buffalonews.com/business/rate-requests-from-western-new-york-health-insurers-cite-higher-costs-20160518", "article_text": "Thousands of members of BlueCross BlueShield of Western New York and Independent Health who buy coverage on or off the state’s health insurance exchange would pay higher average premiums next year, while Univera Healthcare members would see a mix of higher and lower premiums, under rate requests filed by the region’s largest insurers with state regulators.\n\nThe insurance companies seeking rate increases say they were driven by higher prescription drug and medical costs and by regulatory and financial changes in the federal Affordable Care Act. The rate requests apply to individual and small-group plans sold on and off the exchange, which make up a small part of the insurance companies’ memberships.\n\nThe state Department of Financial Services usually reduces the insurers’ requested rates before granting final approval by the end of July. For 2016, insurers had asked for an overall 10.4 percent increase in the individual market, but the Department of Financial Services reduced the requests to an average of 7.1 percent, while carriers in the small-group market asked for a 14.4 percent increase but won approval for 9.8 percent.\n\nAmong the region’s largest insurers, Amherst-based Independent Health is seeking the biggest rate increase for the individual market. For its individual members, Independent Health is seeking a rate increase of 19.2 percent for 2017, according to the state. For its small-group members, Independent Health is seeking a rate increase of 11.2 percent.\n\nRising insurance claims, driven by soaring prescription drug costs and an increase in the cost of medical care, prompted the company to seek the higher rates in both markets, Nora K. McGuire, Independent Health’s senior vice president and chief marketing officer, said in a statement. Claims in each market are expected to rise by about 5 percent for next year, the company estimated in its filing with the department.\n\nThe proposed rate increases “appear to be consistent with national, industrywide premium trends,” McGuire said in the statement.\n\nAmherst-based Univera is seeking an average 0.9 percent decrease for its individual plans, and an average 3.3 percent increase in its small-group plans, according to the insurer. Its Healthy NY plan rate request was an increase of 9 percent, Univera reported.\n\nBuffalo-based HealthNow New York, which operates locally as BlueCross BlueShield of Western New York, is seeking a rate increase of 6.1 percent for the individual market and 5.8 percent for the small-group market, according to the state.\n\nMelissa A. Golen, BlueCross BlueShield’s director of corporate relations, cited the rising costs of prescription drugs, particularly specialty drugs, as a key contributing factor in the rate increase.\n\nFidelis Care New York, which has a large operations center in Getzville and is a popular option for Western New Yorkers seeking coverage on the exchange, has requested an average rate increase of 8.1 percent for individuals. The company does not offer small-group coverage.\n\nThe requests were submitted earlier this month and posted Wednesday on the Department of Financial Services website, dfs.ny.gov.\n\nemail: swatson@buffnews.com", "article_metadata": {"description": "Thousands of members of BlueCross BlueShield of Western New York and Independent Health who buy coverage on or off the state’s health insurance exchange would pay higher average premiums next year, while Univera Healthcare members would see a mix of higher and lower premiums, under rate reque...", "og": {"site_name": "www.buffaloNews.com", "description": "Thousands of members of BlueCross BlueShield of Western New York and Independent Health who buy coverage on or off the state’s health insurance exchange would pay higher average premiums next year, while Univera Healthcare members would see a mix of higher and lower premiums, under rate reque... - The Buffalo News", "title": "Rate requests from Western New York health insurers cite higher costs  - The Buffalo News", "url": "http://www.buffalonews.com/business/rate-requests-from-western-new-york-health-insurers-cite-higher-costs-20160518", "image": "http://www.buffalonews.com/images/BNSocialShareLG.jpg", "type": "article"}, "twitter": {"site": "@TheBuffaloNews", "card": "summary"}, "fb": {"admins": "51000084,100004991951001"}, "__sync_contentCategory": "PayWall", "viewport": "width=device-width"}, "article_summary": "Among the region’s largest insurers, Amherst-based Independent Health is seeking the biggest rate increase for the individual market.\nFor its individual members, Independent Health is seeking a rate increase of 19.2 percent for 2017, according to the state.\nThe insurance companies seeking rate increases say they were driven by higher prescription drug and medical costs and by regulatory and financial changes in the federal Affordable Care Act.\nFor its small-group members, Independent Health is seeking a rate increase of 11.2 percent.\nMelissa A. Golen, BlueCross BlueShield’s director of corporate relations, cited the rising costs of prescription drugs, particularly specialty drugs, as a key contributing factor in the rate increase."}