{"article_title": "Swing vote on Supreme Court says striking down Obamacare subsidies could cause a 'death spiral'", "article_keywords": ["case", "supreme", "death", "court", "striking", "subsidies", "obamacare", "spiral", "states", "state", "health", "swing", "vote", "law", "cause", "insurance", "care"], "article_url": "http://www.dailymail.co.uk/news/article-2978794/High-court-takes-major-fight-health-law-subsidies.html", "article_text": "U.S. Supreme Court Justice Anthony Kennedy suggested on Wednesday that an argument for striking down the government subsidies at the heart of the Affordable Care Act raises a 'serious constitutional problem' and deciding to strike them down would cause a 'death spiral' for Obamacare.\n\nKennedy said siding with the plaintiffs in an Obamacare challenge heard Wednesday would affect the relationship between the federal government and the states in a way the Constitution doesn't allow. His vote is often seen as a tiebreaker between liberals and conservatives on the Court.\n\nBut the plaintiffs in the case still might succeed on other grounds, he acknowledged.\n\nKennedy said he believed the Constitution prohibits the federal government from coercing the states to create medical insurance marketplaces under the threat of denying subsidies to their taxpayers. But that's the strict reading of the law that conservatives want the court to embrace.\n\nChief Justice John Roberts asked no questions, according to SCOTUSBLOG, but seemed to doubt arguments from Justice Ruth Bader Ginsburg that the lawsuit's plaintiffs might not have standing to sue.\n\nA plaintiff 'has to have a concrete stake in the question,' Ginsburg said, according to National Journal.\n\nTwo of the plaintiffs are military veterans, she said, a third would qualify for Medicare soon, and the fourth might qualify for a hardship exemption from the law – taking fines and penalties off the table.\n\nMichael Carvin, arguing on their behalf, said lower courts that heard the case on its way up the judicial ladder never raised the standing issue. But at least one plaintiff satisfied the 'standing' test, he insisted.\n\n'The Court has an obligation to look into on its own,' Ginsburg countered.\n\nScroll down for video\n\nProtesters were out in force as the US Supreme Court heard oral arguments in a case that threatens to strike down the government subsidies at the heart of the Obamacare system\n\nTexas Republican Rep. Louie Gohmert rallied in front of the Supreme Court on Wednesday with opponents of the Affordable Care Act\n\nUniversity of Maryland medical student Sarah Britz, center, and others, rallied in support of the Affordable Care Act\n\nPresident Obama's chief spokesman, press secretary Josh Earnest, said Wednesday afternoon that the White House is 'quite pleased with the performance of the solicitor general,' Donald Verrilli, in arguing the administration's case.\n\n'We also feel like the session was useful because it gave him an opportunity to illustrate how clearly the law reads,' Earnest said, 'and how strong our legal elements are in the case.'\n\nHe told reporters that the White House isn't reading into individual justices' reactions during oral arguments because it might lead to 'erroneous conclusions' about the outcome of the case.\n\nThe Court's task is to determine whether the law makes people in all 50 states eligible for federal tax subsidies to cut the cost of insurance premiums.\n\nOr does it limit tax credits only to people who live in the 17 states that created their own health insurance marketplaces? Four words in the law – 'established by the State' – will tell the tale.\n\nAmerica's nine most powerful justices heard oral arguments in a major test of President Barack Obama's health overhaul that could raise the cost of coverage for millions of people. The hearing was scheduled for an hour but ran long because so many justices wanted to question the parties' lawyers.\n\nA ruling that limits where subsidies are available would have dramatic consequences because roughly three dozen states opted against their own marketplace, or exchange, and instead rely on the U.S. Health and Human Services Department's healthcare.gov, according to the Associated Press.\n\nIndependent studies estimate that 8 million people could lose insurance coverage.\n\nKennedy's comments were first reported by Reuters and the Wall Street Journal.\n\nRepublicans have been pressed to offer an alternative to the subsidies in the event the high court throws them out.\n\nSome of the states that would be affected are so-called electoral 'swing' states where voters would punish them next year if they find themselves in an insurance crunch.\n\nAnd offering temporary financial assistance to people who lose coverage would be a hot-potato issue in the middle of a contentious Republican presidential primary season, raising the possibility that an intra-party slugfest would get even more vicious.\n\nBut that's what a trio of U.S. senators proposed Sunday in a Washington Post op-ed.\n\nThe Supreme Court circus atmosphere included creative signs including this 'No! Obamacare' umbrella\n\nContradiction: Jonathan Gruber, Obamacare's self-described 'architect,' said in a 2012 speech that 'if you're a state and you don’t set up an exchange, that means your citizens don’t get their tax credits'\n\nLamar Alexander of Tennessee, Orrin Hatch of Utah and John Barrasso of Wyoming wrote that they 'would provide financial assistance to help Americans keep the coverage they picked for a transitional period. It would be unfair to allow families to lose their coverage, particularly in the middle of the year.'\n\nThen, they explained, they would 'give states the freedom and flexibility to create better, more competitive health insurance markets offering more options and different choices.'\n\nSen. Ted Cruz, a Texas Republican, filed a bill on Tuesday that would completely strike out Title I of the Obamacare law, which describes minimum coverage requirements. It would also let insurers sell policies across state lines, under certain conditions.\n\nHouse Republicans are working on their own alternative that would serve as an 'off-ramp' from the Affordable Care Act.\n\nIt would let states nullify some coverage mandates and make insurers compete directly for business.\n\nSenate Majority Leader Mitch McConnell of Kentucky seemed to dodge a question on Tuesday about whether Republicans will have a bill ready by the time the Supreme Court issues its ruling.\n\n'Well, we won't know what the Court is going to decide probably until June,' McConnell said.\n\nPolitico reported that if the subsidies were struck down and there were no immediate replacement, insurance costs for the affected people would rise by an average of $268 per month.\n\nBut the Competitive Enterprise Institute said after Wednesday's oral arguments that the Internal Revenue Service never had the power to extend the subsidies in the first place, in states that didn't open their own insurance exchanges.\n\n'In creating its subsidy rule, the IRS wasn’t implementing the law; the IRS rewrote the law, plain and simple,' the group's general counsel Sam Kazman said in a statement.\n\n'If the IRS is allowed to get away with this now, that will open the door for other agenda-driven agencies to act in a similarly lawless fashion in the future.'\n\nAwash in problems: States marked in red have let the federal government run their medical insurance exchanges, and its their taxpayers who would lose out on subsidies if the Supreme Court rules against the Obama administration\n\nHope and change: Pro-Obamacare protesters used emotional messages and carried signs showing how many people in dozens of states could lose their medical insurance if the Supreme Court doesn't rule their way\n\nVirginia Democratic Sen. Tim Kaine said Wednesday that 'the latest effort to attack the Affordable Care Act in court is particularly heartless.'\n\nThe case being heard today involves an effort to strip health care subsidies away from millions of Americans – including more than 300,000 eligible Virginians – that have enabled many people to have health insurance for the first time in their lives,' he added\n\nPresident Barack Obama said Monday in an interview with Reuters that he doesn't think the latest challenge to his signature legislative achievement will go anywhere.\n\n'Look, this should be a pretty straightforward case of statutory interpretation,' Obama said.\n\n'If you look at the law, if you look at the testimony of those who are involved in the law, including some of the opponents of the law, the understanding was that people who joined a federal exchange were going to be able to access tax credits just like if they went through a state exchange.'\n\n'There is, in our view, not a plausible legal basis for striking it down,' he said.\n\nHealth and Human Services Secretary Sylvia Burwell said last week that tossing out the subsidies would leave 'massive damage to our health care system' in its wake, and indicated that the administration had no Plan B to 'undo the massive damage' it would cause.\n\nActivists on both sides were in place outside the marble courthouse by 5:30 a.m. Wednesday, said David Lemmon of Families USA.\n\nThe AP reported that supporters of the law outnumbered opponents, but a Bloomberg reporter tweeted the opposite.\n\nAs arguments were made inside the courthouse, pro-Obamacare forces chanted slogans as a song – I Don't Care (I Love It), by Icona Pop – blared loudly through a PA system.\n\nSome held placards showing how many people in each state would lose insurance if the court rules that the law does not allow subsidies everywhere.\n\nSTILL GOING: Healthcare.gov finished its open-enrollment period on Feb. 15, with the Obama administration believing that it will prevail and Obamacare will remain untouched\n\nOpponents of the Affordable Care Act failed to kill the law in an epic, election-year Supreme Court case in 2012.\n\nChief Justice John Roberts joined with the court's liberal justices and provided the crucial vote to uphold the law in the midst of Obama's re-election campaign.\n\nThe new case, part of a long-running political and legal fight to get rid of the law also known as Obamacare, focuses on four words – 'established by the state' – in a law that runs more than 900 pages.\n\nThe challengers say those words are clear and conclusive evidence that Congress wanted to limit subsidies only to those consumers who get their insurance through a marketplace, or exchange, that was established by one of the 50 states.\n\nThe Obama administration counters that the law was written to dramatically reduce the ranks of uninsured, and that it would make no sense to condition subsidies on where people live.\n\nThe phrase 'established by the state,' is what the administration calls a 'term of art' that takes both state- and federally run exchanges. The administration also says the term cannot be read in isolation, and that other parts of the law show that subsidies should be widely available.\n\nBut the legislative history tells a different story. The phrase was originally part of a deal brokered between House Democrats and Florida Democratic Sen. Ben Nelson, who retired in 2013.\n\nNelson wanted states to have greater flexibility, and Pelosi, then House speaker, agreed.\n\nJonathan Gruber, the embattled self-described 'architect' of the Affordable Care Act, was caught on video saying during a 2012 lecture that 'if you're a state and you don’t set up an exchange, that means your citizens don’t get their tax credits,'\n\n'I hope that’s a blatant enough political reality that states will get their act together and realize there are billions of dollars at stake here in setting up these exchanges,' Gruber added then, 'and that they’ll do it.'\n\nTIMELINE: 'KING V. BURWELL' March 23, 2010: The Affordable Care Act, widely known as Obamacare, becomes law after a protracted debate in the U.S. Congress, with Democrats narrowly securing passage over unified Republican opposition. Florida and other states begin suing on the day it is signed into law, challenging the constitutionality of the 'individual mandate' that requires Americans to obtain health insurance. The National Federation of Independent Business later sues, too. June 28, 2012: The Supreme Court rules in that first challenge to the law, upholding its constitutionality in a case known as National Federation of Independent Business v. Sebelius on a 5-4 vote with conservative Chief Justice John Roberts joining the court's four liberals. May, 2, 2013: With the financial backing of the libertarian Competitive Enterprise Institute (CEI), a group of individuals and businesses sue the government in federal court in the District of Columbia, claiming the law's text allows tax-credit subsidies only for insurance purchased on exchanges established by states. Most states did not create insurance marketplaces, leaving the task to the federal government. Sept. 16, 2013: When that case appears to be moving slowly, CEI and lawyer Michael Carvin file a separate lawsuit in a Virginia U.S. judicial district known as the 'rocket docket' for speeding cases along. CEI enlists four plaintiffs, including self-employed Virginia limousine driver David King. July 22, 2014: U.S. appeals courts rule on the D.C. and Virginia cases. A panel of the U.S. Court of Appeals for the District of Columbia Circuit sides with the challengers against the Obama administration (Halbig v. Burwell). A panel of the U.S. Court of Appeals for the Fourth Circuit sides with the Obama administration (King v. Burwell). Sylvia Burwell is U.S. health and human services secretary. Sept. 4, 2014: The full D.C. Circuit announces it will rehear Halbig v. Burwell, throwing out the panel's decision that would curtail the reach of tax-credit subsidies. It sets arguments for December. Those are later canceled when the Virginia case is accepted by the Supreme Court. Nov. 7, 2014: Over the Obama administration's objections, the justices agree to hear the challengers' appeal in the Virginia case, King v. Burwell. March 4, 2014: Supreme Court hears oral arguments in King v. Burwell. Source: Reuters\n\nBoth sides in the case argue that the law unambiguously supports only its position.\n\nOne other option for the court is to declare the law is ambiguous when it comes to subsidies and defer to the Internal Revenue Service's regulations making tax credits available nationwide.\n\nPartisan and ideological divisions remain stark for a law that passed Congress in 2010 with no Republican votes.\n\nOf the judges who have ruled on lawsuits over the subsidies, Democratic appointees have sided with the administration and Republican appointees have been with the challengers.\n\nRoberts was the only justice to essentially cross party lines with his vote in 2012. His fellow conservatives on the court voted to strike down Obamacare in its entirety.\n\nThe lawyers arguing the case Wednesday also squared off three years ago.\n\nMichael Carvin argued part of the broad challenge to the health care law in 2012. Solicitor General Donald Verrilli Jr., the administration's chief Supreme Court lawyer, successfully defended it.", "article_metadata": {"Rating": "General", "news_keywords": "High,court,takes,major,fight,health,law,subsidies", "original-source": "http://www.dailymail.co.uk/news/article-2978794/High-court-takes-major-fight-health-law-subsidies.html", "doc-class": "Living Document", "twitter": {"description": "As many as 8 million people could lose their insurance without the subsidies, which lower the cost of insurance. Republicans say the law was written that way.", "title": "Justice Kennedy: Striking down subsidies could cause a 'death spiral'", "url": "http://www.dailymail.co.uk/news/article-2978794/High-court-takes-major-fight-health-law-subsidies.html", "app": {"id": {"ipad": 400442503, "iphone": 384101264}}, "image": "http://i.dailymail.co.uk/i/pix/2015/03/04/264FA97100000578-0-image-a-7_1425481338380.jpg", "card": "summary_large_image", "account_id": 15438913}, "robots": "noodp,noydir,all,noarchive", "al": {"android": {"url": "dailymail-fb://article/2978794/", "app_name": "Daily Mail Online", "package": "com.dailymail.online"}, "ios": {"url": "dailymail-fb://article/2978794/", "app_store_id": 384101264, "app_name": "MailOnline"}}, "msvalidate.01": "12E6B4B813EB44C9BFC8F6A21F1D01F5", "fb": {"app_id": 146202712090395}, "MSSmartTagsPreventParsing": "true", "articleid": 2978794, "divclasspage": "articlePage", "keywords": "High,court,takes,major,fight,health,law,subsidies", "article": {"publisher": "https://www.facebook.com/DailyMail", "published_time": "2015-03-04T13:42:11.000Zyyyy-MM-dd HH:mm:ss z", "author": "http://www.dailymail.co.uk/home/search.html?s=&authornamef=David+Martosko,+Us+Political+Editor+For+Dailymail.com", "section": "News", "modified_time": "2015-03-04T18:18:14.000Zyyyy-MM-dd HH:mm:ss z", "tag": "High court takes major fight health law subsidies"}, "verify-v1": "DXwlrsxbqxSv+FTFkWUfgflBvFJfx2YbNf/HmABrVyY=", "y_key": "1a7e912afbfcab2f", "og": {"site_name": "Mail Online", "description": "As many as 8 million people could lose their insurance without the subsidies, which lower the cost of insurance. Republicans say the law was written that way.", "title": "Justice Kennedy: Striking down subsidies could cause a 'death spiral'", "url": "http://www.dailymail.co.uk/news/article-2978794/High-court-takes-major-fight-health-law-subsidies.html", "image": {"width": 636, "identifier": "http://i.dailymail.co.uk/i/pix/2015/03/04/264FA97100000578-0-image-a-7_1425481338380.jpg", "height": 382}, "video": {"width": 636, "identifier": "http://video.dailymail.co.uk/video/1418450360/2015/03/1418450360_4093516030001_Obamacare-1425492802831.mp4", "type": "video/mp4", "height": 358}, "type": "article"}, "channel": "News", "description": "As many as 8 million people could lose their insurance without the subsidies, which lower the cost of insurance. Republicans say the law was written that way."}, "_id": "\"57477af46914bd0286fdcff7\"", "article_summary": "Solicitor General Donald Verrilli Jr., the administration's chief Supreme Court lawyer, successfully defended it.\nMichael Carvin argued part of the broad challenge to the health care law in 2012.\nThe Supreme Court circus atmosphere included creative signs including this 'No!\nMarch 4, 2014: Supreme Court hears oral arguments in King v. Burwell.\nOr does it limit tax credits only to people who live in the 17 states that created their own health insurance marketplaces?"}