{"article_title": "The definitive guide to the J.P. Morgan Healthcare ConferenceMedCity News", "article_keywords": ["week", "biotech", "conferencemedcity", "definitive", "million", "jp", "conference", "thanks", "morgan", "healthcare", "jpm", "weeks", "guide"], "article_url": "http://medcitynews.com/2016/01/the-definitive-guide-to-the-j-p-morgan-healthcare-conference/", "article_text": "\n\nAh. Another January, another J.P. Morgan Healthcare Conference — where this year’s biggest biopharma deals are just a cocktail and a handshake away. As swaths of C-suite execs descend upon San Francisco, here’s an overview of some of the ideas we expect to see in motion at the conference (cattle yard) this week:\n\nSome news is obviously in store.\n\nJ.P. Morgan week is unfailingly the top biotech news week of the year – in which the biggest players either announce real news or, more often, create news in order to juice stock prices. However, the tone this year may be a bit more morose, thanks to the downtick in biotech share prices in the past several months. As Meg Tirrell of CNBC points out:\n\n“Sentiment will be weary, but not funeralesque,” said Les Funtleyder, portfolio manager of E Squared Asset Management and author of the book “Health-Care Investing.” “Normally, sentiment is extremely bullish at JPMorgan, but once every few years you get a situation like this.” The situation: a 23 percent decline in biotech stocks from highs in July, driven by concerns over pressure on drug prices, valuations that have been rising for six years, and some stock-crushing clinical trial setbacks toward the end of the year. The Nasdaq biotechnology index sank 9.4 percent this week through Thursday as geopolitical issues weighed on the broader market.\n\nThat said, the week’s kicking off with a mystery announcement from Illumina on Sunday – in which it plans to unveil “a significant breakthrough for the company and healthcare industry.”\n\nTwo JPMs ago, Illumina made the somewhat erroneous announcement that it had cracked the $1,000 genome sequencing barrier. Fast-forward to today, and Illumina’s grown significantly, particularly in chasing the consumer genetics market with new startup Helix.\n\nBut given this past week’s news from Thermo Fisher that it plans to acquire microarray company Affymetrix for $1.3 billion, it’ll be interesting to see if Illumina’s announcement is as sticky as its competitor. Indeed, Thermo Fisher made the move to boost its multiplexing and genetic analysis capabilities — making it more of a contender against genomics kingpin Illumina.\n\nBeyond that, we’ve got wind of some exciting collaborations that are set to debut at JPM, so stay tuned. Big pharma seems to be working together — perhaps an indicator that open sourcing data could actually be possible in this industry?\n\nThe main question will remain, though: Where does the industry stand in terms of the burst biotech bubble?\n\nSome of the big news has already hit.\n\nLike that Affymetrix acquisition.\n\nCompanies often leverage J.P. Morgan week as prime time to announce major deals and partnerships. However, the week prior’s been rich with dealmaking. As Ron Leuty at the San Francisco Business Times points out, some companies have indeed made big splashes purposely in advance of #JPM16.\n\n“Every biotech has its day — and many are trying to grab headlines now, before they get swept away by the tidal wave of news at next week’s biotechapalooza,” he writes.\n\nAnd last week was a bumper week for biotech news. Several initial public offerings filings on the docket — including, notably, CRISPR player Editas Medicine raising $100 million.\n\nA number of venture financings were announced. Alzheimer’s immunotherapy startup Alector nabbed $29.5 million, New York-based Petra Pharma launched with an impressive $48 million. Diagnostics firm Guardant Health raised $100 million. Pathway Genomics brought in a $40 million Series E round, with a notable investor being IBM Watson. Xeris Pharmaceuticals raised $41 million for its new glucagon formulation. GlySens closed a $20 million Series D round.\n\nIn all of these cases, it made more sense to make their announcements in the days prior to, ah, biotechapalooza.\n\nSome newish trends will be in focus.\n\nJudging by some of the panels we’re seeing at JPM and the ancillary conferences like Biotech Showcase and Startup Health Festival, some topics we’ll certainly hear about include consumer genomics, the digitization of the pharmaceutical industry and tech melding with biotech, applications of the hotter technologies like CRISPR gene editing and, of course, the temperature of the venture community.\n\nAs Tirrell points out, there will be much talk about how the biotech industry will weather the recent stock downturn – last year, after all, was highly speculative over whether the biotech bubble had burst.\n\nWith a new FDA Commissioner in the fray, there will undoubtedly be much talk about changes to the regulatory process – particularly as the Food and Drug Administration has recently announced it’ll crack down on diagnostics approval processes (thanks a bunch, Theranos).\n\nSome of the same old tropes will be in play.\n\nSuch as frequent comparisons of the Westin St. Francis to a cattle yard. Can’t avoid those. Also, over the years there have been several guides to surviving JP Morgan HealthCon. Here’s the highlight reel:\n\nAtlas Ventures’ Bruce Booth’s “Top 10 Little White Lies told at the JP Morgan Healthcare Conference” is biotech investment humor at its finest:\n\n“That was a great discussion of your portfolio/company; thanks – we’ll be in touch.” Translation: We won’t likely be in touch, at least until scheduling the [next] JPM meeting. But thanks for chatting with us.\n\nLuke Timmerman’s “10 Tips for Maximizing the JP Morgan Healthcare Experience” remains a handy tool.\n\nMeet some new people, some old people, some random people doing cool stuff you know little about. This is about strategic networking. Part of the magic of JP Morgan is the sheer density, and diversity, of people in one place doing so many interesting things. It’s a great opportunity to strengthen your network by seeking out new people you want to know, and staying in touch with people who live far away.\n\nVenture Valkyrie (and capitalist) Lisa Suennen rightly pointed out that JPM is typically a male-dominated affair, which is why she’s written “JP Morgan: Where the Boys are… And not the Girls.”\n\nIn a field where women hold many senior positions in actual US healthcare corporations, they are drowned out at this conference by the advancing horde of finance guys in red ties and the CEOs that love them.\n\nTirrell and Timmerman’s new Signal podcast on Stat News is a good overview of the event as well – outlining the evolution of JPM from its earliest days when Genentech’s IPO sent 1980s investors atwitter. It’s worth a listen, if you’re looking for some context as to why Union Square this week is the nexus of the biotech industry.\n\nOh, and since it’s such a schmooze-and-booze-fest, here’s a highly handy party guide, compiled by the kind folks at MacDougall Biomedical Communications.\n\nThe end. For now.\n\n[Image courtesy of Flickr user Ryan McDonald]", "article_metadata": {"description": "It's J.P. Morgan week! As we hone our networking skills and ready our livers, here's the definitive guide to what's in store at 'Biotechapalooza' 2016.", "generator": "WordPress 4.5.2", "og": {"site_name": "MedCity News", "description": "It's J.P. Morgan week! As we hone our networking skills and ready our livers, here's the definitive guide to what's in store at 'Biotechapalooza' 2016.", "title": "The definitive guide to the J.P. Morgan Healthcare Conference", "locale": "en_US", "image": "http://medcitynews.com/wp-content/uploads/2016/01/Screen-Shot-2016-01-09-at-11.02.41-AM.png", "updated_time": "2016-01-18T08:01:42-04:00", "url": "http://medcitynews.com/2016/01/the-definitive-guide-to-the-j-p-morgan-healthcare-conference/", "type": "article"}, "twitter": {"image": "http://medcitynews.com/wp-content/uploads/2016/01/Screen-Shot-2016-01-09-at-11.02.41-AM.png", "creator": "@meghanakeshavan", "description": "It's J.P. Morgan week! As we hone our networking skills and ready our livers, here's the definitive guide to what's in store at 'Biotechapalooza' 2016.", "card": "summary", "title": "The definitive guide to the J.P. Morgan Healthcare Conference"}, "robots": "noodp", "fb": {"app_id": 148725768475669}, "google-site-verification": "xudQg7nxVR9ifmMTY4Tf-0wVtX9b6rWLQd0utCweGOc", "keywords": "weight loss, obesity, overweight,diabetes,massachusetts,medical devices,obesity,startups,healthcare innovation, medcity news,medcity news,san francisco, startups, life sciences,accelerator,rock health,startup advice,startup funding,patient monitoring system, motion sensors ,dc,healthcare it,washington,foodborne pathogens, diagnostics company, diagnostic platforms,minimally invasive surgery, laser surgery,cambridge,dealflow,hospitals,wellpoint, healthways, health and wellness, employee wellness programs,investing,wellness,medtronic, shanghai innovation center, china, r&d,china,mdt,minneapolis,minnesota,publics,twin cities,ulcerative colitis, abbott labs, humira,abbott labs,doctors,pharmaceuticals,skin disorders, pharmaceuticals, md anderson cancer center,cancer,texas,renal denervation, st. jude medical,st. jude medical,stj,emr, ehr, electronic health records, electronic medical records, certified emr,certified emr,ehr,electronic health records,electronic medical records,advanced cellular technology,amyotrophic lateral sclerosis,embryonic stem cells,geron corporation,lou gehrig\\'s disease,macular degeneration,regenerative medicine,spinal cord damage,value-based healthcare system, obamacare, fee-for-service model,california,cleveland,health insurance,insurance,ohio,pennsylvania,politics,cancer treatment options library, aetna, aet, healthcare it,aet,aetna,health it,phi,philadelphia,#JPM16, biotech, California, events, J.P. Morgan Healthcare Conference, OB, San Francisco, , MedCity News", "article": {"section": "Biotech", "tag": "San Francisco", "published_time": "2016-01-09T14:22:59-04:00", "modified_time": "2016-01-18T08:01:42-04:00"}, "viewport": "width=device-width,initial-scale=1.0,width=device-width,user-scalable=no,minimum-scale=1.0,maximum-scale=1.0"}, "article_summary": "Another January, another J.P. Morgan Healthcare Conference — where this year’s biggest biopharma deals are just a cocktail and a handshake away.\nLuke Timmerman’s “10 Tips for Maximizing the JP Morgan Healthcare Experience” remains a handy tool.\nCompanies often leverage J.P. Morgan week as prime time to announce major deals and partnerships.\nPart of the magic of JP Morgan is the sheer density, and diversity, of people in one place doing so many interesting things.\nAlso, over the years there have been several guides to surviving JP Morgan HealthCon."}