{"article_title": "Cherokee Traditions Propel Student Researcher to Study Disease Prevention", "article_keywords": ["traditions", "propel", "researcher", "study", "osu", "disease", "research", "cherokee", "anderson", "health", "students", "student", "american", "molecular", "oklahoma", "prevention", "native"], "article_url": "http://indiancountrytodaymedianetwork.com/2015/05/04/cherokee-traditions-propel-student-researcher-study-disease-prevention-160212", "article_text": "Amber Suena Anderson’s full name means “golden beyond tomorrow,” and the Cherokee Nation citizen takes this meaning to heart.\n\n“I’ve always felt like with my name, I have a responsibility to take care of those in the generations to come,” Anderson said.\n\nIt is a philosophy she has refined and solidified during her five years as a biochemistry and molecular biology student in Oklahoma State University’s College of Agricultural Sciences and Natural Resources.\n\nThe senior from Warr Acres, Oklahoma, said two things have impacted her the most as a student at OSU—undergraduate research and involvement with Native American communities. She feels the two of these combined have transformed her into the individual she is today.\n\nAnderson said she is thankful to have found a unique way to weave her culture into her passion for science.\n\nIt is a traditional Cherokee belief to keep seven generations, both ahead of you and behind you, in mind for everything you do. She said this belief has encouraged her to serve as a mentor for other Native American students at OSU through various roles such as Miss American Indian OSU and Native American Student Association president.\n\nHer platform as the 2012-2013 Miss American Indian OSU was to challenge more Native American students to become involved in research.\n\n“I try to encourage Native American students, especially in the science, technology, engineering and mathematics fields, to know not only what their potential is, but also the importance of them becoming involved in research and extra-curricular activities that will allow them to achieve things they never imaged they could before,” Anderson said.\n\nHer interest in Native American health sparked as a child because her dad works in the public health field. Anderson, however, said her passion for research did not fully develop until her arrival at OSU. As a Freshman Research Scholar, she was placed in Patricia Canaan’s research lab, and after her first semester, she was hooked.\n\nCanaan, associate professor of biochemistry and molecular biology, said Anderson’s enthusiasm is contagious.\n\n“Amber is an excellent role model and ambassador for Native Americans and she has always represented the OSU Department of Biochemistry and Molecular Biology well,” Canaan said. “We are excited to see how she succeeds in her future pursuits in public health.”\n\nNumerous internships and summer research programs landed Anderson at places such as Harvard Medical School in Boston and Brookhaven National Laboratory in New York.\n\nBut an experience closer to home last summer at the Oklahoma City Area Inter-Tribal Health Board confirmed her career path.\n\n“In this position, I was treated as a young professional in the field as opposed to an intern,” Anderson said. “I had the opportunity to help create a prescription drug abuse fact sheet that was distributed throughout the state, so in a sense, I felt like I was making an impact to many tribal communities and generations.”\n\nDuring this internship, Anderson became involved in a research project about perceptions of Native Americans.\n\nThe study, sponsored by the Oklahoma Area Tribal Epidemiology Center and AARP, included a Tribal Community Survey to better understand the beliefs of American Indians/Alaska Natives living in Oklahoma. Anderson said the assessment provided information on the challenges and priorities in life, monthly expenses and consumer-related issues.\n\n“This research is unique because although there has been a lot of Native American research in the past, there has hardly ever been a focus on the perceptions of Native Americans,” Anderson said. “Stepping into the community and being submerged in the culture opened up great opportunities for gathering usable information.”\n\nAnderson presented this research at the Society for the Advancement of Chicanos and Native Americans in Science National Conference in Los Angeles last summer.\n\nSACNAS was founded more than 40 years ago by career academics and research scientists committed to unifying their voice and offering guidance to Hispanics, Chicanos and Native Americans in the STEM fields.\n\nThe national conference is a gathering of nearly 4,000 students and professionals, and includes more than 1,000 poster presentations.\n\nAnderson has qualified to attend the conference since 2012. Her final conference as a student, however, will always be the most memorable because she received an outstanding poster presentation award.\n\n“This award is the highlight of my research career because I have poured so much of my heart into my research,” Anderson said. “It was very rewarding to earn an award the last year I was able to go and to represent my university and academic college on a national platform.”\n\nShe feels her love for the topic felt like more of a conversation with the judges and participants instead of a formal poster presentation.\n\n“If you’re passionate about something, it is very easy and fun to talk about it,” Anderson said. “You long to share your knowledge with others.”\n\nAnderson said being a biochemistry and molecular biology student has often been challenging, but she is thankful she stuck it out.\n\n“There were times when it was tempting to give up,” she said. “The faculty in my department have all helped me and encouraged me on. I’m really glad I never gave up on my dreams.”\n\nJohn Gustafson, biochemistry and molecular biology department head, said having diverse leaders will be essential for the next generation of students, and he is confident Anderson will fulfill this responsibility.\n\n“The diversity in science including women is very scarce, and we must work toward decreasing this lack,” he said. “How can we continue enhancing additional students that represent diversity if we do not have these people as role models? This is what makes Amber so unique. She is that role model.”\n\nFollowing graduation this May, Anderson will attend North Dakota State University to pursue a master’s degree in public health with an option in American Indian public health. She hopes to then continue her educational journey to earn a Ph.D., while continuing to study infectious diseases.\n\n“With these degrees, I will work to improve the health of the Cherokee Nation and other tribal members by focusing on disease prevention and educational programs,” Anderson said. “Someday I hope to have my own research lab focusing on just that.”", "article_metadata": {"description": "Amber Suena Anderson’s passion for science draws heavily on her Cherokee heritage. She will be attending North Dakota State for her master's.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "leeanne", "og": {"url": "http://indiancountrytodaymedianetwork.com/2015/05/04/cherokee-traditions-propel-student-researcher-study-disease-prevention-160212", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/amber-suena-anderson-osu-crop.jpg", "site_name": "Indian Country Today Media Network.com", "title": "Cherokee Traditions Propel Student Researcher to Study Disease Prevention"}, "abstract": "Amber Suena Anderson’s passion for science draws heavily on her Cherokee heritage. She will be attending North Dakota State for her master's.", "dc": {"title": "Cherokee Traditions Propel Student Researcher to Study Disease Prevention"}, "robots": "follow, index", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2015/05/04/cherokee-traditions-propel-student-researcher-study-disease-prevention-160212", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Jacy Bradford, Oklahoma State University, Cherokee Nation, Native American Education, Native American students", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.date": "2015-05-04T13:00-04:00", "dcterms.title": "Cherokee Traditions Propel Student Researcher to Study Disease Prevention"}, "article_summary": "Her interest in Native American health sparked as a child because her dad works in the public health field.\nShe said this belief has encouraged her to serve as a mentor for other Native American students at OSU through various roles such as Miss American Indian OSU and Native American Student Association president.\nHer platform as the 2012-2013 Miss American Indian OSU was to challenge more Native American students to become involved in research.\n“This award is the highlight of my research career because I have poured so much of my heart into my research,” Anderson said.\nThe senior from Warr Acres, Oklahoma, said two things have impacted her the most as a student at OSU—undergraduate research and involvement with Native American communities."}