{"article_title": "Medicaid Facts You Should Know", "article_keywords": ["older", "million", "system", "persons", "medicaid", "know", "enrolled", "facts", "americans", "quality", "participation", "care"], "article_url": "http://nowitcounts.com/medicaid-facts-you-should-know/", "article_text": "For lower income older Americans, Medicaid has been incremental in providing quality healthcare and a higher quality of living. But Medicaid is not just for older Americans. During 2014, it helped 31 million children, 19 million adults and 9 million disabled persons, in addition to servicing 5 million older Americans, according to the Congressional Budget Office (CBO).\n\nThe purpose of Medicaid is to provide financially challenged Americans with quality healthcare. The most recent findings reveal that since the Affordable Care Act was passed, Medicaid has helped reduce the number of uninsured Americans from 43 million to 26 million. Current projections show that 14 million more Americans will be enrolled by the year 2020, perhaps the most encouraging of all Medicaid facts.\n\nHigh Participation Rates\n\nThe participation rate in Medicaid is impressive. About 65% of low-income families who were eligible had already enrolled as of 2014. With more states adopting the reform, the expansion is moving along. Current statistics have found that 87.5% of children who are eligible have enrolled in the Children’s Health Insurance Program, according to the Urban Institute. As time passes, it’s anticipated that this number could rise dramatically.\n\nChronic Conditions\n\nThe goal of Medicaid is to improve care for lower income persons, and to help those who are suffering from chronic conditions gain access to the medical care that they need. During a study of Oregon’s Medicaid system, it was found that 40% of the beneficiaries were less likely to suffer from a health decline, telling of the efficiency of this system. They also were found to have a better approach to preventative care as well when access to this care was feasible.\n\nCurrent State of Medicaid\n\nCurrently, Medicaid provides help to millions of people, including even financial support, helping 2.6 million people get out of poverty in 2010 alone, representing nearly a 0.7% national drop. In addition, ongoing research has found that beneficiaries are 40% less likely to go into medical debt, helping to preserve a future generation.\n\nAs you can see, there is much to know about Medicare that most people are unaware of. It’s certainly available to any older Americans who might be struggling financially, too. If you are interested in learning more about it, you can visit the website for this service online at: http://www.medicaid.gov.\n\nComments\n\ncomments", "article_metadata": {"description": "Educate yourself by learning about these important Medicaid facts.", "generator": "WordPress 4.4.3", "og": {"site_name": "Now It Counts", "description": "Educate yourself by learning about these important Medicaid facts.", "title": "Medicaid Facts You Should Know | Now It Counts", "url": "http://nowitcounts.com/medicaid-facts-you-should-know/", "image": {"width": 660, "identifier": "http://cdn.nowitcounts.com/wp-content/uploads/2015/12/medicaid-tips.jpg", "height": 330}, "updated_time": "2015-12-14T16:09:15-04:00", "locale": "en_US", "type": "article"}, "twitter": {"description": "Educate yourself by learning about these important Medicaid facts.", "creator": "@nowitcounts", "image": "http://cdn.nowitcounts.com/wp-content/uploads/2015/12/medicaid-tips.jpg", "title": "Medicaid Facts You Should Know | Now It Counts", "site": "@nowitcounts", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 885456268153336}, "article": {"publisher": "http://facebook.com/NowItCounts.NiCMagazine", "section": "Affordable Care Act", "tag": "Michael Lazar", "published_time": "2015-12-14T10:43:06-04:00", "modified_time": "2015-12-14T16:09:15-04:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "For lower income older Americans, Medicaid has been incremental in providing quality healthcare and a higher quality of living.\nCurrent projections show that 14 million more Americans will be enrolled by the year 2020, perhaps the most encouraging of all Medicaid facts.\nBut Medicaid is not just for older Americans.\nDuring a study of Oregon’s Medicaid system, it was found that 40% of the beneficiaries were less likely to suffer from a health decline, telling of the efficiency of this system.\nDuring 2014, it helped 31 million children, 19 million adults and 9 million disabled persons, in addition to servicing 5 million older Americans, according to the Congressional Budget Office (CBO)."}