{"article_title": "Mayors to Washington: Do Something!", "article_keywords": ["city", "politico", "congress", "washington", "mayors", "economic", "survey", "president", "fl", "mayor"], "article_url": "http://www.politico.com/magazine/story/2015/04/mayor-survey-117391", "article_text": "The cities’ CEOs are disgusted with Capitol Hill. Sure, we’ve known the American people have little regard for Congress, which has been experiencing record-low approval ratings. Yet fellow elected officials working in America’s cities also hold Washington in disfavor, and they had a clear message for their representatives on Capitol Hill: Gridlock has gone too far.\n\nSome 82 percent of mayors queried said they had very little or no confidence in Washington lawmakers to address the nation’s most pressing problem, according to Politico Magazine’s inaugural Mayors’ Survey. What did mayors find most grating? Was it lawmakers’ almost genetically-encoded aversion to solving important challenges? Their tendency to grandstand? Their inability to resist kowtowing to powerful special interests? All of the above, nearly half of the respondents reported.\n\nStory Continued Below\n\n“We must do what we can on our own, locally and regionally,” said one mayor, “and support Washington to get past gridlock and invest in infrastructure that will create quality jobs and stimulate sustainable quality jobs.”\n\nAnd what does Washington do well? Procrastinate, wrote one West Coast mayor, without a hint of humor.\n\nThe revelations in Politico Magazine inaugural Mayors’ Survey, which was conducted as an extension of the magazine’s award-winning “ What Works” series, were part of a survey that heard from 21 mayors in more than a dozen states, in places as far-flung as Miami and Oakland, Pittsburgh and Las Vegas, and New Orleans and Yonkers.\n\nThe mayors were asked in the survey to answer a series of questions about economic development, their biggest challenges, the most stubborn obstacles and Washington’s role in helping—or hurting—their city’s fate. The vast majority of the respondents—16—identified themselves as Democrats, with two Republicans and three mayors elected in non-partisan races also taking part. While Congress fared poorly, President Barack Obama was given high marks in this Democratically-heavy (and non-scientific) poll. Roughly 67 percent of respondents said the president deserves “a great deal of credit” for the country’s economic turnaround, even though a majority believes that the Affordable Care Act—and not his bailout of the auto industry or the federal stimulus program—will be his greatest economic legacy.\n\nNot everyone is an Obama fan, however. One respondent said the president would be remembered for the “government takeover of banking, auto, healthcare and energy industries.” What could the president do that he hasn’t done already to spur the economy? This mayor answered: “Get out of office.”\n\nYet regardless of the feelings about the president and with the near universal condemnation of Congress, mayors were united that the federal government and Washington officials weren’t doing enough to help their cities and their citizens and instead were ignoring key crises in infrastructure and education.\n\nCloser to home, most mayors reported that their greatest challenge involved fixing crumbling infrastructure—a problem they overwhelmingly believed should be a top priority in Washington. Their view that Washington needed to provide more funding for roads, bridges, and other infrastructure was bipartisan and comes as Congress is locked in a sustained battle over providing money for the nation’s Highway Trust Fund.\n\nWhile many city leaders thought that improved roads and transportation would help their citizens, a full 50 percent of the mayors cited a “better educated workforce” as the most important factor in improving their city’s economic trajectory.\n\nThe survey also asked what action would mayors take if they if they had unilateral power and were guaranteed no political fallout? Almost one-third said they would significantly raise the minimum wage, an issue that has become an increasingly potent political debate in cities and states around the country in the last year. Meanwhile, just 16 percent of the mayors said they’d raise taxes if given a chance.\n\nFour of their mayoral colleagues garnered multiple mentions when those responding to the survey were asked to name the current city leader they most admire. Philadelphia’s Michael Nutter topped the list, cited by four of his counterparts. “I watched as he came from being an underdog to becoming a mayor, with a commitment to fiscal discipline, innovation and social equity,” wrote one mayor about Nutter. “He understands the problems faced with being a blue city in a predominantly red state and how to maneuver to get Philadelphia much of the aid they’ve needed. In a short period of time he has risen to national prominence as a dean of American mayors and at the same time stays grounded to everyday issues facing the people of Philadelphia.”\n\nSURVEY PARTICIPANTS (in alphabetical order): Mayor William V. Bell, Durham, NC; Mayor Andy Berke, Chattanooga, TN; Supervisor Judi Bosworth, North Hempstead, NY; Mayor Bob Buckhorn, Tampa, FL; Mayor Hardie Davis, Jr., Augusta, GA; Mayor Greg Fischer, Louisville, KY; Mayor Andrew Gillum, Tallahassee, FL; Mayor Carolyn G. Goodman, Las Vegas, NV; Mayor Mitch Landrieu, New Orleans, LA; Mayor Jim Lane, Scottsdale, AZ; Mayor Bao Nguyen, Garden Grove, CA; Mayor Frank Ortis, Pembroke Pines, FL; Mayor Bill Peduto, Pittsburgh, PA; Mayor Tomas Regalado, Miami, FL; Mayor Mary Casillas Salas, Chula Vista, CA; Mayor Marni Sawicki, Cape Coral, FL; Mayor John Sawyer, Santa Rosa, CA; Mayor Libby Schaaf, Oakland, CA; Mayor Jack Seiler, Ft. Lauderdale, FL; Mayor Mike Spano, Yonkers, NY; Mayor Ivy R. Taylor, San Antonio, TX.\n\nThree other mayors garnered two mentions each: Greg Fischer of Louisville (“data-driven performance, innovation, economic development”), Eric Garcetti of Los Angeles (“leading the way . . . on supporting President’s executive action on immigration”) and the long-running ten-term mayor of Charleston, S.C., Joe Riley (“He has provided the blueprint through his Mayor’s Institute on City Design for other Mayors to follow.”).\n\n*** The next POLITICO MAGAZINE Mayors’ Survey will be published in July.\n\nEva Rodriguez is a senior editor at Politico Magazine.", "article_metadata": {"og": {"site_name": "POLITICO Magazine", "description": "Education, infrastructure top mayors’ wish list, POLITICO Magazine survey finds.", "title": "Mayors to Washington: Do Something!", "url": "http://www.politico.com/magazine/story/2015/04/mayor-survey-117391.html", "image": "http://s3-origin-images.politico.com/2015/04/27/mayors_lead_1160.jpg", "fb_appid": 114037015331397, "type": "article"}, "keywords": "What Works", "twitter": {"site": "@politicomag", "card": "summary_large_image", "creator": "@politicomag"}, "description": "Education, infrastructure top mayors’ wish list, POLITICO Magazine survey finds.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdc9c7\"", "article_summary": "Some 82 percent of mayors queried said they had very little or no confidence in Washington lawmakers to address the nation’s most pressing problem, according to Politico Magazine’s inaugural Mayors’ Survey.\n*** The next POLITICO MAGAZINE Mayors’ Survey will be published in July.\nCloser to home, most mayors reported that their greatest challenge involved fixing crumbling infrastructure—a problem they overwhelmingly believed should be a top priority in Washington.\non supporting President’s executive action on immigration”) and the long-running ten-term mayor of Charleston, S.C., Joe Riley (“He has provided the blueprint through his Mayor’s Institute on City Design for other Mayors to follow.”).\nThe survey also asked what action would mayors take if they if they had unilateral power and were guaranteed no political fallout?"}