{"article_title": "A Healthy Lifestyle Can Prevent 4 in 10 Cancer Cases In The UK", "article_keywords": ["prevent", "lifestyle", "risk", "cancer", "healthy", "weight", "research", "uk", "preventable", "smoking", "cases"], "article_url": "http://www.medicaldaily.com/healthy-lifestyle-can-prevent-4-10-cancer-cases-uk-315540", "article_text": "A new report from Cancer Research UK found an estimated 42 percent of the country’s most common cancer cases could be prevented with a healthy lifestyle change.\n\nResearchers found that the proportion of preventable cases was highest for cervical cancer due to its link with HPV infection. That was followed by mesothelioma and cancer of the oral cavity and pharynx, larynx, esophagus, and lungs, which was due to their link with smoking. Quitting smoking alone could prevent 64,500 cancer cases per year. In fact, smoking is the largest preventable cause of cancer in the UK; an estimated 19 percent of total cases are linked to exposure to tobacco smoke.\n\nSecond to smoking is having excess body weight; losing it can prevent 18,100 cancer cases. Cancer of the breast, bowel, kidney, pancreas, uterus, esophagus, and even the gallbladder are attributable to excess body weight. Researchers found these cases occur more in women than they do men, with some weight-related cancers linked to women only. Eating more fruits and vegetables, drinking less alcohol, and applying more sunscreen round out the top five recommended healthy lifestyle changes.\n\n“There's now little doubt that certain lifestyle choices can have a big impact on cancer risk, with research around the world all pointing to the same key risk factors,” Max Parkin, a statistician for Cancer Research, told BBC News. “Leading a healthy lifestyle can't guarantee someone won't get cancer, but we can stack the odds in our favor by taking positive steps now that will help decrease our cancer risk in [the] future.”\n\nIn the United States, the reality isn’t much different. The American Institute for Cancer Research (AICR) found more than half of the estimated cancer deaths are related to preventable causes. Smoking is number one, followed by obesity, cancer-causing pathogens, poor diet, exercise, and a lack of sun protection. However, a separate report from the American Society of Clinical Oncology reported obesity is quickly surpassing tobacco as the leading preventable cause of cancer.\n\n“Our reports show that simply by eating well, being physically active, and maintaining a healthy weight, Americans could prevent tens of thousands of cancer cases each year,” Susan Higginbotham, AICR vice president of research, said. “This... shows that there are many other ways we can reduce cancer risk, such as not smoking and reducing sun exposure.”\n\nHigginbotham added that \"even as research on prevention advances every year, knowing that we can cut the numbers of cancer deaths in half just with lifestyle choices — that's empowering.\"", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "healthy, lifestyle, can, prevent, 4, 10, cancer, cases, uk", "og": {"site_name": "Medical Daily", "description": "Adopting a single lifestyle change can reduce thousands of cancer cases in both the United Kingdom and United States each year.", "title": "The Impact A Healthy Lifestyle Has On Cancer Prevention", "url": "http://www.medicaldaily.com/healthy-lifestyle-can-prevent-4-10-cancer-cases-uk-315540", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/26/ashtray.jpg", "type": "article"}, "twitter": {"description": "Adopting a single lifestyle change can reduce thousands of cancer cases in both the United Kingdom and United States each year.", "title": "The Impact A Healthy Lifestyle Has On Cancer Prevention", "url": "http://www.medicaldaily.com/healthy-lifestyle-can-prevent-4-10-cancer-cases-uk-315540", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/26/ashtray.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/26/ashtray.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Vitality", "published_time": "2014-12-27T10:15:52-05:00", "modified_time": "2014-12-27T10:15:51-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Adopting a single lifestyle change can reduce thousands of cancer cases in both the United Kingdom and United States each year."}, "_id": "\"57477af36914bd0286fca0d0\"", "article_summary": "A new report from Cancer Research UK found an estimated 42 percent of the country’s most common cancer cases could be prevented with a healthy lifestyle change.\nEating more fruits and vegetables, drinking less alcohol, and applying more sunscreen round out the top five recommended healthy lifestyle changes.\nResearchers found that the proportion of preventable cases was highest for cervical cancer due to its link with HPV infection.\nQuitting smoking alone could prevent 64,500 cancer cases per year.\nSecond to smoking is having excess body weight; losing it can prevent 18,100 cancer cases."}