{"article_title": "Medica makes MNsure play in Rochester", "article_keywords": ["play", "rochester", "makes", "mayo", "medica", "minnesota", "clinic", "health", "plan", "mnsure", "insurance", "care"], "article_url": "http://www.startribune.com/medica-makes-mnsure-play-in-rochester/278320321/", "article_text": "Medica is launching a new health insurance plan in the Rochester area that offers lower premiums if people primarily get their health care from the Mayo Clinic.\n\nFor years, insurers have blamed high costs at Mayo for above-average insurance premiums across southeastern Minnesota, but Medica says good care coordination by Mayo doctors will let the insurer charge less for the new product, called “Medica With Mayo Clinic.”\n\n“Premiums long have been higher in the Rochester area, and that’s really been driven by the providers in that area,” said Dannette Coleman, a senior vice president with Medica.\n\nThe company’s new health insurance plan “allows a single care system to be accountable for your health and wellness, and better coordinate all the services that you’re receiving.”\n\nOfficials with Blue Cross and Blue Shield of Minnesota — which is Minnetonka-based Medica’s rival for Rochester business on the MNsure health insurance exchange — didn’t sound overly concerned by Monday’s announcement.\n\nBlue Cross expects to attract customers by giving patients broader access to doctors and hospitals in the region, said spokesman Jim McManus. The Eagan-based insurer also touted the breadth of its 17 different plan designs in Rochester and across the state.\n\nIn a prepared response to questions, McManus of Blue Cross said: “We are proud to build on our legacy of being the first plan to offer an option in all 87 counties when MNsure launched last fall.”\n\nThe new Medica product will be available both through MNsure, as well as the private health insurance market “outside” the state’s health exchange.\n\nColeman would not say whether the Mayo Clinic is granting special discounts to Medica on the cost of particular health care services.\n\nNegotiated payment rates between insurers and health care providers typically are confidential. But data over the years from a Minneapolis-based nonprofit called Minnesota Community Measurement has suggested that some clinics and hospitals in the Rochester area get much higher payments than facilities elsewhere when providing the same service.\n\nThe nonprofit’s data, for example, showed Mayo Clinic receiving $1,311 when performing a colonoscopy in 2012, whereas the statewide median at the time was $563.\n\nDr. Brian Whited, vice chair of operations for the Mayo Clinic Health System, said he couldn’t comment on insurance costs in Rochester but said the system’s network of hospitals and clinics has implemented a number of reforms to control health care costs.\n\nAdam Brase, a Mayo Clinic spokesman, said the new health plan offering with Medica is an example of Mayo Clinic working with insurance companies to make sure residents in Rochester have access to the clinic at affordable prices.\n\n“This is really one of the first times that we’ve been partnering with an insurance carrier that would have that ‘narrow network’ component,” said Dr. Brian Whited, vice chair of operations for the Mayo Clinic Health System. Patients won’t have as much choice in selecting doctors and hospitals, Whited said, but that’s less of an issue in southern Minnesota because of Mayo Clinic’s large market share.\n\n“We have the entire range of care,” he said.\n\nStarting in 2013, the federal Affordable Care Act made it easier for consumers to see long-standing differences in the cost of health care across the country. On Minnesota’s MNsure health insurance exchange, for example, premiums for the lowest-cost policies in Rochester in 2014 were anywhere from 64 to 109 percent higher than in the Twin Cities, according to a Star Tribune analysis.\n\nThe gap is narrowing somewhat in 2015, with the lowest-cost policies in Rochester running anywhere from 45 to 76 percent higher than comparable health plans in the Twin Cities. The Medica/Mayo Clinic product apparently is one reason the gap is shrinking.\n\nMedica officials say the new Mayo Clinic offering is the low-cost policy in southeast Minnesota for all MNsure plans approved this month by the state Commerce Department.\n\nTwitter: @chrissnowbeck", "article_metadata": {"og": {"site_name": "Star Tribune", "description": "It offers Mayo Clinic plan in region with above-average premiums. Rival Blue Cross stresses its breadth.", "title": "Medica makes MNsure play in Rochester", "url": "http://www.startribune.com/medica-makes-mnsure-play-in-rochester/278320321/", "image": {"url": "http://assets.startribune.com/static/img/branding/logos/strib-social-card.png?d=1464201858", "width": 1680, "identifier": "http://assets.startribune.com/static/img/branding/logos/strib-social-card.png?d=1464201858", "height": 876}, "type": "article"}, "google-site-verification": "bLXTXkzm4dJ8hcJy1LXawtxXxGP3JhInARj69uCiMiM", "twitter": {"description": "It offers Mayo Clinic plan in region with above-average premiums. Rival Blue Cross stresses its breadth.", "title": "Medica makes MNsure play in Rochester", "url": "http://www.startribune.com/medica-makes-mnsure-play-in-rochester/278320321/", "image": {"src": "http://assets.startribune.com/static/img/branding/logos/strib-social-card.png?d=1464201858", "identifier": "http://assets.startribune.com/static/img/branding/logos/strib-social-card.png?d=1464201858"}, "site": "@StarTribune", "card": "summary"}, "description": "It offers Mayo Clinic plan in region with above-average premiums. Rival Blue Cross stresses its breadth."}, "article_summary": "Medica is launching a new health insurance plan in the Rochester area that offers lower premiums if people primarily get their health care from the Mayo Clinic.\nColeman would not say whether the Mayo Clinic is granting special discounts to Medica on the cost of particular health care services.\nMedica officials say the new Mayo Clinic offering is the low-cost policy in southeast Minnesota for all MNsure plans approved this month by the state Commerce Department.\nThe nonprofit’s data, for example, showed Mayo Clinic receiving $1,311 when performing a colonoscopy in 2012, whereas the statewide median at the time was $563.\nStarting in 2013, the federal Affordable Care Act made it easier for consumers to see long-standing differences in the cost of health care across the country."}