{"article_title": "UN Will Hear About Lakota Child Foster Care Crisis", "article_keywords": ["states", "united", "native", "children", "lakota", "american", "foster", "hear", "child", "dakota", "law", "crisis", "south", "care"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/08/08/un-will-hear-about-lakota-child-foster-care-crisis-156282", "article_text": "The American Civil Liberties Union (ACLU) has included South Dakota’s persistent and alleged illegal seizure of Lakota children in a report it is scheduled to present to the United Nations in Geneva, Switzerland in August.\n\nThe United Nations will convene the 85th session of the Committee on the Elimination of Racial Discrimination from August 11-29, at which the ACLU will present an update on the United States’ compliance issues with human rights provisions as set forth by the U.N.\n\nIn a section of the report entitled “Lack of Due Process in American Indian Child Custody Proceedings in South Dakota,” published on July 9, 2014, the ACLU details how statistics relating to the rate at which Lakota children are removed from their families when compared to non-Native counterparts “reflect intentional and unintentional racism, consistent with practices that have been condoned for decades in much of the United States.”\n\nThe report further asserts that the Indian Child Welfare Act, passed in 1978 by Congress with the aim of stemming the problems of Indian children being removed from families and extended families within their tribes, has severe limitations. One of these limitations is the lack of a regular and comprehensive review by any federal agency to ensure state compliance with statutory requirements.\n\n“Individual states are already required to report on a variety of measures regarding children in their care, but not on issues specific to ICWA compliance or the indigenous children under state care,” the report states.\n\nAdditionally, the funding apparatus for tribal child welfare programs and officers hired to ensure ICWA provisions are being followed are cobbled together from different federal agencies and child welfare programs, leading to oversight confusion, the report states. A lack of funding for oversight and implementation is also listed as a limitation to the law in its current form.\n\nThe ACLU filed suit in the United States District Court for the District of South Dakota (Case No.: Civ - 135020JLV) in March 2013 against various South Dakota state officials involved in the removal of Indian children from their homes under state child custody laws.\n\nThe suit—filed on behalf of the Oglala Sioux Tribe and the Rosebud Sioux Tribe—alleges state officials violated the Due Process Clause of the United States Constitution along with ICWA provisions routinely, which routinely resulted in the wrongful removal of scores of Lakota children on an annual basis.\n\nMadonna Pappan, a resident of Pennington County and member of the Oglala Sioux Tribe, had her two children stripped from her custody in a hearing that lasted less than 60 seconds, according to the complaint. Court officials refused Madonna Pappan and her husband access to the petition filed against them and continue to grapple with the psychological effects the trauma has had on her children.\n\nThe Lakota People’s Law Project (LPLP) has been working on foster care issues relative to the Native American children of South Dakota since 2005, partnering with tribes and leaders in South Dakota.\n\nAn average of 742 Native American children are removed from their homes in South Dakota on an annual basis, according to the United States Children’s Bureau’s “Child Welfare Outcomes: Reports to Congress.” When controlling for the factor of poverty, South Dakota still ranks third in the nation for the highest number of children taken into custody by the Department of Social Services, according to the National Coalition for Child Protection Reform’s “2010 NCCPR Rate of Removal Index.”\n\nWhile Native American children constitute 13.5 percent of the child population in South Dakota, they comprise 54 percent of the youth foster care population, according to the Child Welfare Outcomes compiled by the Children’s Bureau. South Dakota has allegedly continued to ignore stipulations in ICWA that mandate placement of Native American children in Native American homes, placing about 87 percent of Native children in non-Native homes, according to data provided by the South Dakota DSS to LPLP in an email in 2011.\n\nThe ACLU will present the child foster care issue as one of seven major issues that continue to confront the United States as it attempts to comply with the major human rights treaty monitored by the U.N., according to the report.\n\nThe other issues include Racial Profiling, Racial Disparities in Sentencing, Racial Discrimination in the U.S. Capital Punishment System, The Right to Vote, Discriminatory Treatment of Guest Workers and Undocumented Workers and Predatory Lending and the Foreclosure Crisis.\n\n“The fact that the ACLU saw fit to include the child foster care crisis affecting the Lakota Nation in South Dakota effectively demonstrates the importance of remedying this egregious situation by allowing the tribes to have authority over their children,” said Chase Iron Eyes, an attorney with LPLP. “The United States can not continue to forward itself on the international stage as an authority on human rights and a bastion of freedom when it has such reprehensible racism festering in its own backyard.”\n\nThe United Nations definition of genocide as set forth in Article 2 of the General Assembly Resolution 269, includes the following provision: “forcibly transferring children of one group to another group.”\n\nThe Lakota People’s Law Project is also funding several Lakota professionals to work on this campaign, and is launching an on-line petition campaign to pressure the Federal Departments to make the South Dakota tribes a priority for funding allocations.\n\nThe Lakota People’s Law Project’s activities have included funding and supporting Native experts to provide technical assistance to the tribes on family and child welfare issues. The project combines public interest law, research, education, and organizing into a unique model for advocacy and social reform.\n\nThe Lakota People’s Law Project is sponsored by the non-profit Romero Institute based in Santa Cruz, California. The Institute is named after slain human rights advocate Archbishop Oscar Romero of El Salvador. The Institute seeks to identify and dismantle structural sources of injustice and threats to the survival of our human family. See below for a message from Chase Iron Eyes, counsel for the Lakota People's Law Project:", "article_metadata": {"description": "The ACLU has included South Dakota’s persistent and alleged illegal seizure of Lakota children in a report it will present to the UN in Geneva.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "leeanne", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/08/08/un-will-hear-about-lakota-child-foster-care-crisis-156282", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/madonna_pappan_and_child_-_oglala_rosebude_sioux_filefed_child_welfare_lawsuit_ap340434553968.jpgap354225713335.jpeg", "site_name": "Indian Country Today Media Network.com", "title": "UN Will Hear About Lakota Child Foster Care Crisis"}, "abstract": "The ACLU has included South Dakota’s persistent and alleged illegal seizure of Lakota children in a report it will present to the UN in Geneva.", "dc": {"title": "UN Will Hear About Lakota Child Foster Care Crisis"}, "robots": "follow, index", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/08/08/un-will-hear-about-lakota-child-foster-care-crisis-156282", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "American Civil Liberties Union, Indian Child Welfare Act, ICWA, Foster Care, United Nations", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.date": "2014-08-08T15:00-04:00", "dcterms.title": "UN Will Hear About Lakota Child Foster Care Crisis"}, "article_summary": "The Lakota People’s Law Project (LPLP) has been working on foster care issues relative to the Native American children of South Dakota since 2005, partnering with tribes and leaders in South Dakota.\nThe ACLU filed suit in the United States District Court for the District of South Dakota (Case No.\n: Civ - 135020JLV) in March 2013 against various South Dakota state officials involved in the removal of Indian children from their homes under state child custody laws.\nSee below for a message from Chase Iron Eyes, counsel for the Lakota People's Law Project:\nThe Lakota People’s Law Project’s activities have included funding and supporting Native experts to provide technical assistance to the tribes on family and child welfare issues."}