{"article_title": "'Professor Of Killology' To NRA Convention: 'Sandy Hook Is Just The Beginning'", "article_keywords": ["grossman", "protect", "kids", "killology", "professor", "school", "gun", "hook", "guns", "mass", "convention", "beginning", "nra", "sandy"], "article_url": "http://thinkprogress.org/justice/2015/04/11/3646013/nra-meeting-fear-mongering/", "article_text": "Justice ‘Professor Of Killology’ To NRA Convention: ‘Sandy Hook Is Just The Beginning’ CREDIT:\n\nNASHVILLE, TN — “Sandy Hook is just the beginning. We’re raising a generation of mass killers.”\n\nLt. Col. Dave Grossman repeated those lines to a crowd of hundreds at the National Rifle Association’s annual meeting in Nashville on Saturday, telling the gun owners to fear for themselves and their families and that the only solution is to arm all of our citizens.\n\n“Can we take the lessons learned in Columbine and Jonesboro and Virginia Tech? Can we take the lessons learned on 9/11 and in Sandy Hook Elementary School? Or do we have to wait until our kids die?” Grossman asked the audience during a seminar called “Sheepdogs! The Bulletproof Mind for the Armed Citizen.”\n\nAfter detailing each mass shooting to occur at a school over the past few decades, tallying up the deaths with red marker in front of the audience, Grossman told the NRA members that “you’re going to see daycare massacres and school bus massacres.”\n\nThe two-hour long seminar focused on how having armed police officers in schools is just the first step to protecting the country from the inevitable mass violence. Grossman did not touch on the mental health issues that underlie school shootings. The “worst and the most” mass murders have occurred in Europe where there are stricter gun control laws, Grossman told the audience.\n\n“Any politician who tells you we can solve this problem with gun laws is an idiot,” he said. “The politicians drag a red herring across the path — it’s all about the evil guns and if we make the evil guns go away, the bad men will go away.”\n\nInstead, Grossman said we have to put tens of thousands of armed cops, or “good guys with guns” in our schools and encourage all citizens to arm themselves to prepare for imminent disaster.\n\n“Folks, we have raised a vicious, vicious generation of children,” he said. “They have given us crimes on children like nothing in human history. Sandy Hook is just the beginning. Our founding fathers knew there would be days like this… And they created the Second Amendment for just a time like this. And in the midst of all that, the politicians want to disarm our citizens. That is flat out treason.”\n\nGrossman is a retired Army sergeant and paratrooper who taught psychology at West Point. He says he has founded a new academic field which he calls “killology,” the study of killing in war and the “violent crime that is raging the world,” according to his biography.\n\nWhile Grossman may claim the Second Amendment can help protect people from violent criminals, research shows that being armed does little to prevent shootings. A 2012 Mother Jones analysis of 61 mass murders over the last 30 years found that “in not a single case was the killing stopped by a civilian using a gun.” As one leading expert explained, “given that civilian shooters are less likely to hit their targets than police in these circumstances,” arming civilians could often lead to more chaos and deaths.\n\nTen thousand kids are injured or killed by guns each year, according to a recent study. And despite Grossman’s claims, the United State’s rate of mortality from firearms is about ten times higher than the rates in other wealthy nations.\n\nThe American Academy of Pediatrics (AAP) estimates that firearms are one of the top three causes of death among children, killing twice as many kids as cancer does. In the wake of the Sandy Hook shooting, many national gun control groups and others including the AAP stepped up their efforts to lobby for gun violence prevention, including expanded background checks and safe storage to ensure that guns aren’t falling into the wrong hands.\n\nBut members of the NRA used the Sandy Hook massacre to push for arming more civilians. “The only thing that stops a bad guy with a gun is a good guy with a gun,” NRA Executive Vice President Wayne LaPierre famously said at a press conference.\n\n“Why is the idea of a gun good when it’s used to protect the president of our country or our police, but bad when it’s used to protect our children in our schools?,” LaPierre said after Sandy Hook. “They’re our kids. They’re our responsibility. And it’s not just our duty to protect them, it’s our right to protect them.”", "article_metadata": {"google": "nositelinkssearchbox", "description": "“Any politician who tells you we can solve this problem with gun laws is an idiot,” Dave Grossman told the NRA audience.", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "“Any politician who tells you we can solve this problem with gun laws is an idiot,” Dave Grossman told the NRA audience.", "title": "‘Professor Of Killology’ To NRA Convention: ‘Sandy Hook Is Just The Beginning’", "url": "http://thinkprogress.org/justice/2015/04/11/3646013/nra-meeting-fear-mongering/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2015/04/AP700221229284.jpg", "type": "article"}, "twitter": {"description": "“Any politician who tells you we can solve this problem with gun laws is an idiot,” Dave Grossman told the NRA audience.", "creator": "@Kira_Lerner", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2015/04/AP700221229284-321x214.jpg", "title": "‘Professor Of Killology’ To NRA Convention: ‘Sandy Hook Is Just The Beginning’", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-justice", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2015/04/AP700221229284.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2015/04/AP700221229284.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2015-04-11T20:21:50+00:00", "author": "https://www.facebook.com/KiraLerner"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af46914bd0286fd895c\"", "article_summary": "Justice ‘Professor Of Killology’ To NRA Convention: ‘Sandy Hook Is Just The Beginning’ CREDIT:NASHVILLE, TN — “Sandy Hook is just the beginning.\nBut members of the NRA used the Sandy Hook massacre to push for arming more civilians.\nCan we take the lessons learned on 9/11 and in Sandy Hook Elementary School?\nSandy Hook is just the beginning.\n“The only thing that stops a bad guy with a gun is a good guy with a gun,” NRA Executive Vice President Wayne LaPierre famously said at a press conference."}