{"article_title": "Do No Harm? It May Be Hard to Avoid With Health Law’s Medicare Cuts", "article_keywords": ["harm", "cut", "quality", "avoid", "hard", "payment", "medicare", "payments", "cuts", "services", "health", "care", "hospitals", "hospital", "mortality", "laws"], "article_url": "http://www.nytimes.com/2015/01/06/upshot/do-no-harm-it-may-be-hard-to-avoid-with-health-laws-medicare-cuts.html", "article_text": "Photo\n\nThe Affordable Care Act made changes to government payments for Medicare services that are expected to save tens to hundreds of billions of dollars per year. This sounds like a good thing — and it very well may be — but only if those spending cuts don’t cause harm. Research suggests they just might.\n\nAs any business would, hospitals often respond to reduced revenue by cutting costs. They especially tend to cut back on staff, according to a number of researchers.\n\nReductions in Medicare payments to hospitals between 1996 and 2009 were nearly entirely offset by cuts to operating expenses, and predominantly to personnel, Chapin White and Vivian Wu reported in Health Services Research in 2013. In other work, also published in Health Services Research, Ms. Wu and Yu-Chu Shen found that hospitals responded to lower Medicare payments in part by reducing staff and length of stays.\n\nOn the other hand, a study by health economists from Northwestern University’s Kellogg School of Management found that hospitals responded to the market collapse in 2008, which reduced revenue through depressed returns on investments, not by cutting staff but by trimming back in other specific areas, including advanced medical records and less profitable services like those for substance use treatment or those provided in trauma centers.\n\nSuch cuts by hospitals may harm quality of care. For example, recent work suggests that cutting length of stays increases mortality for heart attack patients and those with pneumonia. Other work, published recently in the journal Medical Care, suggests that an 11.5 percent decrease in nursing staff per 1,000 inpatient days (a standardized measure of staffing levels) could increase adverse events — such as deaths, infections and surgical complications — by 1.2 percent. In their study, Drs. Wu and Shen found higher heart attack mortality rates in hospitals that had experienced larger Medicare payment cuts and had cut spending, “particularly among registered nurses,” in response. For each 1 percent payment cut, heart attack mortality was 0.4 percent higher.\n\nAdvertisement Continue reading the main story\n\nSimilarly, a study by Richard Lindrooth and colleagues found higher mortality rates among those using hospital services with lower profits from Medicare payments. Yet another study found that hospitals in the most financial stress experienced higher mortality for some types of patients.\n\nIn short, history suggests that hospitals may respond to payment cuts and financial stress in ways that are detrimental to patients, though that is certainly not their intent.\n\nThe Affordable Care Act’s cut to Medicare is large. The main component is an estimated 1.1 percent cut each year in what it pays hospitals for the services they provide to Medicare beneficiaries. In 2010, the Medicare actuaries estimated that this cut alone would trim $113 billion from the program from 2010 to 2019, representing 20 percent of the net savings from Medicare included in the Affordable Care Act. By 2040, Medicare is predicted to pay hospitals half of what a private insurer would for the same services.\n\nTo provide the same level and quality of care for less, hospitals will have to become more productive in converting dollars into care. Specifically, they’ll need to become at least 1.1 percent more productive per year. Is this likely? There are two schools of thought — one forward-looking and one that considers the lessons of the past.\n\nLooking back, history provides a guide of what we might expect. Though hospital productivity grew from 1990 to 2005, it never came close to growing at 1.1 percent per year. Some years it was negative: Hospitals did less with more. Other years it was positive, but never above about 0.5 percent per year.\n\nLooking forward, the great hope for new hospital payment models included in the Affordable Care Act and promoted by some private insurers is that they will encourage cheaper care that is also better care: doing more with less.\n\nThe most prominent new payment model is the Accountable Care Organization, or A.C.O., which sets cost and quality targets for hospitals and other provider groups, and offers bonus payments if they meet them or threatens financial penalties if they don’t.\n\nOther trends, like the increasing use of electronic medical records, could also help organizations maintain or improve quality. Prominent economists, including Peter Orszag, former director of the Office of Management and Budget under President Obama, and the Harvard health economist David Cutler are optimistic that new models of payment, new uses of information systems and new emphasis on quality will help organizations become more productive, improving care while reducing costs.\n\nAdvertisement Continue reading the main story\n\nThere are some encouraging, though limited, signs that they’re right. For example, analysis by Zirui Song in The New England Journal of Medicine of an A.C.O.-like initiative by Blue Cross Blue Shield of Massachusetts — its “Alternative Quality Contract” — found that it was associated with spending reductions and improvements in quality after four years. Recently released evidence on cost savings and quality improvement among some Medicare A.C.O.s is also encouraging, though more rigorous analysis is still needed to draw strong conclusions. In an op-ed in The Times, Bob Kocher and Farzad Mostashari explained how the A.C.O. model may have helped providers in the high-cost city of McAllen, Tex., save money and improve care.\n\nIt’s also relevant that other aspects of the law increase hospital revenue. For instance, because of the expansion in health insurance, hospitals no longer have to provide as much free care to uninsured people, which helps their bottom lines.\n\nAs optimistic as some may be about the A.C.O. model and other changes that could enhance hospital productivity, it’s too soon to declare victory. We don’t know if new payment models will help hospitals become more productive in the long run. One thing we can say with some confidence, however, is that Congress is likely to return to Medicare as a source of fiscal savings. As Robert Reischauer, former director of the Congressional Budget Office, once said, Medicare is Congress’s “cash cow,” its go-to source for deficit reduction. This isn’t necessarily because Congress hates Medicare. But Medicare is a large and growing share of the budget and the main cause of projected deficits, so it’s naturally a target.\n\nThere’s no question that the Affordable Care Act is milking that cow. What remains to be seen is if patients pay a price.", "article_metadata": {"tone": "news", "ptime": 20150105070011, "twitter": {"description": "Hundreds of billions of dollars may be saved, but research suggests those cuts hurt patients.", "title": "Do No Harm? It May Be Hard to Avoid With Health Law’s Medicare Cuts", "url": "http://www.nytimes.com/2015/01/06/upshot/do-no-harm-it-may-be-hard-to-avoid-with-health-laws-medicare-cuts.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000003308730"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "creator": "afrakt", "site": "@nytimes", "image": "https://static01.nyt.com/images/2015/01/06/upshot/06-up-health/06-up-health-thumbLarge.jpg", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2015/01/06/upshot/do-no-harm-it-may-be-hard-to-avoid-with-health-laws-medicare-cuts.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000003308730", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2015/01/06/upshot/do-no-harm-it-may-be-hard-to-avoid-with-health-laws-medicare-cuts.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "thumbnail_width": 75, "dfp-ad-unit-path": "upshot", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/upshot/index.jsonp", "DISPLAYDATE": "Jan. 5, 2015", "edt": "The New York Times on the Web", "keywords": "Health Insurance and Managed Care,Hospitals,Medicare,Patient Protection and Affordable Care Act (2010),Budgets and Budgeting", "news_keywords": "Hospital,Medicare", "applicationName": "article", "PT": "article", "author": "Austin Frakt", "thumbnail_150": "https://static01.nyt.com/images/2015/01/06/upshot/06-up-health/06-up-health-thumbLarge.jpg", "sourceApp": "nyt-v5", "thumbnail_150_width": 150, "byl": "By AUSTIN FRAKT", "thumbnail_150_height": 150, "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "Hundreds of billions of dollars may be saved, but research suggests those cuts hurt patients.", "tom": "News", "dfp-amazon-enabled": "false", "CT": "column", "thumbnail": "https://static01.nyt.com/images/2015/01/06/upshot/06-up-health/06-up-health-thumbStandard.jpg", "description": "Hundreds of billions of dollars may be saved, but research suggests those cuts hurt patients.", "CN": "the-new-health-care", "CG": "upshot", "robots": "noarchive", "dat": "Jan. 5, 2015", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "News", "article": {"section_url": "http://www.nytimes.com/upshot", "section": "The Upshot", "modified": "2015-08-24", "collection": "https://static01.nyt.com/services/json/sectionfronts/upshot/index.jsonp", "tag": "Budgets and Budgeting", "published": "2015-01-05", "section-taxonomy-id": "D64FAE4C-4425-4E5A-B898-6C8CB59F9957"}, "thumbnail_height": 75, "slug": "06up-health", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20150824154236, "og": {"url": "http://www.nytimes.com/2015/01/06/upshot/do-no-harm-it-may-be-hard-to-avoid-with-health-laws-medicare-cuts.html", "image": "https://static01.nyt.com/images/2015/01/06/upshot/06-up-health/06-up-health-facebookJumbo.jpg", "type": "article", "description": "Hundreds of billions of dollars may be saved, but research suggests those cuts hurt patients.", "title": "Do No Harm? It May Be Hard to Avoid With Health Law’s Medicare Cuts"}, "pdate": 20150105, "des": "Budgets and Budgeting", "nyt-collection": {"tone": "news", "url": "http://www.nytimes.com/column/the-new-health-care", "tagline": "Informed by research, Austin Frakt and Aaron Carroll explore and explain the changing landscape of health care.", "uri": "/column/the-new-health-care", "display-name": "The New Health Care", "identifier": "the-new-health-care", "type": "column"}, "articleid": 100000003308730, "cre": "The New York Times", "hdl": "Do No Harm? It May Be Hard to Avoid With Health Law’s Medicare Cuts", "col": "The New Health Care", "PST": "News"}, "article_summary": "PhotoThe Affordable Care Act made changes to government payments for Medicare services that are expected to save tens to hundreds of billions of dollars per year.\nReductions in Medicare payments to hospitals between 1996 and 2009 were nearly entirely offset by cuts to operating expenses, and predominantly to personnel, Chapin White and Vivian Wu reported in Health Services Research in 2013.\nWu and Shen found higher heart attack mortality rates in hospitals that had experienced larger Medicare payment cuts and had cut spending, “particularly among registered nurses,” in response.\nSuch cuts by hospitals may harm quality of care.\nIn other work, also published in Health Services Research, Ms. Wu and Yu-Chu Shen found that hospitals responded to lower Medicare payments in part by reducing staff and length of stays."}