{"article_title": "Boulder Shelter provides safe, secure living space – The Denver Post", "article_keywords": ["boulder", "living", "clients", "secure", "working", "space", "shelter", "support", "safe", "denver", "villanueva", "homeless", "schaaf", "provides", "post", "work", "worked"], "article_url": "http://www.denverpost.com/news/ci_24942495/boulder-shelter-provides-safe-secure-living-space", "article_text": "BOULDER — Rodolfo Villanueva always worked hard and kept his spiritual fires burning.\n\nBut it wasn’t until he started working for the Boulder Shelter for the Homeless that he began getting some stability in his life.\n\nVillanueva, 60, recently got an apartment through the Shelter’s Transition Program, which helps clients move into permanent living space after they have done work to qualify.\n\n“The shelter is a wonderful thing,” said Villanueva, who worked as an assembler and dishwasher while trying to get a roof over his head in Boulder. “It’s a big, huge blessing. We have bedding, soap and a towel. Everything we need is right here for us to get back on our feet.\n\n“It doesn’t matter where, how you got here or who you are — the shelter is here to help you,” he said.\n\nThe Boulder Shelter for the Homeless, which is a past recipient of Denver Post Charities Season to Share funding, is primarily aimed at providing a safe place to sleep, food and support services for homeless adults in Boulder.\n\nThe shelter also provides an avenue for its clients to become self-sufficient, lead case manager Tim Schaaf said.\n\n“We get people ready to work but who, for some reason, can’t afford to pay rent, at least right now,” Schaaf said.\n\nThe Boulder Shelter, which was organized in 1982 in response to the death of a homeless veteran who died from exposure, is not run by a government agency.\n\nRather, it is a private nonprofit group that relies on financial support from community members.\n\nMen and women who wish to stay at the shelter — which is closed from 10 a.m. to 5 p.m. daily — must be 18 or older and abide by basic rules of conduct.\n\nStaff members as well as volunteers work closely with other agencies, including WorkForce Boulder County, to lead clients to employment training and jobs.\n\nAbout 60 percent of the shelter’s clients are on disability. The rest are either underemployed or are working to pay off bills before they can move into permanent housing, Schaaf said.\n\n“A lot of them have a family who can’t help them out or they don’t have any family ties at all,” he said. “If you don’t have anybody to rely on when you have an accident or you lose your job, a lot of times you have no place to go.”\n\nThere are also clients with severe mental health problems who have nowhere else to go, Schaaf said.\n\n“We are seeing more and more people showing up with mental health problems, and because of budget cuts, they are out on the street and now with us,” he said. “It’s just another aspect of what we do here.”\n\nMonte Whaley: 720-929-0907, mwhaley@denverpost.com or twitter.com/montewhaley\n\nBoulder shelter for the homeless\n\nAddress: 4869 North Broadway, Boulder\n\nIn operation since: 1982\n\nStaff: 45\n\n2013 budget: $1.7 million\n\nPercentage of funds to clients/services: 78\n\nNumber served last year: 1,179", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Boulder Shelter provides safe, secure living space", "title": "Boulder Shelter provides safe, secure living space", "url": "http://www.denverpost.com/2014/01/18/boulder-shelter-provides-safe-secure-living-space/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140118__20140119_B2_CD19STSBOULDERSHELTERp1.jpg", "height": 435}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140118__20140119_B2_CD19STSBOULDERSHELTERp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-01-18T17:32:54+00:00", "modified_time": "2016-04-28T07:17:56+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "But it wasn’t until he started working for the Boulder Shelter for the Homeless that he began getting some stability in his life.\nThe Boulder Shelter for the Homeless, which is a past recipient of Denver Post Charities Season to Share funding, is primarily aimed at providing a safe place to sleep, food and support services for homeless adults in Boulder.\nThe Boulder Shelter, which was organized in 1982 in response to the death of a homeless veteran who died from exposure, is not run by a government agency.\n“The shelter is a wonderful thing,” said Villanueva, who worked as an assembler and dishwasher while trying to get a roof over his head in Boulder.\nThe shelter also provides an avenue for its clients to become self-sufficient, lead case manager Tim Schaaf said."}