{"article_title": "En materia de inversiones, Hillary Clinton es más conservadora que Donald Trump", "article_keywords": ["el", "materia", "en", "trump", "fondo", "conservadora", "cobertura", "por", "donald", "los", "hillary", "inversiones", "ms", "millones", "y", "que", "es"], "article_url": "http://gestion.pe/tendencias/materia-inversiones-hillary-clinton-mas-conservadora-que-donald-trump-2160553", "article_text": "Hillary Clinton va por el camino recto. Donald Trump cree que es más listo que todos, por eso elige, afirmó Daniel Wiener, máximo responsable de Adviser Investments, que administra US$ 3,400 millones.\n\n(Bloomberg) Hillary Clinton elogia el Obamacare. Donald Trump dice que es un desastre. Ella es reflexiva. Él improvisa. Sus estrategias de inversión también divergen.\n\nElla prefiere un fondo de inversión que imita índices. Él apuesta a los fondos de cobertura. Clinton, que se describe a sí misma como una progresista práctica y está cada vez más cerca de convertirse en la candidata a presidente de los demócratas, tiende al conservadurismo a la hora de invertir la riqueza de su familia.\n\nEl Vanguard 500 Index Fund, un fondo de bajo costo preferido por Warren Buffett, simpatizante de Clinton, viene siendo su principal posición.\n\nTrump, el presunto nominado republicano que tumbó a su partido con posiciones firmes en materia de inmigración y comercio, es el que más riesgos asume. Su mayor apuesta es el fondo de cobertura Obsidian, administrado por BlackRock Inc.\n\n“Hillary va por el camino recto. Trump cree que es más listo que todos, por eso elige”, dijo Daniel Wiener, máximo responsable de Adviser Investments, que administra US$ 3,400 millones.\n\nÚnica inversión\n\nRecientemente, el fondo Vanguard, que imita el índice S&P 500, viene siendo la opción más inteligente. Presenta un desempeño superior al del fondo de cobertura de BlackRock, que invierte en varios instrumentos de ingresos fijos en uno, tres y cinco años. Obsidian gana en un período de diez años.\n\nHillary y Bill Clinton, que juntos ganaron por lo menos US$ 30 millones en honorarios como oradores en el 2014 y a comienzos del 2015, habían invertido entre US$ 5 millones y US$ 25 millones en el fondo Vanguard, según la divulgación financiera más reciente de ella, publicada en mayo del año pasado.\n\nEl fondo de US$ 185,000 millones, que cobra una comisión de 0.05%, es la única inversión mencionada además de dinero en efectivo y pólizas de seguros.\n\nLa apuesta más grande de Trump era de US$ 25 millones a US$ 50 millones en el Obsidian Fund de BlackRock, según su presentación de julio del 2015. El fondo de cobertura, que tenía activos por cerca de US$ 1,900 millones en marzo, cobra una comisión de administración de 1% y el 20% de las ganancias.\n\nCríticas\n\nLos Clinton aumentaron el flujo de dinero que va a los fondos de inversión de bajo costo que imitan índices en tanto los fondos de cobertura son criticados por los inversores por sus comisiones caras y retornos deslucidos.\n\nLos inversores colocaron el récord de US$ 148,000 millones en fondos de inversión en acciones que imitan índices en Estados Unidos en el 2015, según Morningstar Inc. Los fondos de cobertura tuvieron flujos de salida de US$ 16,600 millones en los últimos dos trimestres, según Hedge Fund Research, el peor desempeño desde el 2009.\n\nEn su reunión anual, el mes pasado, Buffett les dijo a los accionistas que abandonaran los fondos de cobertura costosos porque a los inversores les puede ir mejor “sentados en sus posaderas” con fondos de inversión baratos que imitan índices.\n\nÉl describió como “increíble” el esquema de remuneración de los fondos de cobertura, que normalmente cobran una comisión por administración de 2% y el 20% de las ganancias. Él le recomendó al fideicomisario para su esposa que pusiera la mayor parte del dinero que deja atrás en el Vanguard 500 Index Fund.\n\nComo Clinton es una figura política de larga trayectoria, que opte por una inversión “anodina” tiene sentido para Lawrence Glazer, que ayuda a administrar US$ 2,000 millones en Mayflower Advisors.\n\n¿Y la opción de Trump por un fondo de cobertura? “Es un tipo que no tiene miedo de expresar una opinión”, dijo Glazer.", "article_metadata": {"googlebot": "index, follow", "application-name": "gestion.pe", "twitter": {"site": "@Gestionpe", "image": "http://cde.gestion2.e3.pe/ima/0/0/1/4/5/145847.jpg", "description": "(Bloomberg) Hillary Clinton elogia el Obamacare. Donald Trump dice que es un desastre. Ella es reflexiva. Él improvisa. Sus estrategias de inversión también divergen.", "card": "summary", "title": "En materia de inversiones, Hillary Clinton es más conservadora que Donald Trump"}, "revisit-after": "1 days", "keywords": "elecciones EE.UU.", "news_keywords": "elecciones EE.UU.", "msapplication-navbutton-color": "#005fa5", "subject": "noticias", "Generator": "Prensa Popular", "locality": "Lima, Callao, Cusco, Arequipa, Trujillo, Chiclayo, Ancash, Loreto, Moquegua, Piura, Tumbes, Ayacucho, Tacna, Peru", "origen": "Gestion", "description": "(Bloomberg) Hillary Clinton elogia el Obamacare. Donald Trump dice que es un desastre. Ella es reflexiva. Él improvisa. Sus estrategias de inversión también divergen.", "robots": "index,follow", "ROBOTS": "NOODP, NOYDIR", "fb": {"admins": 654116586, "pages": 183538434997743, "app_id": 456839134502073}, "msapplication-starturl": "http://gestion.pe/", "organization": "Prensa Popular S.A.C.", "date": "2016-05-11T05:43:00-05:00", "article": {"publisher": "https://www.facebook.com/Gestionpe", "section": "Tendencias", "tag": "elecciones EE.UU.", "published_time": "2016-05-11T05:43:00-05:00", "modified_time": "2016-05-11T05:43:00-05:00"}, "language": "es", "og": {"site_name": "Gestion", "description": "(Bloomberg) Hillary Clinton elogia el Obamacare. Donald Trump dice que es un desastre. Ella es reflexiva. Él improvisa. Sus estrategias de inversión también divergen.", "title": "En materia de inversiones, Hillary Clinton es más conservadora que Donald Trump", "url": "http://gestion.pe/tendencias/materia-inversiones-hillary-clinton-mas-conservadora-que-donald-trump-2160553", "image": {"width": 900, "identifier": "http://cde.gestion2.e3.pe/ima/0/0/1/4/5/145847.jpg", "height": 420}, "type": "article"}, "author": "gestion.pe", "google-site-verification": "JR1d_tTr4n5Xv9E4rgSm8BjarBAcCL6P6ekkFVDixYA"}, "article_summary": "Trump, el presunto nominado republicano que tumbó a su partido con posiciones firmes en materia de inmigración y comercio, es el que más riesgos asume.\nDonald Trump cree que es más listo que todos, por eso elige, afirmó Daniel Wiener, máximo responsable de Adviser Investments, que administra US$ 3,400 millones.\nTrump cree que es más listo que todos, por eso elige”, dijo Daniel Wiener, máximo responsable de Adviser Investments, que administra US$ 3,400 millones.\nSu mayor apuesta es el fondo de cobertura Obsidian, administrado por BlackRock Inc.“Hillary va por el camino recto.\nLa apuesta más grande de Trump era de US$ 25 millones a US$ 50 millones en el Obsidian Fund de BlackRock, según su presentación de julio del 2015."}