{"article_title": "Subcontracting Repression in the West Bank and Gaza", "article_keywords": ["israel", "forces", "palestinian", "west", "rights", "authoritys", "israeli", "authority", "repression", "subcontracting", "gaza", "security", "palestinians", "bank", "occupation"], "article_url": "http://www.nytimes.com/2014/11/27/opinion/subcontracting-repression-in-the-west-bank-and-gaza.html", "article_text": "Jerusalem is aflame with what the Israeli writer Uri Avnery has called an “intifada of individuals,” as outbreaks of deadly violence have followed what began with Palestinian protests over fears of encroachment by Jewish extremists on the site in the Old City known to Muslims as the Noble Sanctuary. Five Israelis were killed last week in an attack on a synagogue. Palestinian citizens of Israel, meanwhile, are in turmoil over the Nov. 8 police shooting in northern Israel of a 22-year-old protester, which was caught on videotape.\n\nYet the occupied West Bank shows no signs of an uprising, and the Palestinian Authority’s president, Mahmoud Abbas, has declared that there will be no third intifada. Under Mr. Abbas’s increasingly authoritarian rule, this guarantee is based largely on the authority’s close security collaboration with Israel.\n\nThe Palestinian security forces were created under the Oslo Accords, ostensibly to support the Palestinian state-building project. Initially, those forces were understood by the population to exist for its defense. During the second intifada in 2002, Palestinian security forces confronted the Israeli Army using their light weapons. Israel responded by largely destroying the Palestinian Authority’s security infrastructure.\n\nUnder the 2003 road map, however, the Palestinian Authority agreed to make “visible efforts” to arrest individuals and groups “conducting and planning violent attacks on Israelis anywhere.” Since then, Palestinian Authority security forces have responded to Israeli and international donor demands for what was termed security sector reform, led by Lt. Gen. Keith W. Dayton, who headed the Office of the United States Security Coordinator. This has led the authority’s security forces to act in increasingly repressive ways toward the population at large.\n\nIsrael’s military and security apparatus remains the biggest threat to the 4.5 million Palestinians living under Israel’s 47-year occupation in the West Bank, Gaza and East Jerusalem. To take just one measure, a Ramallah-based prisoners’ rights organization estimates that the Israeli authorities have arrested a cumulative total of about 800,000 Palestinians since the 1967 war.\n\nAdvertisement Continue reading the main story\n\nBut a growing threat to Palestinians now comes from the Palestinian security forces. Amnesty International, Human Rights Watch and other rights organizations have documented numerous abuses. Palestinian security forces have tortured political prisoners and violently suppressed members not only of Hamas and Islamic Jihad, but also of the dissolved Fatah-affiliated Al Aqsa Martyrs Brigade. They have also stifled opposition voices and peaceful demonstrations, roughing up and arresting protesters.\n\nMuch of this is done in collaboration with Israel. During our academic research, one high-ranking official from the Palestinian Authority’s Preventive Security Force told us: “We get lists with names” from the Israelis. They “need someone, and we are tasked to get that person for them.”\n\nThese policies backfire. Palestinian forces lose the trust of local communities when they are seen as enforcing the illegal occupation and the losses of land and rights that go along with it. With no prospect of a just peace on the horizon, a subcontracted Palestinian jailer is little better than an Israeli jailer, and may even be more psychologically humiliating.\n\nA poll of Palestinian residents of the West Bank and the Gaza Strip by the Doha-based Arab Center for Research and Policy Studies earlier this year showed that 80 percent of respondents opposed continued security coordination with Israel. The behavior of the Palestinian Authority security sector has also helped to reinforce popular support for Hamas and Islamic Jihad, because they are seen as carrying the banner of Palestinian resistance.\n\nInternational donors should be concerned about the violations of rights and the political fallout since they foot the bill: In 2013 alone, the United States provided $427 million in economic assistance, of which $70 million was allocated specifically to fund the authority’s security forces. At the same time, the European Union gave $227 million in direct funding to the authority, and a further $406 million in economic aid and support for security forces.\n\nGiven these numbers, it is hardly surprising that the Palestinian Authority’s security service makes up the government’s largest department, at about 45 percent of its work force, and consumes 27 percent of the annual budget. More worrying still, security officials are being tapped to head municipalities and governorates. In its administrative and academic institutions, and its urban spaces, Palestinian society is more and more dominated by the security apparatus.\n\nTo what end do the international donors continue to subsidize an agency that helps to perpetuate the Israeli occupation, fails to meet the needs of Palestinian civilians and violates the very human rights norms they claim to uphold?\n\nThe Palestinian Authority was intended to be a short-lived administration, expiring in 1999. Today, it holds no sway in East Jerusalem, or in 60 percent of the occupied West Bank, which Israeli politicians like Economy Minister Naftali Bennett want to see annexed. The Palestinians appear to be farther away than ever from freedom and justice.\n\nAdvertisement Continue reading the main story\n\nPalestinians under Israeli occupation need a police force to maintain internal law and order, but one that is accountable to the people themselves, not to Israel or the donor community. There is no question that fundamental internal reform is needed, but the stalled reconciliation between Fatah and Hamas, which briefly bore fruit in their jointly agreed Palestinian Authority government, makes it difficult to imagine this happening anytime soon.\n\nThe international donor group, however, need not wait. Donors should recognize that reforming the authority’s security forces is a nonstarter in the context of prolonged military occupation.\n\nSome Israeli politicians may be content to see an unreformed Palestinian Authority continue to be discredited as long as this obstructs any peace settlement that would end Israel’s occupation. But this is shortsighted and ultimately self-defeating. There can be no security for Israel if Palestinians do not have their basic rights.\n\nSabrien Amrov is a policy author and Alaa Tartir is a program director of Al-Shabaka: The Palestinian Policy Network.", "article_metadata": {"tone": "opinion", "ptime": 20141126063541, "twitter": {"description": "Palestinian security forces were supposed to help build a state. Instead, they’ve become a tool of the occupation.", "title": "Subcontracting Repression in the West Bank and Gaza", "url": "http://www.nytimes.com/2014/11/27/opinion/subcontracting-repression-in-the-west-bank-and-gaza.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000003256945"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "site": "@nytimes", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2014/11/27/opinion/subcontracting-repression-in-the-west-bank-and-gaza.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000003256945", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2014/11/27/opinion/subcontracting-repression-in-the-west-bank-and-gaza.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "dfp-ad-unit-path": "opinion", "hdl_p": "Subcontracting Repression", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/opinion/index.jsonp", "DISPLAYDATE": "Nov. 26, 2014", "edt": "Global", "org": "Palestinian Authority", "keywords": "Israel,Israeli Settlements,Palestinians,Palestinian Authority,Police", "news_keywords": "Israel,Palestinians,Police", "applicationName": "article", "PT": "article", "author": "Sabrien Amrov and Alaa Tartir", "sourceApp": "nyt-v5", "byl": "By SABRIEN AMROV and ALAA TARTIR", "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "Palestinian security forces were supposed to help build a state. Instead, they’ve become a tool of the occupation.", "tom": "Op-Ed", "dfp-amazon-enabled": "false", "description": "Palestinian security forces were supposed to help build a state. Instead, they’ve become a tool of the occupation.", "CG": "opinion", "robots": "noarchive", "dat": "Nov. 26, 2014", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "Op-Ed", "article": {"section_url": "http://www.nytimes.com/pages/opinion/index.html", "section": "Opinion", "modified": "2014-11-27", "collection": "https://static01.nyt.com/services/json/sectionfronts/opinion/index.jsonp", "tag": "Police", "published": "2014-11-26", "section-taxonomy-id": "AD8090D7-4137-4D71-84C8-70DA3BD89778"}, "geo": "Israel", "slug": "27iht-edamrov27", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20141127024501, "og": {"url": "http://www.nytimes.com/2014/11/27/opinion/subcontracting-repression-in-the-west-bank-and-gaza.html", "image": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "type": "article", "description": "Palestinian security forces were supposed to help build a state. Instead, they’ve become a tool of the occupation.", "title": "Subcontracting Repression in the West Bank and Gaza"}, "pdate": 20141126, "des": "Police", "articleid": 100000003256945, "cre": "International New York Times", "hdl": "Subcontracting Repression in the West Bank and Gaza", "col": "Op-Ed Contributors", "PST": "Op-Ed"}, "_id": "\"57477af46914bd0286fd6656\"", "article_summary": "The Palestinian security forces were created under the Oslo Accords, ostensibly to support the Palestinian state-building project.\nYet the occupied West Bank shows no signs of an uprising, and the Palestinian Authority’s president, Mahmoud Abbas, has declared that there will be no third intifada.\nThis has led the authority’s security forces to act in increasingly repressive ways toward the population at large.\nDuring the second intifada in 2002, Palestinian security forces confronted the Israeli Army using their light weapons.\nDonors should recognize that reforming the authority’s security forces is a nonstarter in the context of prolonged military occupation."}