{"article_title": "Hundreds mark 50 years since Malcolm X's assassination", "article_keywords": ["ceremony", "x", "rights", "things", "malcolm", "assassination", "50", "hundreds", "york", "address", "site", "xs", "nation", "mark", "shabazz"], "article_url": "http://www.washingtontimes.com/news/2015/feb/21/hundreds-to-mark-50th-year-since-malcolm-xs-assass/", "article_text": "NEW YORK (AP) - Activists, actors and politicians gathered Saturday in New York City to honor civil rights leader Malcolm X with a ceremony at the Harlem site where he was assassinated 50 years ago.\n\nAbout 300 people converged to hear remarks from one of Malcolm X’s six daughters, Ilyasah Shabazz, as well as elected officials. The ceremony was held at the Malcolm X & Dr. Betty Shabazz Memorial and Educational Center, formerly known as the Audubon Ballroom.\n\nA blue light shone onto the floor in the exact spot where he was gunned down. A mural with images of Malcolm X adorned a wall.\n\n“He was just a young man who gave all that he possibly could,” Shabazz said after a moment of silence marking the time of his death.\n\nMalcolm X, whose full name was El-Hajj Malik El-Shabazz, was 39 when he was shot in the theater on Feb. 21, 1965, as he was preparing to address several hundred of his followers.\n\nBy the time he died, the Muslim leader had moderated his militant message of black separatism and pride but was still very much a passionate advocate of black unity, self-respect and self-reliance. Three members of the Nation of Islam were convicted of murder in his death. He had repudiated the Nation of Islam less than a year earlier.\n\nIn an interview with The Associated Press on the eve of the anniversary observance, Shabazz said she was pleased that the site is now a place for people to get a sense of empowerment.\n\n“One of the great things about Malcolm is that he redefined the civil rights movement to include a human rights agenda,” she said. “So while we are focusing on integrating schools, integrating housing and all these other things, Malcolm said that we demand our human rights ‘by any means necessary.’ And that means … that we have to address these problems. That we have to identify them, and absolutely discuss them.”\n\nSocial and political activist Ron Daniels delivered the keynote address, calling Malcolm X a man of honesty and integrity. He ended his speech with chants of “Long Live Malcolm X!” as people stood and clapped.\n\nThe ceremony concluded with a reading by actor Delroy Lindo of a eulogy for Malcolm X that was written by the late actor and activist Ossie Davis.", "article_metadata": {"description": "Activists, actors and politicians gathered Saturday in New York City to honor civil rights leader Malcolm X with a ceremony at the Harlem site where he was assassinated 50 years ago.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Activists, actors and politicians gathered Saturday in New York City to honor civil rights leader Malcolm X with a ceremony at the Harlem site where he was assassinated 50 years ago.", "title": "Hundreds mark 50 years since Malcolm X’s assassination", "url": "http://www.washingtontimes.com/news/2015/feb/21/hundreds-to-mark-50th-year-since-malcolm-xs-assass/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/02/21/12d5306b6352cf086e0f6a7067008d6c.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/02/21/12d5306b6352cf086e0f6a7067008d6c.jpg", "description": "Activists, actors and politicians gathered Saturday in New York City to honor civil rights leader Malcolm X with a ceremony at the Harlem site where he was assassinated 50 years ago.", "card": "summary", "title": "Hundreds mark 50 years since Malcolm X’s assassination"}, "Author": "FRANK ELTMAN", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "article_summary": "He ended his speech with chants of “Long Live Malcolm X!” as people stood and clapped.\nThe ceremony was held at the Malcolm X & Dr. Betty Shabazz Memorial and Educational Center, formerly known as the Audubon Ballroom.\nA mural with images of Malcolm X adorned a wall.\nAbout 300 people converged to hear remarks from one of Malcolm X’s six daughters, Ilyasah Shabazz, as well as elected officials.\nThe ceremony concluded with a reading by actor Delroy Lindo of a eulogy for Malcolm X that was written by the late actor and activist Ossie Davis."}