{"article_title": "Readers Write (Nov. 15): Responses to the 'A Matter of Dignity' series, affordable housing, the Paris attacks", "article_keywords": ["dignity", "writer", "responses", "readers", "paris", "series", "housing", "workshops", "article", "write", "attacks", "sheltered", "disabled", "president", "world", "nov", "isil", "support", "matter"], "article_url": "http://www.startribune.com/readers-write-nov-15-responses-to-the-a-matter-of-dignity-series-affordable-housing/348068251/", "article_text": "The Nov. 8 article “How Minnesota fails the disabled” (Part 1 of the Nov. 8-12 series “A Matter of Dignity”) provided painful insight into the challenges people with disabilities face in obtaining meaningful employment. The article poignantly described the discouragement of people who feel trapped in dead-end, sub-minimum-wage jobs at sheltered workshops.\n\nThere are alternatives. Organizations such as Community Involvement Programs (CIP) support people with disabilities in market-rate community employment. Yes, adequate government funding to provide this support is essential. But that is only part of the solution. Businesses must be willing to hire people with disabilities.\n\nHiring a worker with a disability may be perceived as “risky.” This assumption is based on bias rather than fact. Imagine the excitement of a new worker who has looked for employment for months or even years. This worker may well be the most motivated employee in the entire business. In addition, workers supported by an organization such as CIP will have a coach to help them learn the job and who will be available as an ongoing resource to help solve any challenges posed by a disability.\n\nHelp-wanted signs are posted throughout the metro area. When will businesses realize there is an untapped pool of eager workers who just happen to have a disability?\n\nDeb Kierstead, Eden Prairie\n\n• • •\n\nAs someone who works in a so-called “sheltered workshop,” I found the Nov. 8 article to be misleading. We strive greatly to find people independent jobs in regular business, but this is simply not a viable option, since it is incredibly difficult to find businesses willing to take on developmentally disabled adults. Also, a graphic accompanying the article showed that Minnesota has the fourth-highest percentage of developmentally disabled adults in “sheltered workshops,” making us look worse than states such as Alabama. It is true that we have more people in workshops than Alabama — simply because Alabama offers virtually no services to the developmentally disabled population. Such people have no work or outside life at all in many states.\n\nAs far as pay, the articles was additionally misleading. Yes, many developmentally disabled people are paid $4.50 an hour, but there are many reasons. First, if someone is paid the same as another person for doing only 10 percent of the work, this creates resentment and anger among employees and is simply uneconomical for most businesses. Also, the $4.50-an-hour pay is not the whole story when this person has housing, transportation and food paid for. If you took those three expenses out of my pay, I can guarantee that I do not make $4.50 an hour to simply spend on luxuries.\n\nWilliam Roath, Minneapolis\n\n• • •\n\nDuring my three years as a direct-support professional, I worked with a woman (whom I’ll refer to as Jessica) who attended a sheltered workshop. Jessica is nonvocal, utilizes a wheelchair, has limited use of her hands, and requires constant supervision for safety and support. At her workshop, Jessica received the support she needed, while taking part in social activities and participating in music classes. Her excitement before work made it clear that she enjoyed her program.\n\nUnfortunately, an elimination of sheltered workshops could leave individuals like Jessica without structured opportunities. The Nov. 8 article mentioned that 80 percent of employees in Vermont’s sheltered workshops were employed in inclusion-based settings after the elimination of the workshops. However, it is likely that individuals like Jessica, who require constant assistance, comprise the 20 percent who were not employed in the new system.\n\nSheltered workshops are not right for all individuals with disabilities. However, rather than eliminating them, Minnesota should individualize adult employment support so that programs meet the needs of both individuals who can verbalize their opinions in this discussion and those who cannot.\n\nMelissa Diamond, Plymouth\n\nThe writer is executive director of A Global Voice for Autism.\n\n• • •\n\nCongratulations to the Star Tribune on its excellent Nov. 9 article regarding our current system of group homes (“Alone and at risk,” Part 2 of the “A Matter of Dignity” series). As one might imagine, the problems we have with providing supportive residences for disabled people are deeper, more widespread and even costlier than an article of this length could possibly capture. And the impacts on our overburdened psychiatric hospitals add untold millions to the equation. Imagining the effects of the incorporation of hundreds of sex offenders (who are bound to be released by judicial decree) on this dysfunctional group home system is just too painful to consider.\n\nIt’s long past time for new residential models to be enacted by the Department of Human Services. The oft-repeated adage that “anything larger than four beds is a mental health ghetto” has clearly been wrong-headed and carries enormous costs to consumers and taxpayers alike. There are wonderful supportive housing models out there now — e.g., Touchstone Mental Health’s Rising Cedars program — that provide far better lives for people at a lower overall price. We should be embracing them.\n\nDr. Kevin Turnquist, Shoreview\n\nThe writer is a psychiatrist for Touchstone Mental Health.\n\n• • •\n\nThings that work rarely make the news. In the zeal to condemn group homes, let’s not forget two things: First, there are group homes for people with developmental disabilities that are genuinely caring in the truest sense of the word — they are places where residents are treated with respect and dignity. Second, some people with developmental disabilities thrive in such settings. Our son is one of them.\n\nMichael and Carol Berde, Golden Valley\n\nSUBURBAN HOUSE RENTALS\n\nIs the practice of ‘redlining’ alive and well in Minnesota?\n\nThe language I read in “House rentals surge in suburbs” (Nov. 8) reminded me of the same kind of talk used to justify “redlining.” Redlining — a method of denying services either directly or through selective policies — was used historically to keep African-Americans from moving into white neighborhoods because residents feared property values would go down. They would say, “You know ‘those people’ don’t take care of their property.” This sounds all too familiar. Is Brooklyn Center redlining by putting a moratorium on new rental houses? When officials talk about keeping a “balance” in the neighborhood, do they really mean keeping out people who might not fit in because they are a different ethnic group? Because they are “outsiders?”\n\nI want to know how welcoming neighbors are to their new neighbors. Wouldn’t Minnesota Nice mean that neighbors offer to help new neighbors and get to know them?\n\nHoward Lewis, Cambridge, Minn.\n\n• • •\n\nI was disappointed that the article made no mention of the demographics with regard to who rents single-family homes in suburban neighborhoods. The article reports that Brooklyn Center “started a rigorous licensing program in 2010.” I, along with many other readers, want to know how many of these renters are eligible for Section 8 vouchers or whether the units are considered to be affordable housing. Given the high concentration of affordable-housing units in Brooklyn Center, would it be hard to believe many renters in the city do not have the means to buy a home? Brooklyn Center’s City Council has blasted suburbs such as Eden Prairie and Minnetonka in recent years over their lack of action in building affordable-housing units. Is this Brooklyn Center’s way of trying to bolster the number of affordable housing in these areas? Maybe.\n\nNathan Dull, St. Peter, Minn.\n\nTHE PARIS ATTACKS\n\nHave we reached a turning point?\n\nI have an overwhelming feeling, after the despicable terrorist attacks in Paris, that we sit at a tipping point in history. Over the next days, weeks and months, our leaders will make decisions — prompted by the opportunity that accompanies a crisis — that could change the world. I am no fan of President Obama, and I am counting the days until he is constitutionally removed from office. But today he is my president, and I am praying for him to have the wisdom and the courage to mark his place in history by acting in response to this terrible tragedy in a way that will make the world a safer place.\n\nChuck Spevacek, Minneapolis\n\n• • •\n\nI trust that a Nov. 14 letter writer, as he sits in the comfort of his living room and asks that American troops again be committed to war (“An open letter to President Obama”), will be first in line at the Army recruiting office on Monday morning, along with his children and/or grandchildren, so he can put actions behind his words. And that he is making plans to put flowers of gratitude on the graves of the 5,000 troops who died in his so-called “winning” war in Iraq (which was, in fact, an unjustified and unprovoked action on the part of our country in which hundreds of thousands of innocent Iraqis also died). The letter writer’s schedule also should include hospital visits to the thousands of soldiers still suffering from wounds both physical and mental from that war. While he is at it, he can write a check to the U.S. Treasury to help cover the trillions spent on that war.\n\nWar has a huge cost in blood and suffering and dollars, with unimaginable unintended consequences, as we are seeing all too clearly today.\n\nPaul Dieffenbach, St. Paul Park\n\n• • •\n\nThe Nov. 14 letter writer states that the Paris attacks of Nov. 13 and the recent downing of the Russian plane in Egypt could have been prevented. And how does he think that could have been accomplished? It has often been asserted that the Bush administration was warned of an imminent attack on this country before 9/11, but did the administration know where and when it would occur? Today, in what is basically guerrilla warfare being waged by the Islamic State in Iraq and the Levant (ISIL), the world would need to exercise constant vigilance over every large building, theater, stadium, airport, and even the skies to thwart these attacks. Mission impossible.\n\nAs for winning in Iraq, the writer needs to take off his rose-colored glasses. That country is in miserable condition as a result of the war, which has contributed largely to the rise of ISIL in several countries of the Middle East and elsewhere. Now we and others must fight against a hidden and unpredictable enemy, a scenario in which having “boots on the ground” is seldom appropriate.\n\nAs for “ending this madness,” where are the voices of the religious leaders of Islam? They need to speak out in no uncertain terms against the renegade Muslims who take innocent lives in many countries, believing that they are doing the will of Allah. The extremists are unlikely to heed the words or deeds of anyone else, no matter how powerful.\n\nCarol Larsen, Coon Rapids\n\n• • •\n\nRight after President Bush started dropping bombs on Afghanistan, I was at an appointment with a chiropractor who was elated about this action. I knew that he had three sons, so I asked him if he was contemplating having them volunteer to fight the good fight. After a stunned pause, he responded, “well … no!”\n\nIf we are going to continue waging wars around the world, we need to reintroduce a national draft so there is an equal burden for all.\n\nSusan Henry, Minneapolis\n\n• • •\n\nIf the front page of Saturday’s Star Tribune does not wake you up to the threat of radical Islamic State groups, nothing will. After Paris, it is painfully clear that ISIL will kill anyone, (including Muslims) anywhere, and anytime.\n\nMaybe it is time for plan B now.\n\nWe don’t need a global response to fight these radical Islamic terrorist groups. We just need the leaders of the United States, France, Germany, Great Britain, Israel and Russia to meet and come up with an agreed-upon, very aggressive and show-no-mercy plan.\n\nMr. President, ISIL said on Friday that American blood will taste the best. Let’s not give it to them. You may want to devote more of your time left in office to combating this problem.\n\nNeil F. Anderson, Richfield\n\n• • •\n\nISIL is far from Islam. It is not representative of Muslim thoughts and beliefs. The Islamic holy book, the Qur’an, does not condone the wrongful killing of a soul on the basis of religious differences. In fact, it specifies this in many verses. Further, suicide, as well as the killing of innocents, is strictly forbidden in Islam. Immediate relatives of the prophets Noah, Abraham and Mohammed were nonbelievers; however, none of them was sought out or killed based on these different religious beliefs.\n\nIslam is a peaceful, forgiving religion. ISIL is a terrorist organization. I condemn its activities, including the killing of civilians anywhere in the world, and most recently in Paris.\n\nBasim O. Sabri, Minneapolis", "article_metadata": {"description": "Businesses must be willing to hire people with disabilities.", "og": {"site_name": "Star Tribune", "description": "Businesses must be willing to hire people with disabilities.", "title": "Readers Write (Nov. 15): Responses to the 'A Matter of Dignity' series, affordable housing, the Paris attacks", "url": "http://www.startribune.com/readers-write-nov-15-responses-to-the-a-matter-of-dignity-series-affordable-housing/348068251/", "image": {"url": "http://stmedia.stimg.co/ows_144746522835921.jpg?h=630&w=1200&fit=crop&bg=999&crop=faces", "width": 1200, "identifier": "http://stmedia.stimg.co/ows_144746522835921.jpg?h=630&w=1200&fit=crop&bg=999&crop=faces", "height": 630}, "type": "article"}, "twitter": {"description": "Businesses must be willing to hire people with disabilities.", "title": "Readers Write (Nov. 15): Responses to the 'A Matter of Dignity' series, affordable housing, the Paris attacks", "url": "http://www.startribune.com/readers-write-nov-15-responses-to-the-a-matter-of-dignity-series-affordable-housing/348068251/", "image": {"src": "http://stmedia.stimg.co/ows_144746522835921.jpg?h=560&w=750&fit=crop&bg=999&crop=faces", "identifier": "http://stmedia.stimg.co/ows_144746522835921.jpg?h=560&w=750&fit=crop&bg=999&crop=faces"}, "site": "@StarTribune", "card": "summary"}, "article": {"tag": "Minneapolis"}, "google-site-verification": "bLXTXkzm4dJ8hcJy1LXawtxXxGP3JhInARj69uCiMiM", "news_keywords": "Eden Prairie,Plymouth,shoreview,Golden Valley,St. Peter,Minneapolis"}, "article_summary": "Unfortunately, an elimination of sheltered workshops could leave individuals like Jessica without structured opportunities.\nThe article poignantly described the discouragement of people who feel trapped in dead-end, sub-minimum-wage jobs at sheltered workshops.\nMr. President, ISIL said on Friday that American blood will taste the best.\nThe Nov. 8 article mentioned that 80 percent of employees in Vermont’s sheltered workshops were employed in inclusion-based settings after the elimination of the workshops.\nSheltered workshops are not right for all individuals with disabilities."}