{"article_title": "A real Texas miracle: Let voters decide on minimum wage", "article_keywords": ["wage", "real", "voters", "workers", "miracle", "rate", "minimum", "let", "decide", "poverty", "texas", "economic"], "article_url": "http://www.mysanantonio.com/opinion/commentary/article/A-real-Texas-miracle-Let-voters-decide-on-6253307.php", "article_text": "A real Texas miracle: Let voters decide on minimum wage Let voters in Texas decide on minimum wage\n\n\n\n\n\nPhoto: / Image 1 of / 2 Caption Close Image 1 of 2 Thomas Perez: The Texas miracle hasn’t reached those who built it. Thomas Perez: The Texas miracle hasn’t reached those who built it. Photo: / Image 2 of 2 Trey Martinez Fischer: No one who works full time should live in poverty. Trey Martinez Fischer: No one who works full time should live in poverty. Photo: / A real Texas miracle: Let voters decide on minimum wage 1 / 2 Back to Gallery\n\nLast summer, the two of us sat in a classroom at San Antonio College and heard stories from women who — like so many others across Texas and the nation — work full time, year-round, and yet still struggle to afford the basic necessities for themselves and their families.\n\nCar payments, gas, rent, health insurance, groceries, school supplies. The list goes on.\n\nTheir stories had a common refrain. Along with access to affordable child care, low-wage Texas workers desperately need a raise.\n\nTexas currently ties its minimum wage to the federal rate of $7.25 an hour, which has not risen since 2009. Failure to act has created great economic anxiety for Texas’ 400,000 low-wage workers whose paychecks cannot keep up with the rising cost of living.\n\nThe truth is that while some sectors of the Texas economy have enjoyed booming success in the past decade, the Texas Miracle has not reached thousands of workers who helped build it. Likewise, the national economy is recovering strongly from the Great Recession, but so many working families are not reaping the benefits.\n\nLiving in Texas doesn’t feel like any “miracle” when you’re a single parent working full time for $7.25 an hour, bringing home just $15,080 per year — below the federal poverty line for a family of two or more.\n\nAlthough the Texas unemployment rate was 5 percent in 2013, 25 percent of Texas children still were living in poverty. This past school year, 60 percent of the Texas K-12 population was economically disadvantaged. If we do not address these trend lines, this “economic miracle” will not be sustainable for much longer.\n\nAround the country, there is a groundswell of support for boosting the minimum wage. As of January, 29 states and Washington, D.C., had set minimum wages above the federal rate of $7.25 an hour. And this is hardly a partisan phenomenon. Citizens of Nebraska, Alaska, Arkansas and South Dakota — all fairly conservative states — voted to increase their state minimum wage in last November’s elections.\n\nSo far, Texas workers have been left behind, but it doesn’t have to stay that way.\n\nWe believe it is time to let the voters decide.\n\nHouse Joint Resolution 26 is making its way to the floor of the Texas House. If passed by two-thirds of the Legislature, HJR 26 would submit a constitutional amendment to voters this November to raise the minimum wage in Texas.\n\nIf the proposal passes and is approved by Texas voters, the Center for Public Policy Priorities estimates that 167,441 workers in Bexar County — and 2.4 million statewide — would get a raise.\n\nIncreasing the minimum wage is a common-sense step that benefits everyone. It gives workers the income to provide for their families. By increasing their purchasing power, it also helps local businesses and spurs economic activity. It also is a smart way to respect Texas taxpayer dollars, encouraging economic self-sufficiency by reducing people’s reliance on food assistance programs or Medicaid.\n\nRaising the minimum wage is pro-economic growth. The Economic Policy Institute estimates that a proposal such as HJR 26 would increase Texas’ gross domestic product by $3.1 billion. And according to a study by the Center for Economic and Policy Research, of the 13 states that increased their minimum wage above the federal rate in early 2014, all but two experienced gains in employment.\n\nPaying workers a wage they can survive on without safety-net support will not kill Texas businesses; in fact, it is both the fiscally conservative and morally responsible thing to do.\n\nState leaders now have the opportunity to demonstrate their commitment to creating another Texas Miracle — where we give all hardworking men and women the economic security they need and deserve.\n\nNo Texan working full time year-round should be living in poverty. We can and must do better, and it’s time for Texas to let the voters have their say this November.\n\nThomas Perez is U.S. labor secretary and state Rep. Trey Martinez, D-San Antonio, represents House District 116.", "article_metadata": {"SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "description": "Last summer, the two of us sat in a classroom at San Antonio College and heard stories from women who — like so many others across Texas and the nation — work full time, year-round, and yet still struggle to afford the basic necessities for themselves and their families.  Car payments, gas, rent, health insurance, groceries, school supplies.  Failure to act has created great economic anxiety for Texas’ 400,000 low-wage workers whose paychecks cannot keep up with the rising cost of living.  Living in Texas doesn’t feel like any “miracle” when you’re a single parent working full time for $7.25 an hour, bringing home just $15,080 per year — below the federal poverty line for a family of two or more.  [...] according to a study by the Center for Economic and Policy Research, of the 13 states that increased their minimum wage above the federal rate in early 2014, all but two experienced gains in employment.  Paying workers a wage they can survive on without safety-net support will not kill Texas businesses; in fact, it is both the fiscally conservative and morally responsible thing to do.", "vf": {"section": "opinion", "unique_id": "mysa-article-6253307"}, "og": {"site_name": "San Antonio Express-News", "description": "Last summer, the two of us sat in a classroom at San Antonio College and heard stories from women who — like so many others across Texas and the nation — work full time, year-round, and yet still struggle to afford the basic necessities for themselves and their families.  Car payments, gas, rent, health insurance, groceries, school supplies.  Failure to act has created great economic anxiety for Texas’ 400,000 low-wage workers whose paychecks cannot keep up with the rising cost of living.  Living in Texas doesn’t feel like any “miracle” when you’re a single parent working full time for $7.25 an hour, bringing home just $15,080 per year — below the federal poverty line for a family of two or more.  [...] according to a study by the Center for Economic and Policy Research, of the 13 states that increased their minimum wage above the federal rate in early 2014, all but two experienced gains in employment.  Paying workers a wage they can survive on without safety-net support will not kill Texas businesses; in fact, it is both the fiscally conservative and morally responsible thing to do.", "title": "A real Texas miracle: Let voters decide on minimum wage", "url": "http://www.mysanantonio.com/opinion/commentary/article/A-real-Texas-miracle-Let-voters-decide-on-6253307.php", "image": "http://ww3.hdnux.com/photos/36/25/51/7953014/3/rawImage.jpg", "type": "article"}, "twitter": {"site": "@mySA", "card": "summary_large_image"}, "fb": {"admins": 100006394927810, "app_id": 618477354914868}, "format-detection": "telephone=no", "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd9883\"", "article_summary": "A real Texas miracle: Let voters decide on minimum wage Let voters in Texas decide on minimum wagePhoto: / Image 1 of / 2 Caption Close Image 1 of 2 Thomas Perez: The Texas miracle hasn’t reached those who built it.\nTexas currently ties its minimum wage to the federal rate of $7.25 an hour, which has not risen since 2009.\nCitizens of Nebraska, Alaska, Arkansas and South Dakota — all fairly conservative states — voted to increase their state minimum wage in last November’s elections.\nIf passed by two-thirds of the Legislature, HJR 26 would submit a constitutional amendment to voters this November to raise the minimum wage in Texas.\nThomas Perez: The Texas miracle hasn’t reached those who built it."}