{"article_title": "Wichita mother, daughter shaken by possible abduction attempt", "article_keywords": ["think", "kids", "attempt", "stranger", "wichita", "possible", "took", "going", "broadway", "tell", "mother", "abduction", "daughter", "asked", "shaken"], "article_url": "http://www.kake.com/home/headlines/Mother-daughter-shaken-by-possible-abduction-attempt-301321271.html", "article_text": "A Wichita mother and her daughter got quite the scare Friday evening when a stranger asked to take the girl to a fast food restaurant. The incident happened around 5 p.m. near Central and Broadway in downtown Wichita.\n\nBoth the 36-year old mother and her 8-year-old daughter tell KAKE News it was a scary event, but that it's even more frightening to think the stranger it still out there.\n\nThey were walking along the 600 block of Broadway when a man approached and asked to take the girl to a McDonald's alone.\n\n\"I'm like, well you've got a couple options. You can take me with you. 'No!' Alright, give me the money and I'll go. 'No.' So I was like alright move on,\" says the mother who asked not to be identified.\n\nShe says the stranger moved on, but moments later he came back flashing a small knife.\n\n\"He walked behind my mom and then when I saw him pulling it out and put it up at my mom's head,\" says the woman's 8-year-old daughter. \"I pulled her away because the knife was straight at her head.\"\n\nBoth say there were several other witnesses to the scene when it took a drastic turn.\n\n\"Everybody saw what he did,\" says the mother. He was going to hit me with it.\"\n\nThe mother says adrenaline kicked in leaving her in anger instead of fear as she stood up to the stranger and called 9-1-1. She says he took off, this time for good.\n\n\"It actually made me sad because I thought the guy was actually going to stab my mom,\" says the daughter.\n\nThe mother says she would never let her daughters leave with a stranger, even if it meant putting her own life at risk. She's worried what if she's not there next time they're approached.\n\n\"I'm going to get away from Broadway and I think if other people have to go through what I went through yesterday they need to be in a safer place, especially if they've got kids,\" she says.\n\nThe mother describes the stranger as an African American man in his 40s, of average height, wearing an orange safety vest and driving an orange moped.\n\nHere are some tips to help make sure your kids are safe:\n\n-Quiz them on their address, phone number, and who to call in case of an emergency.\n\n-Also have ID-like photos taken of your kids every 6 months and have them fingerprinted.\n\n-If your kids are old enough to stay home alone, make sure they keep the door locked and never tell anyone who knocks or calls they are home alone.", "article_metadata": {"medium": "video", "description": "The incident happened around 5 p.m. near Central and Broadway in downtown Wichita.", "language": "english", "author": "Ben Jordan", "og": {"description": "The incident happened around 5 p.m. near Central and Broadway in downtown Wichita.", "title": "UPDATE: Wichita mother, daughter shaken by possible abduction attempt", "url": "http://www.kake.com/home/headlines/Mother-daughter-shaken-by-possible-abduction-attempt-301321271.html", "image": "http://gray-uploads.s3.amazonaws.com/captures/876/8DE/8768DE129FE04C4C8E4558ABD86573B1", "video": "http://gray-uploads.s3.amazonaws.com/captures/A09/92B/A0992B9F53D64FF0843E867627D7D7D8.mp4", "type": "article"}, "twitter": {"domain": "www.kake.com", "description": "The incident happened around 5 p.m. near Central and Broadway in downtown Wichita.", "title": "UPDATE: Wichita mother, daughter shaken by possible abduction attempt", "url": "http://www.kake.com/home/headlines/Mother-daughter-shaken-by-possible-abduction-attempt-301321271.html", "image": "http://media.graytvinc.com/images/broadway+abduction+attempt.jpg", "creator": "@KAKEnews", "site": "@KAKEnews", "card": "summary"}, "msvalidate.01": "9CD4A96D8A076527F07FD24CFCDE5489", "video_type": "video/mp4", "video_height": 288, "keywords": "UPDATE: Wichita mother, daughter shaken by possible abduction attempt", "google-site-verification": "H0mev8O__gMqb34WcvOyZgBXFMRQZvDAQ0YTSGJ9hGQ", "video_width": 512, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "UPDATE Wichita mother, daughter shaken by possible abduction"}, "_id": "\"57477af46914bd0286fd98f1\"", "article_summary": "A Wichita mother and her daughter got quite the scare Friday evening when a stranger asked to take the girl to a fast food restaurant.\nBoth the 36-year old mother and her 8-year-old daughter tell KAKE News it was a scary event, but that it's even more frightening to think the stranger it still out there.\nSo I was like alright move on,\" says the mother who asked not to be identified.\n\"It actually made me sad because I thought the guy was actually going to stab my mom,\" says the daughter.\nThe mother says adrenaline kicked in leaving her in anger instead of fear as she stood up to the stranger and called 9-1-1."}