{"article_title": "The Costly, Dysfunctional Lack of Oversight at DHS", "article_keywords": ["information", "costly", "office", "programs", "track", "oversight", "lack", "auditors", "department", "program", "dysfunctional", "report", "dhs"], "article_url": "http://www.thefiscaltimes.com/2015/03/16/Costly-Dysfunctional-Lack-Oversight-DHS", "article_text": "The sprawling Department of Homeland Security with its annual budget of $60 billion can’t seem to figure out how to keep track of what it spends on some of its largest, most expensive programs for keeping the country safe.\n\nThat’s the dire warning from federal watchdogs at the Government Accountability Office, which just released a report about how little DHS’s office responsible for oversight is actually doing.\n\nRelated: DHS Winks at Workers Stealing Unearned Overtime\n\nThe Program Accountability and Risk Management (PARM) office doesn’t have a sufficient policy in place, apparently. That policy would ensure the agency is gathering and documenting the correct cost information for programs like the Federal Emergency Management Agency’s risk map and the U.S. Customs and Border Protection’s strategic air and marine program.\n\nWhen the office does document program information, that data is usually error-ridden and outdated – even more so by the time it makes its way to Congress.\n\nThe report said that PARM’s report on 82 programs it evaluated last year contained data that was inaccurate and out of date. “As a result, Congress may not have received accurate program information,” the auditors wrote.\n\n“The report also found that PARM isn’t tracking costs for 42 programs that are in the ‘sustainable phase,’” meaning they’re already operational.\n\nRelated: DHS Whistleblowers Save $100 Million a Year\n\nThe department was technically exempt from keeping track of programs in the “sustainable phase” in 2013. But auditors say that should never be the case, since those programs make up about 80 percent of total costs.\n\n“The waiving of documentation requirements for the 42 programs in sustainment in 2013 resulted in a lack of oversight of costs for these programs,” the GAO said. “Without an identified oversight body, DHS lacks insight into those programs’ performance and the execution of their funding, which could potentially be billions of dollars.”\n\nThe auditors recommend that DHS ramp up its oversight and documentation for its acquisition programs. The report comes after President Obama signed a budget to fund the department through September – with more than $10 billion going to acquisition programs.\n\n“Good oversight is needed to ensure that our tax dollars are well spent,” said the author of the report, Michele Macklin, in a podcast on Monday. “Without documented roles and responsibilities and good info on the individual systems, that oversight can’t be as effective as it should be.”\n\nDHS, agreeing with the GAO’s recommendations, said it had already taken steps to address the issues.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The sprawling Department of Homeland Security with its annual budget of $60 billion ca", "title": "The Costly, Dysfunctional Lack of Oversight at DHS", "url": "http://www.thefiscaltimes.com/2015/03/16/Costly-Dysfunctional-Lack-Oversight-DHS", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/Homeland_Security_Sign.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/03/16/Costly-Dysfunctional-Lack-Oversight-DHS", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/Homeland_Security_Sign.jpg", "creator": "@Briannaehley", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "The sprawling Department of Homeland Security with its annual budget of $60 billion ca", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "“Without an identified oversight body, DHS lacks insight into those programs’ performance and the execution of their funding, which could potentially be billions of dollars.”The auditors recommend that DHS ramp up its oversight and documentation for its acquisition programs.\n“As a result, Congress may not have received accurate program information,” the auditors wrote.\nRelated: DHS Winks at Workers Stealing Unearned OvertimeThe Program Accountability and Risk Management (PARM) office doesn’t have a sufficient policy in place, apparently.\nRelated: DHS Whistleblowers Save $100 Million a YearThe department was technically exempt from keeping track of programs in the “sustainable phase” in 2013.\n“The waiving of documentation requirements for the 42 programs in sustainment in 2013 resulted in a lack of oversight of costs for these programs,” the GAO said."}