{"article_title": "W. SCOTT LAMB: Sand castle leadership in the White House?", "article_keywords": ["lamb", "obamas", "words", "gramm", "house", "jesus", "sand", "leadership", "scott", "came", "w", "mr", "white", "america", "castle", "fell", "obama"], "article_url": "http://www.washingtontimes.com/news/2015/aug/25/w-scott-lamb-sand-castle-leadership-in-the-white-h/", "article_text": "Phil Gramm, former senator from Texas, wrote a clear essay in yesterday’s Wall Street Journal, utilizing a phrase coined by Jesus himself, to critique the durability of President Obama’s transformative policies.\n\nMr. Gramm is obviously not in favor of the specific directions Obama’s presidency has moved the country. But Mr. Gramm argues that whether you like Mr. Obama’s moves, they lack the DNA for permanence.\n\n“American democracy has historically relied on three basic constraints: a shared commitment to the primacy of the constitutional process over any political agenda, the general necessity to achieve bipartisan support to make significant policy changes, and the natural desire of leaders to be popular by delivering peace and prosperity. Mr. Obama has transformed America by refusing to accept these constraints. The lock-step support of the Democrats’ supermajority in the 111th Congress freed him from having to compromise as other presidents, including Reagan and Mr. Clinton, have had to do.” “While the Obama program has transformed America, no one is singing “Happy Days Are Here Again” or claiming it’s “morning in America.” Despite a doubling of the national debt and the most massive monetary expansion since the Civil War, America’s powerhouse economy has withered along with the rule of law.” “The means by which Mr. Obama wrought his transformation imperil its ability to stand the test of time. All of his executive orders can be overturned by a new president. ObamaCare and Dodd-Frank can be largely circumvented using exactly the same discretionary powers Mr. Obama used to implement them in the first place. Republicans, who never supported his program, are now united in their commitment to repeal it.” “Most important, the American people, who came to embrace the Roosevelt and Reagan transformations, have yet to buy into the Obama transformation. For all of these reasons it appears that the Obama legacy rests on a foundation of sand.”\n\nThe “foundation of sand” phrase is a biblical allusion, referring to a parable Jesus told at the end of his “Sermon on the Mount” (Matthew chapters 5-7).\n\n“Everyone then who hears these words of mine and does them will be like a wise man who built his house on the rock. And the rain fell, and the floods came, and the winds blew and beat on that house, but it did not fall, because it had been founded on the rock. And everyone who hears these words of mine and does not do them will be like a foolish man who built his house on the sand. And the rain fell, and the floods came, and the winds blew and beat against that house, and it fell, and great was the fall of it.” And when Jesus finished these sayings, the crowds were astonished at his teaching, for he was teaching them as one who had authority, and not as their scribes. (Matthew 7:24-29 ESV)\n\nJust a reminder to all of us, no matter what our political stripe, that even the best and brightest of our deeds and words are passing away — and rapidly.", "article_metadata": {"description": "Just a reminder to all of us, no matter what our political stripe, that even the best and brightest of our deeds and words are passing away--and rapidly.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Just a reminder to all of us, no matter what our political stripe, that even the best and brightest of our deeds and words are passing away—and rapidly.", "title": "W. SCOTT LAMB: Sand castle leadership in the White House?", "url": "http://www.washingtontimes.com/news/2015/aug/25/w-scott-lamb-sand-castle-leadership-in-the-white-h/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/03/19/c95a03638e042a0c710f6a706700e846.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/03/19/c95a03638e042a0c710f6a706700e846.jpg", "description": "Just a reminder to all of us, no matter what our political stripe, that even the best and brightest of our deeds and words are passing away--and rapidly.", "card": "summary", "title": "W. SCOTT LAMB: Sand castle leadership in the White House?"}, "Author": "W. Scott Lamb", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Politics, Jesus"}, "article_summary": "But Mr. Gramm argues that whether you like Mr. Obama’s moves, they lack the DNA for permanence.\nObamaCare and Dodd-Frank can be largely circumvented using exactly the same discretionary powers Mr. Obama used to implement them in the first place.\nMr. Gramm is obviously not in favor of the specific directions Obama’s presidency has moved the country.\nMr. Obama has transformed America by refusing to accept these constraints.\nAnd everyone who hears these words of mine and does not do them will be like a foolish man who built his house on the sand."}