{"article_title": "More than 84,000 Mainers sign up for health insurance under Affordable Care Act", "article_keywords": ["affordable", "84000", "plans", "penalty", "enrollment", "million", "signed", "sign", "states", "health", "numbers", "act", "enrolled", "mainers", "insurance", "care"], "article_url": "http://www.pressherald.com/2016/02/04/more-than-84000-mainers-sign-up-for-government-health-care/", "article_text": "More than 84,000 Mainers signed up for health insurance plans for 2016 under the Affordable Care Act during the open enrollment period that ended Sunday, the U.S. Department of Health and Human Services said.\n\nThe 84,059 people who enrolled represent a 27 percent increase in the state’s participation in the federal health insurance marketplace over 2015, when 66,118 enrolled. The year before that, 45,000 people signed up. Of the Mainers who signed up this year, more than 15,000 are new to the program.\n\nMaine continues to see high enrollment numbers, said Emily Brostek, executive director of Consumers for Affordable Care.\n\n“Again, Maine has seen high and rising enrollment numbers, which shows that people continue to welcome affordable the plans they can get through the marketplace. We’ve seen the numbers go up and up every year,” she said.\n\nThe deadline for signing up was Jan. 31, but the numbers reflect enrollment through Feb. 1 to account for people who had to wait for service, DHHS said.\n\n“Open Enrollment for 2016 is over and we are happy to report it was a success,” DHHS Secretary Sylvia Burwell said in a statement. “Across the country, about 12.7 million Americans selected affordable, quality health plans for 2016 coverage, exceeding our goals. That includes over 4 million new consumers in the HealthCare.gov states who signed-up for coverage this year.”\n\nOf the 12.7 million people who enrolled, more than 9.6 million came through the HealthCare.gov platform. The remaining 3.1 million selected a plan through state-based programs.\n\nThe number of people in Maine who enrolled represents about 65 percent of the roughly 125,000 state residents who are eligible.\n\nPeople who don’t enroll face financial penalties that have been ramped up each year since the law was passed.\n\nIn the first two years, fees were waived as consumers navigated the new law. Beginning in 2014, the penalty was $95 for an individual. Last year, that increased to $325 or 2 percent of household income, whichever was higher.\n\nThis year, the penalty will reach its plateau – $695 per adult and $347.50 per child, or 2.5 percent of household income, whichever is higher. After this year, the penalty will be adjusted only for inflation\n\nMaine has consistently ranked among the top states for enrollment percentage. New Hampshire, which has a similar population as Maine, enrolled 55,183 people, according to the DHHS website.", "article_metadata": {"description": "That number represents a 27 percent increase in participation over 2015 and includes 15,000 people who signed up for the first time.", "generator": "WordPress 4.3.4", "og": {"site_name": "The Portland Press Herald / Maine Sunday Telegram", "description": "That number represents a 27 percent increase in participation over 2015 and includes 15,000 people who signed up for the first time.", "title": "More than 84,000 Mainers sign up for health insurance under Affordable Care Act - The Portland Press Herald / Maine Sunday Telegram", "locale": "en_US", "image": "http://www.pressherald.com/wp-content/uploads/2015/01/PHnewFBlogo.png", "updated_time": "2016-02-04T20:45:02-04:00", "url": "http://www.pressherald.com/2016/02/04/more-than-84000-mainers-sign-up-for-government-health-care/", "type": "article"}, "twitter": {"description": "That number represents a 27 percent increase in participation over 2015 and includes 15,000 people who signed up for the first time.", "creator": "@pressherald", "image": "http://www.pressherald.com/wp-content/uploads/2015/01/PHnewFBlogo.png", "title": "More than 84,000 Mainers sign up for health insurance under Affordable Care Act - The Portland Press Herald / Maine Sunday Telegram", "site": "@pressherald", "card": "summary_large_image"}, "robots": "noodp", "apple-itunes-app": "app-id=951845858", "fb": {"admins": 769488179, "app_id": 178078215650057}, "article": {"publisher": "https://www.facebook.com/pressherald", "section": "Health care", "published_time": "2016-02-04T19:03:11-04:00", "modified_time": "2016-02-04T20:45:02-04:00"}, "google-site-verification": "QWs9pxQP8fwo2-nR5mWopc6qCK2D3920f7bl-U-zkso", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "More than 84,000 Mainers signed up for health insurance plans for 2016 under the Affordable Care Act during the open enrollment period that ended Sunday, the U.S. Department of Health and Human Services said.\nMaine continues to see high enrollment numbers, said Emily Brostek, executive director of Consumers for Affordable Care.\n“Across the country, about 12.7 million Americans selected affordable, quality health plans for 2016 coverage, exceeding our goals.\n“Again, Maine has seen high and rising enrollment numbers, which shows that people continue to welcome affordable the plans they can get through the marketplace.\nThe 84,059 people who enrolled represent a 27 percent increase in the state’s participation in the federal health insurance marketplace over 2015, when 66,118 enrolled."}