{"article_title": "Pipeline Leak Spotlights Threats to the Archaeoecology of the Ohio Valley", "article_keywords": ["preserve", "east", "pipeline", "oil", "threats", "spotlights", "spill", "leak", "archaeoecology", "river", "midvalley", "earthworks", "ohio", "valley", "adena"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/04/10/pipeline-leak-spotlights-threats-archaeoecology-ohio-valley-154313", "article_text": "On March 17, a man strolling through the Oak Glen Nature Preserve along the Great Miami River noticed a patch of black crude oil in an intermittent stream bed. Within a week the Environmental Protection Agency estimated the spill from BP’s Midvalley Pipeline (operated by Sunoco) at 500 barrels or about 21,000 gallons, with no knowledge as to how long it had been leaking from a five-inch crack in the 20-inch diameter pipe.\n\nThe news got fair media play as one of a foreboding series of U.S. pipeline leaks in the run-up to a White House decision on Keystone XL, but the story was overshadowed by a much larger spill in Texas that same week. Surely, many wondered what an oil pipeline was doing in the middle of a tiny “nature preserve” in suburban Ohio.\n\nNeglected in the media coverage, the Midvalley Pipeline also runs right through one of the most sensitive archaeological zones in North America, where an oil spill could contaminate ancient earthworks irreparably. The pipeline hugs the east bank of the Great Miami, one of four river valleys in southern Ohio that hosted thousands of burial mounds and earthworks that are between 1500 and 3000 years old. For reasons of its own—probably the association of the east with resurrection—the Adena Civilization built most densely along the east banks of north-south oriented rivers, exactly where the Midvalley Pipeline is located.\n\nOne of the largest known earthen enclosures, adjacent to a prominent Adena burial mound, lies just three miles north of the March spill site along the pipeline. Because the river has meandered in its floodplain and many works survive in eroded barely-visible form, many other unidentified ancient earthworks and associated burial sites may line the pipeline route.\n\nIronically, Sunoco reported the spill early on the morning of March 18, the same day that a consortium of conservation groups acquired the Junction Group earthworks, another Adena site in southern Ohio, for long-term preservation.\n\nRELATED: Key Adena Earthworks and Preserve Saved in Ohio", "article_metadata": {"description": "On March 17, a man strolling through the Oak Glen Nature Preserve along the Great Miami River noticed a patch of black crude oil in a stream bed.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "leeanne", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/04/10/pipeline-leak-spotlights-threats-archaeoecology-ohio-valley-154313", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/ohio-pipeline-crude.jpg", "site_name": "Indian Country Today Media Network.com", "title": "Pipeline Leak Spotlights Threats to the Archaeoecology of the Ohio Valley"}, "dcterms.date": "2014-04-10T15:00-04:00", "dc": {"title": "Pipeline Leak Spotlights Threats to the Archaeoecology of the Ohio Valley"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/04/10/pipeline-leak-spotlights-threats-archaeoecology-ohio-valley-154313", "robots": "follow, index", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Keystone XL Pipeline, Keystone XL, BP, Environmental Protection Agency, Native American History", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.title": "Pipeline Leak Spotlights Threats to the Archaeoecology of the Ohio Valley"}, "article_summary": "Surely, many wondered what an oil pipeline was doing in the middle of a tiny “nature preserve” in suburban Ohio.\nRELATED: Key Adena Earthworks and Preserve Saved in Ohio\nNeglected in the media coverage, the Midvalley Pipeline also runs right through one of the most sensitive archaeological zones in North America, where an oil spill could contaminate ancient earthworks irreparably.\nFor reasons of its own—probably the association of the east with resurrection—the Adena Civilization built most densely along the east banks of north-south oriented rivers, exactly where the Midvalley Pipeline is located.\nOne of the largest known earthen enclosures, adjacent to a prominent Adena burial mound, lies just three miles north of the March spill site along the pipeline."}