{"article_title": "Editor's Message: Acclimating to the ACA", "article_keywords": ["md", "aca", "patient", "going", "medical", "editors", "osa", "patients", "acclimating", "sleep", "medicine", "therapy", "message", "acos"], "article_url": "http://www.sleepreviewmag.com/2014/02/editors-message-acclimating-aca/", "article_text": "The Affordable Care Act’s individual mandate phased in January 1, but sleep medicine practitioners will have a time cushion to adapt while the law’s effects trickle in over the coming years. More than 50% of sleep professionals expect the ACA could negatively affect their incomes, according to a recent Sleep Review webinar poll. Now is the time to heed the warning bells and marshal resources before the trickle becomes a flood. According to subspecialty experts, there are several strategies you can employ in 2014 to succeed in the changing landscape.\n\nAlign with Accountable Care Organizations (ACOs). “There’s almost no doubt that ACOs will be part of our medical future and…you’re going to have to participate with them,” says Charles Atwood, MD, a director with the Board of Registered Polysomnographic Technologists. To find an appropriate ACO, Dennis Hwang, MD, co-chair of sleep medicine at Southern California Kaiser Permanente Medical Group, advises researching options in your geographic area, being sure to take into account the ACO’s referral and reimbursement practices. “A lot of ACOs are still in development and still on the smaller side,” Hwang says.\n\nIncorporate home sleep testing (HST) when applicable. To respond to the anticipated growth in high-deductible insurance plans, offer HSTs to patients who likely have obstructive sleep apnea (OSA) but can’t afford a full in-lab polysomnogram (PSG). The ACA “will drive an improvement in the economics of sleep,” says David White, MD, clinical professor of medicine at Harvard Medical School. Patients who refuse to pay out of pocket for a thousand dollar or more PSG may well agree to take an HST for a quarter of that amount.\n\nExpand service offerings. With lower reimbursements looming for swaths of existing services, this is a prime time to add new cost-effective offerings. This may manifest as a group cognitive behavioral therapy (CBT) class for insomnia or a lifestyle interventions for OSA course. An exclusive to Sleep Review, Emerson Wickwire, PhD, guides readers through considerations for launching a new program.\n\nConnect with sleep dentists to reap benefits (and vice versa: sleep dentists, connect with sleep physicians). Oral appliances are poised to potentially become a first-line therapy for patients with mild to moderate OSA. White notes that requiring a patient to first fail CPAP before being fitted with an oral appliance could fall out of favor since it may not be cost-effective to pay for multiple different therapy trials.\n\nOffer telemedicine services. “The future is going to be in delivering outcomes. Any intervention, test, or methodology that allows us to leverage intellectual resources will be very valuable. Telemedicine is going to be part of this conversation,” says M. Safwan Badr, MD, president of the American Academy of Sleep Medicine. CPAP adherence tracking, CBT for insomnia, and online patient portals for self-directed care are all ways Internet-based programs can be integrated. “This will bring the patient into the center of this conversation,” Badr says—which, after all, is what the ACA is all about.", "article_metadata": {"com.silverpop.brandeddomains": "www.pages05.net,24x7mag.com,allied360.com,anthemmedia.mkt5097.com,axisimagingnews.com,clpmag.com,hearingreview.com,imagingeconomics.com,orthodonticproductsonline.com,plasticsurgerypractice.com,ptproductsonline.com,rehabpub.com,responsive.24x7mag.com,rtmagazine.com,sleepreviewmag.com,www.24x7mag.com,www.allied360.com,www.orthodonticproducts.com", "description": "The Affordable Care Act’s individual mandate phased in January 1, yet sleep medicine will have a time cushion to adapt while the law’s effects trickle in.", "og": {"site_name": "Sleep Review", "description": "The Affordable Care Act’s individual mandate phased in January 1, yet sleep medicine will have a time cushion to adapt while the law’s effects trickle in.", "title": "Editor's Message: Acclimating to the ACA - Sleep Review", "locale": "en_US", "image": "http://a360-wp-uploads.s3.amazonaws.com/wp-content/uploads/sleeprev/2014/01/SreeHead_SIZED2.jpg", "url": "http://www.sleepreviewmag.com/2014/02/editors-message-acclimating-aca/", "type": "article"}, "com.silverpop.primary_domain": "sleepreviewmag.com", "com.silverpop.cothost": "engage5.silverpop.com", "article": {"section": "Industry News", "tag": "March 2014"}, "viewport": "user-scalable=no, width=device-width, initial-scale=1, maximum-scale=1"}, "article_summary": "Telemedicine is going to be part of this conversation,” says M. Safwan Badr, MD, president of the American Academy of Sleep Medicine.\nThe Affordable Care Act’s individual mandate phased in January 1, but sleep medicine practitioners will have a time cushion to adapt while the law’s effects trickle in over the coming years.\nMore than 50% of sleep professionals expect the ACA could negatively affect their incomes, according to a recent Sleep Review webinar poll.\nThe ACA “will drive an improvement in the economics of sleep,” says David White, MD, clinical professor of medicine at Harvard Medical School.\n“This will bring the patient into the center of this conversation,” Badr says—which, after all, is what the ACA is all about."}