{"article_title": "Harvard Poll: Millennials Get Wise and Start Souring on Obama, Political Parties", "article_keywords": ["younger", "wise", "millennials", "things", "political", "free", "start", "reason", "harvard", "americans", "does", "way", "parties", "libertarian", "poll", "theres", "souring", "obama"], "article_url": "http://reason.com/blog/2013/12/04/harvard-poll-millennials-get-wise-and-st", "article_text": "There's a new poll out from the Institute of Politics at Harvard. They've been tracking Millennials (18 to 29 year olds) for a while and the latest results show that the kids today are hip to the fact that President Barack Obama isn't what he was cracked up to be.\n\nSince being re-elected last November, Obama's numbers have tanked thus:\n\nA similar trend covers both parties in Congress. Can you believe it? The president and both major parties spend huge amounts of money, rake in record levels of taxes, and younger Americans still can't stand them? These kids just might be all right.\n\nMan, and that's just the beginning of the bad news for the establishment. What is it that Bob Dylan used to sing? Something about the times, they are a-changin'? Indeed, even Millennial views on the president's signature legislative achievement (no, not massively prolonged levels of unemployment - the other one) are pretty sour too.\n\nThey don't like or trust Obamacare to make health care cheaper or better, either:\n\nThere's little enthusiasm - certainly no growth - for either major party, and (not pictured) about as much enthusiasm for the midterms elections as there is for a bowl of cold spinach soup.\n\nThe pollsters at Harvard conclude something that will be familiar to regular Reason readers. The two-party duopoly is as played out among younger Americans as it is among older ones. And with dissatisfaction comes the possibility of change:\n\nMillennials have come of age in an era of openness, whether that’s in their online identities or in the way they engage in the public square. They have been telling us for some time that they have disapproved of the way Washington has been operating and the status quo is not acceptable. If we listen carefully, they are now beginning to tell us about their economic priorities for the future as well. Both parties and branches of government are ignoring them at their own peril.\n\nRead the whole poll here.\n\nThere's a clear sense that Americans in general are trending libertarian. That is, they generally think the government has too much and is trying to do too many things better left to individuals and businessess. They are increasingly tolerant of a wide array of lifestyles and things such as pot legalization. They want a government that spends less and does less (but does what it does effectively). All of those general impulses are stronger still among younger voters. While there's not a perfect overlap with a libertarian worldview, there's clearly movement in the direction of \"Free Minds and Free Markets.\"\n\nWhich is, dare I say it, a great reason to make a tax-deductible donation to Reason Foundation, the nonprofit that publishes this website, during our annual webathon. Nobody is doing more than us to elucidate the peril of the status quo to younger Americans than Reason (we've even called for \"Generational Warfare,\" for heaven's sake). And nobody is doing more to limn the possibilities of a libertarian world in which individuals and groups are more free than ever to live their lives as a work of art, to innovate, experiment, and build what Robert Nozick called a \"utopia of utopias.\"\n\nSo please, give what you can!\n\nDare I say it? It's for the children!", "article_metadata": {"og": {"site_name": "Reason.com", "description": "There's a new poll out from the Institute of Politics at Harvard. They've been tracking Millennials (18 to 29 year olds) for a while and the latest results", "title": "Harvard Poll: Millennials Get Wise and Start Souring on Obama, Political Parties", "url": "http://reason.com/blog/2013/12/04/harvard-poll-millennials-get-wise-and-st", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2013_12/-12.jpg", "type": "article"}, "twitter": {"description": "There's a new poll out from the Institute of Politics at\nHarvard. They've been tracking Millennials (18 to 29 year olds) for\na while and the latest results show that the kids today are hip to\nthe fact that President Barack Obama isn't what he was cracked up\nto be.\nSince being re-elected last November, Obama's numbers have\ntanked thus:\n\nA similar trend covers both parties in Congress. Can you believe\nit? The president and both major parties spend huge amounts of\nmoney, rake in record levels of taxes, and younger Americans still\ncan't stand them? These kids just might be a", "title": "Harvard Poll: Millennials Get Wise and Start Souring on Obama, Political Parties", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2013_12/-16.jpg", "creator": "@nickgillespie", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "World", "published_time": "2013-12-04T16:04:00+00:00", "author": "http://reason.com/people/nick-gillespie"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "The president and both major parties spend huge amounts of money, rake in record levels of taxes, and younger Americans still can't stand them?\nThe two-party duopoly is as played out among younger Americans as it is among older ones.\nThey want a government that spends less and does less (but does what it does effectively).\nNobody is doing more than us to elucidate the peril of the status quo to younger Americans than Reason (we've even called for \"Generational Warfare,\" for heaven's sake).\nWhile there's not a perfect overlap with a libertarian worldview, there's clearly movement in the direction of \"Free Minds and Free Markets.\""}