{"article_title": "Bring Bernie’s “revolution” home", "article_keywords": ["sanders", "vermont", "revolution", "forprofit", "justice", "universal", "political", "bring", "health", "forward", "care", "vermonters", "bernies"], "article_url": "http://www.burlingtonfreepress.com/story/opinion/my-turn/2015/09/04/opinion-bring-bernies-revolution-home/71725844/", "article_text": "Democratic presidential candidate, Sen. Bernie Sanders, I-Vt., greets supporters following a town hall meeting on Thursday in Grinnell, Iowa. (Photo: Charlie Neibergall/AP)\n\nThis Labor Day, much to the shock of establishment politicians and media pundits, millions of Americans are answering Bernie Sanders’ call to join a “political revolution.” It says a lot about Americans’ frustration with the status quo that he has become a major contender for the Democratic nomination for president.\n\nVermont’s political leadership has spent the past 6 years pushing a political agenda that does not come close to what millions of people are getting behind in supporting Sanders. It’s time for Vermonters to bring the “political revolution” against inequality to Montpelier. Here are five ways Vermont can move our state forward to lead the country:\n\n1. Move forward with livable wages and family values at work — While we have made some advances, the minimum wage is well below what a full-time worker needs to support themselves, let alone a family. 2014 saw legislative proposals to raise the minimum ranging from $12-$15/hour. However, Gov. Shumlin intervened to move a proposal that was so paltry that the Legislature finally passed a slightly better Republican option of moving towards $10.50 by 2018.\n\nTwo thirds of Vermonters are unable to afford the average market rent, and Vermont has the highest rate of homelessness in New England. Sanders has proposed adopting a minimum wage of at least $15 / hour, while establishing paid sick days and paid family leave. Moving forward with these measures would dramatically reduce inequality and address huge challenges working families face.\n\n2. Health care is a human right — Despite being elected on the promise to fix the health care crisis by making Vermont the first state to implement universal health care, the Shumlin administration delayed developing a financing plan, and finally last December revealed that they were unwilling to recommend a viable, equitable plan. Meanwhile they bungled the rollout of Vermont Health Connect, the market-based insurance exchange required by the Affordable Care Act (ACA). As Sanders has pointed out, the ACA (called “Obamacare” by some) has not solved the healthcare crisis, so it will be up to the next Vermont Governor and Legislature to move our state forward with universal healthcare.\n\n3. Agenda for racial justice and ending for-profit prisons — Sanders has called to abolish for-profit prisons and address racial bias in the criminal justice system. Meanwhile, we continue to ship overflow prisoners to for-profit, out-of-state prisons. Vermont incarcerates people of color at a much higher rate than whites. While just over 1 percent of the state’s population identifies as African American, the Department of Corrections listed over 10 percent of its inmates as black in 2014. Vermont must adopt alternatives to incarceration, take bold action to address racial bias in policing and the criminal justice system, and stop sending Vermonters to for-profit prisons.\n\n4. Democracy and getting money out of politics — Sanders is calling for overturning Citizens’ United and getting dark money out of politics. Vermont should be advancing democracy. Implementing universal voting registration will decrease barriers to voting, and encourage greater participation. Establishing public financing of elections would make more politicians accountable to constituents, not just the wealthy and well-connected. Such reforms in Vermont’s political process would redirect Montpelier’s policies to meeting Vermonters’ needs.\n\n5.Tackling climate change to create a stronger economy — We must stop building more fossil fuel infrastructure and move towards 100 percent renewable energy for everyone. This will require greater investment in weatherization, public transit, water system infrastructure, and renewable energy solutions for all communities. But making such huge decisions requires a democratic process in the spirit of our town meetings. An energy transition of this scale must also serve to reduce inequities and advance justice. Low income families suffer most from higher prices and climate change. Sanders has introduced legislation to make ownership of solar power more affordable to low income communities while encouraging job training. Vermont cannot solve these issues alone, but we can be a catalyst by serving as an example for others to follow.\n\nThe most promising dynamic revealed by the upsurge in support for Bernie’s campaign is the grassroots political revolution of regular people insisting that business as usual is unacceptable; demanding a more just, equitable and sustainable world. Who wants to help make it happen?\n\nJames Haslam of Burlington is is the co-founder and executive director of a new working families political organization called Rights & Democracy.\n\n--\n\nLaunch party\n\nWhat: Rights & Democracy public launch party.\n\nWhen: 2-6 p.m. Monday.\n\nWhere: Battery Park, Burlington.\n\nOnline:www.radvt.org\n\nRead or Share this story: http://bfpne.ws/1EFVkqy", "article_metadata": {"google": "notranslate", "description": "Bernie Sanders’ surge says a lot about Americans’ frustration with the status quo", "og": {"site_name": "Burlington Free Press", "description": "Bernie Sanders’ surge says a lot about Americans’ frustration with the status quo", "title": "Opinion: Bring Bernie’s “revolution” home", "url": "http://www.burlingtonfreepress.com/story/opinion/my-turn/2015/09/04/opinion-bring-bernies-revolution-home/71725844/", "image": "http://www.gannett-cdn.com/GDContent/applogos/burlingtonfreepress.png", "type": "article"}, "twitter": {"description": "Bernie Sanders’ surge says a lot about Americans’ frustration with the status quo", "title": "Opinion: Bring Bernie’s “revolution” home", "image": "http://www.gannett-cdn.com/-mm-/cb81e855843d6ecffd633c8f4bf6b8856eae9ef1/c=864-0-4128-3264&r=x643&c=640x640/local/-/media/2015/09/04/Burlington/B9318672505Z.1_20150904180609_000_G3MBQSVJI.1-0.jpg", "creator": "@bfp_news", "site": "@bfp_news", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=835986144", "fb": {"app_id": 151224581596873}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Vermont, social justice, Bernie Sanders,"}, "_id": "\"57477af46914bd0286fd66aa\"", "article_summary": "It’s time for Vermonters to bring the “political revolution” against inequality to Montpelier.\nMeanwhile they bungled the rollout of Vermont Health Connect, the market-based insurance exchange required by the Affordable Care Act (ACA).\nAgenda for racial justice and ending for-profit prisons — Sanders has called to abolish for-profit prisons and address racial bias in the criminal justice system.\nThe most promising dynamic revealed by the upsurge in support for Bernie’s campaign is the grassroots political revolution of regular people insisting that business as usual is unacceptable; demanding a more just, equitable and sustainable world.\nDemocratic presidential candidate, Sen. Bernie Sanders, I-Vt., greets supporters following a town hall meeting on Thursday in Grinnell, Iowa."}