{"article_title": "Goosebump Sensor Could Reveal Emotional State With Same Certainty As Age, Height, Or Weight", "article_keywords": ["reveal", "reading", "beneath", "weight", "certainty", "tiny", "height", "state", "goosebumps", "emotions", "skin", "goosebump", "emotional", "cold", "patch", "sensor", "age", "thats"], "article_url": "http://www.medicaldaily.com/goosebump-sensor-could-reveal-emotional-state-same-certainty-age-height-or-weight-290088", "article_text": "A transparent, polymer patch smaller than the size of a postage stamp could soon read your emotions with the same accuracy as a scale reading your weight or a blood pressure cuff reading, well… you know. Researchers from South Korea’s KAIST (Korea Advanced Institute of Science and Technology) have developed the wearable device.\n\nThe patch relies on the skin’s natural tendency to produce goosebumps, or as scientists call the phenomenon — with probably too-straight a face — piloerection. Goosebumps most often arise as our bodies’ automatic response to chill, but they also pop up when we’re overjoyed, astounded, or pumped. KAIST researchers believe measuring the specific height of each goosebump, along with how long it sticks around for, could offer clues about why it’s there in the first place.\n\nYoung-Ho Cho, co-investigator on the project, explains that his team’s new sensor is part of a larger scientific movement that views emotions and vital signs as equals. \"In the future, human emotions will be regarded like any typical biometric information, including body temperature or blood pressure,\" he said in a statement. Music services and marketing companies could then use that information to tailor listening or shopping experiences to your current mood and preference. (Whether you’re interested in that is another matter. Facebook seems to have fared alright without a patch thus far.)\n\nGoosebumps are interesting from an evolutionary perspective. We humans lost our thick mats of body hair quite a while ago, yet the biological response we experience — a pimpling of the skin, our tiny hairs going ramrod straight — happens even when we aren’t cold. Scientists suspect this is because the tiny muscles beneath each hair compel the fur that’s supposed to be there to stand up. Thousands of years ago, this would have made us seem more intimidating. Instead, our naked skin just feels pebbly, and we frighten no one.\n\n“There was an evolutionary advantage for our ancestors, but for us, the advantage has disappeared — though we retain the impulse of those tiny muscles contracting just beneath the skin,” Dr. Rick Potts, director of the human origins program at the Smithsonian Institution, told TIME.\n\nThe current study still has a long way to go before consumers can readily pick up a goosebump sensor at the corner pharmacy. For one, the technology hasn’t been fine-tuned to anything but cold so far. The lone subject of the study gripped several ice cubes to induce a sudden cold shock. Goosebumps emerged, and the sensors read the contraction beneath the skin, but whether the guy was happy to be holding ice cubes stayed locked in his brain.\n\nUp next are tests of variance. They want to see if the sensor can, in fact, pick up a range of goosebumps that differ in size and duration based on their impetus. The hard part is over, the team explains. They’ve secured the qualitative experiment showing the sensor works. All that’s left — and that’s a loose “all,” mind you — is securing the quantitative experiment, too. They hope to map each emotion onto a gridded set of coordinates that can serve as a standard for reading goosebumps.\n\nSource: Kim J, Seo D, Cho Y. A flexible skin piloerection monitoring sensor. Applied Physics Letters. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "goosebump, sensor, could, reveal, emotional, state, same, certainty, age, height, or, weight", "og": {"site_name": "Medical Daily", "description": "A wearable goosebump sensor could one day track your emotions based on the size and duration of each individual bump.", "title": "Let This Goosebump Sensor Tell You How You're Feeling", "url": "http://www.medicaldaily.com/goosebump-sensor-could-reveal-emotional-state-same-certainty-age-height-or-weight-290088", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/26/goosebump.jpg", "type": "article"}, "twitter": {"description": "A wearable goosebump sensor could one day track your emotions based on the size and duration of each individual bump.", "title": "Let This Goosebump Sensor Tell You How You're Feeling", "url": "http://www.medicaldaily.com/goosebump-sensor-could-reveal-emotional-state-same-certainty-age-height-or-weight-290088", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/26/goosebump.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/26/goosebump.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Science/Tech", "published_time": "2014-06-26T11:47:09-04:00", "modified_time": "2014-06-26T11:47:08-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A wearable goosebump sensor could one day track your emotions based on the size and duration of each individual bump."}, "article_summary": "They hope to map each emotion onto a gridded set of coordinates that can serve as a standard for reading goosebumps.\nThe current study still has a long way to go before consumers can readily pick up a goosebump sensor at the corner pharmacy.\nScientists suspect this is because the tiny muscles beneath each hair compel the fur that’s supposed to be there to stand up.\nThe patch relies on the skin’s natural tendency to produce goosebumps, or as scientists call the phenomenon — with probably too-straight a face — piloerection.\nGoosebumps most often arise as our bodies’ automatic response to chill, but they also pop up when we’re overjoyed, astounded, or pumped."}