{"article_title": "How Bobby Jindal lost everything: A one-time GOP hope, gutted by Grover Norquist worship and his own ambition", "article_keywords": ["jindal", "states", "lost", "bobby", "norquist", "university", "tax", "budget", "gop", "onetime", "state", "grover", "gutted", "taxesjindal", "times", "willie", "worship", "hope", "thats"], "article_url": "http://www.salon.com/2015/06/01/how_bobby_jindal_lost_everything_a_one_time_gop_hope_gutted_by_grover_norquist_worship_and_his_own_ambition/", "article_text": "Topics: aol_on, Bobby Jindal, David Vitter, duck dynasty, Editor's Picks, Elections 2016, Grover Norquist, Mitt Romney, Video, Politics News\n\nThese are not happy times in Baton Rouge, where government officials are desperately trying to plug a $1.6 billion budget shortfall. But even by that standard, Wednesday, April 22, was particularly fraught.\n\nIn the imposing state capitol that Huey Long built, the Senate Finance Committee was wrestling with a complicated cost-cutting scheme to repeal an inventory tax that businesses pay to local governments and that the state rebates to the businesses, all while promising to somehow make stressed-out local leaders whole.\n\nJust down the road, Louisiana State University President and Chancellor F. King Alexander said that the state’s flagship university, which could lose 80 percent of state funding after years of already deep cuts, was developing a worst-case scenario plan for financial exigency—basically the academic equivalent of bankruptcy.\n\nIn the midst of it all came a message from Republican Governor Bobby Jindal, whose policies and priorities have contributed mightily to the state’s fiscal mess.\n\n“Help wish my friends Willie, Phil and Si a happy birthday,” said the tweet, which was accompanied by a photo of Willie Robertson, whose family is featured on the popular homegrown reality TV show Duck Dynasty. It then directed readers to the website for the American Future Project, a 527 issue advocacy group that Jindal has set up in advance of his anticipated presidential run.\n\nIf the tweet suggests a stunning disconnect from the dire budget situation that’s unfolding on his watch, well, that’s how it is these days.\n\nA Pure Record on Taxes\n\nJindal, a hard-charging former Rhodes Scholar, has always nursed grander ambitions, and voters generally gave him a pass. That was when things were going well.\n\nThese days they’re not, and Jindal’s focus on the upcoming presidential primaries has taken a toll back home. While he was popular and powerful enough to avoid a reelection fight in 2011, by 2015 his approval rating had sunk to 27 percent, according to one poll; a friendly survey by his own consulting firm pegged the number at 46 percent, hardly a resounding vote of confidence.\n\nIt’s not just his frequent trips to places like Iowa, New Hampshire, and Washington, D.C., that have angered his constituents. (He spent 165 days out of state in 2014, according to The Advocate newspaper.) Nor is it only his odd forays into international and national affairs, from the tall tales in London about Muslim no-go zones, to his op-ed in The New York Times accusing companies that oppose religious freedom laws inspired by the spread of gay marriage of forming an unholy alliance with the “radical liberals.” It’s not even his need to bask in the Robertsons’ reflected glory.\n\nMore than any of that, his constituents are frustrated that their governor can’t be bothered to do his day job—and when he does, that his actions are often transparently designed to build a national profile rather than meet Louisiana’s needs.\n\nThat’s clear in his refusal to take federal money to expand Medicaid—which, of course, would mean acknowledging there are benefits to Obama’s health care law. But nowhere is it more obvious, or more damaging, than in Jindal’s stewardship of fiscal affairs.\n\nJindal chalks up the current budget shortfall to the drop in oil prices, and that’s definitely contributed. A larger piece of the puzzle has been his determination to maintain a pure record on taxes.\n\nJindal hasn’t always been reckless about taxation. In the midst of a budget surplus early in his first term, Jindal tried to quietly head off the Legislature’s move to roll back a big income tax increase that had been enacted several years earlier. It was only after lawmakers seemed like they might eliminate the income tax entirely that he got on board with the rollback, and he soon was boasting that he’d signed the biggest tax cut in state history.\n\nThe first real glimpse of the future came in 2011 when Jindal fought tooth and nail against extending a temporary four-cent levy on the state’s cigarette tax—at 36 cents, including the levy, the third lowest in the nation. His reasoning? If the tax rate is scheduled to automatically drop and the state acts to prevent that from happening, it amounts to an effective tax increase.", "article_metadata": {"description": "The Rhodes scholar seemed bound for big things. Now even Republicans have turned on him -- and his state's a mess VIDEO", "title": "How Bobby Jindal lost everything: A one-time GOP hope, gutted by Grover Norquist worship and his own ambition", "og": {"site_name": "Salon", "description": "The Rhodes scholar seemed bound for big things. Now even Republicans have turned on him -- and his state's a mess VIDEO", "title": "How Bobby Jindal lost everything: A one-time GOP hope, gutted by Grover Norquist worship and his own ambition", "url": "http://www.salon.com/2015/06/01/how_bobby_jindal_lost_everything_a_one_time_gop_hope_gutted_by_grover_norquist_worship_and_his_own_ambition/", "image": "http://media.salon.com/2015/06/jindal_norquist.jpg", "type": "article"}, "twitter": {"description": "The Rhodes scholar seemed bound for big things. Now even Republicans have turned on him -- and his state's a mess VIDEO", "title": "How Bobby Jindal lost everything: A one-time GOP hope, gutted by Grover Norquist worship and his own ambition", "image": "http://media.salon.com/2015/06/jindal_norquist.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Stephanie Grace", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, aol_on, Bobby Jindal, David Vitter, duck dynasty, Editor's Picks, Elections 2016, Grover Norquist, Mitt Romney, Video", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "In the midst of it all came a message from Republican Governor Bobby Jindal, whose policies and priorities have contributed mightily to the state’s fiscal mess.\nIf the tweet suggests a stunning disconnect from the dire budget situation that’s unfolding on his watch, well, that’s how it is these days.\nJindal chalks up the current budget shortfall to the drop in oil prices, and that’s definitely contributed.\nIt’s not just his frequent trips to places like Iowa, New Hampshire, and Washington, D.C., that have angered his constituents.\nIf the tax rate is scheduled to automatically drop and the state acts to prevent that from happening, it amounts to an effective tax increase."}