{"article_title": "The Good News, Bad News—and No News—About Medical Drugs", "article_keywords": ["fda", "pipeline", "good", "newsand", "drugs", "approvals", "medical", "computers", "drug", "bad", "health", "newsabout", "law", "decades"], "article_url": "http://www.breitbart.com/big-government/2015/01/01/the-good-news-bad-news-and-no-news-about-medical-drugs/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nThere’s good news and bad news in a report that new drug approvals by the Food and Drug Administration have hit an 18-year high.\n\nThe good news speaks for itself: The FDA has approved 53 new drugs, including, perhaps most consequentially, two new treatments for cancer, Bristol-Myers Squibb’s Opdivo and Merck’s Keytruda.\n\nSIGN UP FOR OUR NEWSLETTER\n\nThe bad news is that the good news isn’t actually so good: we are still below where we were 18 years ago.\n\nTo be precise about it, the FDA approved 51 new drugs in 2014, and yet it approved 53 back in 1996. In other words, even with the latest news, annual approvals are still some four percent below where they were almost two decades ago. It’s hard to think of too many other metrics of technological attainment today that are actually behind where they were in the mid-nineties.\n\nIf we were to drill down and compare FDA drug approvals to other metrics of progress, we would see, for example, that the real GDP of the US is up 51 percent since 1996, and the Dow Jones Industrial Average has gone up a full 176 percent. And of course, Moore’s Law has continued apace for the past two decades; computers are now exponentially more powerful than they were in 1996.\n\nSo when we compare the status of the new drug “pipeline” to that of other technology pipelines, we see that when it comes to medicinal drugs, Moore’s Law has been mostly pushed aside by the perverse economics of “Eroom’s Law.” That is, “Eroom’s Law” is “Moore’s Law” spelled backwards; it shows that drugs are becoming scarcer and more expensive, even as, by contrast, computers become more ubiquitous and less costly.\n\nWe might pause over this dichotomy between the life sciences and the computer sciences. If computers had shown two decades’ worth of stagnation, even retrogression, people would have noticed. After all, we have come to expect that computers get better every year; any reversal of this expectation would be newsworthy.\n\nYet remarkably, the crash in new drugs has received little attention; in 2002, the number of new drugs approved by the FDA bottomed out at barely a third of 1996 approvals. In particular, the variables that seem to be affecting drug production, including regulation and litigation, are barely mentioned in the political-media discourse.\n\nWhy this relative silence? Why the lack of interest in the drug pipeline? One explanation might be that political fights over health insurance have come to displace fights over health itself. That is, back in the early nineties, Hillarycare, pro and con, was the big topic. And in the twenty-teens, of course, the fight has been over Obamacare, pro and con. This intense preoccupation with the finance of healthcare seems to have overwhelmed the issue of the science of healthcare.\n\nMeanwhile, as Democrats and Republicans have wrangled over health insurance, the stuff that most often provides health itself—newer, more effective drugs—has been slipping away. This drying up of the drug pipeline has been especially noticeable in the case of antibiotics; “superbugs” now stalk hospitals and, perhaps soon, the general population.\n\nYet this drying up of the drug pipeline is also evident in other areas: we have made essentially no progress in treatments for Alzheimer’s Disease (AD), even as AD has become a veritable epidemic. Indeed, it might seem fair to say that while the politicians and policy wonks have been fiddling with figures, the life-prospects of millions of Americans have been sadly dwindling.\n\nA few political leaders, including Reps. Fred Upton and Peter Roskam, of Michigan and Illinois respectively, have taken up these cure issues. Yet, for the most part, they are lonely voices.\n\nInterestingly, one recent exception to this pattern of disinterest in medicine has been the federal focus on the Ebola crisis. In the last six months, the Obama administration, cheered on by the MSM, has scrambled to provide treatment and accelerate the search for a vaccine or cure. In other words, for Ebola, Uncle Sam is actively doing what he hasn’t done for other diseases.\n\nYet even this disparity has received little notice. Yes, it’s great that the Ebola virus is receiving special attention, but from the point of view of Americans at risk of bacterial infections, AD, and other maladies, it would be even greater if the feds were fast-tracking all possible cures as part of a comprehensive, overall Cure Strategy.\n\nSo as we can see, there’s the good news and the bad news, and then there’s the no news.\n\nThe good news is that drug approvals were up in 2014. The bad news is that even though they have gone up, they are still down relative to where they were two decades ago. And, finally, there’s the no news—the astounding silence over the idea of curing the diseases that most endanger Americans.", "article_metadata": {"description": "There’s good news and bad news in a report that new drug approvals by the Food and Drug Administration have hit an 18-year high.", "og": {"site_name": "Breitbart", "description": "There’s good news and bad news in a report that new drug approvals by the Food and Drug Administration have hit an 18-year high.", "title": "The Good News, Bad News—and No News—About Medical Drugs - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2015/01/pharmacy-shelves-prescription-medication-AP.jpg", "height": 480}, "url": "http://www.breitbart.com/big-government/2015/01/01/the-good-news-bad-news-and-no-news-about-medical-drugs/", "type": "article"}, "twitter": {"description": "There’s good news and bad news in a report that new drug approvals by the Food and Drug Administration have hit an 18-year high.", "creator": "@BreitbartNews", "image": "http://media.breitbart.com/media/2015/01/pharmacy-shelves-prescription-medication-AP.jpg", "title": "The Good News, Bad News—and No News—About Medical Drugs - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 1243316582352556, "pages": 95475020353, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Drugs, FDA,Big Government, Medicine, Obamacare,drugs", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Big Government", "tag": "FDA", "published_time": "2015-01-01T21:19:58-07:00", "categories": "Big Government,Obamacare,Medicine"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "SIGN UP FOR OUR NEWSLETTERThere’s good news and bad news in a report that new drug approvals by the Food and Drug Administration have hit an 18-year high.\nThe good news is that drug approvals were up in 2014.\nSIGN UP FOR OUR NEWSLETTERThe bad news is that the good news isn’t actually so good: we are still below where we were 18 years ago.\nThis drying up of the drug pipeline has been especially noticeable in the case of antibiotics; “superbugs” now stalk hospitals and, perhaps soon, the general population.\nSo as we can see, there’s the good news and the bad news, and then there’s the no news."}