{"article_title": "Competitors question state's Medicaid contract with Xerox", "article_keywords": ["office", "state", "company", "question", "xerox", "contract", "system", "states", "competitors", "medicaid", "york", "services"], "article_url": "http://www.capitalnewyork.com/article/albany/2014/07/8548292/competitors-question-states-medicaid-contract-xerox", "article_text": "ALBANY—New York State’s decision to award a $550 million Medicaid management contract to Xerox is being challenged by two companies who say the company's recent history of Medicaid management in other states should disqualify it from running New York’s system.\n\nHewlett-Packard and Computer Sciences Corp. filed complaints with the state comptroller’s office alleging the contract was improperly awarded.\n\nThe state’s Medicaid system is one of the country’s largest and—at a cost of $54 billion per year—one of the most expensive, with more than 5 million enrollees.\n\nNew York State issued a request for proposals to build a new Medicaid management system for the state in 2013. Only two companies, Xerox and Hewlett-Packard, bid for the contract.\n\nSources familiar with C.S.C.'s complaint said it argues the 18-month timeline for building a new Medicaid system, as required in the request for proposals, is unrealistic and that Xerox’s promise to build the mainframe within that time is virtually impossible.\n\nA spokesperson for Xerox declined to comment, citing the ongoing nature of the procurement process.\n\nBoth Xerox and H.P. are seeking to expand their Medicaid-related services, as the traditional market for their technology services dwindles, and Medicaid expands with the implementation of the Affordable Care Act.\n\nSome health industry officials have questioned why New York State is building a new MMIS system at all, since the state is transitioning to a method of managed care, which would require managed-care companies to review their own claims for payment.\n\nIn 2011, Cuomo administration officials said they would review the state’s Medicaid billing system, to determine whether a new system was actually warranted, given the coming changes to the billing process.\n\nXerox, which has Medicaid-related contracts in 37 states, has had significant problems with those programs in recent years. In six locations, including Alaska, Montana, New Hampshire, North Dakota, California and Washington, D.C., where the company won contracts to develop Medicaid programs, the projects have experienced delays.\n\nXerox’s contract with Nevada to run its state health exchange was terminated for poor performance.\n\nAnd Xerox’s contract with the state of Texas was cancelled in May of this year over allegations the company had improperly approved $1.1 billion in Medicaid payments for orthodontia between 2004 and 2012. Texas is suing Xerox for recovery of those payments.\n\nIn the complaint filed in a Texas district court, lawyers for the state said that “Xerox’s unlawful acts resulted in a substantial breach of safeguards intended to protect taxpayer dollars, maintain the integrity of Medicaid policies, and ensure the appropriate delivery of services to Medicaid clients. Xerox permitted an unprecedented loss of Medicaid funds to predatory and unscrupulous dental providers.”\n\n“As a result of the conduct of both Xerox and these providers, the Medicaid program was deeply compromised,” the complaint said.\n\nNew York State’s recent history of building new Medicaid billing systems is filled with cost overruns and delays.\n\nOver more than a decade, the state has paid the company that previously held its Medicaid management contract, Computer Sciences Corp., roughly $1 billion to set up a system that was initially projected to cost $357 million and be operational within two years.\n\nThe state first approved the C.S.C. contract in 2000. But it only became fully operational three years later than planned, in 2005.\n\nState Comptroller Tom DiNapoli sought to end the state’s contract with C.S.C., but New York was warned by the federal Centers for Medicare and Medicaid Services that if the contract were needed and a new system wasn’t operational by 2012, New York stood to lose a significant portion of its federal aid.\n\nDiNapoli must review and approve the contract in order for it to become official, but a spokeswoman from DiNapoli's office said the comptroller's office had not yet received the contract from the state's Health Department.\n\nIn deciding whether or not to approve such a contract, the comptroller considers a variety of factors. The office ensures the method used to select the contractor complies with applicable statutory, regulatory and policy requirements; that the selection was done fairly; whether costs and the contract language are reasonable, whether the contract is funded, and whether \"the agency has performed due diligence to ensure the vendor, a company or individual is a responsible one and has the legal authority to do business in New York\" and \"has provided reasonable service in the past,\" the spokeswoman said in an email.\n\nCORRECTION: This story originally stated that both complaints allege the 18-month timeframe is unrealistic. But a spokesman for H.P., Bill Ritz, clarified that the company bid on the contract under those terms. \"HP has no problem with the 18-month implementation. We bid to that time table and are confident we can deliver to that schedule,\" Ritz said in an email.", "article_metadata": {"og": {"url": "http://www.capitalnewyork.com/article/albany/2014/07/8548292/competitors-question-states-medicaid-contract-xerox", "image": "http://www.capitalnewyork.com/sites/default/files/a%20-%20XeroxHQ_0.png", "type": "article", "title": "Competitors question state's Medicaid contract with Xerox"}, "robots": "all", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "description": "Criticism of state-awarded $550 million contract"}, "article_summary": "The state’s Medicaid system is one of the country’s largest and—at a cost of $54 billion per year—one of the most expensive, with more than 5 million enrollees.\nNew York State issued a request for proposals to build a new Medicaid management system for the state in 2013.\nALBANY—New York State’s decision to award a $550 million Medicaid management contract to Xerox is being challenged by two companies who say the company's recent history of Medicaid management in other states should disqualify it from running New York’s system.\nNew York State’s recent history of building new Medicaid billing systems is filled with cost overruns and delays.\nIn 2011, Cuomo administration officials said they would review the state’s Medicaid billing system, to determine whether a new system was actually warranted, given the coming changes to the billing process."}