{"article_title": "New Jersey man among 4 Princeton Rhodes scholars", "article_keywords": ["princeton", "food", "rhodes", "economics", "winners", "research", "program", "way", "policy", "writing", "scholars", "jersey", "man"], "article_url": "http://www.app.com/story/news/education/college-news/2015/11/22/new-jersey-man-among-four-princeton-rhodes-scholars/76222562/", "article_text": "Buy Photo . (Photo: FILE)Buy Photo\n\nA Princeton University student from New Jersey who quickly went from launching his own blog on economics to writing for the Washington Post is among 32 Rhodes scholars who have been chosen to pursue post-graduate studies at Oxford University.\n\nEvan Soltas, of Rumson, is one of four Princeton students who were announced as winners early Sunday by the Rhodes Trust. The 22-year-old economics major, who is working on research related to the federal food stamp program, plans to pursue a degree in applied statistics.\n\nSoltas started blogging on his own as a way to explore and learn economics but soon began working with Ezra Klein on the Post’s Wonkblog. He has also contributed to Klein’s Vox.com and Bloomberg View.\n\n“My long-term aspiration is really to bridge the gap between economics and public policy and really find a way … to the extent that I can help, do research that helps guide the choices that policy-makers make,” Soltas said. “The way I see my role is not so much, ‘I think this policy is a good idea, or I think this policy is a bad idea,’ but let me help clarify the trade-offs that you face.”\n\nHe has cut down on his writing as he got more involved in research on the federal SNAP program, seeking to answer the question of whether it’s making a meaningful difference. He said his research so far has found that the program works, with the biggest impact coming on those suffering from extreme food insecurity. His goal is to create better measurements of the effect of SNAP on food security.\n\nSoltas’ family moved to Rumson from New York City when he was young. He graduated from the prestigious Phillips Exeter Academy in New Hampshire.\n\nThe Rhodes scholar winners were chosen from 869 applicants who were endorsed by 316 colleges and universities.\n\nThe other Princeton winners are Richard Lu, of Ballwin, Missouri, Katherine Clifton, of Honolulu, Hawaii, and Cameron Platt, of Santa Barbara, California.\n\nThe scholarships cover all expenses for two or three years of study at the prestigious university in England starting next October. The scholarships are worth about $50,000 per year.\n\nCopyright 2015 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.\n\nRead or Share this story: http://on.app.com/1jeLJN9", "article_metadata": {"google": "notranslate", "description": "Evan Soltas, of Rumson, is one of four Princeton students who were announced as winners Sunday by the Rhodes Trust.", "og": {"site_name": "Asbury Park Press", "description": "Evan Soltas, of Rumson, is one of four Princeton students who were announced as winners Sunday by the Rhodes Trust.", "title": "New Jersey man among 4 Princeton Rhodes scholars", "url": "http://www.app.com/story/news/education/college-news/2015/11/22/new-jersey-man-among-four-princeton-rhodes-scholars/76222562/", "image": "http://www.gannett-cdn.com/GDContent/applogos/app.png", "type": "article"}, "twitter": {"description": "Evan Soltas, of Rumson, is one of four Princeton students who were announced as winners Sunday by the Rhodes Trust.", "title": "New Jersey man among 4 Princeton Rhodes scholars", "image": "http://www.gannett-cdn.com/-mm-/5fb84dc35e8455c179c0af5e37cf07bcfedb6dcd/c=36-0-203-167&r=x643&c=640x640/local/-/media/2015/11/22/AsburyPark/B9319815404Z.1_20151122154652_000_GAMCKUJ6O.1-0.jpg", "creator": "@AsburyParkPress", "site": "@AsburyParkPress", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600068887", "fb": {"app_id": 116172675120111}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Princeton Rhodes scholars, Rhodes scholars, Princeton University, New Jersey, education, college, Oxford University"}, "article_summary": "The other Princeton winners are Richard Lu, of Ballwin, Missouri, Katherine Clifton, of Honolulu, Hawaii, and Cameron Platt, of Santa Barbara, California.\nEvan Soltas, of Rumson, is one of four Princeton students who were announced as winners early Sunday by the Rhodes Trust.\nThe Rhodes scholar winners were chosen from 869 applicants who were endorsed by 316 colleges and universities.\n(Photo: FILE)Buy PhotoA Princeton University student from New Jersey who quickly went from launching his own blog on economics to writing for the Washington Post is among 32 Rhodes scholars who have been chosen to pursue post-graduate studies at Oxford University.\nThe 22-year-old economics major, who is working on research related to the federal food stamp program, plans to pursue a degree in applied statistics."}