{"article_title": "What the Middle Ages can tell us about the GOP's big charity myth", "article_keywords": ["used", "charitable", "myth", "programs", "giving", "big", "social", "ages", "gops", "private", "middle", "church", "welfare", "ernst", "tell", "charity"], "article_url": "http://theweek.com/articles/442896/what-middle-ages-tell-about-gops-big-charity-myth", "article_text": "ADVERTISEMENT\n\nJoni Ernst, a Senate candidate from Iowa, has been hailed as the GOP’s latest \"breakout star.\" She has a lot of the qualities past Republican women have utilized to great avail, including the small-townish, folksy appeal of Sarah Palin, and the churchgoing wholesomeness of Michele Bachmann. But the same perks often mean the same pathologies, and this is certainly true in Ernst's case. Speaking last week to Iowan supporters, Ernst remarked upon ObamaCare:\n\n[W]e rely on government for absolutely everything. And in the years since I was a small girl up until now into my adulthood with children of my own, we have lost a reliance on not only our own families, but so much of what our churches and private organizations used to do. They used to have wonderful food pantries. They used to provide clothing for those that really needed it. But we have gotten away from that. Now we’re at a point where the government will just give away anything. [Ernst]\n\nErnst's narrative of the historical decline of charity is very typical of conservative critiques of welfare programs. For Ernst and others, there was a time when assistance came either wholly or primarily from families or churches. Now that more needs can be met by state programs, they imagine, those private forms of charity have gradually dissolved. Putting aside the fact that private charitable organizations most certainly do still exist (I worked with the excellent Greater Boston Food Bank throughout college, for instance), the question remains: Has charity suffered a grand decline?\n\nNot at all. Depending on how you want to define charitable giving, it has either risen almost every year or held steady since the 1970s.\n\nMaybe, then, Ernst's complaint has more to do with quality than quantity. Do people no longer band together to help the less fortunate as they once did?\n\nI don't think so. The rise of direct-to-recipient modes of charity, like the GoFundMe campaigns popular across social media platforms, have made interpersonal, private charity more popular and possible than ever. A survey of 1,000 social media users found that 64 percent of them had donated more than $100 to charitable causes online in the past year. For Ernst and others concerned about the death of private charity, this should be a point of light: People are most certainly still in the habit of giving to one another what they can, when they can.\n\nThe question that remains is whether acts of charity are, or ever have been, enough to solve large-scale social problems.\n\nHere, Ernst seems off on her history. As Mike Konczal demonstrates in Democracy Journal, the greater American social insurance schema — that is, the network of programs and resources we rely on to support people who fall on hard times — has \"always been a public-private hybrid.\" Where private charity has been dampened (during, recessions, for instance, when people simply have less to give), public assistance has always shored up the gap. The two have never been mutually exclusive, as Ernst imagines. But this tradition is not limited strictly to America, nor is it true only of periods of widespread inequality.\n\nErnst's revisionist history lesson goes back to her childhood. But what if we went back further still? Say much, much further?\n\nLet's look at the medieval period, when Christian culture was wholly dominant and much more social censure could arise from a failure to act charitably (at least in public). Then, the church’s charitable giving was neither entirely separate from the state, nor strictly voluntary. On one hand, the church was perfectly happy to exact part of its income through the coercion of tithes, a kind of compulsory tax (would Ernst prefer this brand of taxation?).\n\nBut moreover, the church also spent endowments from the state, which were tax revenues, on welfare programs. \"The majority of individuals honored their obligation [to give charity],\" writes John Gilchrist in The Church and Economic Activity in the Middle Ages, \"possibly because the church regarded property rights and ownership as lawful once the duty of charity had been fulfilled.\" Thus even kings and noblemen (including King John of England, who, despite his notorious quarrels with the clergy, nonetheless gave £1,450 to religious orders in 1203 C.E.) were required rather than encouraged to pass on tax revenues to the church for its charitable activities.\n\nIn the medieval era, charity was neither asked to solve large-scale problems nor expected to. John Bossy notes in Christianity in the West 1400–1700 that charity was primarily viewed by medieval Christians as a matter of interpersonal activities — like funerals, visiting sick relatives, and other \"corporeal acts of mercy.\" It seems Ernst and her ilk would appreciate this view of charity's proper role in a society, which seems the right one to me, too.\n\nNonetheless, it also means that some other form of giving will have to work toward solving the problems too large for private individuals to tackle. For those issues — widespread hunger, poverty, joblessness, homelessness, and lack of health care — we turn to higher institutions, which do not seek to solve the same problems as charity. This has always been the shape of charity in relation to welfare, and it's strange that someone so fixated on the past as Ernst would try to change that now.", "article_metadata": {"description": "Official site of The Week Magazine, offering commentary and analysis of the day's breaking news and current events as well as arts, entertainment, people and gossip, and political cartoons.", "og": {"url": "http://theweek.com/articles/442896/what-middle-ages-tell-about-gops-big-charity-myth", "image": "http://api.theweek.com/sites/default/files/styles/tw_image_9_4/public/63613_article_full.jpg?itok=E-VAFt3e", "type": "article", "description": "Was there ever a time when charity could actually replace government welfare?", "title": "What the Middle Ages can tell us about the GOP's big charity myth"}, "twitter": {"description": "Was there ever a time when charity could actually replace government welfare?", "creator": "@e_stoker", "image": {"src": "http://api.theweek.com/sites/default/files/styles/tw_image_9_4/public/63613_article_full.jpg?itok=E-VAFt3e"}, "title": "What the Middle Ages can tell us about the GOP's big charity myth", "site": "@theweek", "card": "summary_large_image"}, "fb": {"pages": 10716057521}, "keywords": "feature, Politics, opinion, liberal", "article": {"published_time": "2014-10-23T06:13:00-04:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Where private charity has been dampened (during, recessions, for instance, when people simply have less to give), public assistance has always shored up the gap.\nDepending on how you want to define charitable giving, it has either risen almost every year or held steady since the 1970s.\n[Ernst]Ernst's narrative of the historical decline of charity is very typical of conservative critiques of welfare programs.\nThe rise of direct-to-recipient modes of charity, like the GoFundMe campaigns popular across social media platforms, have made interpersonal, private charity more popular and possible than ever.\nThen, the church’s charitable giving was neither entirely separate from the state, nor strictly voluntary."}