{"article_title": "Colorado Legislator Seeks to Abolish Civil Forfeiture", "article_keywords": ["fiscal", "forfeiture", "colorado", "civil", "sharing", "agencies", "abolish", "federal", "state", "woods", "seeks", "equitable", "law", "legislator"], "article_url": "http://reason.com/blog/2015/01/28/colorado-legislator-seeks-to-abolish-civ", "article_text": "In my syndicated column and my Forbes column last week, I worried that widespread exaggeration of Eric Holder's recently announced changes to the Justice Department's forfeiture policy could undermine the prospects for more ambitious reforms. Here is an example of how that might happen.\n\nA Colorado legislator wants to change her state's forfeiture laws so that an owner must be convicted of a crime before his property can be confiscated. Under a bill recently introduced by state Sen. Laura Woods (R-Arvada), forfeiture would be allowed without a conviction only if it is \"part of a settlement agreed upon by all parties.\" Such a change would essentially abolish civil forfeiture, in which an asset can be deemed \"guilty\" regardless of its owner's criminal culpability.\n\nThat reform would make it all the more tempting for Colorado cops to evade state law by taking advantage of the Justice Department's Equitable Sharing Program, which gives local agencies up to 80 percent of the proceeds from forfeitures completed under federal law. To discourage that sort of evasion, Woods' bill would prohibit Colorado law enforcement agencies from assisting or participating in federal forfeitures of assets worth less than $50,000 and assign any proceeds from such forfeitures to the state's general fund rather than the agencies' coffers.\n\nSo far, so good (although I would prefer an outright ban on participation in equitable sharing). But in a January 19 story describing Woods' proposed reforms, ColoradoWatchdog.org suggests that Holder's order weakens the case for the senator's bill:\n\nOn Friday, U.S. Attorney General Eric Holder banned federal agencies from seizing assets from local law enforcement cases without conviction unless the property is a safety concern like weapons, drugs and child pornography, a Department of Justice news release announced. It's unclear what impact that move will have on Woods' bill.\n\nIt should not have any impact at all, since Holder did nothing to change state forfeiture rules (which is beyond his power) and left most equitable sharing intact, focusing on a subcategory that accounted for less than 14 percent of the federal forfeiture loot received by the states in fiscal years 2008 through 2013. Since 2000 Colorado has received millions of dollars in equitable sharing payments, with its annual take ranging from $640,000 in fiscal year 2000 to $5.2 million in fiscal year 2006; the total for fiscal year 2013 was $3.8 million. It's not clear how much of that money came from \"adoptions,\" the forfeiture category that Holder restricted, but millions went to federally supported task forces that are not affected by his new policy, and much of the rest may have originated from operations coordinated with or assisted by \"federal authorities,\" another kind of equitable sharing that will continue. Furthermore, some agencies may adapt to the new policy by arranging for the sort of collaboration it requires.\n\nIn short, Holder's order does not affect the need for state reforms or for safeguards aimed at stopping cops from dodging them via equitable sharing. Implying that it does only makes the road harder for reformers like Woods.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Exaggerations of Holder's reform make her job harder.", "title": "Colorado Legislator Seeks to Abolish Civil Forfeiture", "url": "http://reason.com/blog/2015/01/28/colorado-legislator-seeks-to-abolish-civ", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14224768138379.jpg", "type": "article"}, "twitter": {"description": "Exaggerations of Holder's reform make her job harder.", "title": "Colorado Legislator Seeks to Abolish Civil Forfeiture", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14224768138379.jpg", "creator": "@jacobsullum", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Civil Liberties", "published_time": "2015-01-28T22:49:00+00:00", "author": "http://reason.com/people/jacob-sullum"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fe31ef\"", "article_summary": "So far, so good (although I would prefer an outright ban on participation in equitable sharing).\nSuch a change would essentially abolish civil forfeiture, in which an asset can be deemed \"guilty\" regardless of its owner's criminal culpability.\nA Colorado legislator wants to change her state's forfeiture laws so that an owner must be convicted of a crime before his property can be confiscated.\nIn short, Holder's order does not affect the need for state reforms or for safeguards aimed at stopping cops from dodging them via equitable sharing.\nUnder a bill recently introduced by state Sen. Laura Woods (R-Arvada), forfeiture would be allowed without a conviction only if it is \"part of a settlement agreed upon by all parties.\""}