{"article_title": "Are Men ‘Hardwired’ For Violence? Brain Structure, Stress, And Genetics Influence Rates Of Aggression", "article_keywords": ["stress", "men", "genetics", "differences", "violence", "influence", "brain", "rates", "aggression", "behavior", "niehoff", "amygdala", "hardwired", "structure", "women"], "article_url": "http://www.medicaldaily.com/are-men-hardwired-violence-brain-structure-stress-and-genetics-influence-rates-aggression-268887", "article_text": "Current research suggests violence is not “hardwired” into men, but due to differences in brain structure and function, stress response, and genetics, they may be more vulnerable than women to factors that increase aggressive behavior.\n\n“Behavior originates in the brain, and violence is no exception.” So begins an article by Dr. Debra Niehoff, adjunct professor in the Department of Social and Behavioral Science at Bucks County Community College, which reviews the current literature and then explains both the biologic and environmental factors that may lead to aggressive behavior on the part of both men and women. Niehoff ultimately suggests that violence is not “hardwired” into men — or certain individuals for that matter — but due to differences in brain structure and function, stress response, and genetics, they may be more vulnerable than women to factors that increase aggressive behavior. Her work appears in Violence and Gender.\n\nBrain Structure, Stress, Genes\n\nNoting that rates of violence are disproportionately higher in men, Niehoff begins her discussion of the neuroscience of violent behavior by describing how the interaction between genes and environmental factors shape brain structure and function. In fact, familial, social, cultural, and educational influences act in concert with genes to determine individual sensitivity and translate into modifications in brain structure, function, and connectivity. “As a result, sex differences at the neural level may provide clues to sex differences in the propensity for violence,” she writes.\n\nSpecifically, she highlights interactions between the prefrontal cortex and another brain structure, the amygdala, an almond-shaped collection of neurons located deep within the temporal lobes and known to be the seat of emotions. “In adolescent boys, the larger the left amygdala, the greater the degree of emotional control; emotional control in girls, on the other hand, is associated with a smaller left amygdala,” she writes. Recent research has also linked a smaller amygdala in men to aggression during childhood and adolescence, as well as an increase in violence and psychopathic features as an adult. This possible connection has not been studied in women. In both sexes, studies have found that viewing fearful or angry faces activates the amygdala, yet in men, the right amygdala is preferentially activated. In women, the preference falls to the left amygdala. Additionally, men with high testosterone have been shown to display less amygdala activation than those with low testosterone levels, “which may indicate that they feel less threatened by the anger of others,” Niehoff comments before turning to another factor that heavily influences behavior: Stress.\n\nStress not only engages the brain's emotional circuitry, but also results in a “neuroendocrine cascade,” which may prompt the secretion of cortisol, which, when levels are elevated, may play a part in hostile violence. Once again, sex differences exist here. Although stress-induced elevations of cortisol tend to be higher, overall, in men, some specific stressors, such as social rejection, “appear to trigger larger cortisol increases in women.” Further, stress-induced abnormalities in cortisol secretion may begin in childhood, when traumatic stress has been found to reprogram the hypothalamic–pituitary–adrenal (HPA) axis in a disadvantageous way. Given that childhood abuse and neglect have long been linked to violence later in life, these early stress-related adaptations of the endocrine system may very well speak to greater sensitivity in boys than girls.\n\nFinally, Niehoff discusses the possibility that a genetic vulnerability contributes to uneven rates of violence among the sexes. Studies have shown that expression of monoamine oxidase A (MAOA), a protein coding gene, is responsible for the breakdown of the neurotransmitters norepinephrine and serotonin and may influence the brain's emotional circuitry, sensitivity to childhood maltreatment, and violent behavior. Importantly, the MAOA gene is linked to the x chromosome. Because women have two x chromosomes, men only one, when men inherit an x-linked gene from their mothers, they are usually affected by it, whereas women inheriting the same gene are generally unaffected. “Human males with the MAOA mutation … exhibit an increase in violent behavior, particularly the impulsive outbursts characteristic of hostile violence,” Niehoff writes.\n\nUltimately, Niehoff observes that the neurological factors producing violence are not limited to \"interactions between the prefrontal cortex and amygdala, the mechanisms regulating stress hormones, or a single gene.\" Rather, aggressive, violent behavior is the product of \"interconnected networks of brain regions, multiple chemical signals (both neurotransmitters and hormones), and multiple genes.\" In short, behavior results from hugely complex processes, and much work is ahead for those who wish to better understand how sex differences may or may not influence behavior.\n\nSource: Niehoff D. Not Hardwired: The Complex Neurobiology of Sex Differences in Violence. Violence and Gender. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "violence, sex differences, brain structure, amygdala, prefrontal cortex, stress, maoa, genetics", "og": {"site_name": "Medical Daily", "description": "Current research suggests violence is not “hardwired” into men, but due to differences in brain structure and function, stress response, and genetics, they may be more vulnerable than women to factors that increase aggressive behavior.", "title": "Sex Differences: Are Men ‘Hardwired’ For Violence?", "url": "http://www.medicaldaily.com/are-men-hardwired-violence-brain-structure-stress-and-genetics-influence-rates-aggression-268887", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/02/07/shutterstock165303053.jpg", "type": "article"}, "twitter": {"description": "Current research suggests violence is not “hardwired” into men, but due to differences in brain structure and function, stress response, and genetics, they may be more vulnerable than women to factors that increase aggressive behavior.", "title": "Sex Differences: Are Men ‘Hardwired’ For Violence?", "url": "http://www.medicaldaily.com/are-men-hardwired-violence-brain-structure-stress-and-genetics-influence-rates-aggression-268887", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/02/07/shutterstock165303053.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/02/07/shutterstock165303053.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Science/Tech", "published_time": "2014-02-07T15:15:40-05:00", "modified_time": "2014-02-07T15:15:39-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Current research suggests violence is not “hardwired” into men, but due to differences in brain structure and function, stress response, and genetics, they may be more vulnerable than women to factors that increase aggressive behavior."}, "article_summary": "Brain Structure, Stress, GenesNoting that rates of violence are disproportionately higher in men, Niehoff begins her discussion of the neuroscience of violent behavior by describing how the interaction between genes and environmental factors shape brain structure and function.\nIn fact, familial, social, cultural, and educational influences act in concert with genes to determine individual sensitivity and translate into modifications in brain structure, function, and connectivity.\nCurrent research suggests violence is not “hardwired” into men, but due to differences in brain structure and function, stress response, and genetics, they may be more vulnerable than women to factors that increase aggressive behavior.\n“Human males with the MAOA mutation … exhibit an increase in violent behavior, particularly the impulsive outbursts characteristic of hostile violence,” Niehoff writes.\nNiehoff ultimately suggests that violence is not “hardwired” into men — or certain individuals for that matter — but due to differences in brain structure and function, stress response, and genetics, they may be more vulnerable than women to factors that increase aggressive behavior."}