{"article_title": "20% of hospitals in six states have above-average readmissions", "article_keywords": ["aboveaverage", "lower", "20", "data", "average", "readmissions", "readmission", "states", "medical", "according", "rates", "medicare", "hospitals", "national"], "article_url": "http://www.fiercehealthcare.com/story/20-hospitals-six-states-have-above-average-readmissions/2014-01-06", "article_text": "At least 20 percent of hospitals in Maryland, New York, Illinois, Massachusetts, New Jersey and Rhode Island have higher readmission rates than the national average, according to new data from the Centers for Medicare & Medicaid Services (CMS).\n\nThe states with the highest proportion of hospitals with lower readmission rates than average include Hawaii, Idaho, Colorado, Oregon, South Carolina, Utah and Washington, according to Kaiser Health News. Thirteen to 16 percent of hospitals in those states have readmission rates lower than the national average.\n\nNationwide, 364 hospitals (8 percent) had above-average readmission rates. These hospitals included prestigious, high-profile institutions like Durham, N.C.'s Duke University Hospital and the Cleveland Clinic in Ohio, according to the article. At 315 hospitals across the country (7 percent), readmission rates were lower than the national average, including Dallas' Baylor University Medical Center, San Francisco's California Pacific Medical Center and Murray, Utah's Intermountain Medical Center. The nation's remaining hospitals fell in the average range, according to KHN.\n\nSeveral cities had a disproportionate amount of high-readmission hospitals, according to KHN, including:\n\nChicago, which had 19;\n\nPhiladelphia, which had 10;\n\nManhattan, with seven;\n\nLos Angeles, with four;\n\nBrooklyn, with 11;\n\nMiami, with four; and\n\nBoston, with five.\n\nOklahoma City had four hospitals with below-average readmission rates, making it the top city for such hospitals, according to KHN.\n\nIn August 2013, the second round of Medicare readmissions penalties resulted in fines for two-thirds of hospitals. Eighteen of those 2,225 hospitals were hit with the maximum penalty, a 2 percent cut in Medicare reimbursements, FierceHealthcare previously reported. However, data released in December by CMS indicated that readmissions among Medicare patients are on the decline. After dropping to 18.4 percent in 2012, the decline continued in 2013, with the rate falling below 18 percent in the first eight months of the year.\n\nTo learn more:\n\n- read the CMS data\n\n- here's the KHN article\n\nRelated Articles:\n\nReadmissions for Medicare patients fall for second year\n\nMedicare slaps two-thirds of US hospitals with readmission penalties\n\nHospital readmission rates heading in the right direction\n\n3 ways to make readmission policies fair for hospitals", "article_metadata": {"description": "At least 20 percent of hospitals in Maryland, New York, Illinois, Massachusetts, New Jersey and Rhode Island have higher readmission rates than the national average, according to new data from the Centers for Medicare & Medicaid Services (CMS).", "og": {"site_name": "FierceHealthcare", "description": "At least 20 percent of hospitals in Maryland, New York, Illinois, Massachusetts, New Jersey and Rhode Island have higher readmission rates than the national average, according to new data from the Centers for Medicare & Medicaid Services (CMS).", "title": "20% of hospitals in six states have above-average readmissions", "url": "http://www.fiercehealthcare.com/story/20-hospitals-six-states-have-above-average-readmissions/2014-01-06", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Cleveland Clinic,Kaiser Health News,Patient Care & Outcomes,Readmission Penalties,readmissions", "viewport": "width=device-width", "news_keywords": "Patient Care & Outcomes"}, "article_summary": "Oklahoma City had four hospitals with below-average readmission rates, making it the top city for such hospitals, according to KHN.\nThirteen to 16 percent of hospitals in those states have readmission rates lower than the national average.\nNationwide, 364 hospitals (8 percent) had above-average readmission rates.\nThe states with the highest proportion of hospitals with lower readmission rates than average include Hawaii, Idaho, Colorado, Oregon, South Carolina, Utah and Washington, according to Kaiser Health News.\nSeveral cities had a disproportionate amount of high-readmission hospitals, according to KHN, including:Chicago, which had 19;Philadelphia, which had 10;Manhattan, with seven;Los Angeles, with four;Brooklyn, with 11;Miami, with four; andBoston, with five."}