{"article_title": "With humor and 'gravitas,' 13-year-old takes regional spelling bee", "article_keywords": ["school", "conder", "humor", "takes", "saidschoenfeld", "13yearold", "win", "national", "regional", "schoenfeld", "gravitas", "bee", "words", "word", "spelling"], "article_url": "http://www.dailycamera.com/news/boulder/ci_25207958/humor-and-gravitas-13-year-old-takes-regional", "article_text": "Teddy Schoenfeld will go on to compete in Washington, D.C.\n\nSample words from the spelling bee These are some of the words competitors wrestled with on Saturday: Backstein Poignant Rendezvous Epistle Iridology Sanguine Webelos Panoply Peripatetic Anachronism Soliloquy Batik Dahlia\n\nTeddy Schoenfeld, 13, commanded the stage.\n\n\"The word is 'gravitas,'\" Jim Conder, the pronouncer, said.\n\nSchoenfeld asked for Conder to repeat the word.\n\nConder complied, and as he did, Schoenfeld echoed the word into his microphone at the same time.\n\n\"Jinx!\" Schoenfeld said as laughter erupted throughout the crowd.\n\nHe then spelled 'gravitas' and won the Boulder Valley School District Regional Spelling Bee.\n\nThe bee was held at Casey Middle School on Saturday morning. It was co-sponsored by Barnes & Noble, the Daily Camera and several local branches of Rotary International. It featured 49 young walking dictionaries whom had each won their schools' spelling bees.\n\n\"If a kindergartener were an incredibly good speller, they could participate. We don't have any here today, though. From elementary school, it's mostly fourth and fifth graders, and you're allowed to participate up until eighth grade,\" Jeff Oliver, community relations manager for the bee, said.\n\nSchoenfeld is a seventh-grader at Summit Middle Charter School. He has participated in the regional bee since he was in third grade and was runner-up last year.\n\nHis interest in spelling began in the second grade, he said, when he got his first taste of competitive spelling at his elementary school's spelling bee.\n\n\"I got out on the word 'plumber.' Ever since then, I've wanted to win. I've always been competitive, and this is an opportunity for that,\" he said.\n\nNext up for Schoenfeld is an all-expense paid trip to Washington, D.C. where he will compete in the Scripps National Spelling Bee.\n\nAside from confidently spelling every word thrown at him with composure and ease, Schoenfeld cracked several jokes throughout his time on stage. At one point, he asked Conder to use a word in a song as opposed to the usual request of using a word in a sentence.\n\n\"The guy's got a future in stand-up,\" Conder said.\n\nConder, a longtime Denver radio host, has been the bee's pronouncer for 12 years.\n\n\"I really enjoy it. I don't like watching the kids pained by defeat because they're all champs, but watching the victory is amazing. A win means going to Washington, D.C. A win could be life-changing,\" he said.\n\nSchoenfeld studies by practicing word lists off the website quizlet.com.\n\nHis father, Bruce, attributes the win to Teddy's curiosity.\n\n\"He's always read a lot. He's just interested in everything,\" he said.\n\nEva Kitlen, 15, of Niwot High School was among the judges of the bee. Kitlen is a two-time winner of Boulder Valley's spelling bee and placed nineteenth at the national bee last year. She was pleased to be behind the judging desk this time around.\n\n\"I'm actually really happy I'm not spelling today because it's so stressful,\" she said.\n\nSchoenfeld didn't let the stress bother him.\n\n\"I wasn't very nervous. I knew the words. After coming in second last year, I felt like a contender this year,\" he said.\n\nIn addition to his aptitude with words, young Schoenfeld also has an affinity for athletics. He said his dream job would be a professional baseball player for the Boston Red Sox. His little league team made it to regionals last year.\n\n\"It's rare you have a kid making it to regionals in both little league and a spelling bee. He's just interested in so many things,\" his father said.\n\nAs for Schoenfeld, his win still feels a bit surreal. He shook his head in disbelief at the thought of competing on a national level.\n\n\"It hasn't sunk in yet. That's incredible. I always sat watching the Scripps National Spelling Bee on television, and I would think, 'Hey, I could spell those words!' I can't believe I did it,\" he said.", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/news/boulder/ci_25207958/humor-and-gravitas-13-year-old-takes-regional", "sailthru.author": "By Elizabeth Hernandez \n \n  For the Camera", "ag": {"canon": "BoulderDailyCamera:article:25207958:view"}, "startDate": "2014-02-22T16:33:44-0700", "twitter": {"domain": "dailycamera.com", "description": "\"The word is 'gravitas,'\" Jim Conder, the pronouncer, said.", "title": "With humor and 'gravitas,' 13-year-old takes regional spelling bee", "url": "http://www.dailycamera.com/news/boulder/ci_25207958/humor-and-gravitas-13-year-old-takes-regional", "image": "http://extras.mnginteractive.com/live/media/site21/2014/0222/20140222__23dcaspew~1.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "Boulder News", "modificationDate": "2014-02-22T21:28:33-0700", "endDate": "2024-02-22T16:32:22-0700", "news_keywords": "Boulder News, Boulder News news, Boulder Colorado Boulder News news, Boulder Colorado news, Boulder News Boulder news, Boulder News Colorado news, US Boulder News news, world Boulder News news.", "byline": "By Elizabeth HernandezFor", "pubDate": "2014-02-22T16:38:36-0700", "sailthru.date": "2014-02-22T16:33:44-0700", "sailthru.title": "With humor and 'gravitas,' 13-year-old takes regional spelling bee", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2014/0222/20140222__23dcaspew~1_300.jpg", "description": "\"The word is 'gravitas,'\" Jim Conder, the pronouncer, said.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/news/boulder/ci_25207958/humor-and-gravitas-13-year-old-takes-regional", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "\"The word is 'gravitas,'\" Jim Conder, the pronouncer, said.", "title": "With humor and 'gravitas,' 13-year-old takes regional spelling bee"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2014/0222/20140222__23dcaspew~1.jpg"}, "article_summary": "Kitlen is a two-time winner of Boulder Valley's spelling bee and placed nineteenth at the national bee last year.\nHis interest in spelling began in the second grade, he said, when he got his first taste of competitive spelling at his elementary school's spelling bee.\nHe then spelled 'gravitas' and won the Boulder Valley School District Regional Spelling Bee.\nI always sat watching the Scripps National Spelling Bee on television, and I would think, 'Hey, I could spell those words!'\n\"It's rare you have a kid making it to regionals in both little league and a spelling bee."}