{"article_title": "Cheap oil, economic growth and income inequality", "article_keywords": ["decline", "oil", "growth", "means", "price", "cheap", "american", "inequality", "economic", "income", "prices", "issue"], "article_url": "http://thehill.com/blogs/pundits-blog/finance/251858-cheap-oil-economic-growth-and-income-inequality", "article_text": "The declining oil prices, and the forecast for protracted low prices, has put extra money in the pockets of every American household and is responsible for 20 percent of America's current economic growth. Rather than understand the implications of those facts and that the path created to protracted and accelerating growth in the U.S., aspiring Republican presidential nominees are mewling and puking about job losses in the energy sector, public employee union activities, the rising cost of healthcare, deficit spending, walls along the border with Mexico, lousy deals with Iran — but not how to grow the economy.\n\nADVERTISEMENT\n\nThe issue is income inequality and while Democrats are continuing to make this point, Republicans have been distracted by showboating the issues popularized by the current front-runner.\n\nRepublicans are so busy flexing their tough sides on immigration, foreign policy and domestic programs that they've failed to address the pressing and fundamental issue that will define America's future. The decline in oil prices has put a particularly fine point on that issue. Oil's price decline has put between 750 and $1,500 in the pocket of every American household in the past year. Given that the median household income in the U.S. is just over $52,000, that is a 1.5 percent to 3 percent increase. Please be reminded that the average wage increase for the trailing 12 months has been 2.1 percent, so this oil dividend is a significant number.\n\nThe sudden drop from roughly $65 per barrel to the current price of $40 per barrel over the past several weeks has been accompanied by forecasts that the price decline will continue and stabilize around $35. Keep in mind that oil prices most recently peaked in June of last year at $107 per barrel. So, the sudden decline accompanied by expected future low prices will put an additional $500 to $1,200 per year into household coffers.\n\nA precipitous decline in the price of oil conjures up all sorts of benefits for the United States. It means that the Federal Reserve will now be frozen in its effort to raise interest rates. It means that Russia's aggressive behavior will be muted as its revenues continue to decline. It means that the $150 billion that the Iran deal is supposed to shove into the pockets of the ayatollahs will be down by 40 percent. It means that airlines will be forced to lower airfares, that American products will be less expensive to produce, and the list goes on. However, the principal benefit is that the average American wage earner will have another boost in discretionary income. In turn, it means that economic growth will benefit by an additional 0.2 percent to 0.3 percent. While these numbers appear small, it is worth noting that gross domestic product growth in 2014 was 2.3 percent, so the impact of oil price declines on the 123 million American households adds up to a number that amounts to 20 percent of the current growth rate and could account for as much as a third of U.S. economic growth in the future.\n\nWhat declining oil prices teach us better than any other lesson in this economic climate is that increased income for the average American leads immediately to increased economic activity and growth. It's a lesson that simply doesn't resonate with the wealthy — guys like Donald Trump Donald TrumpDemocrats demand Republicans cancel upcoming break Tech entrepreneur funding Hulk Hogan's Gawker lawsuit Team Sanders pressures Trump for debate MORE — and presently it seems to have no impact whatsoever on the Republican Party.\n\nIt is true that the oil price decline is simply a serendipitous outcome, not a deliberate policy. It does highlight the issues surrounding income inequality. Income inequality is not just a story about disproportionate pay for the 1 percent; it is about the suppression of wages for the average worker for the past 40 years. While it is true that the American economy has shifted away from manufacturing to high-tech and service businesses, it is also true that U.S. corporate culture has become increasingly oriented toward shareholders over stakeholders. More to the point: Government actions, since the time of President Reagan, have systematically disenfranchised American workers for the benefit of business owners. The result has been stagnant or declining wages and slower economic growth.\n\nTo provide a systematic boost to the continued growth in the American economy takes but a stroke of the pen. That is what the issue over minimum wages is all about. That is what mandatory sick leave pay, maternity leave, equal pay, paid vacation time, minimum standards for health insurance, limitation of work hours, the forcing of employers to hire as full time or paying benefits to \"contract workers,\" limiting usurious interest rates, reducing credit card abuse, reforming confiscatory bankruptcy laws, higher spending on education, and support for student loans is all about. It boggles the mind that there are so many ways that government could force the issue on increasing wages, yet there are so many policies that government has enacted enabling business to suppress them.\n\nThe history of the U.S. economy for the next generation will be written in the next several years. It is not simply a matter of who holds the office of president; it is the matter of a legislature that has become the handmaiden of corporate interests. It may be the case that greed and self interest are not in themselves a bad thing, but it has transpired in an environment with no context. There is clear evidence that the 30-year period of high economic growth following World War II was cut by one-third as a result of shifting wage earners' income to the wealthy and the shareholder.\n\nThe oil price declines give right-minded politicians a way to poignantly make the case to a large part of the public that the relief they feel is only a piece of what they could feel if government economic policy was actually working for the benefit of the people. We can only hope that the distractions of the current phase of electioneering pass and that the real issue — income inequality — is placed before the public once again.\n\nRussell is managing director of Cove Hill Advisory Services.", "article_metadata": {"dcterms.description": "Increased income for the average American leads immediately to increased economic activity and growth.", "description": "Increased income for the average American leads immediately to increased economic activity and growth.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Contributors"}}, "og": {"site_name": "TheHill", "description": "Increased income for the average American leads immediately to increased economic activity and growth.", "title": "Cheap oil, economic growth and income inequality", "url": "http://thehill.com/blogs/pundits-blog/finance/251858-cheap-oil-economic-growth-and-income-inequality", "image": "http://thehill.com/sites/default/files/article_images/gas_ethanol_gasstation_111513getty.jpg", "updated_time": "2016-02-01T06:17:42-05:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "dcterms.modified": "2016-02-01T06:17-05:00", "dcterms.identifier": "http://thehill.com/blogs/pundits-blog/finance/251858-cheap-oil-economic-growth-and-income-inequality", "dcterms.date": "2015-08-25T06:30-04:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "David Russell, contributor", "author": "David Russell, contributor", "dcterms.type": "Text", "keywords": "oil, gas, gas prices, income inequality, Economic growth, Distribution of wealth,Donald Trump,", "article": {"published_time": "2015-08-25T06:30:03-04:00", "modified_time": "2016-02-01T06:17:42-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/pundits-blog/finance/251858-cheap-oil-economic-growth-and-income-inequality", "widgets": {"csp": "on"}, "description": "Increased income for the average American leads immediately to increased economic activity and growth.", "card": "summary", "title": "Cheap oil, economic growth and income inequality"}, "dcterms.title": "Cheap oil, economic growth and income inequality"}, "_id": "\"57477af56914bd0286fe5083\"", "article_summary": "It is true that the oil price decline is simply a serendipitous outcome, not a deliberate policy.\nKeep in mind that oil prices most recently peaked in June of last year at $107 per barrel.\nIn turn, it means that economic growth will benefit by an additional 0.2 percent to 0.3 percent.\nWhat declining oil prices teach us better than any other lesson in this economic climate is that increased income for the average American leads immediately to increased economic activity and growth.\nWe can only hope that the distractions of the current phase of electioneering pass and that the real issue — income inequality — is placed before the public once again."}