{"article_title": "Republicans Present Five Point Legislative Plan For Election Year", "article_keywords": ["legislative", "sure", "constitution", "point", "senate", "republicans", "told", "ryan", "poverty", "plan", "agenda", "speaker", "believe", "solutions", "present", "election"], "article_url": "http://dailycaller.com/2016/01/17/republicans-present-five-point-legislative-plan-for-election-year/", "article_text": "Speaker of the House Paul Ryan (R-WI (L) and Senate Majority Leader Mitch McConnell (R-KY) walk together to a Senate GOP policy luncheon in the U.S. (Chip Somodevilla/Getty Images)\n\n4861749\n\nBALTIMORE—Republicans presented a five point legislative plan Friday for the upcoming election year that hits national security, economic growth, health care, an anti-poverty initiative, and restoring the Constitution.\n\nAccording to House Speaker Paul Ryan , Republicans will work with their colleagues through committee led task forces to achieve these agenda goals and every member and their constituents will have a chance to give input during the process. The speaker told reporters he expects to have a complete agenda “by the time we have a nominee.”\n\n“Americans are very anxious right now and rightfully so. How do we go about making sure that we are secure at home? How do we go about building the 21st-century military and make sure we are equipped to defeat ISIS– the threat posed by Islamic terrorism?” Ryan told reporters Friday at the close of the Republican retreat.\n\nRyan went on to describe stagnant wages and struggling American families, asking, “How do we fix our tax code? How do we rein in the regulatory state? How do we maximize our Energy potential?”\n\nThe Speaker criticized the president’s Affordable Care Act, saying it led to fewer choices, higher deductibles and less access to the consumer. “How do we not only repeal this law but what’s solutions lead us to lower costs and they truly patient centered system?” he asked.\n\nThe anti-poverty and opportunity agenda is an initiative, often dealt with by Democrats, but Ryan is quick to explain the differences between how Republicans plan to legislate fro how Democrats legislated it in the past.\n\nRyan told The Daily Caller, “The status quo, which is now the Obama administration, believe measuring success with the war on poverty is spending more money and having more federal programs and having Washington dictate solutions to communities,” Ryan said.\n\n“We fundamentally reject that premise. We disagree with that. And so we believe the better more effective way of fighting poverty and combating the lack of upward mobility is to go at the root causes to break the cycle of poverty,” he said. “That means take our principles and apply them to this problem. What are our principles? We believe in freedom liberty self-determination government by consent government closest to the people. We believe in communities. We believe in federalism.”\n\nFinally, Ryan described the “restoring the Constitution” piece of the Republican Party agenda for the year, calling it “critical” to the other four pieces.\n\n“How do you restore the constitution because he presidents executive orders has undermined the constitution and damaged the peoples trust,” he said, later saying, “Look this is nothing short of a generational defining moment we are in. The country is crying out for solutions.”\n\nFollow Kerry on Twitter", "article_metadata": {"sailthru.author": "Kerry Picket", "description": "BALTIMORE—Republicans presented a five point legislative plan Friday for the upcoming election year that hits national security, economic growth, health care,", "og": {"site_name": "The Daily Caller", "description": "BALTIMORE—Republicans presented a five point legislative plan Friday for the upcoming election year that hits national security, economic growth, health care, an anti-poverty initiative, and restori", "title": "Republicans Present Five Point Legislative Plan For Election Year", "url": "http://dailycaller.com/2016/01/17/republicans-present-five-point-legislative-plan-for-election-year/", "image": {"width": 417, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2015/12/GettyImages-495488884-e1462484485916.jpg", "height": 504}, "type": "article"}, "twitter": {"description": "'This is nothing short of a generational defining moment'", "creator": "@KerryPicket", "url": "http://dailycaller.com/2016/01/17/republicans-present-five-point-legislative-plan-for-election-year/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2015/12/GettyImages-495488884-e1462484485916.jpg"}, "title": "Republicans Present Five Point Legislative Plan For Election Year Via @dailycaller", "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2016-01-17 14:19:28", "sailthru.title": "Republicans Present Five Point Legislative Plan For Election Year", "HandheldFriendly": "true", "keywords": "congress,house republicans,paul ryan", "fb": {"app_id": 143489452702, "pages": 182919686769}, "sailthru.tags": "congress,paul-ryan,kerry-picket", "sailthru.description": "BALTIMORE—Republicans presented a five point legislative plan Friday for the upcoming election year that hits national security, economic growth, health care, an anti-poverty initiative, and restori", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2015/12/GettyImages-495488884-e1462484485916.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "The speaker told reporters he expects to have a complete agenda “by the time we have a nominee.”“Americans are very anxious right now and rightfully so.\nRyan went on to describe stagnant wages and struggling American families, asking, “How do we fix our tax code?\nWe believe in federalism.”Finally, Ryan described the “restoring the Constitution” piece of the Republican Party agenda for the year, calling it “critical” to the other four pieces.\nHow do we go about building the 21st-century military and make sure we are equipped to defeat ISIS– the threat posed by Islamic terrorism?” Ryan told reporters Friday at the close of the Republican retreat.\nHow do we go about making sure that we are secure at home?"}