{"article_title": "Caffeine Pills Boost Long-Term Memory And Pattern Separation In Study", "article_keywords": ["images", "pattern", "study", "longterm", "caffeine", "memories", "subjects", "effects", "separation", "memory", "yassa", "similar", "boost", "pills", "researchers"], "article_url": "http://www.medicaldaily.com/caffeine-pills-boost-long-term-memory-and-pattern-separation-study-266914", "article_text": "A shot of espresso may help you find those keys. In a new study from Johns Hopkins University, researchers show that caffeine makes it easier to remember by boosting the brain’s ability to consolidate long-term memories. Aside from furthering the current understanding of how memories are formed, the findings may also have clinical relevance within psychiatric and geriatric care.\n\nLead author Dr. Michael Yassa said in a press release that, while numerous studies have shown that caffeine can boost working memory, attention, and processing speed, few papers have investigated how this affects a person’s long-term memory. \"We've always known that caffeine has cognitive-enhancing effects, but its particular effects on strengthening memories and making them resistant to forgetting has never been examined in detail in humans,\" he said. \"We report for the first time a specific effect of caffeine on reducing forgetting over 24 hours.\"\n\nCaffeine and Memory\n\nFor the study, Yassa and his colleagues enrolled a number of volunteers in a memorization experiment. The subjects, who did not regularly consume caffeinated products, were given a caffeine pill or a placebo pill five minutes after studying a series of images. Twenty-four hours later, they were shown another sequence of images and asked to determine whether each slide was “new,” “old,” or “similar” to one they had already seen.\n\nThe team found that the group who received caffeine pills were significantly more accurate in identifying the “similar” images compared to the group administered placebos. According to the researchers, the fact that the pills were given after the task suggests that the observed advantage was the result of enhanced memory and nothing else. \"Almost all prior studies administered caffeine before the study session, so if there is an enhancement, it's not clear if it's due to caffeine's effects on attention, vigilance, focus or other factors,” Yassa explained. “By administering caffeine after the experiment, we rule out all of these effects and make sure that if there is an enhancement, it's due to memory.”\n\nA Less Forgetful Population\n\nNotably, the design of the experiment also allowed the researchers to determine precisely how caffeine makes it easier to remember. From the fact that caffeine subjects only outdid non-caffeine subjects when it came to identifying the “similar” images, the team concluded that caffeine enhances the so-called consolidation rather than the mental retrieval of memories. \"If we used a standard recognition memory task without these tricky similar items, we would have found no effect of caffeine,\" Yassa said. \"However, using these items requires the brain to make a more difficult discrimination –– what we call pattern separation, which seems to be the process that is enhanced by caffeine in our case.\"\n\nWhile this limitation may make a commercialized memory-pill unlikely, the results nonetheless illuminate a potential cognitive enhancer for people suffering from various types of mental decline. With the global average lifespan on the rise, the incidence of age-related disease is expected to follow suit, making the need for treatment strategies against Alzheimer’s disease and other neurodegenerative disorders even more pressing. For this reason, this newly discovered benefit could be used to improve health guidelines for at-risk demographics.\n\n\"The next step for us is to figure out the brain mechanisms underlying this enhancement,\" Yassa told reporters. \"We can use brain-imaging techniques to address these questions. We also know that caffeine is associated with healthy longevity and may have some protective effects from cognitive decline like Alzheimer's disease. These are certainly important questions for the future.\"\n\nSource: Borota D, Murray E, Keceli G, Yassa M et al. “Post-study caffeine administration enhances memory consolidation in humans.” Nature Neuroscience. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "caffeine memory, long-term memory, coffee memory, caffeine pills,", "og": {"site_name": "Medical Daily", "description": "Caffeine pills administered five minutes after a memory task were shown to improve remembrance 24 hours later.", "title": "A Cup Of Coffee May Help You Remember", "url": "http://www.medicaldaily.com/caffeine-pills-boost-long-term-memory-and-pattern-separation-study-266914", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/12/coffee.jpg", "type": "article"}, "twitter": {"description": "Caffeine pills administered five minutes after a memory task were shown to improve remembrance 24 hours later.", "title": "A Cup Of Coffee May Help You Remember", "url": "http://www.medicaldaily.com/caffeine-pills-boost-long-term-memory-and-pattern-separation-study-266914", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/12/coffee.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/12/coffee.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-01-12T14:19:51-05:00", "modified_time": "2014-01-12T14:19:49-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Caffeine pills administered five minutes after a memory task were shown to improve remembrance 24 hours later."}, "_id": "\"57477af46914bd0286fd670c\"", "article_summary": "Caffeine and MemoryFor the study, Yassa and his colleagues enrolled a number of volunteers in a memorization experiment.\nThe team found that the group who received caffeine pills were significantly more accurate in identifying the “similar” images compared to the group administered placebos.\n\"If we used a standard recognition memory task without these tricky similar items, we would have found no effect of caffeine,\" Yassa said.\nIn a new study from Johns Hopkins University, researchers show that caffeine makes it easier to remember by boosting the brain’s ability to consolidate long-term memories.\nLead author Dr. Michael Yassa said in a press release that, while numerous studies have shown that caffeine can boost working memory, attention, and processing speed, few papers have investigated how this affects a person’s long-term memory."}