{"article_title": "La guerra de Obama contra la desigualdad", "article_keywords": ["el", "en", "la", "guerra", "lo", "contra", "que", "ms", "las", "y", "desigualdad", "ha", "los", "obama"], "article_url": "http://economia.elpais.com/economia/2016/05/21/actualidad/1463823473_901663.html", "article_text": "Esta semana, ha habido dos grandes historias relacionadas con la política económica que posiblemente se hayan perdido si los han distraído la ampulosidad de Trump y el griterío de los seguidores sin futuro de Sanders. Ambas historias dicen mucho de lo que el presidente Obama ha conseguido y de lo que está en juego en las elecciones de este año.\n\nUna de las historias, lamento decirlo, tiene que ver con Donald Trump: el presunto candidato republicano —quien ya ha declarado que lo cierto es que les rebajará drásticamente los impuestos a los ricos, independientemente de lo que haya dicho últimamente— ha vuelto ha manifestar su intención de prescindir de la ley Dodd-Frank, la reforma financiera aprobada durante el breve periodo de control demócrata del Congreso. Que conste que, aunque a Trump a veces se le describa como \"populista\", casi todas las medidas políticas de calado que ha anunciado harán a los ricos aún más ricos a costa de los trabajadores.\n\nLa otra historia tiene que ver con un cambio político logrado gracias a la actuación del ejecutivo: el Gobierno de Obama ha publicado directrices nuevas sobre la remuneración de las horas extra que beneficiarían a unos 12,5 millones de trabajadores.\n\nLo que ambas historias nos dicen es que el Gobierno de Obama ha hecho mucho más de lo que la mayoría piensa por combatir la desigualdad económica extrema. Esa lucha continuará si Hillary Clinton gana las elecciones; pero sucederá todo lo contrario si gana Trump.\n\nPárense a pensar un momento y pregúntense qué puede hacer la política para poner coto a la desigualdad. La respuesta es que puede actuar en dos frentes. Puede contribuir a la redistribución de la riqueza gravando las rentas elevadas y ayudando a las familias con menos ingresos. También puede llevar a cabo lo que a veces se denomina “predistribución”, reforzando la capacidad de negociación de los trabajadores peor pagados y restringiendo las oportunidades de que unas cuantas personas ganen sumas astronómicas. En la práctica, los Gobiernos que consiguen limitar la desigualdad suelen actuar en ambos frentes.\n\nPodemos constatarlo en nuestra propia historia. La sociedad de clase media en la que creció mi generación, la de la explosión demográfica, no surgió por casualidad; fue un producto del New Deal, que fue capaz de conseguir lo que los economistas llaman la “Gran Compresión”, una enorme reducción de la desigualdad de rentas. Por un lado, las políticas de protección de los trabajadores condujeron a una sorprendente expansión de los sindicatos, lo que, junto al establecimiento de un salario mínimo relativamente alto, contribuyó a elevar los sueldos, sobre todo los más bajos. Por otra parte, subieron mucho los impuestos a las grandes fortunas, mientras que programas clave como el de la Seguridad Social sirvieron para ayudar a las familias trabajadoras.\n\nNada de lo que ha hecho Obama servirá más que para reducir ligeramente la desigualdad en Estados Unidos. Pero sus medidas tampoco son intrascendentes\n\nEs algo que también podemos ver al comparar unos países con otros. Entre los países desarrollados, Estados Unidos tiene el grado más alto de desigualdad y Dinamarca, el más bajo. ¿Cómo lo consigue Dinamarca? En parte, con impuestos más altos y programas sociales de más envergadura, pero lo primero es reducir la desigualdad en los ingresos procedentes del trabajo y las rentas, gracias en buena medida a unos salarios mínimos altos y a un movimiento sindical que representa a dos tercios de los trabajadores.\n\nAhora bien, Estados Unidos no está a un paso de convertirse en Dinamarca y Obama, que se enfrenta a una oposición implacable en el Congreso, nunca ha estado en condiciones de repetir el New Deal. (Incluso los avances de Roosevelt frente a la desigualdad fueron limitados hasta que la Segunda Guerra Mundial confirió al Gobierno un control poco habitual sobre la economía). Pero ha pasado mucho más de lo que parece.\n\nLo más evidente es que Obamacare proporciona asistencia y subvenciones principalmente a los trabajadores estadounidenses con menos ingresos, y en parte costea esas ayudas con unos impuestos más elevados para las rentas más altas. Ello la convierte en una importante política de redistribución (la más importante de esta clase desde la década de 1960).\n\nY entre los impuestos adicionales de Obamacare y el fin de las rebajas tributarias a las rentas más altas aprobadas por Bush, que terminaron gracias a la reelección de Obama, el tipo impositivo medio federal que se aplica al 1% más rico ha subido considerablemente. De hecho, casi ha vuelto a ser el que era en 1979, antes de Ronald Reagan, algo de lo que nadie parece ser consciente.\n\n¿Y qué hay de la predistribución? Bueno, ¿por qué está Trump, como todo el Partido Republicano, tan ansioso por revocar la reforma financiera? Porque, a pesar de lo que hayan oído decir sobre su ineficacia, la ley Dodd-Frank sí que ha dificultado de forma considerable la capacidad de Wall Street para ganar dinero a espuertas. No ha ido lo bastante lejos, pero es lo suficientemente importante para que los banqueros vociferen, lo cual es buena señal.\n\nY aunque la medida sobre las horas extra llega demasiado tarde, tiene bastante calado y podría suponer el comienzo de medidas mucho más generalizadas.\n\nNuevamente, nada de lo que ha hecho Obama servirá más que para reducir ligeramente la desigualdad en Estados Unidos. Pero sus medidas tampoco son intrascendentes.\n\nY hasta estos tímidos pasos demuestran que no hay justificación para el pesimismo y el fatalismo con los que, demasiado a menudo, se trata este asunto. No, Estados Unidos no es una oligarquía en la que ambos partidos se plieguen servilmente a los intereses de la élite económica. El dinero es poderoso a ambos lados del espectro político, pero la influencia de los grandes donantes no ha impedido que el actual presidente haya contribuido considerablemente a reducir la desigualdad de rentas; y habría hecho mucho más si se hubiera enfrentado a menos oposición en el Congreso.\n\nTraducción de News Clips.", "article_metadata": {"lang": "es", "DC.description": "Nada de lo que ha hecho el presidente servirá más que para reducir ligeramente la desigualdad en EE UU. Pero sus medidas tampoco son intrascendentes.", "description": "Nada de lo que ha hecho el presidente servirá más que para reducir ligeramente la desigualdad en EE UU. Pero sus medidas tampoco son intrascendentes.", "author": "Paul Krugman", "og": {"site_name": "EL PAÍS", "description": "Nada de lo que ha hecho el presidente servirá más que para reducir ligeramente la desigualdad en EE UU. Pero sus medidas tampoco son intrascendentes.", "title": "Opinión | La guerra de Obama contra la desigualdad", "url": "http://economia.elpais.com/economia/2016/05/21/actualidad/1463823473_901663.html", "image": "http://ep00.epimg.net/iconos/v1.x/v1.0/promos/promo_og_economia.png", "updated_time": "2016-05-21T11:38:12+02:00", "type": "article"}, "twitter": {"site": "@elpais_economia", "card": "summary", "title": "Opinión | La guerra de Obama contra la desigualdad; por Paul Krugman"}, "DC.publisher": "Ediciones El País", "DC.date.issued": "2016-05-21", "DC.date": "2016-05-21", "date": "2016-05-21T11:38:12+02:00", "fb": {"app_id": 94039431626}, "DC.creator": "Ediciones El País", "DC.language": "es", "format-detection": "address=no;email=no,telephone:no", "keywords": "guerra, obama, desigualdad, haber, hacer, presidente, servir, reducir, ee uu, medida, ser, intrascendente", "article": {"publisher": "https://www.facebook.com/elpais", "section": "economia", "tag": "Economía", "published_time": "2016-05-21", "modified_time": "2016-05-21T11:38:12+02:00"}, "news_keywords": "Opinión,Barack Obama,Desigualdad económica,Estados Unidos,Norteamérica,América,Economía", "DC.subject": "guerra, obama, desigualdad, haber, hacer, presidente, servir, reducir, ee uu, medida, ser, intrascendente", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "DC.title": "La guerra de Obama contra la desigualdad"}, "article_summary": "Lo que ambas historias nos dicen es que el Gobierno de Obama ha hecho mucho más de lo que la mayoría piensa por combatir la desigualdad económica extrema.\nLa sociedad de clase media en la que creció mi generación, la de la explosión demográfica, no surgió por casualidad; fue un producto del New Deal, que fue capaz de conseguir lo que los economistas llaman la “Gran Compresión”, una enorme reducción de la desigualdad de rentas.\nEllo la convierte en una importante política de redistribución (la más importante de esta clase desde la década de 1960).\nNuevamente, nada de lo que ha hecho Obama servirá más que para reducir ligeramente la desigualdad en Estados Unidos.\nNada de lo que ha hecho Obama servirá más que para reducir ligeramente la desigualdad en Estados Unidos."}