{"article_title": "California Governor Signs Physician-Assisted Suicide Bill Into Law", "article_keywords": ["session", "suicide", "patient", "physicianassisted", "governor", "patients", "medication", "california", "special", "signs", "felt", "end", "bill", "law"], "article_url": "http://ww2.kqed.org/stateofhealth/2015/10/05/governor-brown-signs-physician-assisted-suicide-bill-into-law-california-right-to-die/", "article_text": "California Gov. Jerry Brown signed landmark legislation today allowing terminally ill patients to obtain lethal medication to end their lives when and where they choose.\n\nIn a deeply personal note, Brown said he read opposition materials carefully, but in the end was left to reflect on what he would want in the face of his own death.\n\n“I do not know what I would do if I were dying in prolonged and excruciating pain,” he wrote. “I am certain, however, that it would be a comfort to be able to consider the options afforded by this bill. And I wouldn’t deny that right to others.”\n\nListen to a special presentation from The California Report:\n\n\n\nOne of the key co-authors of the legislation, Sen. Bill Monning, D-Carmel, said the signing “marks a historic day in California” and called the governor’s thoughts “a powerful statement.”\n\nBrown’s signature concludes a hotly contested, 10-month debate that elicited impassioned testimony from lawmakers, cancer patients who fear deaths marked by uncontrollable pain and suffering, and religious and disability advocates who fear coercion and abuse.\n\nMarg Hall, an advocate with the Bay Area disability rights group Communities United in Defense of Olmstead, said she was “disappointed” and “worried.”\n\n“Given the level of dysfunction and injustice that exists currently in our health care system, with many people without insurance still, with the very underfunded ability of people to have choices for treatment and care, adding this very potentially dangerous tool to the mix is of great concern to people with disabilities,” Hall said.\n\nMarilyn Golden, senior policy analyst with the Disability Rights Education and Defense Fund strongly opposed the new law and said it lacked safeguards and that abusive heirs or caregivers could “steer” patients toward assisted suicide.\n\nThe new law requires two doctors to determine that a patient has six months or less to live before prescribing the drugs. Patients must be physically able to swallow the medication themselves and must have the mental capacity to make medical decisions.\n\nOne of the meetings must be private, with only the patient and the physician present, a requirement aimed at ensuring the patient is acting independently, Monning said. Patients must also reaffirm in writing that they intend to take the medication within 48 hours of doing so.\n\nGolden called these safeguards “hollow.” She said none of the states that have legalized this option require a witness at the death. When asked if opponents would be monitoring implementation of the law to ensure there is no abuse, she said her group “is not taking any options off the table right now.”\n\nPerhaps the most visible face of passage of this law is Brittany Maynard, the 29-year-old California woman who suffered from terminal brain cancer and moved to Oregon explicitly because it permits aid-in-dying. Maynard used the law to end her life last November.\n\nIn an interview with KQED on Monday, her widower, Dan Diaz, said he felt “an enormous sense of gratitude” upon passage of the law in California. He said his wife would have felt “relief … for all terminally ill Californians that they have that bit of control.”\n\nElizabeth Wallner, 51, a stage 4 colon cancer patient in Sacramento, said she felt a “a great sense of relief. … I don’t want to die,” she said, but “having the option is really powerful.”\n\nKQED’s April Dembosky breaks down the bill:\n\n\n\nThe law started out as SB128, a bill introduced in January. That bill cleared the senate floor, but ultimately stalled in the Assembly in July. The authors introduced a similar bill in August during the special legislative session called by Brown this summer.\n\nThe law will take effect sometime in 2016, 91 days after the special legislative session concludes. At present, the special session is ongoing and does not have an end date scheduled.\n\nWhen the law goes into effect, California will become the fifth state to allow physician-assisted suicide, along with Oregon, Washington, Montana and Vermont. The practice was permitted in New Mexico until August, when an appeals court reversed a lower court ruling establishing physician-assisted suicide as a fundamental right.\n\nAdvocates have appealed the case to the state Supreme Court, and a hearing is set for later this month.\n\nThe California law is set to expire in 10 years, unless the Legislature passes another law to extend it.\n\nRead the governor’s full statement:\n\n\n\n", "article_metadata": {"description": "California becomes fifth state to permit terminally-ill patients to obtain lethal medication from their doctors.", "contextly-page": "{\"title\":\"California Governor Signs Physician-Assisted Suicide Bill Into Law\",\"url\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/2015\\/10\\/05\\/governor-brown-signs-physician-assisted-suicide-bill-into-law-california-right-to-die\\/\",\"pub_date\":\"2015-10-05 12:55:10\",\"mod_date\":\"2015-10-05 18:03:03\",\"type\":\"post\",\"post_id\":87522,\"author_id\":\"3205\",\"author_name\":\"April Dembosky\",\"author_display_name\":\"April Dembosky\",\"tags\":[\"Aid in Dying\",\"News\",\"Physician-assisted Suicide\"],\"categories\":[\"Policy\",\"Tests &amp; Treatments\"],\"image\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/wp-content\\/uploads\\/sites\\/27\\/2016\\/11\\/GettyImages-471560410-2-e1444080118509.jpg\"}", "og": {"site_name": "State of Health", "description": "California becomes fifth state to permit terminally-ill patients to obtain lethal medication from their doctors.", "title": "California Governor Signs Physician-Assisted Suicide Bill Into Law", "url": "http://ww2.kqed.org/stateofhealth/2015/10/05/governor-brown-signs-physician-assisted-suicide-bill-into-law-california-right-to-die/", "image": "http://ww2.kqed.org/stateofhealth/wp-content/uploads/sites/27/2016/11/GettyImages-471560410-2-1440x960.jpg", "locale": "en_us", "type": "article"}, "twitter": {"site": "@kqedhealth", "card": "summary_large_image", "creator": "@"}, "fb": {"app_id": 160023622793}, "keywords": "aid in dying,news,physician-assisted suicide", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "The California law is set to expire in 10 years, unless the Legislature passes another law to extend it.\nWhen the law goes into effect, California will become the fifth state to allow physician-assisted suicide, along with Oregon, Washington, Montana and Vermont.\nAt present, the special session is ongoing and does not have an end date scheduled.\nThe authors introduced a similar bill in August during the special legislative session called by Brown this summer.\n“I am certain, however, that it would be a comfort to be able to consider the options afforded by this bill."}