{"article_title": "U.S. Rep. Marcy Kaptur to speak at Lakewood Chamber of Commerce luncheon: Lakewood Postings", "article_keywords": ["event", "commerce", "lakewood", "information", "rep", "detroit", "postings", "jan", "chamber", "program", "marcy", "members", "church", "invited", "email", "kaptur", "luncheon", "speak"], "article_url": "http://www.cleveland.com/lakewood/index.ssf/2015/01/us_rep_marcy_kaptur_to_speak_a.html", "article_text": "LAKEWOOD, Ohio – Lakewood Chamber of Commerce is starting the new year by hosting U.S. Rep. Marcy Kaptur, D-9 of Toledo.\n\nKaptur, whose district includes Lakewood, will speak at the Jan. 16 chamber lunch meeting. She will discuss plans for the region in 2015. The event begins at 11:30 a.m., with lunch at noon and the program to follow at Brennan's Banquet & Catering Center, 13000 Triskett Road, Cleveland.\n\nPatty Ryan, chamber executive director and president, said cost is $15 for members in advance or $20 at the door. Send an email message to info@lakewodchamber.org for more information or to reserve a seat.\n\nKaptur is serving her 16th two-year term in Congress.She is the senior-most woman in the House and the longest-serving woman from Ohio in history. Kaptur ranks 17th in seniority among the 435 members of the 113th Congress.\n\nMaster recycler: Lakewood resident Heather Dougherty is among 13 people who are Cuyahoga County Certified Master Recyclers. She was among 18 people who took part in the county's first Master Recycler program. Dougherty completed volunteer service and other requirements within a year to earn the certification.\n\nProgram participants learned from experts in the fields of community and curbside recycling, electronic recycling, hazardous waste management, reuse, composting, sustainability and waste reduction. They also toured facility operations to see how items are processed for reuse and recycling, as well as take-home projects, personal waste audits and field research.\n\nThe graduation ceremony took place last month in Lakewood.\n\nA second class of 18 began the program in the fall. Applications are being accepted for the fall 2015 program. Visit cuyahogaswd.org or contact Kathleen Rocco at 216-443-3731 or by email at krocco@cuyahogacounty.us, for more information.\n\nAmbulance Chase registration: The 14th annual Ambulance Chase is scheduled for May 3 at Lakewood Park, but there is a special $14 anniversary price for those who register by midnight on Jan. 14.\n\nThe event is presented by Donald Martens & Sons Ambulance Services. It will feature the Ambulance Chase 5K or a new, timed 1-mile run designed for those who are new to fitness or who don't have time to train for a 5K.\n\nParticipants will receive a technical running shirt, B-tag timed racing and food. The event supports patients served by Lakewood Hospital.\n\nFor more information, call 216-529-7009, or send an email message to lhfoundation@ccf.org.\n\nTax information: Lakewood residents are invited to stop by the two local H&R Block offices, 15321 Detroit (east), 216-521-4388, and 18428 Detroit (west), 216-228-6053, on Jan. 8 to learn about how the Affordable Care Act could impact their taxes.\n\nHomeless sleepout: If you pass by St. Peter Episcopal Church at the corner of West Clifton Boulevard and Detroit Avenue the night of Jan. 17, you'll see members of the church youth group having their annual Homeless Awareness Sleep-Out.\n\nThe youths sleep in cardboard boxes on the front lawn of the church as they raise funds to help local homeless programs. Watch for more details next week.\n\nScholarship reunion: Lakewood Kiwanis Club hosted its scholarship recipients at the annual reunion luncheon on Dec. 30.\n\nEach year, during the holiday break, past scholarship winners are invited to attend the club's weekly luncheon so club members can catch up with them and learn about their college successes.\n\nThe Lakewood Kiwanis Scholarship Foundation has awarded nearly $2 million in scholarships since 1954, thanks to the generosity of the community, families and Kiwanians.\n\nSave the date: North Coast Health will have Rx: Create!, a charity art auction 6-9 p.m. Jan. 30 at Around the Corner's Warehouse Room, 18616-20 Detroit Ave.\n\nThe event will include raffles and auction of unique art, jewelry, sculpture, furniture and more, with heavy finger foods and a cash bar.\n\nLee Elmore, NCH executive director, invites artists from all disciplines to donate a piece of art for the benefit. Donations can be dropped off at NCH, 16110 Detroit Ave., until Jan. 23. Arrangements also can be made to have a donation picked up.\n\nTickets are $22 in advance, $25 on event day. They can be purchased online at northcoasthealth.org/event/rxcreate, by calling 216-228-7878, Ext. 114 or send an email message to events@northcoasthealth.org.\n\nReminders: Alicia Huddleston, community liaison for the Ohio Senior Health Insurance Information Program, will address Chapter 91 of the Public Employee Retirees Inc. at the 11 a.m. meeting on Jan. 13 on the lower level of the Fairview Park Branch of the Cuyahoga County Public Library, 21255 Lorain Road.\n\nHuddleston will discuss the different parts and options available to those enrolled in Medicare.\n\nAll public sector retirees are invited to attend. Light refreshments will be served.\n\n• The Lakewood Pizza Bake-off will take place 5-8 p.m. Jan. 22 at Lakewood High School. Admission is $10 for adults, $5 for children ages 6-12 and free for those 5 and younger.\n\nThe event, which is hosted by the Kiwanis Club of Lakewood, includes all you can eat pizza and a chance to vote for your favorite pizza restaurants. No takeout containers are permitted.\n\nInformation, please: Readers are invited to share information about themselves, their families and friends, organizations, church events, etc. for the Lakewood Postings column, which I write on a freelance basis. Awards, honors, milestone birthdays or anniversaries and other items are welcome. Submit information at least 10 days before the requested publication date to carolkovach@hotmail.com.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "ambulance-chase, homeless-sleepout, kiwanis-club-of-lakewood, kiwanis-scholarship, lakewood-chamber-of-commerce, lakewood-kiwanis-club, marcy-kaptur, master-recycler, north-coast-health, st-peter-episcopal-church, news", "title": "U.S. Rep. Marcy Kaptur to speak at Lakewood Chamber of Commerce luncheon: Lakewood Postings", "parsely-page": "{\"title\": \"U.S. Rep. Marcy Kaptur to speak at Lakewood Chamber of Commerce luncheon: Lakewood Postings\", \"link\": \"http://www.cleveland.com/lakewood/index.ssf/2015/01/us_rep_marcy_kaptur_to_speak_a.html\", \"image_url\": \"http://image.cleveland.com/home/cleve-media/width620/img/sunpostherald/photo/16416498-standard.jpg\", \"type\": \"post\", \"post_id\": \"14886808\", \"pub_date\": \"2015-01-05T12:45:55Z\", \"author\": \"Carol Kovach, special to cleveland.com\", \"tags\": [\"ambulance-chase\",\"homeless-sleepout\",\"kiwanis-club-of-lakewood\",\"kiwanis-scholarship\",\"lakewood-chamber-of-commerce\",\"lakewood-kiwanis-club\",\"marcy-kaptur\",\"master-recycler\",\"north-coast-health\",\"st-peter-episcopal-church\"] }", "twitter": {"image": "http://image.cleveland.com/home/cleve-media/width620/img/sunpostherald/photo/16416498-standard.jpg", "creator": "@CarolKovach1", "site": "@clevelanddotcom", "card": "summary", "description": "U.S. Rep. Marcy Kaptur, whose district includes Lakewood, will speak at the Jan. 16 chamber lunch meeting. She will discuss plans for the region in 2015. The event begins at 11:30 a.m., with lunch at noon and the program to follow at Brennan's Banquet & Catering Center, 13000 Triskett Road, Cleveland."}, "article_date_updated": "Monday, January 05, 2015,  7:45 AM", "parsely-metadata": "{\"short_title\": \"\", \"image_url\": \"http://media.cleveland.com/sunpostherald/photo/carol-kovach-53fb8c9831b2bd9e.jpg\", \"author_name\": \"cakovach\", \"author_nickname\": \"Carol Kovach, special to cleveland.com\", \"author_id\": \"2339\", \"source_blog_name\": \"Lakewood Community Blog\", \"source_blog_url\": \"http://www.cleveland.com/lakewood/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "cleveland.com", "description": "U.S. Rep. Marcy Kaptur, whose district includes Lakewood, will speak at the Jan. 16 chamber lunch meeting. She will discuss plans for the region in 2015. The event begins at 11:30 a.m., with lunch at noon and the program to follow at Brennan's Banquet & Catering Center, 13000 Triskett Road, Cleveland.", "title": "U.S. Rep. Marcy Kaptur to speak at Lakewood Chamber of Commerce luncheon: Lakewood Postings", "url": "http://www.cleveland.com/lakewood/index.ssf/2015/01/us_rep_marcy_kaptur_to_speak_a.html", "image": "http://image.cleveland.com/home/cleve-media/width620/img/sunpostherald/photo/16416498-standard.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "cleveland.com", "article": {"author": "http://"}, "article_comments": 0, "article_date_original": "Monday, January 05, 2015,  7:45 AM", "article_author": "Carol Kovach, special to cleveland.com", "Description": "U.S. Rep. Marcy Kaptur, whose district includes Lakewood, will speak at the Jan. 16 chamber lunch meeting. She will discuss plans for the region in 2015. The event begins at 11:30 a.m., with lunch at noon and the program to follow at Brennan's Banquet & Catering Center, 13000 Triskett Road, Cleveland."}, "article_summary": "LAKEWOOD, Ohio – Lakewood Chamber of Commerce is starting the new year by hosting U.S. Rep. Marcy Kaptur, D-9 of Toledo.\nKaptur, whose district includes Lakewood, will speak at the Jan. 16 chamber lunch meeting.\n• The Lakewood Pizza Bake-off will take place 5-8 p.m. Jan. 22 at Lakewood High School.\nInformation, please: Readers are invited to share information about themselves, their families and friends, organizations, church events, etc.\nPatty Ryan, chamber executive director and president, said cost is $15 for members in advance or $20 at the door."}