{"article_title": "Big data, big brother and now big doctor", "article_keywords": ["information", "organizations", "big", "hospitals", "doctor", "brother", "daily", "doctors", "patients", "health", "healthcare", "data", "care"], "article_url": "http://finance.yahoo.com/blogs/daily-ticker/big-data--big-brother-and-now-big-doctor-135903303.html", "article_text": "Big data is even bigger than you think. Hospital organizations are now using personal data on current and prospective patients to market their services. So if your credit card transactions reveal a predilection for fast food or cigarettes, you may be hearing from your healthcare provider.\n\nBloomberg reports that two major nonprofit hospital organizations -- Carolinas HealthCare System and University of Pittsburgh Medical Center -- are adopting such programs.\n\nCarolinas HealthCare System, which operates more than 900 facilities including hospitals, nursing homes and physician offices, is collecting data on individuals' credit card transactions, and then feeding that into predictive models to score an individual's health care risks. It plans to pass that information on to doctors and nurses so they can contact high-risk patients before they get sick.\n\nUniversity of Pittsburgh Medical Center, which has more than 20 hospitals in the Keystone state, is collecting demographic and household data -- not credit card information -- also for pre-emptive purposes. Its chief analytics officer told Bloomberg it's using data to identify high-risk patients and their access to health care providers. If they don't have that access, they're more likely to use the emergency room when they're sick, which is much more expensive than a doctor's visit.\n\n\"It's just creepy,\" says Lauren Lyster of The Daily Ticker. \"It's an invasion of privacy.\"\n\nYahoo Finance Editor-in-Chief Aaron Task notes that we already have very little privacy.\n\n\"All the data of everything you're doing is known to marketers out there. Wouldn't you rather your doctors know that as well?\" he asks.\n\nThat information could potentially lead to better and more preventative care such as discovering a cancer in its early stages, says Task.\n\nBut Lyster says a patient should be told about the data collection and have the right to opt out.\n\n\"That's a patient's right,\" she argues.\n\nIronically, the Patient Protection and Affordable Care Act (known as Obamacare), may be providing the incentive for health care organizations to access personal data. The law links payments to quality of care. Hospitals that are deemed to re-admit \"excessive\" numbers of medicare patients within 30 days, for example, face penalties equal to 1%-3% of its Medicare reimbursement.\n\n\n\nFollow The Daily Ticker on Facebook and Twitter (@DailyTicker)!\n\nMore from The Daily Ticker\n\nWhy the average investor should say 'no' to GoPro\n\nWashington's shift on oil exports, just a first step: Greg Zuckerman\n\nThe 3% club is getting crowded: Dividend investors beware", "article_metadata": {"description": "From Yahoo Finance: Tthe Daily Ticker's Aaron Task and Lauren Lyster debate whether health care organizations should use personal data to market their services to potential patients.", "original-source": "http://finance.yahoo.com/blogs/daily-ticker/big-data--big-brother-and-now-big-doctor-135903303.html", "og": {"site_name": "Yahoo Finance", "description": "Tthe Daily Ticker's Aaron Task and Lauren Lyster debate whether health care organizations should use personal data to market their services to potential patients.", "title": "Big data, big brother and now big doctor", "url": "http://finance.yahoo.com/blogs/daily-ticker/big-data--big-brother-and-now-big-doctor-135903303.html", "image": "http://l1.yimg.com/bt/api/res/1.2/29iEhfX2DWv8O5duWBhJpQ--/YXBwaWQ9eW5ld3NfbGVnbztxPTc1O3c9NjAw/http://media.zenfs.com/en-US/video/video.pd2upload.com/video.yahoofinance.dailyticker.com@9cdd829c-0eda-3506-8dcd-23370a445e38_FULL.png", "type": "article"}, "twitter": {"description": "Tthe Daily Ticker's Aaron Task and Lauren Lyster debate whether health care organizations should use personal data to market their services to potential patients.", "title": "Big data, big brother and now big doctor", "image": {"src": "http://l1.yimg.com/bt/api/res/1.2/29iEhfX2DWv8O5duWBhJpQ--/YXBwaWQ9eW5ld3NfbGVnbztxPTc1O3c9NjAw/http://media.zenfs.com/en-US/video/video.pd2upload.com/video.yahoofinance.dailyticker.com@9cdd829c-0eda-3506-8dcd-23370a445e38_FULL.png", "identifier": "http://l1.yimg.com/bt/api/res/1.2/29iEhfX2DWv8O5duWBhJpQ--/YXBwaWQ9eW5ld3NfbGVnbztxPTc1O3c9NjAw/http://media.zenfs.com/en-US/video/video.pd2upload.com/video.yahoofinance.dailyticker.com@9cdd829c-0eda-3506-8dcd-23370a445e38_FULL.png"}, "site": "@YahooFinance", "dnt": "on", "card": "summary_large_image"}, "msapplication-TileColor": "#6e329d", "fb": {"app_id": 90376669494}, "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black", "theme-color": "#400090", "msapplication-TileImage": "http://l.yimg.com/os/mit/media/p/presentation/images/icons/win8-tile-1484740.png", "application-name": "Big data, big brother and now big doctor", "article": {"publisher": "http://www.facebook.com/yahoofinance"}, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fca0e6\"", "article_summary": "Ironically, the Patient Protection and Affordable Care Act (known as Obamacare), may be providing the incentive for health care organizations to access personal data.\nIts chief analytics officer told Bloomberg it's using data to identify high-risk patients and their access to health care providers.\nBloomberg reports that two major nonprofit hospital organizations -- Carolinas HealthCare System and University of Pittsburgh Medical Center -- are adopting such programs.\nHospital organizations are now using personal data on current and prospective patients to market their services.\nIt plans to pass that information on to doctors and nurses so they can contact high-risk patients before they get sick."}