{"article_title": "Lisa McGirr, The War on Alcohol", "article_keywords": ["great", "alcohol", "federal", "mcgirr", "prohibition", "progressivism", "american", "moral", "lisa", "war", "movement"], "article_url": "http://freebeacon.com/culture/pour-one-out-for-prohibition/", "article_text": "BY: Follow @@JosephBottum\n\n\n\nWe all know the story: At the beginning of the 20th century, a handful of killjoys, prudes, and pinch-faced puritans began to campaign against liquor. And in 1920, against all odds, they managed to sneak through a law that banned alcohol in the United States. Thirteen years, it took, before we managed to rid ourselves of the absurd regulation, as the corrupting money of gangsters and the intransigence of true-believers—the famous pro-regulation combination of Bootleggers and Baptists—colluded to keep the nation in loony land.\n\nAt last, however, we did return to sanity. The forces of right-thinking liberalism in America finally shook off the influence of its nativist bigots and pleasure-hating schoolmarms, and Prohibition was overturned in 1933 to great celebration—celebration so great, so overwhelming, that never again have the conservative know-nothings and religious troglodytes succeeded in forcing the nation to take such an enormous step backward.\n\nIt’s a great story, both a cautionary tale in its beginning and uplifting proof of liberation in its conclusion. The only trouble is that it’s completely wrong. Is there another American story, another account of a major American era, that has been so completely hijacked and turned against its actual history?\n\nThe truth is that Prohibition, in its essence, was a deeply progressive movement. Thus, for example, the forces of women’s liberation backed Prohibition—and the suffragettes were backed in turn by the Temperance Union, whose support (in the certainty that women would vote to outlaw liquor) helped gain women the vote. The goo-goos, the good-government types, similarly aided Prohibition, seeking to purge the rows of rowdy saloons that cluttered the major cities of America—and they enlisted the help of the Prohibitionists to create a national income tax, ending the federal government’s dependence on liquor taxes.\n\nThe health fanatics, the social-service providers in the churches and city governments, the Protestant elite of the Social Gospel movement: Prohibition was supported by majorities in all the social groups who today would be faithful allies of the left. Combine that with rural Protestants, who saw the big cities as dens of Satan, and nativists, who saw drunkenness as an Irish sin, and Prohibition was a moral juggernaut rolling through the nation—as unfathomable as it was unstoppable.\n\nOr maybe not so unfathomable, if we’re to accept the claims that the Harvard historian Lisa McGirr makes in her new book, The War on Alcohol. This is well-traveled ground, of course. As recently as 2010, Daniel Okrent published his widely reviewed Last Call: The Rise and Fall of Prohibition, and it’s hard to imagine much new is left to be said about the era.\n\nStill, McGirr goes looking, and she deserves credit for the seriousness with which she pursues her thesis. Prohibition and the Rise of the American State, her subtitle runs, and she insists that Prohibition gave birth to big government, as federal agencies claimed new police powers to enforce the ban on alcohol. Similarly, as McGirr points out, Prohibition forced the government to deal with those it arrested by building new federal prisons and expanding the prosecutorial use of plea-bargaining into an entirely new system of justice.\n\nAnd fair enough. Prohibition was hardly the first use of federal power, and it produced a government only an embryo of the one that would develop in the later 1930s and 1940s. But McGirr is right that Prohibition sits comfortably on the line of ever-expanding federal government—a line that runs from the mobilization for the First World War, through the New Deal, and on to the nationalizations of the Second World War.\n\nLess persuasive, and far more tiresome, is McGirr’s second thesis, in which she argues that Prohibition was inextricably tied to racial politics in a racist society. It was only a few years ago that historians demanded that we see every element of America’s past as tainted by its interplay with slavery and its aftermath, the primal sin of the nation. That was already dubious enough. Is there really no American glory not ruined by racial hatred? Is there truly no American idea not corrupted by racial oppression? But professional historians have now moved on to the even more improbable notion that everything in American history must originate in racism, and McGirr cannot resist this drift in her profession.\n\nThe War on Alcohol does demonstrate that racists were willing to use Prohibition to advance their own causes, as were nearly every other interest group in America. McGirr looks, for example, to Herrin, Illinois—which was already a tense place, home to the 1922 Herrin Massacre, where the unions killed 19 strikebreakers. Further labor disputes in Herrin in 1923 led factory bosses to sic Federal Prohibition agents on their Italian workers, supplemented by members of the Ku Klux Klan, in their anti-Catholic mode.\n\nAs local officials and federal agents retreated, the Klan took over the town, breaking into houses and businesses as the hunt for illegal liquor became the excuse to terrorize immigrants and assert the rejuvenate Klan’s power in the South and Midwest. Prohibition, McGirr writes, burnished the moral authority of racists, realigning the “moral and patriotic elements of Southern society.” Where once they had to allow illegal lynching, Prohibition enabled them to see themselves as on the side of the law in their oppression of blacks and poor whites.\n\nMcGirr is too good a historian to leave her story quite so simplistic, with Prohibition reduced to nothing more than the tale of a federal government misusing its new powers to carry out the bidding of racists, nativists, and the big bosses of industry. She recognizes the womb of progressive politics in which the “Great Experiment” grew, and she understands the ethical impulses that fathered it.\n\nIn other words, McGirr hates Prohibition as a killjoy and puritan kind of thing, even if she has to phrase her hatred in the currently fashionable language of race, class, and gender. But she loves Prohibition, a little—or Prohibition, at least, as it might have been if progressivism and the Third Great Awakening in America hadn’t gotten sidetracked into the madness of thinking it could end alcohol consumption with a constitutional amendment and the Volstead Act.\n\nLooked at in a certain light, Prohibition can seem a great moral undertaking, America’s greatest crusade between abolition and the civil-rights movement. Peeking through at various points in The War on Alcohol is an underlying sense of sorrow, with McGirr hinting that the ban on alcohol failed because it was so foolishly misconceived. And though we should celebrate Prohibition’s end in 1933, we should probably lament the misconception of its grand moral project.\n\nTo which the answer is: Wowza. Lisa McGirr’s The War on Alcohol isn’t the opening salvo in the rehabilitation of Prohibition, but it may be the opening whisper. If we can push all that was bad about the movement into the ancient pits of racism and class oppression, then what’s left is . . . well, kind of cool. A moral march, like the more recent national turn against cigarettes. Or the expansion of government in Obamacare. Or Occupy Wall Street and Black Lives Matter. Or vegetarianism. Or the effort to keep the rubes from forcing us backward into a ban on abortion. Progressivism is at its root a claim of superiority, a religion acting as a politics, and if it chose the wrong means and the wrong end in Prohibition, at least it acted, as the muscular religion of progressivism should act. As the muscular religion of progressivism must act.\n\nIt’s hard to imagine a reading of Prohibition more disturbing or more wrongheaded. I need a drink, just to settle my nerves.", "article_metadata": {"generator": "WordPress 4.5.2", "og": {"site_name": "Washington Free Beacon", "description": "We all know the story: At the beginning of the 20th century, a handful of killjoys, prudes, and pinch-faced puritans began to campaign against liquor. And in 1920, against all odds, they managed to sn", "title": "Pour One Out for Prohibition", "url": "http://freebeacon.com/culture/pour-one-out-for-prohibition/", "image": "http://freebeacon.com/wp-content/uploads/2016/01/Carrie_Nation_1910-150x150.jpg", "type": "article"}, "twitter": {"description": "We all know the story: At the beginning of the 20th century, a handful of killjoys, prudes, and pinc", "creator": "@@JosephBottum", "image": "http://freebeacon.com/wp-content/uploads/2016/01/Carrie_Nation_1910-150x150.jpg", "title": "Pour One Out for Prohibition", "site": "@freebeacon", "card": "summary"}, "apple-itunes-app": "app-id=1047859882", "fb": {"app_id": "FB_APP_ID", "pages": 282024895179874}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Or maybe not so unfathomable, if we’re to accept the claims that the Harvard historian Lisa McGirr makes in her new book, The War on Alcohol.\nLisa McGirr’s The War on Alcohol isn’t the opening salvo in the rehabilitation of Prohibition, but it may be the opening whisper.\nPeeking through at various points in The War on Alcohol is an underlying sense of sorrow, with McGirr hinting that the ban on alcohol failed because it was so foolishly misconceived.\nThe War on Alcohol does demonstrate that racists were willing to use Prohibition to advance their own causes, as were nearly every other interest group in America.\nAnd in 1920, against all odds, they managed to sneak through a law that banned alcohol in the United States."}