{"article_title": "3 Facts We'd Like Ben Carson to Know About Outlawing Abortion in Cases of Rape or Incest", "article_keywords": ["ben", "pregnant", "abortion", "raped", "carson", "incest", "outlawing", "birth", "child", "facts", "slave", "cases", "women", "rape", "know"], "article_url": "http://www.glamour.com/story/ben-carson-abortion", "article_text": "Yesterday, when asked for his view on abortion rights during an interview for NBC's Meet the Press, Ben Carson (who is currently leading in the polls in Iowa) opined to Chuck Todd that a mother \"should not believe that the baby is her enemy.\" He went on to compare abortion supporters to slave owners, saying \"during slavery, a lot of slave owners thought they had the right to do whatever they wanted to that slave, anything that they chose. And what if the abolitionists had said, I don't believe in slavery but you guys do whatever you want'? Where would we be?\" Carson then added that he would \"love to see [Roe v. Wade] overturned\" and that when it comes to abortions sought for reasons of rape or incest, \"I would not be for killing a baby because the baby came about in that way.\" This puts Carson further right than the majority of his Republican opponents, many of whom support a variety of exceptions to abortion mandates.\n\nCarson is a licensed physician—as he loves to remind voters and pundits. (Sorry Rand Paul, ophthalmology just doesn't seem to cut it for Dr. Carson.) But it seems that, even with a few weeks' rotation in obstetrics and gynecology during med school, there are some facts he doesn't yet know. So, in a spirit of enlightenment, here are three things Carson might want to think about before he compares a woman who has been raped to an 1858 slave owner.\n\nTwenty-five percent of rapes in the United States are committed by a family member—1 out of 4. It's easy to glance over a statistic like this, but perhaps it's worth making it more vivid so that it can be better absorbed: This means that of the nearly 350,000 women who were raped in one year, more than 87,000 had a male member of their own family force penetration. A ban on abortion in cases of rape or incest would mean that a woman who became pregnant after her father raped her would have no choice but to give birth to her father's child. According to the Rape, Abuse, and Incest National Network (RAINN), approximately 5 percent of women who are raped will become pregnant. In the last year we have available statistics, 2012, that was approximately 17,000 individual women who not only suffered through the fear of a rape, they then also discovered that they were carrying the child of their rapist—under Carson's rules, each one of those 17,000 of those women would have to give birth to her rapist's child, or (one would assume) face jail time. RAINN's numbers only include females ages 12 and older. But that doesn't mean that girls under 12 aren't victims of rape and incest and don't become pregnant. In fact, a longterm study compiled by the CDC in 2004 found that between the years 1990 and 2002, approximately 137,000 10- to 14-year-old girls gave birth in the United States.\n\n137,000.\n\nTen and 14-year-olds aren't old enough to give sexual consent; but they too would be forced to give birth to their rapist's child.", "article_metadata": {"description": "Yesterday, when asked for his view on abortion rights during an interview for NBC's Meet the Press, Ben Carson (who is currently leading in the polls in...", "application-name": "Glamour Magazine", "author": "Hillary Kelly", "og": {"site_name": "Glamour", "description": "Yesterday, when asked for his view on abortion rights during an interview for NBC's Meet the Press, Ben Carson (who is currently leading in the polls in...", "title": "3 Facts We'd Like Ben Carson to Know About Outlawing Abortion in Cases of Rape or Incest", "url": "http://www.glamour.com/story/ben-carson-abortion", "image": "http://media.glamour.com/photos/5695e01916d0dc3747ee6fdb/master/pass/inspired-2015-10-ben-carson-iowa-election-2016-getty-main.jpg", "type": "article"}, "twitter": {"domain": "www.glamour.com", "description": "Yesterday, when asked for his view on abortion rights during an interview for NBC's Meet the Press, Ben Carson (who is currently leading in the polls in...", "title": "3 Facts We'd Like Ben Carson to Know About Outlawing Abortion in Cases of Rape or Incest", "image": {"src": "http://media.glamour.com/photos/5695e01916d0dc3747ee6fdb/master/pass/inspired-2015-10-ben-carson-iowa-election-2016-getty-main.jpg?mbid=social_retweet"}, "site": "glamourmag", "card": "summary_large_image"}, "fb": {"admins": 823617, "app_id": 101358874221}, "msapplication-tap-highlight": "no", "keywords": "abortion,ben carson,election 2016,politicians,politics,womens health", "copyright": "Copyright © Condé Nast 2016", "viewport": "width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fd6762\"", "article_summary": "According to the Rape, Abuse, and Incest National Network (RAINN), approximately 5 percent of women who are raped will become pregnant.\nBut that doesn't mean that girls under 12 aren't victims of rape and incest and don't become pregnant.\nThis puts Carson further right than the majority of his Republican opponents, many of whom support a variety of exceptions to abortion mandates.\nA ban on abortion in cases of rape or incest would mean that a woman who became pregnant after her father raped her would have no choice but to give birth to her father's child.\nAnd what if the abolitionists had said, I don't believe in slavery but you guys do whatever you want'?"}