{"article_title": "AHF: Florida HIV Cases Skyrocket 23% in First Half of 2015", "article_keywords": ["ahf", "hiv", "23", "medical", "healthcare", "florida", "identified", "reported", "health", "skyrocket", "half", "2015", "cases", "care"], "article_url": "http://www.businesswire.com/news/home/20150714006095/en/AHF-Florida-HIV-Cases-Skyrocket-23-2015", "article_text": "FT. LAUDERDALE, Fla.--(BUSINESS WIRE)--The State of Florida is seeing a dramatic increase in the number of new reported HIV cases, newly released statistics from the Florida Department of Health show. Year-over-year comparisons of the first half of calendar year 2015 HIV case reporting (January through June 2015 compared with January through June 2014 statistics) show that new HIV diagnoses statewide are up 23% from the same period in 2014 — 3,555 newly identified HIV cases in 2015 up from 2,886 cases in 2014. As alarming: there were four mother-to-child (MTC) transmissions of HIV reported in newborn infants this year in Florida — 2 in Broward, 1 in Orange and 1 in Miami-Dade Counties. In all of 2014 there were six MTC infections identified.\n\n“The bottom line is this surge in HIV infections in Florida related to the fact that too many people are not in medical care and on lifesaving antiretroviral treatment and that prevention efforts in the state are poor,” said Michael Weinstein, president of AIDS Healthcare Foundation (AHF). “As in many Southern states, Florida legislators, led by Governor Rick Scott, have been penny-wise and pound foolish rejecting some version of health care expansion since passage of the Affordable Care Act on at least three occasions. Now, the future lifetime cost of caring for these HIV-positive Floridians who have been identified in the past three years is going to be $2.1 billion.”\n\nAnd as the Miami Herald reported in early June, the Florida legislators who have repeatedly rejected Medicaid expansion under the Affordable Care Act themselves benefit from generous tax-subsidized health insurance.\n\n“Florida has also accounted for over ten percent of the 50,000 or so new HIV cases identified each year in the US,” added Weinstein. “Of the 1.2 million people living with HIV in the US, 60% are not in regular medical care.”\n\nAbout AHF\n\nAIDS Healthcare Foundation (AHF) is the largest non-profit HIV/AIDS healthcare provider in the USA. AHF currently provides medical care and/or services to over 436,000 individuals in 36 countries worldwide in the US, Africa, Latin America/Caribbean, Eastern Europe, and Asia. For more information, visit www.aidshealth.org, find us on Facebook: www.facebook.com/aidshealth and follow us on Twitter: @AIDSHealthcare", "article_metadata": {"description": "AHF: FL HIV Cases Skyrocket 23% in First Half of 2015; Increase plays out in state that has repeatedly rejected Medicaid expansion under the Affordabl", "og": {"image": {"width": 465, "identifier": "http://www.businesswire.com/images/bwlogo_square.png", "type": "image/png", "height": 225}}, "twitter": {"description": "AHF: FL HIV Cases Skyrocket 23% in First Half of 2015; Increase plays out in state that has repeatedly rejected Medicaid expansion under the Affordabl", "title": "AHF: Florida HIV Cases Skyrocket 23% in First Half of 2015", "image": {"src": "http://mms.businesswire.com/media/20150714006095/en/301751/21/ahf_2011_withname.jpg"}, "site": "@businesswire", "widgets": {"csp": "on"}, "card": "summary_large_image"}, "robots": "noodp,noydir", "DC.date.issued": "2015-07-14", "p": {"domain_verify": "95725e0359a14c2e1ccbd936e10d20d6"}, "viewport": "width=device-width,initial-scale=1"}, "article_summary": "Year-over-year comparisons of the first half of calendar year 2015 HIV case reporting (January through June 2015 compared with January through June 2014 statistics) show that new HIV diagnoses statewide are up 23% from the same period in 2014 — 3,555 newly identified HIV cases in 2015 up from 2,886 cases in 2014.\n“Florida has also accounted for over ten percent of the 50,000 or so new HIV cases identified each year in the US,” added Weinstein.\nFT. LAUDERDALE, Fla.--(BUSINESS WIRE)--The State of Florida is seeing a dramatic increase in the number of new reported HIV cases, newly released statistics from the Florida Department of Health show.\nAHF currently provides medical care and/or services to over 436,000 individuals in 36 countries worldwide in the US, Africa, Latin America/Caribbean, Eastern Europe, and Asia.\nAs alarming: there were four mother-to-child (MTC) transmissions of HIV reported in newborn infants this year in Florida — 2 in Broward, 1 in Orange and 1 in Miami-Dade Counties."}