{"article_title": "The Note's Must-Reads for Wednesday, December 4, 2013", "article_keywords": ["supreme", "abc", "court", "flier", "notes", "program", "link", "president", "white", "mustreads", "frequent", "obama"], "article_url": "http://abcnews.go.com/blogs/politics/2013/12/the-notes-must-reads-for-wednesday-december-4-2013/", "article_text": "The Note's Must-Reads are a round-up of today's political headlines and stories from ABC News and the top U.S. newspapers. Posted Monday through Friday right here at www.abcnews.com\n\nCompiled by ABC News' Jayce Henderson, Amanda VanAllen, Will Cantine and Jordan Mazza\n\nNORTH KOREA ABC News' Luis Martinez: \"Korean War Vet From US Served in Secret Unit With Korean Partisans\" The military records of Merrill Newman confirm that the 85-year-old Korean War veteran served in a special forces unit that advised Korean partisans who fought in North Korea behind enemy lines. Newman has been held by North Korean authorities since Oct. 26 when he was taken off an airliner that was to take him to South Korea. LINK\n\nGUNS USA Today's Susan Davis: \"Plastic Gun Bill May Be Only Gun Measure Before 2015? The House of Representatives on Tuesday passed the only piece of gun legislation likely to pass Congress despite sweeping calls to overhaul the nation's gun laws in the wake of the mass shooting at Sandy Hook Elementary School last December. The bill is a simple, 10-year extension of an existing 1988 law banning guns that are undetectable in metal detectors or X-Ray machines. LINK\n\nHEALTH CARE The Hills' Justin Sink: \" Obama: 'We're Not Going Back'\" President Obama declared Tuesday that ObamaCare \"is working\" and that \"we're not going back,\" as the White House looked to reboot its efforts to sell Americans on the president's signature healthcare law. Obama said that \"poor execution\" of the rollout of HealthCare.gov had \"clouded\" the benefits of the bill but said he would not allow technical glitches to undermine a program that was providing financial security for many Americans. LINK\n\nThe Los Angeles Times' Kathleen Hennessey and Christi Parsons: \" Obama Acts to Defend Obamacare and Democrats From GOP Attacks\" Two turbulent months into the launch of the Affordable Care Act's insurance marketplace, President Obama moved to defend the law against Republican attacks Tuesday as the administration tried to deflect attention from the federal website's botched rollout. The White House's renewed effort to tout the law has two aims: to encourage Americans to sign up for coverage and to reassure nervous Democratic lawmakers and other allies who have watched Obama's so-far unsuccessful efforts to contain the political damage. LINK\n\nThe New York Daily News' James Warren: \" Health Care Here to Stay Now That Website Works, Obama Says in New Campaign\" He's now the Insurance Salesman-in-Chief. President Obama on Tuesday kicked off a three-week campaign to build support for his health care overhaul by countering stories of its botched rollout with flesh-and-blood tales of success. \"We're not repealing it as long as I'm President,\" Obama said with an air of defiance to a preselected, applauding audience at the White House. LINK\n\nThe Wall Street Journal's Colleen McCain Nelson: \"Obama Speech to Kick Off Health Push\" President Barack Obama on Tuesday will launch a new effort aimed at highlighting the benefits of the Affordable Care Act, as the White House works to shift the conversation away from the botched rollout of HealthCare.gov. A White House official said that while work continues on the website, the administration wants to renew its focus on aspects of the law that it says are already helping consumers. LINK\n\nSUPREME COURT The New York Times' Adam Liptak: \" Supreme Court Considers Frequent Flier Contracts\" Rabbi S. Binyomin Ginsberg used to fly often enough on Northwest Airlines that he achieved Platinum Elite status, the highest level. But the airline revoked his membership in its frequent flier program in June 2008, saying that he had abused it by making too many complaints and by booking himself on full flights in the hope of being bumped. On Tuesday, the Supreme Court considered Rabbi Ginsberg's suit against the airline, which contends that Northwest's move was an effort to purge an expensive program in advance of its merger with Delta Air Lines. Northwest said its contract with Rabbi Ginsberg gave it the right to cancel memberships for abuse \"in its sole judgment.\" LINK\n\nPolitico's Josh Gerstein: \" Supreme Court Takes On Frequent Flier Program Rights\" A major airline argued at the Supreme Court Tuesday that individuals should have no recourse to the courts if they're kicked out of a frequent flier program without any opportunity to redeem their accumulated miles. A lawyer for Northwest (now a subsidiary of Delta) faced off with an attorney for Minnesota Rabbi Binyomin Ginsberg as the justices took up Ginsberg's claim that he was unfairly booted from the Worldperks program in 2008 (and denied continuing \"platinum elite\" status) when the airline decided he had lodged too many complaints with its personnel. LINK\n\nThe Washington Post's Robert Barnes: \" Supreme Court Hears Case Of Frequent Flier Dropped From Perks Program Before Merger\" In the case of the complaining frequent flier, the Supreme Court on Tuesday was not particularly encouraging for S. Binyomin Ginsberg, a platinum-status customer dropped by the airline to which he had pledged his loyalty. Ginsberg, who had achieved elite status in Northwest Airlines' WorldPerks program, was terminated just before the company merged with Delta in 2009. LINK\n\nFOREIGN AFFAIRS Bloomberg: \" Huawei's South Korea Project Draws U.S. Scrutiny\" Huawei Technologies Co., China's largest maker of phone network equipment, said there is no basis for U.S. scrutiny of its contract to supply broadband equipment for a project in South Korea. \"Our gear is world-proven and trusted, connecting almost one-third of the world's population,\" Scott Sykes, a spokesman for Shenzhen-based Huawei, said in an e-mail today. \"The motivations of those that might groundlessly purport otherwise are puzzling.\" LINK\n\nThe Washington Times' Guy Taylor: \" U.S., Chinese Diplomats Talk Air Defense Zone Ahead of Biden Visit\" Leading up to Vice President Joseph R. Biden's visit to Beijing this week, senior U.S. diplomats have engaged in a series of direct conversations with their Chinese counterparts to protest the Chinese military's attempt to carve out a new air defense zone in the East China Sea. The first conversation came Nov. 23 - apparently just hours after China had announced the new zone - when Daniel Russel, the assistant secretary of state for East Asian and Pacific affairs, raised U.S. concerns over the development to Cui Tiankai, China's ambassador to the U.S. LINK\n\nOTHER The Boston Globe's Maria Sacchetti: \" Obama's Uncle Allowed to Remain in US, Judge Rules\" A federal immigration judge today allowed President Obama's uncle, Onyango \"Omar\" Obama to remain in the United States, following a hearing in which the name of the president was invoked by the 69-year-old Kenyan who has been living here for some 50 years. US Immigration Judge Leonard I. Shapiro issued his ruling from the bench. He said he believed Onyango Obama was a gentleman, a good neighbor, paid his taxes, and met the criterial for legal permanent residency, commonly known as a green card. LINK\n\nABC NEWS VIDEO \"John Boehner: Obamacare Wreaks 'Havoc on American Families'\" LINK\n\nBOOKMARKS The Note: LINK ABC News Politics: LINK George Stephanopoulos' Blog: LINK ABC News on Twitter: @ThisWeekABC | @ABCPolitics ABC News Mobile: LINK ABC News Apps: LINK ABC News YouTube: LINK", "article_metadata": {"fb_title": "The Note's Must-Reads for Wednesday, December 4, 2013", "description": "The Note's Must-Reads for Wednesday, December 4, 2013", "copyright": "Copyright (c) 2016 ABC News Internet Ventures", "author": "ABC News", "og": {"url": "http://abcnews.go.com/blogs/politics/2013/12/the-notes-must-reads-for-wednesday-december-4-2013/", "site_name": "ABC News", "title": "The Note's Must-Reads for Wednesday, December 4, 2013"}, "robots": "index, follow", "fb": {"admins": 704409894, "app_id": 4942312939}, "keywords": "politics news, election news, political news, political news articles", "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fd7d79\"", "article_summary": "LINKABC NEWS VIDEO \"John Boehner: Obamacare Wreaks 'Havoc on American Families'\" LINKBOOKMARKS The Note: LINK ABC News Politics: LINK George Stephanopoulos' Blog: LINK ABC News on Twitter: @ThisWeekABC | @ABCPolitics ABC News Mobile: LINK ABC News Apps: LINK ABC News YouTube: LINK\nThe Note's Must-Reads are a round-up of today's political headlines and stories from ABC News and the top U.S. newspapers.\nPresident Obama on Tuesday kicked off a three-week campaign to build support for his health care overhaul by countering stories of its botched rollout with flesh-and-blood tales of success.\nLINKPolitico's Josh Gerstein: \" Supreme Court Takes On Frequent Flier Program Rights\" A major airline argued at the Supreme Court Tuesday that individuals should have no recourse to the courts if they're kicked out of a frequent flier program without any opportunity to redeem their accumulated miles.\n\"We're not repealing it as long as I'm President,\" Obama said with an air of defiance to a preselected, applauding audience at the White House."}