{"article_title": "Gilead blazes ahead in hep C pricing battle with two new PBM deals", "article_keywords": ["week", "deals", "c", "hep", "blazes", "ahead", "sovaldi", "pbms", "drug", "gilead", "battle", "viekira", "pricing", "scripts", "pbm", "harvoni"], "article_url": "http://www.fiercepharma.com/financials/gilead-blazes-ahead-hep-c-pricing-battle-two-new-pbm-deals", "article_text": "Courtesy of Gilead\n\nGilead Sciences ($GILD) is gaining ground in its hep C pricing battle with AbbVie ($ABBV). One week after the drugmaker joined forces with Anthem ($ANTM) to make Harvoni the primary option for the PBM's 30 million patients, Gilead inked similar deals with Humana ($HUM) and Harvard Pilgrim, edging out its competitor and raising the stakes in the companies' ongoing war.\n\nWith the new coverage decisions, Gilead brings its exclusive payer contract tally to four compared to AbbVie's one and expands its reach for Harvoni. According to Evercore ISI estimates, the number of clients on Humana and Harvard Pilgrim's formularies is 10 million and 1 million, respectively. The latest pricing deal also comes on the heels of another win for Gilead, as the company last week announced that CVS Health ($CVS) would make Harvoni and Sovaldi available on the payer's main drug list and Affordable Care Act exchange, Medicare Part D and Medicaid formularies.\n\nAbbVie ignited the pricing battle in December after scoring exclusive coverage from Express Scripts ($ESRX) for its hep C cocktail Viekira Pak, gaining access to millions of the PBM's patients in exchange for offering a \"significant discount\" off the drug's list price. Viekira runs at $83,319 for a 12-week dose, while Gilead's Harvoni, which combines Sovaldi and another medication, is taken as a single pill and rings in at $94,500 for 12 weeks of treatment.\n\nBut the hep C pricing war is far from over; A sixth payer, Prime, selected both Gilead's Harvoni and AbbVie's Viekira Pak for its formulary, and it's possible that not all payers have made their decisions public, ISI Group analyst Mark Schoenebaum wrote in a note to clients. Molina Healthcare CEO Dr. J. Mario Molina said in April that his company would \"be taking a very serious look\" at PBMs' pricing decisions. Express Scripts CMO Steve Miller, an outspoken critic of climbing drug prices, said he hopes other payers follow his company's lead when making pricing decisions.\n\nMeanwhile, Gilead continues to battle it out with Indian regulators over a key patent for its hepatitis C drug Sovaldi. India's patent office earlier this week determined that Sovaldi was a \"molecule with minor changes\" from a previous compound developed by another company, opening the door for cheaper, generic copies from local drugmakers such as Natco Pharma. Gilead struck back, announcing today that it would appeal the patent office's decision and explore \"additional procedural options,\" Reuters reports.\n\n- read the Reuters story\n\nSpecial Reports: The most influential people in biopharma - Steve Miller, Express Scripts | 10 big brands keep pumping out big bucks, with a little help from price hikes | The new drug approvals of 2014 - Harvoni - Viekira Pak", "article_metadata": {"description": "Gilead Sciences is gaining ground in its hep C pricing battle with AbbVie. One week after the drugmaker joined forces with Anthem to make Harvoni the primary option for the PBM's 30 million patients, Gilead inked similar deals with Humana and Harvard Pilgrim, edging out its competitor and raising the stakes in the companies' ongoing war.", "Generator": "Drupal 8 (https://www.drupal.org)", "title": "Gilead blazes ahead in hep C pricing battle with two new PBM deals | FiercePharma", "gtm-article": 131571, "gtm-contenttype": "Article", "parsely-link": "http://www.fiercepharma.com/financials/gilead-blazes-ahead-hep-c-pricing-battle-two-new-pbm-deals", "msapplication-TileColor": "#da532c", "parsely-metadata": "article", "HandheldFriendly": "true", "parsely-title": "Gilead blazes ahead in hep C pricing battle with two new PBM deals", "MobileOptimized": "width", "gtm-section": "Financials", "msapplication-TileImage": "/themes/custom/tektite_pharma/mstile-144x144.png?v=wAAmkK2yLl", "parsely-author": "Emily Wasserman", "parsely-section": "Financials", "parsely-type": "post", "parsely-pub-date": "2015-01-16T09:25:28-0500", "theme-color": "#ffffff", "viewport": "width=device-width, initial-scale=1.0", "gtm-section-root": "Pharma"}, "article_summary": "Courtesy of GileadGilead Sciences ($GILD) is gaining ground in its hep C pricing battle with AbbVie ($ABBV).\nMeanwhile, Gilead continues to battle it out with Indian regulators over a key patent for its hepatitis C drug Sovaldi.\nMolina Healthcare CEO Dr. J. Mario Molina said in April that his company would \"be taking a very serious look\" at PBMs' pricing decisions.\nGilead struck back, announcing today that it would appeal the patent office's decision and explore \"additional procedural options,\" Reuters reports.\nWith the new coverage decisions, Gilead brings its exclusive payer contract tally to four compared to AbbVie's one and expands its reach for Harvoni."}