{"article_title": "Military Contractors Come Home With PTSD Too; Suffer Similar Rates Of Mental Illness, Alcohol Abuse", "article_keywords": ["illness", "mental", "service", "come", "study", "troops", "soldiers", "health", "rates", "contractors", "military", "suffer", "similar", "ptsd", "conflict", "alcohol"], "article_url": "http://www.medicaldaily.com/military-contractors-come-home-ptsd-too-suffer-similar-rates-mental-illness-alcohol-abuse-264734", "article_text": "Although soldiers tend to get the most attention, military contractors, who outnumbered troops on the front lines at the height of the conflict, also come back with PTSD and other mental illnesses.\n\nAlthough soldiers tend to get the most attention, military contractors, who outnumbered troops on the front lines at the height of the conflict, also come back with PTSD and other mental illnesses. Official U.S. Navy Imagery, CC BY 2.0\n\nIt’s easy to forget that there are people other than soldiers sent to Iraq, Afghanistan, and other conflict areas, to complete a job. And although soldiers get the spotlight for a reason, they are not the only ones in the thick of battle. Military contractors who are on the front lines may not be fighting, but they are experiencing the horrors of war just as much, and according to a recent study, they are coming back home with almost the same rates of post-traumatic stress disorder (PTSD) as soldiers.\n\nMilitary contractors are responsible for a wide range of things, including logistics, base support and maintenance, transportation, intelligence, construction, communications, and security. Their role in war might be more familiar by the names of the companies employing them. The top three: Lockheed Martin (advanced technology and defense), Boeing (aircraft), and General Dynamics (shipbuilding and marine defense).\n\nThe online survey, conducted by the research organization RAND Corp., questioned a total of 660 anonymous contractors who had been deployed to conflict areas between 2011 and 2013. It found that 25 percent of them could be clinically diagnosed with PTSD. Another 18 percent met the criteria for depression, while 50 percent reported alcohol abuse. Naturally, these mental health problems were either reduced or exacerbated depending on whether the contractors underwent preparedness training before deployment and whether they had higher levels of exposure to combat, respectively.\n\nThese rates are somewhat close to those of military service members: PTSD rates among service members range from four to 20 percent, while depression rates range from five to 37 percent, and alcohol abuse rates range from five to 29 percent.\n\n“Given the extensive use of contractors in conflict areas in recent years, these findings highlight a significant but often overlooked group of people struggling with the after-effects of working in a war zone,” Molly Dunigan, co-author of the study and political scientist at RAND, said in a news release. Only two other studies have ever looked into the health of contractors who had been deployed to work in conflict areas, according to The Washington Post.\n\nThe study's one major caveat, however, was that 84 percent of the contractors had been in military service beforehand. “It is difficult to gauge whether their work on contract is the source of these problems, or whether they stem from prior military experiences,” Dunigan said in the release. Still, she emphasized that the takeaway from the study is that many people at the front lines of these conflicts are suffering from mental health issues, and they aren’t being addressed.\n\nAlthough most contractors were insured, U.S. contractors (61 percent of those surveyed) were least likely to be covered, when compared to those from the UK (24 percent) and elsewhere. The study also found that only 28 percent of those who met the criteria for PTSD and 34 percent of those with probable depression sought treatment up to a year before the survey.\n\nDuring deployment, contractors are not supposed to engage in offensive combat, the researchers said, however, many of them are still exposed to gunfire, explosions, traumatic brain injuries, kidnapping, and the deaths of colleagues. And while military service members can take part in mental-health programs before, during, and after deployment, “the majority of contractors we surveyed reported that they did not have access to similar resources,” Carrie Farmer, a health policy researcher at RAND, said in the release.\n\nAt the height of conflict, U.S. contractors outnumbered troops in both Afghanistan and Iraq. In Iraq, there were 155,826 contractors and 152,275 troops in 2008, while there were 94,413 contractors and 91,600 troops in Afghanistan in 2010, according to the study.\n\nSource: Dunigan M, Farmer C, Burns R, et al. Out of the Shadows. The Health and Well-Being of Private Contractors Working in Conflict Environments. RAND Corp. 2013.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "ptsd, alcohol abuse, depression, military, contractors, civilian, war, conflict, afghanistan, iraq, mental health", "og": {"site_name": "Medical Daily", "description": "Although soldiers tend to get the most attention, military contractors, who outnumbered troops on the front lines at the height of the conflict, also come back with PTSD and other mental illnesses.", "title": "Military Contractors Suffer PTSD Too", "url": "http://www.medicaldaily.com/military-contractors-come-home-ptsd-too-suffer-similar-rates-mental-illness-alcohol-abuse-264734", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/12/10/contractors.jpg", "type": "article"}, "twitter": {"description": "Although soldiers tend to get the most attention, military contractors, who outnumbered troops on the front lines at the height of the conflict, also come back with PTSD and other mental illnesses.", "title": "Military Contractors Suffer PTSD Too", "url": "http://www.medicaldaily.com/military-contractors-come-home-ptsd-too-suffer-similar-rates-mental-illness-alcohol-abuse-264734", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/12/10/contractors.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/12/10/contractors.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2013-12-10T18:44:13-05:00", "modified_time": "2013-12-11T11:04:31-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Although soldiers tend to get the most attention, military contractors, who outnumbered troops on the front lines at the height of the conflict, also come back with PTSD and other mental illnesses."}, "_id": "\"57477af46914bd0286fe1166\"", "article_summary": "Military contractors are responsible for a wide range of things, including logistics, base support and maintenance, transportation, intelligence, construction, communications, and security.\nThese rates are somewhat close to those of military service members: PTSD rates among service members range from four to 20 percent, while depression rates range from five to 37 percent, and alcohol abuse rates range from five to 29 percent.\nThe study's one major caveat, however, was that 84 percent of the contractors had been in military service beforehand.\nAlthough soldiers tend to get the most attention, military contractors, who outnumbered troops on the front lines at the height of the conflict, also come back with PTSD and other mental illnesses.\nAt the height of conflict, U.S. contractors outnumbered troops in both Afghanistan and Iraq."}