{"article_title": "Hannity Leaving NY After All? House Hits Market at $3.6 Million", "article_keywords": ["hannity", "hits", "urgent", "house", "million", "36", "taxes", "leaving", "leave", "ny", "state", "program", "radio", "york", "vote", "market", "told"], "article_url": "http://www.newsmax.com/Newsfront/sean-hannity-fox-leave-new-york/2014/02/09/id/551754/", "article_text": "Urgent:\n\nDo You Approve Or Disapprove of President Obama's Job Performance? Vote Now in Urgent Poll\n\nUrgent:\n\nDo You Approve Or Disapprove of President Obama's Job Performance? Vote Now in Urgent Poll\n\nSean Hannity may be making plans to leave New York after all. He has put his Long Island estate up for sale, asking $3.6 million, Newsday reports Hannity said on Jan. 20 he would leave his home state after Gov. Andrew Cuomo said on a radio program that Republicans who are \"right-to-life, pro-assault weapons, anti-gay … have no place in the state of New York because that's not who New Yorkers are.\"Cuomo's supporters said he was referring only to political candidates and not to individuals. But Hannity and others said they didn't feel welcome either if the governor believed candidates who share their views aren't welcome.\"Gov. Cuomo, I’m going to leave and I’m taking all of my money with me – every single solitary penny,\" Hannity said at the time.But just one day later, Hannity was backtracking , saying he didn't intend to leave right away, and likely would stay until his 15-year-old son graduates high school.Newsday was unable to reach Hannity to ask whether the listing for the home means he is, indeed, making plans for an exit. But Elena D'Agostino of Signature Premier Properties told the newspaper, \"that might be the reason.\"The 4,824-square-foot brick Colonial was built in 2001 and sits on 2.05 acres, D'Agostino told Newsday. It is gated and has a pool, observation deck, stairs to the beach and six fireplaces. The annual property taxes are $56,989.Fellow conservative talkers Rush Limbaugh and Glenn Beck already have fled the high-tax state for two without state income taxes. Limbaugh has been in Florida since the 1990s and won't work even occasionally in New York to avoid paying tax there. Beck, more recently, moved to Texas.Hannity has said he is considering those two states. But he also has voiced concern that leaving would hurt the staffs of his syndicated radio show and Fox News Channel prime time program.", "article_metadata": {"news_keywords": "sean hannity,fox,leave,new york", "pubdate": "2014-02-09T16:59:24", "og": {"site_name": "Newsmax", "description": "Sean Hannity may be making plans to leave New York after all. He has put his Long Island estate up for sale, asking $3.6 million, Newsday reports. \r\nHannity said on Jan. 20 he would leave his home state after Gov. Andrew Cuomo said on a radio program that Republicans who...", "title": "Hannity Leaving NY After All? House on Market for $3.6 Million", "url": "http://www.newsmax.com/Newsfront/sean-hannity-fox-leave-new-york/2014/02/09/id/551754/", "page_id": 85452072376, "image": "http://www.newsmax.com/CMSPages/GetFile.aspx?guid=a434f216-690b-4ad7-a61c-cbab9c7cb912&SiteName=Newsmax", "type": "article"}, "twitter": {"url": "http://www.newsmax.com/Newsfront/sean-hannity-fox-leave-new-york/2014/02/09/id/551754/", "description": "Sean Hannity may be making plans to leave New York after all. He has put his Long Island estate up for sale, asking $3.6 million, Newsday reports. \r\nHannity said on Jan. 20 he would leave his home state after Gov. Andrew Cuomo said on a radio program that Republicans who...", "site": "Newsmax", "title": "Hannity Leaving NY After All? House on Market for $3.6 Million"}, "epoch": 1391965164, "keywords": "sean hannity,fox,leave,new york", "fb": {"admins": 100002083767056, "app_id": 323020797885219}, "article": {"section": "Newsfront", "published_time": "2014-02-09T16:59:24"}, "msvalidate.01": "FAF1322EC761685A5DD9344A1C19E82A", "google-site-verification": "Jt2HUKgzJJw9VwIQJv31ETytuvNNm5ypTWN6j0nYvHM", "original-source": "http://www.newsmax.com/Newsfront/sean-hannity-fox-leave-new-york/2014/02/09/id/551754/", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=yes", "description": "Sean Hannity may be making plans to leave New York after all. He has put his Long Island estate up for sale, asking $3.6 million, Newsday reports. \r\nHannity said on Jan. 20 he would leave his home state after Gov. Andrew Cuomo said on a radio program that Republicans who..."}, "_id": "\"57477af46914bd0286fd67ac\"", "article_summary": "Vote Now in Urgent PollSean Hannity may be making plans to leave New York after all.\nHe has put his Long Island estate up for sale, asking $3.6 million, Newsday reports Hannity said on Jan. 20 he would leave his home state after Gov.\nBut Hannity and others said they didn't feel welcome either if the governor believed candidates who share their views aren't welcome.\"Gov.\nBut he also has voiced concern that leaving would hurt the staffs of his syndicated radio show and Fox News Channel prime time program.\nThe annual property taxes are $56,989.Fellow conservative talkers Rush Limbaugh and Glenn Beck already have fled the high-tax state for two without state income taxes."}