{"article_title": "Stephen Colbert just nailed the GOP’s Christian hypocrisy on Syrian refugees with one Bible verse", "article_keywords": ["bible", "christian", "trump", "hypocrisy", "nailed", "syrian", "youre", "colbert", "gops", "verse", "united", "cruz", "country", "stephen", "refugees", "think"], "article_url": "http://www.salon.com/2015/11/20/stephen_colbert_just_nailed_the_gops_christian_hypocrisy_on_syrian_refugees_with_one_bible_verse/", "article_text": "Topics: aol_on, christian faith, Donald Trump, Editor's Picks, isis, KKK, late show with stephen colbert, Stephen Colbert, syrian refugee crisis, Syrian refugees, Ted Cruz, Video, Elections News, News, Politics News\n\nThe object of terrorism is to provoke fear and that’s exactly what ISIS has successfully done to leaders across the United States who now are denying humanitarian assistance to Syrian refugees. On Thursday night’s “Late Show” Stephen Colbert noted that the crisis is all anyone is talking about.\n\n“Whether or not to let Syrian refugees into this country has become the new political issue, completely overshadowing the old political issue, whether to let Mexicans into this country,” Colbert said, a little too on the nose.\n\nBut Donald Trump says that Syrians are not going to want to come here anyway. Right now the United States is entering winter while Syrian refugees are probably more accustomed to higher temperatures. Trump wants to know why the hell they’d come to Minnesota where it’s under 40 degrees.\n\n“It’s a tough call for refugees,” Colbert said. “Do I want to stay in a war zone where my family faces almost certain death or do I want to go somewhere where I have to put on a jacket before I go to the mall? I mean you’re walkin’ around, you’re carrying your coat. You get all sweaty. You go outside and forget to put it on and then you get a cold. I’ll take my chances with ISIS.”\n\nColbert played the clip of President Obama mocking GOP candidates for president who he said was first afraid of debate moderators and now are afraid of women and orphans. He might make a good point, but “why shouldn’t we be scared of three-year-olds? You think you can’t negotiate with terrorists? Try negotiating with a three-year-old.”\n\nBut there are a few candidates (Ted Cruz and Jeb Bush) who think that allowing Christian refugees into the country is fine. Cruz went on to say “there is no meaningful risk of Christians committing acts of terror.”", "article_metadata": {"description": "After all, the Statue of Liberty says \"Give us your tired, your poor, your mostly Christians...\" VIDEO", "title": "Stephen Colbert just nailed the GOP’s Christian hypocrisy on Syrian refugees with one Bible verse", "og": {"site_name": "Salon", "description": "After all, the Statue of Liberty says \"Give us your tired, your poor, your mostly Christians...\" VIDEO", "title": "Stephen Colbert just nailed the GOP’s Christian hypocrisy on Syrian refugees with one Bible verse", "url": "http://www.salon.com/2015/11/20/stephen_colbert_just_nailed_the_gops_christian_hypocrisy_on_syrian_refugees_with_one_bible_verse/", "image": "http://media.salon.com/2015/11/colbert1.jpg", "type": "article"}, "twitter": {"description": "After all, the Statue of Liberty says \"Give us your tired, your poor, your mostly Christians...\" VIDEO", "title": "Stephen Colbert just nailed the GOP’s Christian hypocrisy on Syrian refugees with one Bible verse", "image": "http://media.salon.com/2015/11/colbert1.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Sarah Burris", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, aol_on, christian faith, Donald Trump, Editor's Picks, isis, KKK, late show with stephen colbert, Stephen Colbert, syrian refugee crisis, Syrian refugees, Ted Cruz, Video", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "On Thursday night’s “Late Show” Stephen Colbert noted that the crisis is all anyone is talking about.\nRight now the United States is entering winter while Syrian refugees are probably more accustomed to higher temperatures.\n“It’s a tough call for refugees,” Colbert said.\nTopics: aol_on, christian faith, Donald Trump, Editor's Picks, isis, KKK, late show with stephen colbert, Stephen Colbert, syrian refugee crisis, Syrian refugees, Ted Cruz, Video, Elections News, News, Politics NewsThe object of terrorism is to provoke fear and that’s exactly what ISIS has successfully done to leaders across the United States who now are denying humanitarian assistance to Syrian refugees.\n“Whether or not to let Syrian refugees into this country has become the new political issue, completely overshadowing the old political issue, whether to let Mexicans into this country,” Colbert said, a little too on the nose."}