{"article_title": "Stop excluding transgender people from coverage, says commissioner", "article_keywords": ["commissioner", "necessary", "letter", "excluding", "gender", "stop", "washington", "medically", "state", "health", "coverage", "services", "transgender", "insurers"], "article_url": "http://www.ibamag.com/news/marine/stop-excluding-transgender-people-from-coverage-says-commissioner-18769.aspx", "article_text": "Insurers in the state of Washington must stop denying coverage for medical services needed by transgender people or face the threat of future regulation, Washington State Insurance Commissioner Mike Kreidler said this week.In a letter addressed to Washington health insurers, Kreidler stressed that carriers cannot legally deny medically necessary services based on a patient’s gender identity or dysphoria. Additionally, so-called “transition” services that are available to others—such as counseling, hormone therapy, mastectomies or breast augmentation.Kreidler also warned his office would be on the lookout for health insurers bucking this legal provision.“The Insurance Commissioner’s Office will review filings and coverage for prohibited exclusions and for whether medically necessary services for transgender individuals are covered to the same extent that those services are covered for non-transgender individuals enrolled in the same plan,” he wrote. “Additionally, those affected by exclusions and denials of service will be encouraged to contact the agency so that specific issues can be investigated and addressed.”A report from The Olympian suggests insurers in the state have yet to react to the commissioner’s letter, while groups advocating for transgender people applauded the move.“Removing these outdated exclusions brings Washington up-to-date with the latest information from medical experts and will provide transgender Washingtonians with access to life-saving and medically necessary healthcare,” Danielle Askini, member of the Coalition for Inclusive Healthcare and advocacy director of the Gender Justice League, said in a statement.Kreidler said the letter was necessary due to “recent changes in policy at the federal and state level” related to transgender health services, specifically a section of the Affordable Care Act that prohibits exclusion on the grounds of sex-based discrimination—clarified to include gender identity and sex stereotypes.Insurers are not legally required to cover sexual reassignment surgery, though Medicare recently lifted a ban on coverage for such operations.", "article_metadata": {"og": {"url": "http://www.ibamag.com/news/marine/stop-excluding-transgender-people-from-coverage-says-commissioner-18769.aspx", "image": {"width": 200, "identifier": "http://www.ibamag.com/files/image/Insurance%20Business/healthinsurance(1).jpg", "type": "image/jpeg", "height": 200}, "site_name": "Insurance Business", "description": "Washington Insurance Commissioner Mike Kreidler threatened regulation if insurers don’t cover medical necessities for the group.", "title": "Stop excluding transgender people from coverage, says commissioner"}, "twitter": {"description": "Washington Insurance Commissioner Mike Kreidler threatened regulation if insurers don’t cover medical necessities for the group.", "title": "Stop excluding transgender people from coverage, says commissioner", "url": "http://www.ibamag.com/news/marine/stop-excluding-transgender-people-from-coverage-says-commissioner-18769.aspx", "image": "http://www.ibamag.com/files/image/Insurance%20Business/healthinsurance(1).jpg", "site": "@InsuranceBizUS", "card": "summary"}, "description": "Washington Insurance Commissioner Mike Kreidler threatened regulation if insurers don’t cover medical necessities for the group.", "author": "Caitlin Bronson"}, "article_summary": "Insurers in the state of Washington must stop denying coverage for medical services needed by transgender people or face the threat of future regulation, Washington State Insurance Commissioner Mike Kreidler said this week.In a letter addressed to Washington health insurers, Kreidler stressed that carriers cannot legally deny medically necessary services based on a patient’s gender identity or dysphoria.\nAdditionally, so-called “transition” services that are available to others—such as counseling, hormone therapy, mastectomies or breast augmentation.Kreidler also warned his office would be on the lookout for health insurers bucking this legal provision.“The Insurance Commissioner’s Office will review filings and coverage for prohibited exclusions and for whether medically necessary services for transgender individuals are covered to the same extent that those services are covered for non-transgender individuals enrolled in the same plan,” he wrote.\n“Additionally, those affected by exclusions and denials of service will be encouraged to contact the agency so that specific issues can be investigated and addressed.”A report from The Olympian suggests insurers in the state have yet to react to the commissioner’s letter, while groups advocating for transgender people applauded the move.“Removing these outdated exclusions brings Washington up-to-date with the latest information from medical experts and will provide transgender Washingtonians with access to life-saving and medically necessary healthcare,” Danielle Askini, member of the Coalition for Inclusive Healthcare and advocacy director of the Gender Justice League, said in a statement.Kreidler said the letter was necessary due to “recent changes in policy at the federal and state level” related to transgender health services, specifically a section of the Affordable Care Act that prohibits exclusion on the grounds of sex-based discrimination—clarified to include gender identity and sex stereotypes.Insurers are not legally required to cover sexual reassignment surgery, though Medicare recently lifted a ban on coverage for such operations."}