{"article_title": "PRUDEN: Something heroic for Obama's legacy", "article_keywords": ["obama", "erdogan", "newspapers", "legacy", "pruden", "kim", "mr", "world", "couldnt", "obamas", "true", "war", "heroic", "know"], "article_url": "http://www.washingtontimes.com/news/2014/aug/7/pruden-something-heroic-for-obamas-legacy/", "article_text": "ANALYSIS/OPINION:\n\nUnless he can find something and find it quickly, Barack Obama isn’t going to like his legacy. Everything he touches is turning to mud, and the man who once walked on water may soon find himself at the bottom of the lake.\n\nHe needs something heroic, with swagger and bluff, something to make hearts in the mainstream press go pitty-pat again.\n\nOnce upon a time, heads of state hemmed in by a faltering economy and outside events they couldn’t control would march their armies off to war. That’s frowned on in polite company today, unless you’re the head caliph of an Islamic dictatorship, where you’re entitled to kill a few million subjects in the pursuit of a religious cleansing of dissenters.\n\nBut no, a war is not for President Obama. With a little help from the supernatural, which may or may not be particularly eager to help, he could follow the example of world leaders before him who did mighty things that no one before or since has done. There are several examples, all confirmed, validated, endorsed and celebrated to the rigid standards of devil’s advocates.\n\nMao Tse-tung (before he became Mao Zedong, like “liberals” becoming “progressives”) felt surrounded by events he couldn’t control in the early 1960s. He couldn’t deal successfully with economic catastrophe and widespread famine. He made a Great Leap Forward and fell on his face. He ruled a quarter of the people on the planet for 25 years and kept making desperate revisions to his legacy.\n\nHe retired to Wuhan in 1965 to plot something to restore his reputation as the god of the ant farm. On July 16, 1966, at the age of 73, he made another great leap forward, this time into the Yangtze River and swam downstream. After little more than an hour, he had swum nearly 12 miles — about the distance from Bethesda to Ronald Reagan Washington National Airport — and when he climbed out of the river to the hearty applause of everyone, he was not even breathing hard. We know this is true because the Beijing newspapers said so.\n\nRemarkable as this was, it was eclipsed in North Korea four decades later when Kim Jong-il, the Dear Leader of the Hermit Kingdom, looked around for something to take his mind off the grumbling of the ungrateful peasants, unhappy as they were with their diet of tree-bark soup designed by kindly Mr. Kim to keep obesity at bay. He considered collecting comic books, but settled on golf.\n\nOn his first outing on the links, he shot 38 under par on a regulation 18-hole course, par being whatever fit his scoring needs on any given golf outing. (And to think how people in his foursomes give Bubba such a hard time over his mulligans, the do-overs that only the boss gets.) Most remarkable of all, the Dear Leader shot five holes-in-one, and to show that it was not beginner’s luck, Mr. Kim routinely sank three or four holes-in-one in later outings, and reassured everyone that once he got the hang of the game, he would shoot an 18 for the course every time. We know all this is true because the Pyongyang newspapers said so.\n\nRecep Tayyip Erdogan, the flighty prime minister of Turkey, has promoted the cult of personality as a way of staying ahead of the mob. When the State Department rebuked him for his frequent comparisons of Israel to Hitler, Mr. Erdogan demanded: “What do Americans know about Hitler?”\n\nMade aware that he was showing considerable ignorance of inconvenient history — that 200,000 young Americans died being educated about Hitler, while Turkey was neutral in favor of the Nazis for most of World War II — Mr. Erdogan, inspired by World Cup heroics, and soccer being important in his part of the world, went down to the futbol stadium to show his prowess.\n\nHe put on a bright orange uniform, and in the purple language of the local press “miraculously scored three goals in 15 minutes to the collective delirium of announcers, fans and opposing players from the Istanbul Basaksehir Club.” This is the rough equivalent of Mr. Obama kicking two field goals and a touchdown against the Bears or the Redskins in a single quarter — not that he couldn’t do it, of course. We know this account is true because it was reported in the Istanbul newspapers. Would newspapers lie?\n\nSo what should Mr. Obama do? He’s a frequent golfer, if not necessarily a mighty one, but with Dan Pfeiffer or Tony Podesta standing on the green to drop a discreet ball into the cup, he might challenge Mr. Kim’s remarkable record. Or he could swim down the Potomac to Alexandria. He’s already underwater.\n\nWesley Pruden is editor emeritus of The Washington Times.", "article_metadata": {"description": "Unless he can find something and find it quickly, Barack Obama isn't going to like his legacy. The man who once walked on water may soon find himself at the bottom of the lake.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Unless he can find something and find it quickly, Barack Obama isn’t going to like his legacy. The man who once walked on water may soon find himself at the bottom of the lake.", "title": "PRUDEN: Something heroic for Obama’s legacy", "url": "http://www.washingtontimes.com/news/2014/aug/7/pruden-something-heroic-for-obamas-legacy/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/02/21/2_212014_mao-zedong8201.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/02/21/2_212014_mao-zedong8201.jpg", "description": "Unless he can find something and find it quickly, Barack Obama isn't going to like his legacy. The man who once walked on water may soon find himself at the bottom of the lake.", "card": "summary", "title": "PRUDEN: Something heroic for Obama’s legacy"}, "Author": "Wesley Pruden", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "article_summary": "So what should Mr. Obama do?\nHe needs something heroic, with swagger and bluff, something to make hearts in the mainstream press go pitty-pat again.\nANALYSIS/OPINION:Unless he can find something and find it quickly, Barack Obama isn’t going to like his legacy.\nHe ruled a quarter of the people on the planet for 25 years and kept making desperate revisions to his legacy.\nMao Tse-tung (before he became Mao Zedong, like “liberals” becoming “progressives”) felt surrounded by events he couldn’t control in the early 1960s."}