{"article_title": "Cosmic codes: NASA releasing information on more than 1,000 projects", "article_keywords": ["code", "information", "program", "codes", "federal", "transfer", "releasing", "cosmic", "nasa", "wired", "innovation", "software", "technology", "public", "projects", "1000"], "article_url": "http://www.salon.com/2014/04/04/cosmic_codes_nasa_releasing_information_on_over_1000_projects/", "article_text": "Topics: code, Gadgets, innovation, NASA, Space, technology, Innovation News, Technology News\n\nIn an effort to make the government less opaque, the White House has directed federal agencies to share their software. According to Wired, the federal government is the “country’s largest creator of public domain code.” Unsurprisingly, it is also very slow when it comes to sharing that code.\n\nHowever, on Thursday, April 10, NASA will release an overwhelmingly large amount of information in the form of a public software catalog. It will contain over 1,000 NASA projects from climate simulators, to robotics.\n\n“About a third of everything we invent ends up being software these days,” said Daniel Lockney, a technology transfer program executive with NASA’s Office of the Chief Technologist. NASA has participated in a technology transfer program for over 50 years. Despite this technology transfer it hasn’t released much of its cutting-edge code. The now very rudimentary code for the Apollo 11 mission was made public 40 years after its launch.", "article_metadata": {"description": "Next Thursday NASA will release a master software list -- including information on robots and climate simulators", "title": "Cosmic codes: NASA releasing information on more than 1,000 projects", "og": {"site_name": "Salon", "description": "Next Thursday NASA will release a master software list -- including information on robots and climate simulators", "title": "Cosmic codes: NASA releasing information on more than 1,000 projects", "url": "http://www.salon.com/2014/04/04/cosmic_codes_nasa_releasing_information_on_over_1000_projects/", "image": "http://media.salon.com/2011/03/whats_next_for_nasa_a_new_space_shuttle_a_mission_to_mars.jpg", "type": "article"}, "twitter": {"description": "Next Thursday NASA will release a master software list -- including information on robots and climate simulators", "title": "Cosmic codes: NASA releasing information on more than 1,000 projects", "image": "http://media.salon.com/2011/03/whats_next_for_nasa_a_new_space_shuttle_a_mission_to_mars.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Sarah Gray", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, code, Gadgets, innovation, NASA, Space, technology", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd8980\"", "article_summary": "However, on Thursday, April 10, NASA will release an overwhelmingly large amount of information in the form of a public software catalog.\nNASA has participated in a technology transfer program for over 50 years.\nTopics: code, Gadgets, innovation, NASA, Space, technology, Innovation News, Technology NewsIn an effort to make the government less opaque, the White House has directed federal agencies to share their software.\n“About a third of everything we invent ends up being software these days,” said Daniel Lockney, a technology transfer program executive with NASA’s Office of the Chief Technologist.\nDespite this technology transfer it hasn’t released much of its cutting-edge code."}