{"article_title": "Blueprint for Success: Turning Federal Acts into Hot Air", "article_keywords": ["blueprint", "nashville", "turning", "help", "success", "federal", "national", "acts", "state", "air", "states", "hot", "service", "refused", "local"], "article_url": "http://tenthamendmentcenter.com/2014/10/20/blueprint-for-success-turning-federal-acts-into-hot-air/", "article_text": "“Without local enforcement, by compliant local authorities, the will of the central government is not much more than hot air.”\n\n-Hans-Hermann Hoppe\n\nIn what should be seen as a blueprint for effective resistance to federal power, the Nashville Police refused to help the Secret Service after a “frantic call for backup” to enter and search a resident’s home without a search warrant.\n\nAccording to News Channel 5:\n\n“A Secret Service agent made a frantic call for backup to Nashville police after he and another agent went to the home of a Nashville man, investigating threatening comments on Facebook about the President. The man who posted them had refused to let the agents into his house. He shoved the door in our face and went around the corner. Looks like, we’re not sure if he … possibly he had a gun in his hands,” the agent told a 911 operator.”\n\n“The resident refused to come outside and shouted back, ‘Show me your warrant,'” said Nashville Police Chief Steve Anderson.\n\nWhile much of the media attention focused on the fact that the SS agents asked a police sergeant to ‘wave a piece of paper’ in an apparent effort to dupe the resident into thinking that they indeed had a warrant when they did not, most coverage missed what might be even more important.\n\nRefusal to participate with federal acts on a local level is legal, constitutional – and effective.\n\nTHE FATHER OF THE CONSTITUTION\n\nIn fact, this is exactly what James Madison, the “Father of the Constitution” recommended as the way to stop federal overreach – whether those federal acts are unconstitutional or merely unpopular.\n\nIn Federalist #46, Madison advised a “refusal to cooperate with officers of the Union” as a way to stop such federal acts. He also said that should this and three other steps be taken in multiple states simultaneously it would “present obstructions which the federal government would hardly be willing to encounter.”\n\nIn other words, those federal acts would be “nearly impossible to enforce,” as Judge Andrew Napolitano put it earlier this year.\n\nTHEY NEED HELP\n\nWhile the federal politicians and bureaucrats would like you to believe that the federal government is all-powerful and will do what it wants, when it wants, this couldn’t be further from the truth.\n\nThe Secret Service wasn’t able to carry out its warrantless raid without help from local police. In fact, they were so desperate for help, they were “frantic.”\n\nA vast majority of raids carried out by the Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF) only occur with significant assistance from state or local resources. The Drug Enforcement Agency (DEA) barely has the resources to shut down just a fraction of marijuana businesses in just one city out of the 20+ states nullifying the unconstitutional federal prohibition on that plant.\n\nWhen the NSA builds a new facility to house all your private communications, it relies on things like water or electricity provided by state or local agencies, or it won’t have the resources to stay operations.\n\nThe Affordable Care Act is already being crippled by states that have refused to implement parts of the federal program, and further state resistance is likely to bring the entire Act down.\n\nThe National Park Service can’t shut down a park without help from states, the FBI’s facial recognition program won’t go anywhere without images supplied by state Departments of Motor Vehicles, and most unconstitutional foreign policy relies heavily on state national guard troops carrying much of the load.\n\nDuring the partial federal “shutdown” of 2013, National Association of Governors admitted, “States are partners with the federal government in implementing most federal programs.”\n\nPartnerships rarely work when only half the partners are involved.\n\nHOT AIR\n\n“I do not ask that you place hands upon the tyrant to topple him over, but simply that you support him no longer”\n\n– Étienne de La Boétie\n\nLike the proverbial house of cards, the federal government cannot continue on its path without help. It needs help from state governments, from local governments – and from you.\n\nEvery state, every locality, and every individual should “refuse to cooperate with officers of the Union” in every possible situation, as James Madison advised.\n\nWith time, dedication and persistence, people can turn federal gun control, NSA surveillance, hemp farming bans, national health care and so much more into what they should be:\n\nHot air.\n\nShare this: Facebook\n\nTwitter\n\nReddit\n\nGoogle\n\nTumblr\n\nLinkedIn\n\nEmail\n\n\n\nRelated posts", "article_metadata": {"description": "In what should be seen as a blueprint for effective resistance to federal power, the Nashville Police refused to help the Secret Service after a “frantic call", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "og": {"site_name": "Tenth Amendment Center", "description": "In what should be seen as a blueprint for effective resistance to federal power, the Nashville Police refused to help the Secret Service after a “frantic call for backup” to enter and search a resident’s home without a search warrant.", "title": "Blueprint for Success: Turning Federal Acts into Hot Air | Tenth Amendment Center", "url": "http://tenthamendmentcenter.com/2014/10/20/blueprint-for-success-turning-federal-acts-into-hot-air/", "image": "http://tenthamendmentcenter.com/wp-content/uploads/2014/10/10192014_support-no-longer-1024x535.png", "type": "article"}, "twitter": {"image": "http://tenthamendmentcenter.com/wp-content/uploads/2014/10/10192014_support-no-longer-1024x535.png", "description": "In what should be seen as a blueprint for effective resistance to federal power, the Nashville Police refused to help the Secret Service after a “frantic call for backup” to enter and search a resident’s home without a search warrant.", "card": "summary", "title": "Blueprint for Success: Turning Federal Acts into Hot Air | Tenth Amendment Center"}, "fb": {"pages": 143173285763}, "keywords": "anti-commandeering doctrine,police state,strategy", "article": {"publisher": "https://facebook.com/tenthamendmentcenter", "tag": "strategy", "published_time": "2014-10-20T00:55:25Z", "modified_time": "2014-10-19T23:08:52Z"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "article_summary": "In Federalist #46, Madison advised a “refusal to cooperate with officers of the Union” as a way to stop such federal acts.\nRefusal to participate with federal acts on a local level is legal, constitutional – and effective.\nTHE FATHER OF THE CONSTITUTIONIn fact, this is exactly what James Madison, the “Father of the Constitution” recommended as the way to stop federal overreach – whether those federal acts are unconstitutional or merely unpopular.\nDuring the partial federal “shutdown” of 2013, National Association of Governors admitted, “States are partners with the federal government in implementing most federal programs.”Partnerships rarely work when only half the partners are involved.\nWith time, dedication and persistence, people can turn federal gun control, NSA surveillance, hemp farming bans, national health care and so much more into what they should be:Hot air."}