{"article_title": "Healthcare reimbursement arrangements", "article_keywords": ["reimbursement", "hras", "employees", "irs", "medical", "arrangements", "businesses", "healthcare", "small", "health", "workers", "fines", "care"], "article_url": "http://www.delawareonline.com/story/opinion/contributors/2016/01/07/healthcare-reimbursement-arrangements/78427026/", "article_text": "Kevin Whittaker is the President of the Home Builders Association of Delaware. (Photo: Photo provided)\n\nAs we begin the new year, it is imperative that Congress takes immediate action to prevent the IRS from imposing back-breaking fines on small businesses in Delaware and across the nation who are simply trying to provide affordable health care to their workers.\n\nFor years, many small business owners have reimbursed employees for medical care and services through Health Reimbursement Arrangements (HRAs), which allow businesses to offer pre-tax dollars to insured employees to help pay premiums and/or other out-of-pocket costs associated with medical care and services.\n\nHowever, the IRS has issued guidance preventing employers from using HRAs to reimburse employees for health care-related expenses. According to the IRS, these arrangements don’t comply with the Affordable Care Act’s rules requiring minimum benefit and annual dollar cap requirements for health insurance plans offered by employers.\n\nNot only does the IRS guidance prevent small businesses from using HRAs, it also dictates that all employers – regardless of size – can face fines of $100 per day per employee if they offer HRAs to their workers. That can amount to $36,500 per employee over the course of a year and up to $500,000 in total. The new IRS regulation went into effect on July 1, meaning that employers who have continued to offer HRAs to their employees could face retroactive fines of more than $18,000 per employee.\n\nImposing exorbitant fines on small business owners is counterproductive and will not solve our nation’s health care challenges. Most businesses in Delaware have fewer than 50 employees and are not mandated to provide health coverage to their workers under the Affordable Care Act. HRAs are an important tool that allows small business owners to help their workers defray the high cost of insurance premiums and other out-of-pocket medical expenses.\n\nAs a member of the home building community, I can tell you that most local builders do not have human resources departments or benefits specialists. HRAs will provide home builders and other small businesses a simpler, easier way to help their employees with rising medical costs.\n\nFortunately, bipartisan legislation is pending in both chambers of Congress that would bring choice and affordability to the health care marketplace. The Small Business Healthcare Relief Act (Senate bill S. 1697 and House bill H.R. 2911) would restore the use of HRAs and rescind any penalties associated with them.\n\nSenator Chris Coons should be commended for standing up for his constituents by co-sponsoring this vital legislation. I urge Senator Tom Carper to follow suit and add his name to the bill. Prompt congressional approval will assure that our small businesses in Delaware will not have to face astronomical fines for helping their workers to better afford their health care coverage.\n\nKevin Whittaker is the President of the Home Builders Association of Delaware.\n\nRead or Share this story: http://delonline.us/1OS93ZS", "article_metadata": {"google": "notranslate", "description": "As we begin the new year, it is imperative that Congress takes immediate action to prevent the IRS from imposing back-breaking fines on small businesses in Delaware and across the nation who are simply trying to provide affordable health care to thei", "p": {"domain_verify": "815a1068696ac12ba65bd5231740d78d"}, "og": {"site_name": "delawareonline", "description": "As we begin the new year, it is imperative that Congress takes immediate action to prevent the IRS from imposing back-breaking fines on small businesses in Delaware and across the nation who are simply trying to provide affordable health care to thei", "title": "Healthcare reimbursement arrangements", "url": "http://www.delawareonline.com/story/opinion/contributors/2016/01/07/healthcare-reimbursement-arrangements/78427026/", "image": "http://www.gannett-cdn.com/GDContent/applogos/delawareonline.png", "type": "article"}, "twitter": {"description": "As we begin the new year, it is imperative that Congress takes immediate action to prevent the IRS from imposing back-breaking fines on small businesses in Delaware and across the nation who are simply trying to provide affordable health care to thei", "title": "Healthcare reimbursement arrangements", "image": "http://www.gannett-cdn.com/-mm-/9aafc7e41f8fc458a87cf3181eb5e34a4b7061c7/c=1-0-178-177&r=x643&c=640x640/local/-/media/2016/01/07/Wilmington/Wilmington/635877810834812637-Kevin-Whittaker-headshot-1-7-16.jpg", "creator": "@delawareonline", "site": "@delawareonline", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600071892", "fb": {"app_id": 175037755863662}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "article_summary": "Fortunately, bipartisan legislation is pending in both chambers of Congress that would bring choice and affordability to the health care marketplace.\nFor years, many small business owners have reimbursed employees for medical care and services through Health Reimbursement Arrangements (HRAs), which allow businesses to offer pre-tax dollars to insured employees to help pay premiums and/or other out-of-pocket costs associated with medical care and services.\nImposing exorbitant fines on small business owners is counterproductive and will not solve our nation’s health care challenges.\nHRAs will provide home builders and other small businesses a simpler, easier way to help their employees with rising medical costs.\nHowever, the IRS has issued guidance preventing employers from using HRAs to reimburse employees for health care-related expenses."}