{"article_title": "Arkansas governor signs his Medicaid plan into law", "article_keywords": ["fiscal", "works", "end", "federal", "bill", "governor", "expansion", "program", "medicaid", "plan", "signs", "arkansas", "law"], "article_url": "http://swtimes.com/legislature/arkansas-governor-signs-his-medicaid-plan-law", "article_text": "LITTLE ROCK — A proposal to continue and modify the state’s Medicaid expansion program under the new name Arkansas Works received final passage and was signed into law by Gov. Asa Hutchinson on Friday.\n\nThe governor’s Medicaid plan had little trouble gaining approval in the three-day special session, but supporters and opponents appeared to be headed for a showdown in the upcoming fiscal session.\n\nThe Senate voted 25-10 and the House voted 68-27 to approve each other’s matching bills containing the proposal Friday morning. Minutes later, Hutchinson signed both bills in a public ceremony.\n\nThe governor said the legislation’s passage “reflects people who disagree on a point saying that we can come together, we can be practical and find a practical solution for the state of Arkansas, and to me that represents the best of our democracy.”\n\nLawmakers will return to the Capitol on Wednesday for the start of the 2016 fiscal session, where appropriating funds for Arkansas Works will have a higher hurdle to clear. Like most appropriations, it will need a three-fourths majority vote in each chamber, or 27 votes in the Senate and 75 votes in the House — more votes than were cast to approve the policy in the special session, where a simple majority was sufficient.\n\nHutchinson said Friday the appropriation should be approved.\n\n“There’s a fundamental principle of government that we need to deal with, and that is that a minority should not derail the expressed will of the majority,” he said.\n\nArkansas Works is Hutchinson’s plan for replacing the program known as the private option, which since 2013 has provided government-subsidized private health insurance to more than 267,000 low-income Arkansans. The program, conceived as an alternative to the expansion of Medicaid rolls envisioned in the federal Affordable Care Act, has enjoyed solid support from Democratic legislators but has divided Republicans.\n\nHutchinson, who inherited the private option when he took office last year, has said failing to renew Medicaid expansion would cause turmoil in the state’s health-care industry, negatively impact the state’s budget by hundreds of millions of dollars over the next five years, endanger rural hospitals and leave hundreds of thousands of Arkansans without health insurance.\n\nThe governor says his plan will improve the program by providing incentives for unemployed recipients to obtain work training, for small employers to offer their employees insurance plans and for recipients to make regular wellness visits to a doctor.\n\nHutchinson also says his plan will encourage personal responsibility by requiring recipients who earn more than 100 percent of the federal poverty level to pay premiums of up to 2 percent of their income and will save money by eliminating 90-day coverage retroactivity.\n\nHe also says it will not threaten the state financially because a provision will require the Medicaid expansion program to end automatically if the federal government ever decides to change the match rates set in the Affordable Care Act. The federal government’s share of the cost of the program is 100 percent now and will drop to 90 percent over the next five years under the federal law.\n\nOpponents complain that by accepting federal money for the program, Arkansas is contributing to the mounting federal debt. Sen. Terry Rice, R-Waldron, said during debate on the Arkansas Works bill Wednesday, “We are enslaving future generations of our children and grandchildren to debt, and we are irresponsibly putting it on their credit card.”\n\nIf the Legislature follows its past practice, the appropriation for Arkansas Works will be part of a broader appropriation bill for the entire Medicaid program. Sen. Bart Hester, R-Cave Springs, said Friday that opponents hope to present an alternative bill that would appropriate funding for all of Medicaid except Arkansas Works.\n\nAn alternative Medicaid budget bill also would require a three-fourths vote to pass.\n\n“If that vote doesn’t pass, then I think we’ll ultimately end up at an impasse,” Hester said. “I could foresee us recessing for a day or a week or two weeks and seeing if we could come to terms. The good news about that is we have until the end of June (when the fiscal year ends) to work something out.”\n\nAsked if he ultimately would support defunding all of Medicaid if that was the only way to stop Arkansas Works, Hester said, “I don’t think that’s the only way, but I would.”\n\nHutchinson rejected the idea that the fiscal year could end with lawmakers in a standoff over Medicaid.\n\n“That’s what leads to government shutdowns in Washington,” he said. “We’ve never had that in Arkansas. I don’t expect to have that under my watch.”", "article_metadata": {"description": "LITTLE ROCK — A proposal to continue and modify the state’s Medicaid expansion program under the new name Arkansas Works received final passage and was signed into law by Gov. Asa Hutchinson on Friday.", "generator": "Drupal 7 (http://drupal.org)", "author": "John Lyon Arkansas News Bureau jlyon@arkansasnews.com", "og": {"site_name": "Times Record", "description": "LITTLE ROCK — A proposal to continue and modify the state’s Medicaid expansion program under the new name Arkansas Works received final passage and was signed into law by Gov. Asa Hutchinson on Friday.", "title": "Arkansas governor signs his Medicaid plan into law", "url": "http://swtimes.com/legislature/arkansas-governor-signs-his-medicaid-plan-law", "image": "http://swtimes.com/sites/swtimes.com/files/field/media/web1_Hutchinson-bill-signing.jpg", "type": "article"}, "twitter": {"url": "http://swtimes.com/legislature/arkansas-governor-signs-his-medicaid-plan-law", "image": {"src": "http://swtimes.com/sites/swtimes.com/files/field/media/web1_Hutchinson-bill-signing.jpg, http://swtimes.com/sites/swtimes.com/files/field/media/web1_Arkansas-works-Medicaid_0.jpg"}, "title": "Arkansas governor signs his Medicaid plan into law", "description": "LITTLE ROCK — A proposal to continue and modify the state’s Medicaid expansion program under the new name Arkansas Works received final passage and was signed into law by Gov. Asa Hutchinson on Friday.", "creator": "@timesrecord"}, "al": {"web": {"should_fallback": "true"}, "android": {"url": "swtimes://?eid=2398012", "app_name": "swtimes", "package": "com.stephensmedia.timesrecord"}, "ios": {"url": "swtimes://?eid=2398012", "app_store_id": 964468128, "app_name": "swtimes"}}, "apple-itunes-app": "app-id=964468128", "google-play-app": "app-id=com.stephensmedia.timesrecord", "keywords": "Legislature,News,", "article": {"published_time": "2016-04-08T10:18:36-05:00"}, "viewport": "width=device-width,initial-scale=0.9"}, "article_summary": "LITTLE ROCK — A proposal to continue and modify the state’s Medicaid expansion program under the new name Arkansas Works received final passage and was signed into law by Gov.\nOpponents complain that by accepting federal money for the program, Arkansas is contributing to the mounting federal debt.\nThe governor’s Medicaid plan had little trouble gaining approval in the three-day special session, but supporters and opponents appeared to be headed for a showdown in the upcoming fiscal session.\nSen. Bart Hester, R-Cave Springs, said Friday that opponents hope to present an alternative bill that would appropriate funding for all of Medicaid except Arkansas Works.\nArkansas Works is Hutchinson’s plan for replacing the program known as the private option, which since 2013 has provided government-subsidized private health insurance to more than 267,000 low-income Arkansans."}