{"article_title": "Ebola Symptoms In UK Nurse Pauline Cafferkey 10 Months After Recovery", "article_keywords": ["survivors", "recovery", "pauline", "months", "disease", "infection", "times", "symptoms", "brain", "virus", "health", "uk", "ebola", "nurse", "cafferkey", "told"], "article_url": "http://www.medicaldaily.com/ebola-symptoms-uk-nurse-pauline-cafferkey-10-months-after-recovery-are-ebola-357528", "article_text": "Pauline Cafferkey, the Scottish nurse who made international news earlier this year after contracting and then surviving Ebola, is now critically ill with what seems to be a relapse of the deadly virus. Cafferkey’s unprecedented case is giving doctors important insight into the long-term health concerns of Ebola survivors, and suggests a potential link between the deadly virus and the brain disease meningitis.\n\nEarlier this year, Cafferkey spent nearly a month at London’s Royal Free Hospital battling an Ebola infection she contracted while volunteering as a nurse in Freetown, Sierra Leone — one of the hardest hit West African cities. Ten months later, last Monday, Cafferkey woke up feeling unwell. The nurse visited her local clinic to get an evaluation, but the attending doctor, seeing no obvious signs of poor health, sent her home the same day. However, by Tuesday the illness had taken a turn for the worse, and on Wednesday the Royal Free Hospital confirmed that it was now treating Cafferkey for “an unusual late complication of her previous infection,” The New York Times reported.\n\nOf all the individuals to have survived Ebola since the virus first appeared in 1976, Cafferkey is the only documented case of a potential relapse. Speculations on the cause of Cafferkey’s rare health complications range from side effects from the experimental Ebola treatment she and several other European patients received, to the severity of her initial infection. However, according to Stuart T. Nichol, chief of the viral special pathogens branch at the Centers for Disease Control and Prevention in Atlanta, Cafferkey is suffering from something slightly different from her original illness.\n\n“This isn’t a recurrence of Ebola hemorrhagic fever; this is clearly a meningitis-like syndrome, a neurological syndrome, which is a result of the lingering of Ebola virus,” Nichol told The Times.\n\nMeningitis is a disease caused by the inflammation of the protective membranes, known as meninges, that cover the brain and spinal cord. According to the Centers for Disease Control and Prevention, the disease is usually caused by either a viral or bacterial infection in the surrounding brain or spinal fluid.\n\nThe Daily Beast reported that Nichol isn’t the first to speculate a link between Ebola and meningitis-like diseases. A 1995 study, published in the Journal of Infectious Diseases, noted “convulsions or clinical signs of meningitis” among the symptoms of survivors from the 1995 epidemic in the Democratic Republic of the Congo. More recently, a child released from a Doctors Without Borders (MSF) treatment center in Liberia later developed brain swelling and tested positive for the virus months after his confirmed recovery, Dr. Armand Sprecher, an Ebola expert for MSF told The Times. In addition, Dennis Khakie, another Ebola survivor, passed away last month after suffering from inexplicable convulsions. Although the symptoms are similar to those found in meningitis patients, at this point it's difficult to confirm whether Khakie’s cause of death was actually related to Ebola.\n\nCafferkey and other Ebola survivors solidify the unsettling reality that recovery from Ebola does not necessarily mark the disease’s end. These cases also make it clear how little we actually know about the virus. The long-term health struggles of Ebola survivors, along with recent cases of the virus lasting up to nine months in the semen of survivors, have led health workers to realize the importance of offering support to Ebola patients far past their initial recovery.\n\n“It’s reminded people that the consequences go on so much longer for survivors,” Dr. Bruce Aylward, who heads the World Health Organization’s Ebola effort, told The Times. “It’s really spurred concern we make sure the needs of these people aren’t lost.”", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "ebola, ebola virus, ebola outbreak, ebola outbreak 2014, meningitis", "og": {"site_name": "Medical Daily", "description": "A Scottish nurse who recovered from Ebola in January is now back in the hospital due to unforeseen complications from her original infection.", "title": "Scottish Nurse May Be The First-Ever Case Of An Ebola Relapse", "url": "http://www.medicaldaily.com/ebola-symptoms-uk-nurse-pauline-cafferkey-10-months-after-recovery-are-ebola-357528", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/10/16/cafferkey.JPG", "type": "article"}, "twitter": {"description": "A Scottish nurse who recovered from Ebola in January is now back in the hospital due to unforeseen complications from her original infection.", "title": "Scottish Nurse May Be The First-Ever Case Of An Ebola Relapse", "url": "http://www.medicaldaily.com/ebola-symptoms-uk-nurse-pauline-cafferkey-10-months-after-recovery-are-ebola-357528", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/10/16/cafferkey.JPG", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/10/16/cafferkey.JPG"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-10-16T11:36:47-04:00", "modified_time": "2015-10-16T11:36:46-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A Scottish nurse who recovered from Ebola in January is now back in the hospital due to unforeseen complications from her original infection."}, "article_summary": "Cafferkey and other Ebola survivors solidify the unsettling reality that recovery from Ebola does not necessarily mark the disease’s end.\nEarlier this year, Cafferkey spent nearly a month at London’s Royal Free Hospital battling an Ebola infection she contracted while volunteering as a nurse in Freetown, Sierra Leone — one of the hardest hit West African cities.\n“This isn’t a recurrence of Ebola hemorrhagic fever; this is clearly a meningitis-like syndrome, a neurological syndrome, which is a result of the lingering of Ebola virus,” Nichol told The Times.\nCafferkey’s unprecedented case is giving doctors important insight into the long-term health concerns of Ebola survivors, and suggests a potential link between the deadly virus and the brain disease meningitis.\nOf all the individuals to have survived Ebola since the virus first appeared in 1976, Cafferkey is the only documented case of a potential relapse."}