{"article_title": "Body of man missing at Lewisville Lake recovered", "article_keywords": ["body", "swofford", "woman", "missing", "things", "told", "area", "watch", "lake", "lewisville", "boat", "wildlife", "went", "texas", "recovered", "man"], "article_url": "http://thescoopblog.dallasnews.com/2014/05/body-of-man-missing-at-lewisville-lake-recovered.html/", "article_text": "The body of the man who went missing Friday at Lewisville Lake after a boat flipped over was been recovered Sunday morning, said a Texas game warden.\n\nThe drowning victim has been identified as Blake Long, 31, of Little Elm.\n\nCapt. Cliff Swofford said a 911 call came in Friday night around 8 p.m. A woman reported that the boat she and her boyfriend were on was sinking. The 911 operator told them to put on life vests. She put one on and Long did not. The woman told the operator that her boyfriend began to swim away from the boat and went under. She lost sight of him.\n\nA crew responded to the area but no divers were sent in immediately because the sun was setting making for dangerous conditions, Swofford said.\n\nThe Texas Parks & Wildlife dive team responded to the area early Saturday morning but boating traffic by noon made the search difficult.\n\nAt daybreak Sunday, the Lewisville Fire Department and the Parks & Wildlife dive team resumed the search using sonar equipment. They recovered Long’s body just before 11:30 a.m.\n\nOfficials urged that those taking trips to area lakes over the holiday weekend use caution when out on the water.\n\n“The lake level is low so there are things like sandbars that we can see now that we couldn’t before,” Swofford said. “We ask boaters be extra careful and watch out for those things because they can be dangerous and wreck your boat.”\n\nThe game warden added that life jackets of appropriate sizes for adults and children be readily accessible for everyone on a boat.\n\n“And if you’re legally able to drink, you should watch the alcohol,” he said. “Because it can sneak up on you pretty fast.”", "article_metadata": {"liveFyreID": "aHR0cDovL3RoZXNjb29wYmxvZy5kYWxsYXNuZXdzLmNvbS8yMDE0LzA1L2JvZHktb2YtbWFuLW1pc3NpbmctYXQtbGV3aXN2aWxsZS1sYWtlLXJlY292ZXJlZC5odG1sLw==", "generator": "WordPress 3.9.12", "author": "Christina Rosales", "og": {"site_name": "The Scoop Blog", "description": "The body of the man who went missing Friday at Lewisville Lake after a boat flipped over was been recovered Sunday morning, said a Texas game warden. The drowning victim…", "title": "Body of man missing at Lewisville Lake recovered", "url": "http://thescoopblog.dallasnews.com/2014/05/body-of-man-missing-at-lewisville-lake-recovered.html/", "image": "http://thescoopblog.dallasnews.com/wp-content/themes/dallasnews/images/facebook-default-black.jpg", "type": "article"}, "LastModifiedDate": "2014-05-25T13:46:39Z", "twitter": {"card": "summary_large_image"}, "PublishDate": "2012-04-11T13:59:21Z", "wp-parsely_version": "1.7", "viewport": "width=device-width", "google-site-verification": "ZjZz-aaVcLkLDp8kIkLnEwtSTZlAwGgQhLyd1pXAbA8", "cXenseParse": {"recs": {"publishtime": "2012-04-11T13:59:21Z"}}}, "article_summary": "The body of the man who went missing Friday at Lewisville Lake after a boat flipped over was been recovered Sunday morning, said a Texas game warden.\nThe woman told the operator that her boyfriend began to swim away from the boat and went under.\nAt daybreak Sunday, the Lewisville Fire Department and the Parks & Wildlife dive team resumed the search using sonar equipment.\n“The lake level is low so there are things like sandbars that we can see now that we couldn’t before,” Swofford said.\nThey recovered Long’s body just before 11:30 a.m.Officials urged that those taking trips to area lakes over the holiday weekend use caution when out on the water."}