{"article_title": "Insurers file plans, rate hikes for 2017", "article_keywords": ["sell", "plans", "exchange", "outside", "hikes", "rate", "individual", "health", "plan", "file", "2017", "insurers"], "article_url": "http://www.waheagle.com/story/2016/05/19/wahkiakum-people/insurers-file-plans-rate-hikes-for-2017/11470.html", "article_text": "Insurers file plans, rate hikes for 2017\n\nMay 19, 2016\n\nThirteen health insurers have filed 154 individual health plans for 2017 both inside and outside of the Exchange, Washington Healthplanfinder. The average requested rate change based on enrollment is 13.5 percent.\n\nNine of the 13 insurers intend to sell individual plans inside the Exchange and four will only sell plans outside of the Exchange.\n\n“The requested rate changes are not a surprise, as we expected insurers to make adjustments based on their earlier predictions compared to who actually signed up and what services they used,” Insurance Commissioner Mike Kreidler said in a news release this week. “Clearly, some of the insurers guessed better than others. We know that no one wants to see their rates go up. We will review each plan carefully over the next several months to make sure that any rate changes are justified.”\n\nProposed 2017 rate changes by insurer\n\nProposed Exchange/outside\n\nInsurer rate change Exchange/Both\n\nAsuris 14.5% Outside\n\nBridgespan 10.5% Exchange\n\nCommunity Health Plan 11.3% Exchange\n\nCoordinated Care 7.4% Exchange\n\nGroup Health Cooperative 9.5% Both\n\nGroup Health Options 14.3% Outside\n\nHealth Alliance N/A Outside\n\nKaiser 10.3% Both\n\nLifewise 10.9% Exchange\n\nMolina 9.6% Exchange\n\nPremera 20.0% Exchange\n\nRegence of Oregon 15.3% Outside\n\nRegence 12.5% Both\n\nAll of the proposed rates, benefits, and provider networks for 2017 are currently under review.\n\nUnitedHealthcare of Washington announced earlier this year that it would leave Washington’s individual market in 2017 and Moda withdrew from the state in January. Both insurers sold plans statewide.\n\nTwo other statewide insurers, Premera and Lifewise, intend to stop marketing outside of the Exchange and will reduce the number of counties where they will offer plans.\n\nKreidler’s office does not have the authority to require a company to sell in a particular county.\n\nLast year, more than 72 percent of people enrolled through the Exchange received some form of subsidy to help offset their costs\n\nAll individual health plans and their requested rates must be reviewed within 60 days. The review can take longer if Kreidler’s office requests additional information. The Health Benefit Exchange Board is scheduled to certify all plans for sale in Washington Healthplanfinder on Sept. 8. Open enrollment for the 2017 individual market starts Nov. 1.\n\nHow much consumers will pay will depend on where they live, their age, whether or not they smoke, and which plan they select. Last year, more than 72 percent of people enrolled through the Exchange received some form of subsidy to help offset their costs.\n\nWashington Business, the Exchange’s small business marketplace, will only have Kaiser Foundation Health Plan of the Northwest in 2017 selling 11 plans in Clark and Cowlitz counties. Eleven health insurers will sell 346 small employer plans (1--50 employees) outside of the Exchange.\n\nThe health insurance market is continuing to evolve.\n\n“We’re still in the early stages of health reform and insurers are adapting to the new marketplace,\" Kreidler said. \"Let’s not forget that just four years ago, the standard business model in the individual market was to deny sick people coverage, limit covered benefits, and cap coverage well below what a serious illness would cost.\n\n“The Affordable Care Act has laid the groundwork for fixing many of the inequities of the old health insurance system. Washington’s uninsured rate has dropped to 7.5 percent and nearly a million residents have coverage. But there’s much more that we still need to do to address the cost of health care.”", "article_metadata": {"revisit-after": "1 days", "og": {"site_name": "The Wahkiakum County Eagle", "description": "Thirteen health insurers have filed 154 individual health plans for 2017 both inside and outside of the Exchange, Washington Healthplanfinder. The average requested rate change based on enrollment is 13.5 percent. Nine of the 13 insurers intend to sell individual plans inside the Exchange and four will only sell plans outside of the Exchange. “Th...", "title": "Insurers file plans, rate hikes for 2017", "url": "http://www.waheagle.com/story/2016/05/19/wahkiakum-people/insurers-file-plans-rate-hikes-for-2017/11470.html", "image": "http://www.waheagle.com/cms_data/dfault/images/companylogo_facebook.png", "type": "website"}, "Description": "Thirteen health insurers have filed 154 individual health plans for 2017 both inside and outside of the Exchange, Washington Healthplanfinder. The", "Robots": "index,follow", "Author": "The Wahkiakum County Eagle"}, "article_summary": "Insurers file plans, rate hikes for 2017May 19, 2016Thirteen health insurers have filed 154 individual health plans for 2017 both inside and outside of the Exchange, Washington Healthplanfinder.\nNine of the 13 insurers intend to sell individual plans inside the Exchange and four will only sell plans outside of the Exchange.\nEleven health insurers will sell 346 small employer plans (1--50 employees) outside of the Exchange.\nOpen enrollment for the 2017 individual market starts Nov. 1.\nWashington Business, the Exchange’s small business marketplace, will only have Kaiser Foundation Health Plan of the Northwest in 2017 selling 11 plans in Clark and Cowlitz counties."}