{"article_title": "Ben Carson visits Baltimore for roundtable with community leaders", "article_keywords": ["death", "ben", "leaders", "support", "visits", "carson", "community", "roundtable", "carsons", "team", "davis", "weigh", "went", "baltimore"], "article_url": "http://www.politico.com/story/2015/05/ben-carson-finds-a-skeptical-audience-in-baltimore-117752", "article_text": "Carson, who lived in Baltimore for 36 years, returned for a roundtable with community leaders. Ben Carson finds a skeptical audience in Baltimore\n\nBALTIMORE — Republican leaders have talked obsessively about the need to appeal to more minority voters in 2016, after a disastrous showing in the last presidential election. But it wasn’t until Thursday that a GOP presidential candidate actually visited this city, the country’s current heart of racial tensions.\n\nRetired neurosurgeon Ben Carson, who lived here in Baltimore for 36 years, returned Thursday afternoon for a roundtable with a largely African American group of clergy members and businesspeople to discuss what his team called the “need for healing” following the death of a young man in police custody, and the subsequent riots that tore through the city.\n\nStory Continued Below\n\nCarson, a long-shot presidential candidate whose support so far is largely from the most conservative element of the GOP, is African American and grew up in extreme poverty in Detroit and Boston. (He was so poor, he has said, that when he went to the state fair as a child, he couldn’t afford to go on any rides or even buy cotton candy.) Carson’s team believes he is uniquely able to connect to poor and minority communities by telling his personal story, and they saw an opportunity for him to speak out this week.\n\nOn Thursday, Carson put that theory to the test, to mixed reviews. He drew on his life experiences to articulate a view that police brutality is real — “I got used to [seeing] people having the crap beat out of them by police” — but that it’s generally targeted at people who are “doing some wrong stuff.” The comments show a tension that all the GOP contenders are grappling with: how to appear compassionate to a black community that feels deeply wronged, while showing support for police as they seek the nomination of a party that deeply values law and order.\n\n“It’s one of the levels of honesty that has to be had within the community,” said Carson, who as a Johns Hopkins pediatric neurosurgeon regularly operated on gunshot wounds to the head. “People must be willing to admit this is a two-way street. I don’t think police go around looking for people to abuse, but I do think if people are doing things, sometimes a situation gets out of hand.”\n\nCarson was hesitant to weigh in on State’s Attorney Marilyn Mosby’s decision to charge six members of the Baltimore police force for their involvement in the death of 25-year-old Freddie Gray.\n\n“I probably wouldn’t have charged them to that degree, but then again I’m not a lawyer, I’m not a district attorney,” he said. “Plus, none of us have seen the evidence she has seen. So without seeing the evidence it’s impossible to really weigh in.”\n\nBut he did say, drawing on his medical experience, that Gray must have sustained “direct trauma to the spine.” While Carson said he didn’t believe there was intent to kill Gray, he noted that “obviously that looks very suspicious to the community.”\n\nThe room was full of people who weren’t necessarily Republicans, but who were “open” to hearing Carson’s viewpoint, said Edwin Avent, a local entrepreneur who said he had invited about half the attendees. But the openness only went so far: Carson faced a bevy of skeptical questions, including from Avent, who pressed him on what he would do about mass incarceration (Carson’s response: Improve the economy so there were more jobs available and fewer people would turn to drugs; later, he expressed support for body cameras on police and said he’d be open to looking at “all sentencing” requirements).\n\nAnother attendee pushed Carson to talk more about racism and racial issues, and a third, hedge-fund manager Kevin Davis, interrupted to demand that students in attendance discuss their relationships with the police, and at least one went into detail about feeling singled out for being black.\n\n“These are the good kids,” Davis said. “Their frustration is real.”\n\nCarson responded by calling on police officers to get to know the communities where they work, so that a child’s first interaction with a cop is a positive one — playing catch together, for instance — rather than a contentious one. And he told several students from rough neighborhoods who were in attendance that he escaped his rough childhood by reading books. One attendee ridiculed that suggestion, saying that not every child in the inner city has a mother like Carson’s, who insisted her children read.\n\nBaltimore has proven a perilous topic for other 2016ers. On the Republican side, Rand Paul — the most vocal in the field in calling for criminal-justice reform — drew fire for saying he was glad his train didn’t stop in Baltimore. Among Democrats, Martin O’Malley has swatted away complaints that, as Baltimore mayor from 1999 to 2006, he presided over an era of hyper-aggressive policing that contributed to the city’s recent explosion of street violence. Hillary Clinton called for an end to the “era of mass incarceration” — only to have people note her advocacy of her husband’s tough-on-crime policies as first lady.\n\nAnd on Thursday, Carson faced his share of tense moments. But the conservative bomb-thrower who once equated Obamacare with slavery and has likened the Obama era to the Third Reich also demonstrated that he can tone it down on occasion. When one attendee asked if the president’s health-care law had any redeeming qualities, he said the “concept of providing coverage for indigent people” who wouldn’t otherwise have coverage is “redeeming,” and allowed that “maybe the intentions were good,” even if he disagreed with the actual law.\n\nCarson was better able to connect on issues he’s written and spoken about for years, earning murmurs of agreement as he talked about education as the ticket out of poverty, and finding common ground with clergymembers and NGO workers by discussing the importance of strong families.\n\nThe roundtable came together within the last 48 hours, but Carson’s team said the candidate, who announced his White House run on Monday, has wanted to weigh in on Baltimore since the controversy over Gray’s death erupted late last month. They view him as an effective voice who can relate both to people who feel Gray was wrongfully killed, and to those who deplore the rioting.\n\nThe audience was a more conservative one than Carson might find in the broader black community — filled with clergy who agreed with him on social issues and with business-minded people who liked his economic posture — but there was also at least one school counselor who noted her distaste for school choice, an indication that the crowd was not overwhelmingly friendly. And several people interviewed said they had low expectations for Carson’s politics coming in, and were at least somewhat pleasantly surprised.\n\nAvent found Carson “to be as intelligent as I thought I’d find him, to be engaging, and he listened. Those are starting points.”\n\nDavis, the hedge-fund manager who was a Republican National Committee delegate for George H.W. Bush in 1988 but more recently supported Barack Obama, said Carson “seemed a little more open and receptive to some ideas that were put forth,” including on promoting mental health in schools, than he had expected. But Davis, who prefers Ohio Gov. John Kasich for 2016, said he thought Carson was largely missing the point on concerns about mass incarceration and relationships between police and African Americans.\n\n“It was a lost opportunity because 99 percent of the adults in that room had bad encounters with the police, likewise the kids,” he said. “It would have been an opportunity for him to acknowledge [that].”\n\nInstead, Davis noted, he responded with anecdotes about his cousin, who Carson said was beaten “half to death” by police. But at the same time, Carson said, his cousin was “doing wrong stuff.”", "article_metadata": {"og": {"site_name": "POLITICO", "description": "He's the first GOP presidential candidate to visit the city amid its racial tensions.", "title": "Ben Carson finds a skeptical audience in Baltimore", "url": "http://www.politico.com/story/2015/05/ben-carson-finds-a-skeptical-audience-in-baltimore-117752.html", "image": "http://s3-origin-images.politico.com/2015/05/07/20150507_ben_carson_gty_1160.jpg", "fb_appid": 114037015331397, "type": "article"}, "keywords": "Elections,Republicans,Baltimore,Ben Carson 2016,Baltimore Protests,Ben Carson,Elections 2016,Freddie Gray", "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "He's the first GOP presidential candidate to visit the city amid its racial tensions.", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Carson, who lived in Baltimore for 36 years, returned for a roundtable with community leaders.\nCarson’s team believes he is uniquely able to connect to poor and minority communities by telling his personal story, and they saw an opportunity for him to speak out this week.\nAvent found Carson “to be as intelligent as I thought I’d find him, to be engaging, and he listened.\n“It’s one of the levels of honesty that has to be had within the community,” said Carson, who as a Johns Hopkins pediatric neurosurgeon regularly operated on gunshot wounds to the head.\nBen Carson finds a skeptical audience in BaltimoreBALTIMORE — Republican leaders have talked obsessively about the need to appeal to more minority voters in 2016, after a disastrous showing in the last presidential election."}