{"article_title": "Colorado parole audits find fundamental errors 60 percent of cases", "article_keywords": ["audit", "errors", "colorado", "post", "quintana", "robenalt", "supervision", "60", "failed", "officer", "fundamental", "audits", "parole", "cases", "parolee"], "article_url": "http://www.canoncitydailyrecord.com/news/canoncity-local-news/ci_24539003/colorado-parole-audits-find-fundamental-errors-60-percent", "article_text": "Parole Officer Ryan Burch knocks on the motel room of a parolee at the Riviera Motel in Aurora, Colorado. (Helen H. Richardson, Denver Post file)\n\nColorado parole officers committed fundamental supervision errors in more than 60 percent of the cases they handled, a review of more than 2,000 audits shows.\n\nThe audits, conducted over the past three years and examined by The Denver Post, reveal that failures in parole supervision occur regularly. The extent of the problems may be even greater because the audits include cases that parole officers select to showcase what they believe is their best work.\n\nParole officer Tristan Robenalt left a parolee with a long criminal felony history untreated after he skipped or failed drug tests or missed therapy sessions 49 times and was arrested twice for shoplifting, according to an audit and corrections records.\n\nMichael Quintana skipped or failed drug tests or missed therapy sessions 49 times while on parole. He also was supposed to enter a community sex-offender program, but that was \"not addressed\" by his parole officer, Tristan Robenalt, an audit found. Quintana is now spending 10 years to life in prison for sexually assaulting a 6-year-old girl. (Denver Post | handout)\n\nThe offender, Michael Quintana, who also used cocaine during his parole, would go on to sexually assault a 6-year-old girl during Robenalt's lax supervision, the audit found. Robenalt has since resigned from the parole division of the Colorado Department of Corrections.\n\n\"What's the point of even being on parole?\" asked the girl's mother, whose name is not being revealed by The Post to protect the identity of her daughter. \"I think if he would have gotten in trouble way back then, he would have been back in jail, and the assault never would have happened.\"\n\nParole officer Matthew Rock failed to take appropriate action when offender Kou Lo tested positive for cocaine or alcohol use at least 12 times and violated driving restrictions, one audit revealed. Rock also did not conduct a required visit to the parolee's home for more than a year.\n\nAdvertisement\n\nAnother parolee committed a string of robberies that was highlighted by local newspapers. Parole officer J.D. Pyatt made no mention of the arrest in his electronic parole supervision notes and failed to respond appropriately to earlier cocaine and methamphetamine use by the parolee, another audit stated.\n\nAuditors flagged these and many other problems while conducting nearly 2,000 audits on the work of Colorado's parole officers since the start of 2011. Parole officials released the audits to The Post in response to a Colorado Open Records Act Request.\n\nThe audits provide the most comprehensive public look to date at the performance of Colorado's parole system since corrections chief Tom Clements was gunned down at his home in March, allegedly by a parolee who had removed his ankle bracelet five days earlier.\n\nAuditors found that parole officers failed to:\n\nWhen offender Kou Lo tested positive for cocaine or alcohol use at least 12 times and violated driving restrictions, parole officer Matthew Rock failed to take appropriate action, an audit revealed. Rock did not conduct a required visit to Lo's home for more than a year. (Denver Post | handout)\n\n• Respond appropriately to parole violations about 30 percent of the time.\n\n• Complete a behavioral and supervision plan in nearly 22 percent of cases.\n\n• Adhere to contact standards, including required visits to parolees' homes, nearly 32 percent of the time.\n\n• Conduct risk assessments to identify parolee weaknesses or hold initial office visits with parolees nearly 20 percent of the time.\n\n• Respond to all telephone calls from or about parolees in 6 percent of cases.\n\nOverall, 60 percent of the audits contained at least one of these failures, The Post found. Other mistakes occurred, such as failure to monitor restitution payments or poor record keeping, but The Post did not include those in the analysis.\n\nAndrew Gregg repeatedly tested positive for cocaine and methamphetamine while on parole, violations not properly addressed by his parole officer, J.D. Pyatt, an audit found. Then Gregg robbed or tried to rob people in Rifle and Fort Collins, and Pyatt did not make a single chronological entry about Gregg's \"crime spree that led to his arrest, even though it made the news,\" the auditor wrote. (Denver Post | handout)\n\nEdward Latessa, director of the School of Criminal Justice at the University of Cincinnati, said such a high failure rate in the standards is disturbing.\n\n\"They should be doing an initial home visit of parolees,\" said Latessa, who specializes in reducing recidivism among offenders. \"They should be assessing them. They should be developing a case plan with them. That's all pretty fundamental. You have to ask why aren't they meeting their own standards.\"\n\nMaking changes\n\nGov. John Hickenlooper in June appointed a new executive director of corrections, Rick Raemisch, who has acknowledged failures in the parole system.\n\nA January audit found flaws in the supervision of parolee Nicolas Wozny, who had a history of burglary and theft. Parole officer Matthew Rock did not create a behavioral and supervision plan and did not appropriately address violations, including six missed drug tests and drug use. A required home visit wasn't completed for more than a year, and Wozny was never placed on required electronic monitoring. (Denver Post | handout)\n\nSince Clements' death, corrections officials have fired the head of the parole division, created a new fugitive unit to pick up absconded parolees and required parole officers to respond within two hours to ankle-bracelet alerts.\n\nDepartment spokesman Roger Hudson said its parole division is continuing to adjust its practices to better supervise offenders.\n\n\"The audits provided are only a snapshot into the case work and management of offenders and not an overall picture of their program plan,\" he said.\n\nThe department \"acknowledges that there were substantive concerns with the supervision of several of parolees found in the audits you've reviewed,\" he said. \"When these issues were discovered, at the time of the audits, performance action was taken.\"\n\nOnly a handful of audits, however, contained notes from a supervisor for actual corrective action and further review. In a few instances, auditors later re- reviewed cases and noted that issues continued to exist.\n\nCorrections officials in September said they were late on conducting the audits and weren't tracking the audits to determine ongoing issues of concern. The parole division is addressing the backlog and plans to develop a database to track trends from the audits, Hudson said.\n\nThe Denver Post highlighted many of the problems facing the parole division in its \"Beyond Bars\" special report in September, before the corrections department released the audit reports.\n\nAllan Stanley, former chairman of the Colorado Parole Board, said the supervision failures identified in the cases The Post reviewed \"are definitely an important part of the parole system.\" Home visits and unannounced visits are \"extremely important,\" he said. \"It's important to have a sense of what's going on.\"\n\nThe auditors, who were in most cases parole division supervisors, rated officer performance as \"out of compliance/needs improvement\" or \"fair\" in 27 percent of the audits.\n\nEach parole officer is supposed to receive at least eight audits of their case work annually. The state audit regimen allows officers to select two of those cases for review. More audits can occur when supervisors have performance concerns.\n\nColorado's parole system has been under intense scrutiny after parolee Evan Ebel absconded and allegedly killed Clements and pizza delivery driver Nathan Leon. Ebel was killed later in a shootout with authorities in Texas.\n\nThe audits reviewed by The Post revealed that other parolees have absconded with little response. A boyfriend of a parolee called to say she had \"flown the coop,\" but the parole officer, Philip Cagle, failed to issue an arrest warrant for nearly a month or put \"much effort into confirming abscond,\" one audit stated.\n\nRock, another parole officer, failed to make a required visit to the home of offender Nicholas Wozny for nearly a year and didn't take action after Wozny absconded, another audit showed. The audit found Wozny was never hooked to electronic monitoring when he was placed in that program.\n\nRock also failed to appropriately address Wozny's six missed drug tests and methamphetamine use. That audit was one of 33 in which Rock's work was found to be out of compliance or needing improvement.\n\nRock, based in the Westminster office, declined comment.\n\nKristen Maris, a parole officer in Greeley, wrote at the bottom of her audits conducted in 2011 that she was carrying a caseload of about 50 sex offenders, which she argued was too high for her to comply with contact standards. She noted she had not received training for sex-offender supervision. She declined comment.\n\nHigh risk\n\nWhen the Colorado Parole Board released Michael Quintana from prison in 2011, it ordered him to participate in a community sex- offender program.\n\nQuintana had been in and out of prison for crimes including burglaries, assaults, car theft, drug use and a drunken hit-and-run crash. In 1993, he was arrested for sex assault on a child, but the case was not prosecuted.\n\nOn parole, Quintana was supposed to be closely supervised as a high-risk offender by Tristan Robenalt. Yet during the next two years, Quintana committed violations month after month, including drug use, shoplifting and harassment.\n\nIn November 2011, according to his parole history report, Robenalt warned Quintana that this \"will be his final month to show improvement or he will be taken before board.\"\n\nYet the following August, Quintana's drug test provider informed Robenalt that he had not provided a urinalysis sample since February.\n\nWeeks later, a mother called Commerce City police to report Quintana had molested her 6-year-old daughter.\n\nQuintana had taken her daughter into a back room of her friend's house, she said, saying they were going to watch cartoons.\n\nThere, he told the girl \"to remove her clothes so he could rub lotion on her. While 'Mike' was rubbing lotion on (her), he began to rub and touch her vagina, he may have also placed his finger inside,\" Detective Mike Saunders wrote.\n\nThe daughter told her mother the \"touching\" had taken place two other times.\n\nDuring the next two months, as a felony investigation proceeded, Quintana's parole violations continued. On Nov. 30, 2012, Robenalt found out what happened to his client. He had been in the Adams County jail for two weeks, charged with sexually assaulting a child. Quintana is now spending 10 years to life in prison.\n\nThe girl's mother said she expects her daughter to be in therapy for years. \"You don't ever expect your child to go through that,\" she said. \"She slams stuff. At school she'll hit other kids. She just has a hard time trusting men in general right now.\"\n\nA February audit of Quintana's supervision concluded Robenalt was out of compliance. The auditor questioned how Robenalt could have lowered Quintana's risk level. She found Robenalt had not responded appropriately to numerous violations. Robenalt declined comment.\n\nThe parole violations noted in the audits vary in seriousness from traffic tickets for speeding and tinted windows to new felonies that parole officers sometimes failed to mention.\n\nCrime spree\n\nAndrew Gregg, a 24-year-old parolee, tested positive for methamphetamines and cocaine in January 2012. His parole officer, J.D. Pyatt, failed to respond appropriately, an auditor reported.\n\nGregg tested positive two more times for meth in February, then missed a scheduled drug test.\n\nDays later, he set off on a statewide crime spree.\n\nIn Rifle, he robbed a Kum & Go store, carrying off the cash register.\n\nIn Fort Collins, according to police, he stole a Nissan Quest van that the owner had left idling. He drove it to a senior center, burst in wearing a hooded jacket and a mask and demanded money from a clerk, but fled after drawing the attention of other witnesses.\n\nTwenty minutes later, two more robbery attempts were reported. At a Wells Fargo bank, the suspect in the stolen van pounded on the car window of a woman at an ATM. She escaped. Then he robbed the Subway restaurant next to the bank, jumping over the counter to grab money from a cash register.\n\nPolice found the stolen van outside the Subway. Minutes later, they caught Gregg with \"a significant amount of cash\" stuffed in his pants. Auditor Jeff French found Pyatt out of compliance as a parole officer.\n\n\"Offender was out of control,\" he wrote. \"Began using meth and cocaine in November.\"\n\nHe noted that Pyatt had not visited the parolee's home once since Gregg returned to Greeley for supervision and had not made a single entry about the \"crime spree that led to his arrest, even though it made the news.\"\n\nGregg was sentenced to 11 years in prison. Pyatt, a team leader in the Greeley parole office, declined to comment.\n\nChristopher N. Osher: 303-954-1747, cosher@denverpost.com or twitter.com/chrisosher\n\nProblems in parole supervision\n\nA Denver Post review of nearly 2,000 audits of the work of Colorado parole officers found fundamental errors in at least 60 percent of cases. Here are a few examples of the kinds of problems revealed in the audits.", "article_metadata": {"sailthru.url": "http://www.canoncitydailyrecord.com/news/canoncity-local-news/ci_24539003/colorado-parole-audits-find-fundamental-errors-60-percent", "modificationDate": "2013-11-17T08:48:04-0700", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site36/2013/1111/20131111__Colorado-parole-system~p1_300.jpg", "sailthru.author": "By Christopher N. Osher  and David Olinger   The Denver Post", "description": "Colorado parole officers committed fundamental supervision errors  in more than 60 percent of the cases they handled, a review of more than 2,000 audits shows.", "ag": {"canon": "CanonCityDailyRecord:article:24539003:view"}, "startDate": "2013-11-17T00:01:00-0700", "og": {"url": "http://www.canoncitydailyrecord.com/news/canoncity-local-news/ci_24539003/colorado-parole-audits-find-fundamental-errors-60-percent", "image": "http://extras.mnginteractive.com/live/media/site36/2013/1111/20131111__Colorado-parole-system~p1.jpg", "type": "article", "description": "Colorado parole officers committed fundamental supervision errors  in more than 60 percent of the cases they handled, a review of more than 2,000 audits shows.", "title": "Colorado parole audits find fundamental errors 60 percent of cases"}, "twitter": {"domain": "canoncitydailyrecord.com", "description": "Colorado parole officers committed fundamental supervision errors  in more than 60 percent of the cases they handled, a review of more than 2,000 audits shows.", "creator": "@dolingerdp", "url": "http://www.canoncitydailyrecord.com/news/canoncity-local-news/ci_24539003/colorado-parole-audits-find-fundamental-errors-60-percent", "image": "http://extras.mnginteractive.com/live/media/site36/2013/1111/20131111__Colorado-parole-system~p1.jpg", "title": "Colorado parole audits find fundamental errors 60 percent of cases", "site": "@CCDR_news", "card": "summary_large_image"}, "sailthru.date": "2013-11-17T00:01:00-0700", "sailthru.site": "canoncitydailyrecord.com", "endDate": "2023-11-16T19:54:37-0700", "sailthru.title": "Colorado parole audits find fundamental errors 60 percent of cases", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Canon City News", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "oCjqPZ-ii-IZW-fBJ0mmX5dmH5aafePG3FLx_kSYFiA", "byline": "By Christopher N.", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site36/2013/1111/20131111__Colorado-parole-system~p1.jpg", "pubDate": "2013-11-16T19:56:24-0700", "news_keywords": "Education, Education news, Canyon City Colorado Education news, Canyon City Colorado news, Education Canyon City news, Education Colorado news, US Education news, world Education news."}, "_id": "\"57477af36914bd0286fca0fb\"", "article_summary": "Andrew Gregg repeatedly tested positive for cocaine and methamphetamine while on parole, violations not properly addressed by his parole officer, J.D.\nChristopher N. Osher: 303-954-1747, cosher@denverpost.com or twitter.com/chrisosherProblems in parole supervisionA Denver Post review of nearly 2,000 audits of the work of Colorado parole officers found fundamental errors in at least 60 percent of cases.\nParole Officer Ryan Burch knocks on the motel room of a parolee at the Riviera Motel in Aurora, Colorado.\n(Helen H. Richardson, Denver Post file)Colorado parole officers committed fundamental supervision errors in more than 60 percent of the cases they handled, a review of more than 2,000 audits shows.\nParole officer J.D."}