{"article_title": "Shocked? Safety-net hospitals don't die under Obamacare", "article_keywords": ["financial", "dont", "die", "million", "obamacare", "system", "shocked", "patients", "medicaid", "uninsured", "health", "safetynet", "hospitals", "care"], "article_url": "http://medcitynews.com/2015/03/shocked-safety-net-hospitals-dont-die-obamacare/", "article_text": "Hospitals that treat many poor and uninsured patients were expected to face tough financial times in states that did not expand Medicaid under the federal law known as Obamacare.\n\nThat’s because they would get less Medicare and Medicaid funding under the Affordable Care Act, while still having to provide high levels of charity care.\n\nBut in some of the largest states that did not expand Medicaid, many safety-net hospitals fared pretty well last year — even better than in 2013 in many cases, according to their financial documents. KHN looked at the performance of about a dozen such hospitals in Florida, Texas, Georgia, Tennessee, South Carolina, Virginia and Kansas, which released their 2014 financial results.\n\nAdvertisement\n\nAn improving economy was the single, biggest reason shared by all of the strongly performing hospitals because it helped reduce the number of patients who couldn’t pay their bills and increased local property and sales tax revenues earmarked for publicly supported hospitals.\n\nAnother factor for some hospitals was the increase in insured patients who bought coverage through the health law’s insurance exchanges. For instance, Fort Lauderdale, Fla.-based Broward Health saw a 30 percent drop in charity care, which officials attributed to seeing more insured patients.\n\nStill, the biggest fiscal challenges lie just ahead — with significant Medicaid funding cuts starting late next year under the Affordable Care Act. The health law’s drafters anticipated the number of uninsured Americans to decrease dramatically, in part because they expected a nationwide expansion of Medicaid. Therefore, beginning in October, 2016, the law calls for cuts to special Medicaid funding for hospitals that typically see a disproportionate share of the poor. In addition, other Medicaid funding that supports indigent care in certain states (and that predates the 2010 health law) is slated to expire in Florida in June and in Texas, next year.\n\n“We are still very early in the Affordable Care Act, and one year does not make a trend,” cautioned Daniel Steingart, an analyst with Moody’s Investors Service. “Just because they got though this period, does not mean they do not have more financial pain to come.”\n\nSo-called safety-net hospitals, many of which are supported by local or county taxpayers, often struggle financially because they see a high proportion of patients that are either uninsured or enrolled in Medicaid, the state-federal program that pays less money than Medicare or private insurers. The hospitals face added pressure from providing high-cost and traditionally money-losing services such as trauma and burn care. They also have the expense of training doctors.\n\nNonprofit hospitals need to make enough money to buy new equipment, expand programs and meet rising labor costs. The average nonprofit hospital makes about a 3 percent profit margin, Steingart said.\n\nIn the past decade, two of the nation’s largest public safety-net hospitals — Grady Memorial Hospital in Atlanta and Jackson Memorial Health System in Miami — were on the verge of financial collapse but recovered after major management changes and increased public support.\n\nLast year, the county-owned Jackson finished its second consecutive year with about a $51 million surplus on about $1 billion in revenue, in part as a result of increased county sales-tax revenue going to the health system and tighter expense management. Jackson’s operations are supported by a sales tax in Miami-Dade County.\n\nGrady’s profit increased to nearly $30 million through November last year, up from $17 million for the same period in 2013.\n\nSeveral other safety net facilities in states that did not expand Medicaid had profits in 2014, according to financial reports, including:\n\n— Broward Health, which runs four hospitals, saw $69 million in profit in the 2014 fiscal year that ended June 30, compared to $59 million a year earlier, on about $1 billion in revenue. That included support from local taxpayers.\n\n— Orlando Health, a six-hospital system in central Florida, saw its profit grow to $161 million in the fiscal year that ended in September, up from $32 million the year before, on about $2 billion in revenue. Its vice president of finance, Paul Goldstein, cited the improving economy, an increase in the number of privately insured patients and the financial performance of recently purchased doctors’ groups.\n\n— Tampa General posted a $49 million profit last year, up from $31 million the year before, on $1 billion in operating revenue. Its operating margin was 4.5 percent.\n\n— Chattanooga, Tenn.-based Erlanger Health posted a $20 million profit for the six months that ended Dec. 31, on revenue of $336 million, after factoring in local tax support, compared to losing $1.5 million in the same period a year earlier.\n\n— Greenville Health System in South Carolina made a $63 million profit in the fiscal year that ended Sept. 30, down slightly from $80 million the prior year. The system had about $1.8 billion in revenues.\n\n“Safety nets are doing everything they can to hang in there,” said Beth Feldpush, senior vice president at America’s Essential Hospitals, which represents about 250 safety-net hospitals.\n\nTwenty-eight states have expanded Medicaid under the health law since the Supreme Court ruled the provision optional in 2012. Medicaid enrollment has increased nationally by almost 11 million since October 2013. Most of the drop in uninsured nationally is attributed to people gaining Medicaid coverage.\n\nNot all safety-net hospitals did well last year. County-run Harris Health System in Houston is facing a $14 million budget shortfall and recently announced plans to lay off 108 workers. Officials blame Texas’ decision not to expand Medicaid and decreased payments from other federal programs. Nearly two-thirds of Harris’ patients are uninsured— a far higher percentage than at most safety-net hospitals.\n\nChief Financial Officer Michael Norby said the hospital has seen a nearly 2 percentage point increase in privately insured patients as a result of the health law. Even so, only 3 percent of its patients are privately insured. “We are significantly challenged as we go forward,” Norby said.\n\nParkland Health and Hospital System, which is supported by Dallas County property taxes, managed to finish in the black, but saw its profits decline from $43.4 million in 2013 to $1.4 million in 2014.\n\nMeanwhile, safety-net hospitals in Florida fear what will happen after June 30 when $2 billion in federal funding expires under an agreement between the state and the federal government. Under such agreements, the federal government supplies billions of dollars in special Medicaid dollars to certain states including Florida, Texas and California to support hospitals with large number of Medicaid and uninsured patients.\n\n“Without those dollars we have an unsound system,” said Tony Carvalho, president of the The Safety Net Hospital Alliance Of Florida.\n\nWhile Miami-based Jackson Health is financially healthy now, Chief Financial Officer Mark Knight worries about the end of that federal waiver funding in June, which contributed $160 million to his budget this year. “We could not continue to serve and maintain current capacity … without that money,” he said.\n\nIn 2014, Florida safety-net hospitals also benefited from a strong tourist season and lower unemployment rates, Carvalho said.\n\nThe improved economy also helped many safety-net hospitals that are supported through local property and sales taxes, such as Broward Health and Jackson Memorial, said David Gruber, managing director of research at Alvarez & Marsal consulting firm.\n\nA recent report by the firm predicted the nonprofits would face major financial threats as a result of health law funding cuts, particularly in states that do not expand Medicaid. “Safety-net hospitals are now operating in the untenable crosshairs of economic distress and health care reform,” the report said.\n\nGreenville Health has kept in the black partly by finding ways to trim charity care costs, said Chief Financial Officer Terri Newsom. The South Carolina hospital has hired case managers to oversee care to some of the uninsured patients who show up regularly at its emergency department. It also launched a program to divert ambulances with patients who do not have medical emergencies to urgent care centers.\n\nThough the hospital worked to get people signed up for Obamacare plans, it only saw a 1 percent drop in uninsured numbers last year. Nonetheless, administrators say the health system is in good shape. “We are in stable health and making the right investments,” Newsom said.\n\nKaiser Health News (KHN) is a national health policy news service. It is an editorially independent program of the Henry J. Kaiser Family Foundation.\n\n[Photo from Flickr user Anders Lanzen]", "article_metadata": {"description": "Hospitals that treat many poor and uninsured patients were expected to face tough financial times in states that did not expand Medicaid under the federal law known as Obamacare. That’s because they would get less Medicare and Medicaid funding under the Affordable Care Act, while still having to provide high levels of charity care. But in some of the largest states that did not expand Medicaid, many safety-net hospitals fared pretty well last year — even better than in 2013 in many cases, according to their financial documents. KHN looked at the performance of about a dozen such hospitals in Florida, Texas, Georgia, Tennessee, South Carolina, Virginia and Kansas, which released their 2014 financial results. An improving economy was the single, biggest reason shared by all of the strongly performing hospitals because it helped reduce the number of patients who couldn’t pay their bills and increased local property and sales tax revenues earmarked for publicly supported hospitals. Another factor for some hospitals was the increase in insured patients who bought coverage through the health law’s insurance exchanges. For instance, Fort Lauderdale, Fla.-based Broward Health saw a 30 percent drop in charity care, which officials attributed to seeing more insured patients. Still, the biggest fiscal challenges lie just ahead — with significant Medicaid funding cuts starting late next year under the Affordable Care Act. The health law’s drafters anticipated the number of uninsured Americans to decrease dramatically, in part because they expected a nationwide expansion of Medicaid. Therefore, beginning in October, 2016, the law calls for cuts to special Medicaid funding for hospitals that typically see a disproportionate share of the poor. In addition, other Medicaid funding that supports indigent care in certain states (and that predates the 2010 health law) is slated to expire in Florida in June and in Texas, next year. “We are still very early in the Affordable Care Act, and one year does not make a trend,” cautioned Daniel Steingart, an analyst with Moody’s Investors Service. “Just because they got though this period, does not mean they do not have more financial pain to come.” So-called safety-net hospitals, many of which are supported by local or county taxpayers, often struggle financially because they see a high proportion of patients that are either uninsured or enrolled in Medicaid, the state-federal program that pays less money than Medicare or private insurers.  The hospitals face added pressure from providing high-cost and traditionally money-losing services such as trauma and burn care. They also have the expense of training doctors. Nonprofit hospitals need to make enough money to buy new equipment, expand programs and meet rising labor costs.  The average nonprofit hospital makes about a 3 percent profit margin, Steingart said. In the past decade, two of the nation’s largest public safety-net hospitals — Grady Memorial Hospital in Atlanta and Jackson Memorial Health System in Miami — were on the verge of financial collapse but recovered after major management changes and increased public support. Last year, the county-owned Jackson finished its second consecutive year with about a $51 million surplus on about $1 billion in revenue, in part as a result of increased county sales-tax revenue going to the health system and tighter expense management. Jackson’s operations are supported by a sales tax in Miami-Dade County. Grady’s profit increased to nearly $30 million through November last year, up from $17 million for the same period in 2013. Several other safety net facilities in states that did not expand Medicaid had profits in 2014, according to financial reports, including: — Broward Health, which runs four hospitals, saw $69 million in profit in the 2014 fiscal year that ended June 30, compared to $59 million a year earlier, on about $1 billion in revenue. That included support from local taxpayers. — Orlando Health, a six-hospital system in central Florida, saw its profit grow to $161 million in the fiscal year that ended in September, up from $32 million the year before, on about $2 billion in revenue. Its vice president of finance, Paul Goldstein, cited the improving economy, an increase in the number of privately insured patients and the financial performance of recently purchased doctors’ groups. — Tampa General posted a $49 million profit last year, up from $31 million the year before, on $1 billion in operating revenue. Its operating margin was 4.5 percent. — Chattanooga, Tenn.-based Erlanger Health posted a $20 million profit for the six months that ended Dec. 31, on revenue of $336 million, after factoring in local tax support, compared to losing $1.5 million in the same period a year earlier. — Greenville Health System in South Carolina made a $63 million profit in the fiscal year that ended Sept. 30, down slightly from $80 million the prior year. The system had about $1.8 billion in revenues. “Safety nets are doing everything they can to hang in there,” said Beth Feldpush, senior vice president at America’s Essential Hospitals, which represents about 250 safety-net hospitals. Twenty-eight states have expanded Medicaid under the health law since the Supreme Court ruled the provision optional in 2012. Medicaid enrollment has increased nationally by almost 11 million since October 2013. Most of the drop in uninsured nationally is attributed to people gaining Medicaid coverage. Not all safety-net hospitals did well last year.  County-run Harris Health System in Houston is facing a $14 million budget shortfall and recently announced plans to lay off 108 workers. Officials blame Texas’ decision not to expand Medicaid and decreased payments from other federal programs. Nearly two-thirds of Harris’ patients are uninsured— a far higher percentage than at most safety-net hospitals. Chief Financial Officer Michael Norby said the hospital has seen a nearly 2 percentage point increase in privately insured patients as a result of the health law. Even so, only 3 percent of its patients are privately insured. “We are significantly challenged as we go forward,” Norby said. Parkland Health and Hospital System, which is supported by Dallas County property taxes, managed to finish in the black, but saw its profits decline from $43.4 million in 2013 to $1.4 million in 2014. Meanwhile, safety-net hospitals in Florida fear what will happen after June 30 when $2 billion in federal funding expires under an agreement between the state and the federal government. Under such agreements, the federal government supplies billions of dollars in special Medicaid dollars to certain states including Florida, Texas and California to support hospitals with large number of Medicaid and uninsured patients. “Without those dollars we have an unsound system,” said Tony Carvalho, president of the The Safety Net Hospital Alliance Of Florida. While Miami-based Jackson Health is financially healthy now, Chief Financial Officer Mark Knight worries about the end of that federal waiver funding in June, which contributed $160 million to his budget this year. “We could not continue to serve and maintain current capacity … without that money,” he said. In 2014, Florida safety-net hospitals also benefited from a strong tourist season and lower unemployment rates, Carvalho said. The improved economy also helped many safety-net hospitals that are supported through local property and sales taxes, such as Broward Health and Jackson Memorial, said David Gruber, managing director of research at Alvarez & Marsal consulting firm. A recent report by the firm predicted the nonprofits would face major financial threats as a result of health law funding cuts, particularly in states that do not expand Medicaid. “Safety-net hospitals are now operating in the untenable crosshairs of economic distress and health care reform,” the report said. Greenville Health has kept in the black partly by finding ways to trim charity care costs, said Chief Financial Officer Terri Newsom. The South Carolina hospital has hired case managers to oversee care to some of the uninsured patients who show up regularly at its emergency department.  It also launched a program to divert ambulances with patients who do not have medical emergencies to urgent care centers. Though the hospital worked to get people signed up for Obamacare plans, it only saw a 1 percent drop in uninsured numbers last year. Nonetheless, administrators say the health system is in good shape. “We are in stable health and making the right investments,” Newsom said. Kaiser Health News (KHN) is a national health policy news service. It is an editorially independent program of the Henry J. Kaiser Family Foundation. [Photo from Flickr user Anders Lanzen]", "generator": "WordPress 4.5.2", "og": {"site_name": "MedCity News", "description": "Hospitals that treat many poor and uninsured patients were expected to face tough financial times in states that did not expand Medicaid under the federal law known as Obamacare. That’s because they would get less Medicare and Medicaid funding under the Affordable Care Act, while still having to provide high levels of charity care. But in some of the largest states that did not expand Medicaid, many safety-net hospitals fared pretty well last year — even better than in 2013 in many cases, according to their financial documents. KHN looked at the performance of about a dozen such hospitals in Florida, Texas, Georgia, Tennessee, South Carolina, Virginia and Kansas, which released their 2014 financial results. An improving economy was the single, biggest reason shared by all of the strongly performing hospitals because it helped reduce the number of patients who couldn’t pay their bills and increased local property and sales tax revenues earmarked for publicly supported hospitals. Another factor for some hospitals was the increase in insured patients who bought coverage through the health law’s insurance exchanges. For instance, Fort Lauderdale, Fla.-based Broward Health saw a 30 percent drop in charity care, which officials attributed to seeing more insured patients. Still, the biggest fiscal challenges lie just ahead — with significant Medicaid funding cuts starting late next year under the Affordable Care Act. The health law’s drafters anticipated the number of uninsured Americans to decrease dramatically, in part because they expected a nationwide expansion of Medicaid. Therefore, beginning in October, 2016, the law calls for cuts to special Medicaid funding for hospitals that typically see a disproportionate share of the poor. In addition, other Medicaid funding that supports indigent care in certain states (and that predates the 2010 health law) is slated to expire in Florida in June and in Texas, next year. “We are still very early in the Affordable Care Act, and one year does not make a trend,” cautioned Daniel Steingart, an analyst with Moody’s Investors Service. “Just because they got though this period, does not mean they do not have more financial pain to come.” So-called safety-net hospitals, many of which are supported by local or county taxpayers, often struggle financially because they see a high proportion of patients that are either uninsured or enrolled in Medicaid, the state-federal program that pays less money than Medicare or private insurers.  The hospitals face added pressure from providing high-cost and traditionally money-losing services such as trauma and burn care. They also have the expense of training doctors. Nonprofit hospitals need to make enough money to buy new equipment, expand programs and meet rising labor costs.  The average nonprofit hospital makes about a 3 percent profit margin, Steingart said. In the past decade, two of the nation’s largest public safety-net hospitals — Grady Memorial Hospital in Atlanta and Jackson Memorial Health System in Miami — were on the verge of financial collapse but recovered after major management changes and increased public support. Last year, the county-owned Jackson finished its second consecutive year with about a $51 million surplus on about $1 billion in revenue, in part as a result of increased county sales-tax revenue going to the health system and tighter expense management. Jackson’s operations are supported by a sales tax in Miami-Dade County. Grady’s profit increased to nearly $30 million through November last year, up from $17 million for the same period in 2013. Several other safety net facilities in states that did not expand Medicaid had profits in 2014, according to financial reports, including: — Broward Health, which runs four hospitals, saw $69 million in profit in the 2014 fiscal year that ended June 30, compared to $59 million a year earlier, on about $1 billion in revenue. That included support from local taxpayers. — Orlando Health, a six-hospital system in central Florida, saw its profit grow to $161 million in the fiscal year that ended in September, up from $32 million the year before, on about $2 billion in revenue. Its vice president of finance, Paul Goldstein, cited the improving economy, an increase in the number of privately insured patients and the financial performance of recently purchased doctors’ groups. — Tampa General posted a $49 million profit last year, up from $31 million the year before, on $1 billion in operating revenue. Its operating margin was 4.5 percent. — Chattanooga, Tenn.-based Erlanger Health posted a $20 million profit for the six months that ended Dec. 31, on revenue of $336 million, after factoring in local tax support, compared to losing $1.5 million in the same period a year earlier. — Greenville Health System in South Carolina made a $63 million profit in the fiscal year that ended Sept. 30, down slightly from $80 million the prior year. The system had about $1.8 billion in revenues. “Safety nets are doing everything they can to hang in there,” said Beth Feldpush, senior vice president at America’s Essential Hospitals, which represents about 250 safety-net hospitals. Twenty-eight states have expanded Medicaid under the health law since the Supreme Court ruled the provision optional in 2012. Medicaid enrollment has increased nationally by almost 11 million since October 2013. Most of the drop in uninsured nationally is attributed to people gaining Medicaid coverage. Not all safety-net hospitals did well last year.  County-run Harris Health System in Houston is facing a $14 million budget shortfall and recently announced plans to lay off 108 workers. Officials blame Texas’ decision not to expand Medicaid and decreased payments from other federal programs. Nearly two-thirds of Harris’ patients are uninsured— a far higher percentage than at most safety-net hospitals. Chief Financial Officer Michael Norby said the hospital has seen a nearly 2 percentage point increase in privately insured patients as a result of the health law. Even so, only 3 percent of its patients are privately insured. “We are significantly challenged as we go forward,” Norby said. Parkland Health and Hospital System, which is supported by Dallas County property taxes, managed to finish in the black, but saw its profits decline from $43.4 million in 2013 to $1.4 million in 2014. Meanwhile, safety-net hospitals in Florida fear what will happen after June 30 when $2 billion in federal funding expires under an agreement between the state and the federal government. Under such agreements, the federal government supplies billions of dollars in special Medicaid dollars to certain states including Florida, Texas and California to support hospitals with large number of Medicaid and uninsured patients. “Without those dollars we have an unsound system,” said Tony Carvalho, president of the The Safety Net Hospital Alliance Of Florida. While Miami-based Jackson Health is financially healthy now, Chief Financial Officer Mark Knight worries about the end of that federal waiver funding in June, which contributed $160 million to his budget this year. “We could not continue to serve and maintain current capacity … without that money,” he said. In 2014, Florida safety-net hospitals also benefited from a strong tourist season and lower unemployment rates, Carvalho said. The improved economy also helped many safety-net hospitals that are supported through local property and sales taxes, such as Broward Health and Jackson Memorial, said David Gruber, managing director of research at Alvarez & Marsal consulting firm. A recent report by the firm predicted the nonprofits would face major financial threats as a result of health law funding cuts, particularly in states that do not expand Medicaid. “Safety-net hospitals are now operating in the untenable crosshairs of economic distress and health care reform,” the report said. Greenville Health has kept in the black partly by finding ways to trim charity care costs, said Chief Financial Officer Terri Newsom. The South Carolina hospital has hired case managers to oversee care to some of the uninsured patients who show up regularly at its emergency department.  It also launched a program to divert ambulances with patients who do not have medical emergencies to urgent care centers. Though the hospital worked to get people signed up for Obamacare plans, it only saw a 1 percent drop in uninsured numbers last year. Nonetheless, administrators say the health system is in good shape. “We are in stable health and making the right investments,” Newsom said. Kaiser Health News (KHN) is a national health policy news service. It is an editorially independent program of the Henry J. Kaiser Family Foundation. [Photo from Flickr user Anders Lanzen]", "title": "Shocked? Safety-net hospitals don’t die under Obamacare", "locale": "en_US", "image": "http://medcitynews.com/wp-content/uploads/graves_flickr_anderslanzen-300x145.jpg", "updated_time": "2015-03-04T10:43:02-04:00", "url": "http://medcitynews.com/2015/03/shocked-safety-net-hospitals-dont-die-obamacare/", "type": "article"}, "twitter": {"image": "http://medcitynews.com/wp-content/uploads/graves_flickr_anderslanzen-300x145.jpg", "description": "Hospitals that treat many poor and uninsured patients were expected to face tough financial times in states that did not expand Medicaid under the federal law known as Obamacare. That’s because they would get less Medicare and Medicaid funding under the Affordable Care Act, while still having to provide high levels of charity care. But in some of the largest states that did not expand Medicaid, many safety-net hospitals fared pretty well last year — even better than in 2013 in many cases, according to their financial documents. KHN looked at the performance of about a dozen such hospitals in Florida, Texas, Georgia, Tennessee, South Carolina, Virginia and Kansas, which released their 2014 financial results. An improving economy was the single, biggest reason shared by all of the strongly performing hospitals because it helped reduce the number of patients who couldn’t pay their bills and increased local property and sales tax revenues earmarked for publicly supported hospitals. Another factor for some hospitals was the increase in insured patients who bought coverage through the health law’s insurance exchanges. For instance, Fort Lauderdale, Fla.-based Broward Health saw a 30 percent drop in charity care, which officials attributed to seeing more insured patients. Still, the biggest fiscal challenges lie just ahead — with significant Medicaid funding cuts starting late next year under the Affordable Care Act. The health law’s drafters anticipated the number of uninsured Americans to decrease dramatically, in part because they expected a nationwide expansion of Medicaid. Therefore, beginning in October, 2016, the law calls for cuts to special Medicaid funding for hospitals that typically see a disproportionate share of the poor. In addition, other Medicaid funding that supports indigent care in certain states (and that predates the 2010 health law) is slated to expire in Florida in June and in Texas, next year. “We are still very early in the Affordable Care Act, and one year does not make a trend,” cautioned Daniel Steingart, an analyst with Moody’s Investors Service. “Just because they got though this period, does not mean they do not have more financial pain to come.” So-called safety-net hospitals, many of which are supported by local or county taxpayers, often struggle financially because they see a high proportion of patients that are either uninsured or enrolled in Medicaid, the state-federal program that pays less money than Medicare or private insurers.  The hospitals face added pressure from providing high-cost and traditionally money-losing services such as trauma and burn care. They also have the expense of training doctors. Nonprofit hospitals need to make enough money to buy new equipment, expand programs and meet rising labor costs.  The average nonprofit hospital makes about a 3 percent profit margin, Steingart said. In the past decade, two of the nation’s largest public safety-net hospitals — Grady Memorial Hospital in Atlanta and Jackson Memorial Health System in Miami — were on the verge of financial collapse but recovered after major management changes and increased public support. Last year, the county-owned Jackson finished its second consecutive year with about a $51 million surplus on about $1 billion in revenue, in part as a result of increased county sales-tax revenue going to the health system and tighter expense management. Jackson’s operations are supported by a sales tax in Miami-Dade County. Grady’s profit increased to nearly $30 million through November last year, up from $17 million for the same period in 2013. Several other safety net facilities in states that did not expand Medicaid had profits in 2014, according to financial reports, including: — Broward Health, which runs four hospitals, saw $69 million in profit in the 2014 fiscal year that ended June 30, compared to $59 million a year earlier, on about $1 billion in revenue. That included support from local taxpayers. — Orlando Health, a six-hospital system in central Florida, saw its profit grow to $161 million in the fiscal year that ended in September, up from $32 million the year before, on about $2 billion in revenue. Its vice president of finance, Paul Goldstein, cited the improving economy, an increase in the number of privately insured patients and the financial performance of recently purchased doctors’ groups. — Tampa General posted a $49 million profit last year, up from $31 million the year before, on $1 billion in operating revenue. Its operating margin was 4.5 percent. — Chattanooga, Tenn.-based Erlanger Health posted a $20 million profit for the six months that ended Dec. 31, on revenue of $336 million, after factoring in local tax support, compared to losing $1.5 million in the same period a year earlier. — Greenville Health System in South Carolina made a $63 million profit in the fiscal year that ended Sept. 30, down slightly from $80 million the prior year. The system had about $1.8 billion in revenues. “Safety nets are doing everything they can to hang in there,” said Beth Feldpush, senior vice president at America’s Essential Hospitals, which represents about 250 safety-net hospitals. Twenty-eight states have expanded Medicaid under the health law since the Supreme Court ruled the provision optional in 2012. Medicaid enrollment has increased nationally by almost 11 million since October 2013. Most of the drop in uninsured nationally is attributed to people gaining Medicaid coverage. Not all safety-net hospitals did well last year.  County-run Harris Health System in Houston is facing a $14 million budget shortfall and recently announced plans to lay off 108 workers. Officials blame Texas’ decision not to expand Medicaid and decreased payments from other federal programs. Nearly two-thirds of Harris’ patients are uninsured— a far higher percentage than at most safety-net hospitals. Chief Financial Officer Michael Norby said the hospital has seen a nearly 2 percentage point increase in privately insured patients as a result of the health law. Even so, only 3 percent of its patients are privately insured. “We are significantly challenged as we go forward,” Norby said. Parkland Health and Hospital System, which is supported by Dallas County property taxes, managed to finish in the black, but saw its profits decline from $43.4 million in 2013 to $1.4 million in 2014. Meanwhile, safety-net hospitals in Florida fear what will happen after June 30 when $2 billion in federal funding expires under an agreement between the state and the federal government. Under such agreements, the federal government supplies billions of dollars in special Medicaid dollars to certain states including Florida, Texas and California to support hospitals with large number of Medicaid and uninsured patients. “Without those dollars we have an unsound system,” said Tony Carvalho, president of the The Safety Net Hospital Alliance Of Florida. While Miami-based Jackson Health is financially healthy now, Chief Financial Officer Mark Knight worries about the end of that federal waiver funding in June, which contributed $160 million to his budget this year. “We could not continue to serve and maintain current capacity … without that money,” he said. In 2014, Florida safety-net hospitals also benefited from a strong tourist season and lower unemployment rates, Carvalho said. The improved economy also helped many safety-net hospitals that are supported through local property and sales taxes, such as Broward Health and Jackson Memorial, said David Gruber, managing director of research at Alvarez & Marsal consulting firm. A recent report by the firm predicted the nonprofits would face major financial threats as a result of health law funding cuts, particularly in states that do not expand Medicaid. “Safety-net hospitals are now operating in the untenable crosshairs of economic distress and health care reform,” the report said. Greenville Health has kept in the black partly by finding ways to trim charity care costs, said Chief Financial Officer Terri Newsom. The South Carolina hospital has hired case managers to oversee care to some of the uninsured patients who show up regularly at its emergency department.  It also launched a program to divert ambulances with patients who do not have medical emergencies to urgent care centers. Though the hospital worked to get people signed up for Obamacare plans, it only saw a 1 percent drop in uninsured numbers last year. Nonetheless, administrators say the health system is in good shape. “We are in stable health and making the right investments,” Newsom said. Kaiser Health News (KHN) is a national health policy news service. It is an editorially independent program of the Henry J. Kaiser Family Foundation. [Photo from Flickr user Anders Lanzen]", "card": "summary", "title": "Shocked? Safety-net hospitals don't die under Obamacare - MedCity News"}, "fb": {"app_id": 148725768475669}, "google-site-verification": "xudQg7nxVR9ifmMTY4Tf-0wVtX9b6rWLQd0utCweGOc", "keywords": "weight loss, obesity, overweight,diabetes,massachusetts,medical devices,obesity,startups,healthcare innovation, medcity news,medcity news,san francisco, startups, life sciences,accelerator,rock health,startup advice,startup funding,patient monitoring system, motion sensors ,dc,healthcare it,washington,foodborne pathogens, diagnostics company, diagnostic platforms,minimally invasive surgery, laser surgery,cambridge,dealflow,hospitals,wellpoint, healthways, health and wellness, employee wellness programs,investing,wellness,medtronic, shanghai innovation center, china, r&d,china,mdt,minneapolis,minnesota,publics,twin cities,ulcerative colitis, abbott labs, humira,abbott labs,doctors,pharmaceuticals,skin disorders, pharmaceuticals, md anderson cancer center,cancer,texas,renal denervation, st. jude medical,st. jude medical,stj,emr, ehr, electronic health records, electronic medical records, certified emr,certified emr,ehr,electronic health records,electronic medical records,advanced cellular technology,amyotrophic lateral sclerosis,embryonic stem cells,geron corporation,lou gehrig\\'s disease,macular degeneration,regenerative medicine,spinal cord damage,value-based healthcare system, obamacare, fee-for-service model,california,cleveland,health insurance,insurance,ohio,pennsylvania,politics,cancer treatment options library, aetna, aet, healthcare it,aet,aetna,health it,phi,philadelphia,Health Policy, hospitals, , MedCity News", "article": {"section": "Daily", "tag": "hospitals", "published_time": "2015-03-04T10:40:40-04:00", "modified_time": "2015-03-04T10:43:02-04:00"}, "viewport": "width=device-width,initial-scale=1.0,width=device-width,user-scalable=no,minimum-scale=1.0,maximum-scale=1.0"}, "article_summary": "“Safety nets are doing everything they can to hang in there,” said Beth Feldpush, senior vice president at America’s Essential Hospitals, which represents about 250 safety-net hospitals.\nIn 2014, Florida safety-net hospitals also benefited from a strong tourist season and lower unemployment rates, Carvalho said.\n“Safety-net hospitals are now operating in the untenable crosshairs of economic distress and health care reform,” the report said.\nNot all safety-net hospitals did well last year.\nNearly two-thirds of Harris’ patients are uninsured— a far higher percentage than at most safety-net hospitals."}