{"article_title": "New city attorney aims to work for government, citizens", "article_keywords": ["city", "attorney", "sure", "attorneys", "office", "yellico", "citizens", "work", "aims", "loveland", "council", "broomfield", "staff"], "article_url": "http://www.reporterherald.com/news/loveland-local-news/ci_27346123/new-city-attorney-aims-work-government-citizens", "article_text": "Tami Yellico comes from the city and county of Broomfield, plans to provide new direction for department\n\nLoveland new city attorney, Tami Yellico, says she's a \"big believer in communication.\"\n\n\"My door is always open to others in government and citizens first, so I welcome that interaction,\" Yellico said.\n\nThat includes residents who are dissatisfied calling her directly to meet with her, she said.\n\nA native of Colorado, Yellico comes to Loveland after working as the deputy attorney for the city and county of Broomfield where she worked for the past 13 years.\n\nHer reasons, she said, are three-fold: the new challenge, the people she met during her interviews and the location.\n\n\"In my interview process, I was very impressed with the staff here, the management team and the city attorney staff,\" she said.\n\nYellico replaces city attorney John Duval who resigned last April to work as the senior assistant attorney in Fort Collins where he formerly worked for 12 years before coming to Loveland. Deputy city attorney Judy Schmidt served as acting city attorney until Yellico started in Loveland two weeks ago.\n\n\"It's a challenge for me and an interesting time, and I'm really ecstatic to be here,\" Yellico said.\n\nThe city attorney reports to City Council, so councilors were involved in her interview process. Councilor Phil Farley said Yellico is a \"highly qualified candidate\" with a strong background.\n\n\"I'm very confident she will do an outstanding job for us,\" Farley said.\n\nAdvertisement\n\nAlthough there is some disagreement among councilors about whether the attorney should serve as the city's attorney or that of the City Council alone, for Farley she represents both.\n\n\"I expect she will represent the city and the council very well,\" he said.\n\nFarley said the council hasn't spoken specifically about the direction of the city attorney's office moving forward, but Yellico has some ideas of her own.\n\nShe said the staff that works in the office is very talented, but she understands that she's coming in to the office where they faced a period of understaffing and turnover. So, her plan is to make sure everyone gets caught up with their workloads and then make sure staff members participate in cross training within the city attorney's office.\n\nThere are various attorneys within the office that focus on specific areas — for example, Schmidt focuses on economic development — so Yellico wants to make sure other attorneys are able to understand each other's areas of expertise.\n\n\"It's fairly complex government with a lot of issues,\" Yellico said.\n\nYellico anticipates that two of the topics at the forefront of councilors' minds that she will work on include the Downtown Development Authority and the Regional Tourism Act application.\n\n\"My expertise lends itself to economic development projects and urban renewal projects because I worked in those for a number of years,\" Yellico said.\n\nShe also plans to work on preventing litigation, including anticipating policy changes that are necessary and making sure to stay on top of state laws. And because of her county experience, she understands issues like mill levies and tax-increment financing.\n\n\"That breadth of experience will serve Loveland well,\" she said.\n\nWhile the size of Loveland is comparable to that of Broomfield, she said, Loveland still comes with different challenges.\n\n\"Loveland is unique in that it has its own utilities (Water and Power Department),\" Yellico said. \"Broomfield did not.\"\n\nSaja Hindi: 970-669-5050, ext. 521, twitter.com/SajaHindiRH.", "article_metadata": {"sailthru.url": "http://www.reporterherald.com/news/loveland-local-news/ci_27346123/new-city-attorney-aims-work-government-citizens", "modificationDate": "2015-01-18T18:42:06-0700", "sailthru.section": "Loveland News", "sailthru.author": "By Saja Hindi \n \n  Reporter-Herald Staff Writer", "description": "Loveland new city attorney, Tami Yellico, says she's a \"big believer in communication.\"\n\"My door is always open to others in government and citizens first, so I welcome that interaction,\" Yellico said.", "ag": {"canon": "LovelandReporter-Herald:article:27346123:view"}, "startDate": "2015-01-18T18:41:56-0700", "og": {"url": "http://www.reporterherald.com/news/loveland-local-news/ci_27346123/new-city-attorney-aims-work-government-citizens", "image": "http://local.reporterherald.com/common/dfm/assets/logos/1200x627/reporterherald.png", "type": "article", "description": "Loveland new city attorney, Tami Yellico, says she's a \"big believer in communication.\"\n\"My door is always open to others in government and citizens first, so I welcome that interaction,\" Yellico said.", "title": "New city attorney aims to work for government, citizens"}, "twitter": {"domain": "reporterherald.com", "description": "Loveland new city attorney, Tami Yellico, says she's a \"big believer in communication.\"\n\"My door is always open to others in government and citizens first, so I welcome that interaction,\" Yellico said.", "title": "New city attorney aims to work for government, citizens", "url": "http://www.reporterherald.com/news/loveland-local-news/ci_27346123/new-city-attorney-aims-work-government-citizens", "image": "http://local.reporterherald.com/common/dfm/assets/logos/1200x627/reporterherald.png", "site": "@reporterherald", "card": "summary_large_image"}, "sailthru.date": "2015-01-18T18:41:56-0700", "endDate": "2025-01-18T18:41:56-0700", "sailthru.title": "New city attorney aims to work for government, citizens", "sailthru.article-section-or-homepage": "article", "byline": "By Saja HindiReporter-Herald", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "XzsHDcJw4iXBQEYtDXFRaUAdKzxhSvxWMgXyQQNFFzg", "sailthru.site": "reporterherald.com", "pubDate": "2015-01-18T18:43:09-0700", "news_keywords": "Loveland News, Loveland News news, Loveland Colorado Loveland News news, Loveland Colorado news, Loveland News Loveland news, Loveland News Colorado news, US Loveland News news, world Loveland News news."}, "article_summary": "Deputy city attorney Judy Schmidt served as acting city attorney until Yellico started in Loveland two weeks ago.\nThe city attorney reports to City Council, so councilors were involved in her interview process.\n\"In my interview process, I was very impressed with the staff here, the management team and the city attorney staff,\" she said.\nYellico replaces city attorney John Duval who resigned last April to work as the senior assistant attorney in Fort Collins where he formerly worked for 12 years before coming to Loveland.\nTami Yellico comes from the city and county of Broomfield, plans to provide new direction for departmentLoveland new city attorney, Tami Yellico, says she's a \"big believer in communication.\""}