{"article_title": "Diabetic earns solo pilot's license 35 years after learning to fly", "article_keywords": ["fly", "solo", "flying", "earns", "license", "hammack", "medical", "diabetic", "disease", "35", "sugar", "thing", "blood", "learning", "pilots", "type", "dream", "diabetes"], "article_url": "http://www.tulsaworld.com/scene/features/diabetic-earns-solo-pilot-s-license-years-after-learning-to/article_2fffe6cd-3021-5fc8-b08c-9d2b4ca69005.html", "article_text": "Ilene Hammack's dream began -\u0097 the way a good many dreams begin - with a glance at the heavens.\n\nHammack grew up on a farm in the Oklahoma Panhandle and at an early age became fascinated by the planes, large and small, she would occasionally see soaring through all that sky.\n\nLogin required We have used your information to see if you have a subscription with us. So far we have not found one. If you feel you are currently subscribed please click on the button to attempt to find your account. Screen Name or Email Password Forgot? Remember me on this computer Login Screen Name or Email Now I remember! Need an account? Create one now. Back Thank you for reading and relying on TulsaWorld.com for your news and information. You have now viewed your allowance of free articles. Login\n\nYou must login to view the full content on this page. Screen Name or Email Password Forgot? Remember me on this computer Login Screen Name or Email Now I remember! Need an account? Create one now.\n\n\"Even the little crop duster planes \u0097 I just fell in love with them all,\" Hammack said. \"I could just imagine the sense of freedom you must have, up there in the sky all alone.\"\n\nFor most of her life, however, the dream of flying solo has been a dream denied Hammack, who has had Type 1 diabetes for more than 40 years.\n\nType 1 diabetes is the form of the disease in which the body does not naturally produce insulin, the hormone that converts carbohydrates such as sugars and starches into energy. Those with Type 1 diabetes require regular dosages of insulin to maintain their health.\n\nMost cases of Type 1 diabetes are discovered when the patient is a child, but Hammack did not know she had the disease until it came close to killing her.\n\n\"No one in my family had any history of diabetes, so I had no idea of the symptoms,\" she said. \"I was married and we were living at Fort Bragg, as my husband was in the army at the time. I started losing a lot of weight and ended up going into a coma.\n\n\"Fortunately, the doctors at the base were able to discover what was wrong,\" Hammack said. \"That was 42 years ago. Ever since then, I've been working to maintain my blood sugar. That's the thing about the Type 1 diabetes \u0097 it's a 24/7 disease. It changes your life and the lives of your whole family. There's never a moment when you can ignore it.\"\n\nStill, Hammack was determined to learn how to fly and, with her husband, Jim, began taking flying lessons.\n\n\"I didn't know that people with insulin-dependent diabetes could not get their pilot's license, until I went through the medical exam that's required,\" Hammack said.\n\nFor many years, it has been the policy of the Federal Aviation Administration not to allow Type 1 diabetics to fly solo, because of the possibility that changes in blood sugar levels could cause the person suddenly to black out.\n\n\"So I had to sit back and watch as Jim got his pilot's license, and then later watch our son Rod get his pilot's license, right after he graduated from high school,\" Hammack said, smiling. \"As for me, I was sort of relegated to the right seat.\"\n\nOnce Jim Hammack finished his career with the army, the Hammacks settled in western Oklahoma, where they owned a cable TV system. Flying was a necessary part of the business, as the territory their system served covered the Texas and Oklahoma panhandles.\n\n\"I would do some of the flying once we were in the air, with Jim there,\" Hammack said. \"But I was never the PIC \u0097 the pilot in control.\"\n\nA few years ago, the FAA relaxed its strictures for insulin-dependent diabetes patients wanting to obtain a private pilot's license. Those with Type 1 diabetes could be granted a special issuance medical certification on a case-by-case basis, providing they could prove they were clinically stable on their current treatment regimen for at least six months.\n\nIn a 2012 speech, the FAA's Federal Air Surgeon Fred Tilton said 450 people with insulin-dependent diabetes have received special issuances. Hammack is one of those 450.\n\nBut obtaining that special issuance meant \"I had to start from scratch,\" Hammack said. \"For one thing, the plane that we had back in the 1970s, when I first tried to get a license, was a lot less powerful than the one we have now (a Beechcraft Bonanza that is currently hangared at Jones Riverside Airport).\"\n\n\"From scratch\" meant undergoing an extensive series of medical tests that took about a year to complete.\n\n\"They required blood work every three months, to show that you are maintaining your blood sugar levels,\" Hammack said.\n\nOne new bit of technology that helps Hammack keep track of her disease is a continuous glucose monitor, or CGM. A sensor with a needle-like probe is attached to the skin, which checks blood sugar levels in body tissues. The results are transmitted via Bluetooth to a monitor.\n\n\"I still give myself injections and still have to test my blood the old-fashioned way,\" Hammack said, holding up fingers dotted with the tiny scars left by lancets to draw blood samples. \"But the CGM gives you a bit more freedom. I can attach my monitor to the control panel of the plane to keep a watch on how my blood sugar is trending.\"\n\nOnce the medical tests were complete and Hammack passed, then came the flying lessons. The Hammacks live much of the year now in Pagosa Springs, Colo., but come to Tulsa often to stay with their son and his family. Hammack worked with an instructor at Jones Riverside to earn her license.\n\nShe recalled the day in February of this year, when she finally achieved that long-held dream of flying solo \u0097 some 35 years after she first tried to learn to fly an airplane.\n\n\"My instructor and I did a routine flight to Okmulgee, and I did several landings,\" she said. \"Then he rather casually said, 'Why don't you taxi over there and I'll get out so you can solo.'\n\n\"How did I feel? Well, I felt prepared,\" Hammack said. \"I had had a lot of very good training. And the thing about airplanes \u0097 the more you know how an airplane works, the more at ease you feel in the air. One thing I do remember was the last thing my instructor said when he got out: 'Don't forget to come back and get me.' \"\n\nFor many years, Hammack said she was reluctant to talk about her condition.\n\n\"I'm just not the sort to put myself in the spotlight,\" she said. \"However, my grandson was diagnosed with Type 1 diabetes four years ago. He's 7 now. And ever since he was diagnosed, I've been more willing to be public about this disease \u0097 just to get across the point that diabetes is not a reason to give up on your dream, whatever that dream might be. Living with diabetes is a daily challenge, but it does not need to be a limitation.\"\n\nJames D. Watts Jr. 918-581-8478\n\nABOUT DIABETES\n\nPrevalence\n\nNearly 26 million children and adults in the United States have diabetes. Another 79 million Americans have prediabetes and are at risk for developing Type 2 diabetes. As many as 1 in 3 American adults will have diabetes in 2050, according to current estimates.\n\nThe toll on health\n\nTwo out of three people with diabetes die from heart disease or stroke. Diabetes is the leading cause of kidney failure. Diabetes is the leading cause of new cases of blindness among adults. The rate of amputation for people with diabetes is 10 times higher than for people without diabetes. About 60 to 70 percent of people with diabetes have mild to severe forms of nerve damage that could result in pain in the feet or hands, slowed digestion, sexual dysfunction and other nerve problems.\n\nCost of diabetes\n\nThe American Diabetes Association estimates that the total national cost of diagnosed diabetes in the United States is $245 billion. Direct medical costs reach $176 billion, and the average medical expenditure among people with diabetes is 2.3 times higher than those without the disease. Indirect costs amount to $69 billion (disability, work loss, premature mortality). One in 10 health-care dollars is spent treating diabetes and its complications One in 5 health-care dollars is spent caring for people with diabetes\n\nCourtesy the American Diabetes Association (www.diabetes.org)\n\nDiabetes network\n\nT1Tulsa Network is a group that provides a networking outlet for Tulsa adults living with Type 1 diabetes to meet and share with others who understand the same daily routines and challenges.\n\nThe group is open to anyone 18 years or older in the Tulsa region.", "article_metadata": {"googlebot": "noarchive", "og": {"site_name": "Tulsa World", "description": "Ilene Hammack's dream began -\u0097 the way a good many dreams begin - with a glance at the heavens.", "title": "Diabetic earns solo pilot's license 35 years after learning to fly", "url": "http://www.tulsaworld.com/scene/features/diabetic-earns-solo-pilot-s-license-years-after-learning-to/article_2fffe6cd-3021-5fc8-b08c-9d2b4ca69005.html", "image": "http://bloximages.newyork1.vip.townnews.com/tulsaworld.com/content/tncms/assets/v3/editorial/e/fc/efc9b3b5-970a-5e62-bf2a-09fde76d5aae/52887ef81934d.preview-500.jpg?resize=500%2C315", "type": "article"}, "twitter": {"site": "@tulsaworld", "card": "summary"}, "description": "Ilene Hammack's dream began -\u0097 the way a good many dreams begin - with a glance at the heavens.", "fb": {"app_id": 288003941350366}, "keywords": "diabetes,dream,hammack,type,disease,pilot,solo,blood,fly,medical,features,scene,scenehomepage2", "news_keywords": "diabetes,dream,hammack,type,disease,pilot,solo,blood,fly,medical,features,scene,scenehomepage2"}, "article_summary": "A sensor with a needle-like probe is attached to the skin, which checks blood sugar levels in body tissues.\nI can attach my monitor to the control panel of the plane to keep a watch on how my blood sugar is trending.\"\n\"They required blood work every three months, to show that you are maintaining your blood sugar levels,\" Hammack said.\nEver since then, I've been working to maintain my blood sugar.\nA few years ago, the FAA relaxed its strictures for insulin-dependent diabetes patients wanting to obtain a private pilot's license."}