{"article_title": "Obamacare premiums seen rising 6 percent in 2015", "article_keywords": ["premium", "plans", "proposed", "state", "average", "obamacare", "rate", "states", "premiums", "individual", "rising", "rates", "2015", "seen", "think"], "article_url": "http://www.cnbc.com/2014/10/03/obamacare-premiums-seen-rising-6-percent-in-2015.html", "article_text": "Just one state so far, Louisiana, has reported that rates are proposed to rise more than 10 percent. Cajun State residents are faced with an average proposed premium hike of 15.3 percent for individual plans.\n\nAt the other end of the spectrum are Oregon's finalized rates, which are 2.5 percent lower than that state's 2014 premiums.\n\nRead MoreHealthCare.gov marks a year, with plenty left to do\n\n\n\nAn interactive map showing details of each state's premium profile can be found here: 2015 rate filings.\n\n\n\n\"I think it's probably coming as a relief to many that we're not seeing double-digit rate increases,\" said Ceci Connolly, managing director of PwC's Health Research Institute. \"I think that the worries about excessively high costs and prices have not materialized.\"\n\nConnolly said the 6 percent average tracks \"very closely what the average [premium increase] is in in the employer-based market,\" which is where most Americans get health coverage. And that average is 2.2 percentage points lower than what PwC found when it first began tracking proposed rate hike disclosures in states in mid-summer, she said.\n\nRead MoreMore insurers to join Obamacare in 2015\n\n\n\nPwC's announced averages are based on all individual plans that will be sold either on the Obamacare exchanges or in the open market. The company said it found no significant distinction between those two submarkets. More than 35 million Americans are covered by individual plans they buy for themselves or have bought by family members, as opposed to the 170 million or so covered by employer-based plans.\n\n", "article_metadata": {"AssetType": "cnbcnewsstory", "description": "Proposed new Obamacare premiums are just 6 percent higher than this year, on average, in 38 states and Washington, D.C.", "author": "Dan Mangan", "og": {"site_name": "CNBC", "description": "Proposed new Obamacare premiums are just 6 percent higher than this year, on average, in 38 states and Washington, D.C.", "title": "No Obamacare sticker shock in 2015? Here's why", "url": "http://www.cnbc.com/2014/10/03/obamacare-premiums-seen-rising-6-percent-in-2015.html", "image": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2014/10/02/102055205-healthcare-gov-website.1910x1000.jpg", "type": "article"}, "twitter": {"description": "Proposed new Obamacare premiums are just 6 percent higher than this year, on average, in 38 states and Washington, D.C.", "title": "Sticker shock? Not. Obamacare's proposed 2015 rates", "url": "http://www.cnbc.com/2014/10/03/obamacare-premiums-seen-rising-6-percent-in-2015.html", "image": {"src": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2014/10/02/102055205-healthcare-gov-website.1910x1000.jpg"}, "creator": "@_DanMangan", "site": "@CNBC", "card": "summary_large_image"}, "al": {"ios": {"app_name": "CNBC Business News and Finance", "app_store_id": 398018310}}, "apple-itunes-app": "app-id=398018310", "GOOGLEBOT": "unavailable_after: 31 Dec 9999 23:59:59 GMT", "keywords": "Obamacare, Health Care, US: News, Politics, Obamacare, business news", "article": {"publisher": "https://www.facebook.com/cnbc", "published_time": "2014-10-03T12:53:38-0400", "author": "https://www.facebook.com/dan.mangan.54", "section": "Obamacare", "modified_time": "2014-10-03T13:46:30-0400", "tag": "Obamacare"}, "pageNodeId": 102055144, "news_keywords": "Obamacare, insurance, premiums, no sticker shock, here's why, higher"}, "article_summary": "Read MoreMore insurers to join Obamacare in 2015PwC's announced averages are based on all individual plans that will be sold either on the Obamacare exchanges or in the open market.\nCajun State residents are faced with an average proposed premium hike of 15.3 percent for individual plans.\nRead MoreHealthCare.gov marks a year, with plenty left to doAn interactive map showing details of each state's premium profile can be found here: 2015 rate filings.\nConnolly said the 6 percent average tracks \"very closely what the average [premium increase] is in in the employer-based market,\" which is where most Americans get health coverage.\nMore than 35 million Americans are covered by individual plans they buy for themselves or have bought by family members, as opposed to the 170 million or so covered by employer-based plans."}