{"article_title": "The “Rice Bucket Challenge” is India’s clever, classy take on the charity fad", "article_keywords": ["clever", "india", "challenge", "bucket", "idea", "indias", "hungry", "water", "thats", "ice", "classy", "stunt", "rice", "fad", "charity"], "article_url": "http://www.salon.com/2014/08/25/the_rice_bucket_challenge_is_indias_clever_classy_take_on_the_charity_fad/", "article_text": "Topics: als ice bucket challenge, Charity, Food, hunger, ice bucket challenge, India, Water, Sustainability News, Life News\n\nRegardless of how you feel about the ALS Ice Bucket Challenge — Goofy stunt that’s nonetheless bringing badly needed attention and funds to an important cause? Disingenuous slacktivism? — you’ve got to admit that India’s version is a lot classier.\n\nPresenting the “Rice Bucket Challenge,” which capitalizes on a convenient pun to help feed the hungry. Here’s how it works: People are encouraged to donate a bowl or bag of rice to someone in need and then, as with the original stunt, brag about it on social media. And … that’s about it.\n\n“The idea of dunking oneself in icy cold water, shrieking in horror and then uploading the bizarre video felt preposterous,” Manju Latha Kalanidhi, who came up with the idea, told CityLab. “I wanted to just do something local, meaningful without wasting anything.” In India, after all, clean water can be difficult to come by, as can food: the country is home to about a quarter of the world’s hungry.", "article_metadata": {"description": "Less head-dumping, more giving", "title": "The “Rice Bucket Challenge” is India’s clever, classy take on the charity fad", "og": {"site_name": "Salon", "description": "Less head-dumping, more giving", "title": "The “Rice Bucket Challenge” is India’s clever, classy take on the charity fad", "url": "http://www.salon.com/2014/08/25/the_rice_bucket_challenge_is_indias_clever_classy_take_on_the_charity_fad/", "image": "http://media.salon.com/2014/08/shutterstock_124155562.jpg", "type": "article"}, "twitter": {"description": "Less head-dumping, more giving", "title": "The “Rice Bucket Challenge” is India’s clever, classy take on the charity fad", "image": "http://media.salon.com/2014/08/shutterstock_124155562.jpg", "creator": "@readingirl", "site": "@salon", "card": "summary_large_image"}, "author": "Lindsay Abrams", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, als ice bucket challenge, Charity, Food, hunger, ice bucket challenge, India, Water", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Topics: als ice bucket challenge, Charity, Food, hunger, ice bucket challenge, India, Water, Sustainability News, Life NewsRegardless of how you feel about the ALS Ice Bucket Challenge — Goofy stunt that’s nonetheless bringing badly needed attention and funds to an important cause?\nPresenting the “Rice Bucket Challenge,” which capitalizes on a convenient pun to help feed the hungry.\n— you’ve got to admit that India’s version is a lot classier.\nHere’s how it works: People are encouraged to donate a bowl or bag of rice to someone in need and then, as with the original stunt, brag about it on social media.\n“The idea of dunking oneself in icy cold water, shrieking in horror and then uploading the bizarre video felt preposterous,” Manju Latha Kalanidhi, who came up with the idea, told CityLab."}