{"article_title": "Beware Stiff Tax Penalties Buried in New Trade Law", "article_keywords": ["information", "irs", "stiff", "companies", "penalties", "million", "tax", "trade", "returns", "errors", "buried", "act", "law", "beware"], "article_url": "http://ww2.cfo.com/tax/2015/07/beware-stiff-tax-penalties-buried-new-trade-law/", "article_text": "The increased tax penalties under the Trade Preferences Extension Act could amount to “several million dollars on an annual basis for a lot of big filers.”\n\nAlthough President Obama’s signing of the Trade Preferences Extension Act of 2015 on June 29 arrived with much fanfare, the potentially large new penalties imposed by the act on employers that err on their tax returns have received almost no attention.\n\nThe trade preferences act provides job training and income support to American workers displaced by globalization and foreign trade. Along with the Trade Promotion Authority Act, which gives the president the authority to negotiate trade agreements, the preferences act was the subject last month of a widely reported on-again, off-again national drama concerning whether Congress would back the president and pass the bills.\n\nLost in the hoopla, however, was any discussion of Section 806, a provision of the preferences act that had nothing at all to do with foreign trade or globalization, according to Michael Chittenden, a senior associate at Miller & Chevalier, a law firm.\n\nThe provision, which concerns penalties charged against businesses for failing to file correct information on tax returns and provide payee statements, has “no connection to the substance of the bill, and I think that’s why it surprised everyone,” he says, noting that the provision is included to provide revenue to offset the costs incurred by other aspects of the law. “If you look at the title of the bill, it wouldn’t tip you off at all that there was this provision in there regarding information reporting penalties.”\n\nThe provision, however, could have stiff financial consequences for companies that, for example, misreport a name or a taxpayer identification number on a W-2 employee compensation form; a 1099 form reporting payments made to vendors, lawyers, doctors, and the like; or on the new reporting forms associated with the Affordable Care Act.\n\nThe law socks businesses with penalties for both the information forms filed with the Internal Revenue Service and the copies provided to employees or vendors. The increased penalties can amount to “several million dollars on an annual basis for a lot of big filers,” according to Chittenden. “Small errors can result in comparatively large penalties. Any dollar amount that is wrong – even by a penny – can justify the imposition of a penalty.”\n\nThe provision boosts the per-form penalty of $100 for an incorrect or unfiled return to $250 and hikes the maximum penalty for a filer from $1.5 million to $3 million — that’s $6 million if you take into account incorrect copies provided to employees and vendors as well as the forms provided to the IRS.\n\nFor large filers, errors on fewer than 1% of all returns can result in a company’s having to pay a maximum penalty of $6 million in a year, according to Chittenden, who reasons that by incurring a $500 penalty each for errors made on 12,000 IRS forms and copies an employer could easily reach the maximum penalty.\n\n“Large companies may file well in excess of one million information returns subject to penalties,” including W-2s and 1099s, he explains. “If you assume that more than 1.2 million returns are filed, an error rate of 1% … would generate at least $6 million in potential penalties.”\n\nFor some large companies that might not sound like lot of money. “But most finance people like not to spend an extra $6 million paying penalties to the IRS,” the lawyer says.\n\nAnother factor adding to the risk is that the maximum annual penalty applies on a per-filer, rather than a per-company basis. And each of the subsidiaries of a parent company may be considered a filer. “Within one company that has a lot of corporations in it, you’re not limited to just the $6 million. It could be many multiples of that if you have several entities within the firm that are filing,” Chittenden says.\n\n“You could have a corporation that has 10 subsidiaries, with each subsidiary issuing returns for its employees and its vendors and for the health-care coverage it provides. Each one of those subsidiaries is potentially subject to up to $6 million in penalties, so that’s now $60 million in potential penalties,” he notes.\n\nOperation Match\n\n\n\nSo what are CFOs to do to protect their companies from having to pay whopping penalties next year? If their companies don’t yet take part in the IRS Taxpayer Identification Number (TIN) On-Line Matching program, finance chiefs should make sure they do so speedily, Chittenden recommends.\n\nThe IRS program is part of a suite of Internet-based services that enable companies to match payee information on a variety of 1099 forms against IRS records before filing the forms. The program allows filers to match payee name-TIN combinations with IRS records, thereby potentially reducing error rates and penalties. If filers find that the information doesn’t match, they can ask for verification from the taxpayer and correct the information before filing, according to Chittenden.\n\nThere are two ways companies can check their information against the IRS database. Via interactive matching, filers can input up to 25 payee TIN-name combinations on screen. Using bulk matching, they can submit up to 100,000 payee TIN-name combinations to be matched with IRS records through the use of a text file submission.\n\nAnother precaution finance chiefs can take is to make sure tax departments are closely involved in gathering data for IRS filings. Typically, tax departments don’t closely monitor IRS information reporting, which is generally handled by corporate payroll and purchasing departments, according to Chittenden. “A lot of times what you see is the first time tax becomes involved is when they get the penalty notice from the IRS – or, perhaps, if there’s an audit,” he says.\n\n“The increasing number of returns that are required to be filed and the increasing penalties for errors make it more important than ever that the tax department is involved to insure that there are proper systems and controls in place to avoid errors,” he adds. “In the event that there are errors, having the tax department involved and having proper systems and controls in place can help you get those errors abated for reasonable cause.”\n\nImage by flickr user Calita Kabir, CC BY-2.0. The image is unaltered from the original version.", "article_metadata": {"description": "The increased tax penalties under the Trade Preferences Extension Act could amount to “several million dollars on an annual basis for a lot of big filers,”", "contextly-page": "{\"title\":\"Beware Stiff Tax Penalties Buried in New Trade Law\",\"url\":\"http:\\/\\/ww2.cfo.com\\/tax\\/2015\\/07\\/beware-stiff-tax-penalties-buried-new-trade-law\\/\",\"pub_date\":\"2015-07-15 08:51:48\",\"mod_date\":\"2015-07-15 15:19:27\",\"type\":\"post\",\"post_id\":420108,\"author_id\":\"4\",\"author_name\":\"David M. Katz\",\"author_display_name\":\"David M. Katz\",\"tags\":[\"1099 form\",\"Affordable Care Act\",\"IRS\",\"of 2015\",\"Taxpayer Identification Number\"],\"categories\":[\"Accounting &amp; Tax\",\"Applications\",\"Corporate Finance\",\"Global Business\",\"Governance\"],\"image\":\"http:\\/\\/cdn.cfo.com\\/content\\/uploads\\/2015\\/07\\/TAXMAGNIFYINGGLASS.jpg\"}", "author": "David M. Katz", "og": {"site_name": "CFO", "description": "The increased tax penalties under the Trade Preferences Extension Act could amount to “several million dollars on an annual basis for a lot of big filers,”", "title": "Beware Stiff Tax Penalties Buried in New Trade Law", "locale": "en_US", "image": "http://cdn.cfo.com/content/uploads/2015/07/TAXMAGNIFYINGGLASS.jpg", "updated_time": "2015-07-15T15:19:27+00:00", "url": "http://ww2.cfo.com/tax/2015/07/beware-stiff-tax-penalties-buried-new-trade-law/", "type": "article"}, "media": "Article", "twitter": {"domain": "CFO", "description": "The increased tax penalties under the Trade Preferences Extension Act could amount to “several million dollars on an annual basis for a lot of big filers,”", "creator": "@cfo", "title": "Beware Stiff Tax Penalties Buried in New Trade Law", "site": "@cfo", "card": "summary", "account_id": 44906914}, "generator": "Easy Digital Downloads v2.2.2", "topicRoot": "Accounting & Tax", "topic": "Tax", "headline": "Beware Stiff Tax Penalties Buried in New Trade Law", "fb": {"admins": 15609421}, "date": 20150715, "article": {"publisher": "https://www.facebook.com/CFOConferences", "section": "Technology", "tag": "W-2", "published_time": "2015-07-15T08:51:48+00:00", "modified_time": "2015-07-15T15:19:27+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "1099 form, affordable care act, irs, of 2015, taxpayer identification number, trade preferences extension act, trade promotion authority act, w-2"}, "_id": "\"57477af46914bd0286fd8987\"", "article_summary": "“Large companies may file well in excess of one million information returns subject to penalties,” including W-2s and 1099s, he explains.\nThe trade preferences act provides job training and income support to American workers displaced by globalization and foreign trade.\nTypically, tax departments don’t closely monitor IRS information reporting, which is generally handled by corporate payroll and purchasing departments, according to Chittenden.\nEach one of those subsidiaries is potentially subject to up to $6 million in penalties, so that’s now $60 million in potential penalties,” he notes.\n“But most finance people like not to spend an extra $6 million paying penalties to the IRS,” the lawyer says."}