{"article_title": "Life after football for Nick Florence", "article_keywords": ["quarterbacks", "life", "nfl", "griffin", "football", "play", "nick", "im", "team", "florence", "quarterback"], "article_url": "https://www.powerlineblog.com/archives/2013/09/life-after-football-for-nick-florence.php", "article_text": "I’m war weary. Let’s talk some football.\n\nRedskins quarterback Robert Griffin, III returns from ACL surgery to face the Philadelphia Eagles on Monday night. But he’s not the former Baylor quarterback I want to talk about.\n\nNick Florence was Griffin’s backup, stand-in, and replacement at Baylor. I saw him play in a bowl game last year and concluded that he is an NFL caliber QB, at least as a backup.\n\nNumbers can be deceiving for college quarterbacks, but they tend to support my assessment. Florence passed for more yards last season than Griffin did in the same offense in 2011. He also rushed for as many touchdowns as Griffin, led the NCAA with 4,309 passing yards, and finished 13th in passing efficiency, just ahead of NFL first-round draft pick E.J. Manuel and Heisman Trophy winner Johnny Manziel.\n\nDuring the bowl game I watched, the announcers keep talking about how intelligent Florence is. The evidence backs them up. Florence graduated in three years with a degree in economics. During his fourth year, he worked toward an MBA degree. Florence was an academic All-America in 2012 and a finalist for the Campbell Award, known as the academic Heisman.\n\nI was shocked, therefore, when Florence wasn’t drafted by any NFL team and was not in any NFL training camp as a free agent. Could my “scouting” have been that misguided? Or did Florence somehow have a year of college eligibility remaining?\n\nWhen I noticed yesterday that Florence was not the quarterback in Baylor’s latest victory, I decided to do some research. I learned from Rick Gosselin that last February, Florence notified every NFL team that he would not play pro football. Florence explained:\n\nYou know, I just didn’t know if I wanted that life, moving around, being gone all the time. You never know what can happen. Get injured and you’re done. It was just time to hang it up, settle down and spend more time with my wife. We love it in Waco. My life is just beginning. I’m living the dream. I feel great. I have a wife, a house and I’ll have a job lined up when I get my master’s. I get to enjoy the fall weather, go hunting and stay home on Friday nights. What more could you ask for? Football just wasn’t for me.\n\nFlorence did participate in Baylor’s pro-day, though. Not for himself, but to throw to teammates who were auditioning before NFL scouts. According to Gosselin, Florence was 59-of-60 passing with one drop. The San Francisco scout in attendance said it was the best workout by any quarterback all spring.\n\nHave there been other top quarterbacks who declined the opportunity to play in the NFL? The late Don Bunce, who led Stanford to the PAC-8 championship, won the Rose Bowl MVP award after driving Stanford to a last minute victory over undefeated Michigan, and was drafted by George Allen, chose to play football in Canada for a year and then attend med school. He became a successful orthopedic surgeon and served as team doctor for Stanford’s football team.\n\nBut Bunce made his decision 40 years ago. The NFL pays its QBs substantially more these days.\n\nEven so, Florence seems comfortable with his decision. He says:\n\nA lot of guys feel if they don’t have football, they don’t have anything. But it ends someday for everyone. I’ve been blessed to realize that life is more than just a big football game. I’m still Nick Florence. I just don’t put a helmet on and throw a football any more. I’m entering a new season of life, and it’s a good one.\n\nBaylor University certainly was blessed to have back-to-back quarterbacks with the footballing and personal qualities of Robert Griffin and Nick Florence.", "article_metadata": {"og": {"site_name": "Power Line", "description": "I’m war weary. Let’s talk some football. Redskins quarterback Robert Griffin, III returns from ACL surgery to face the Philadelphia Eagles on Monday night. But he’s not the former…", "title": "Life after football for Nick Florence", "url": "http://on.powerlineblog.com/archives/2013/09/life-after-football-for-nick-florence.php", "image": "http://www.powerlineblog.com/wp-content/themes/powerline/images/icon.png", "locale": "en_US", "type": "powerlineblog:article"}, "twitter": {"image": "http://i0.wp.com/www.powerlineblog.com/ed-assets/2013/09/Nick-Florence.jpg?resize=493%2C358&w=240", "site": "@powerlineus", "card": "summary"}, "robots": "NOODP", "wp-parsely_version": "1.7", "fb": {"admins": "505151,john.hinderaker,scottwynnjohnson,750972908", "app_id": 154257474630565}, "article": {"published_time": "2013-09-09T00:28:46+00:00", "modified_time": "2013-09-09T02:36:49+00:00"}, "viewport": "width=device-width"}, "article_summary": "I learned from Rick Gosselin that last February, Florence notified every NFL team that he would not play pro football.\nHe became a successful orthopedic surgeon and served as team doctor for Stanford’s football team.\nBaylor University certainly was blessed to have back-to-back quarterbacks with the footballing and personal qualities of Robert Griffin and Nick Florence.\nI was shocked, therefore, when Florence wasn’t drafted by any NFL team and was not in any NFL training camp as a free agent.\nFlorence explained:You know, I just didn’t know if I wanted that life, moving around, being gone all the time."}