{"article_title": "Mullins: A vote of confidence for PDQ", "article_keywords": ["confidence", "basham", "company", "sites", "pdq", "say", "im", "debartolo", "vote", "restaurants", "open", "mullins", "thats"], "article_url": "http://www.tbo.com/news/business/mullins-a-vote-of-confidence-for-pdq-20140302/", "article_text": "Friends of mine know I'm kind of a junkie for PDQ chicken. I might just go there today for lunch, if not dinner. Maybe both.\n\nAs often as not, when I go to PDQ, I run into one of the owners or executives of the company, because they're visiting the sites just about all the time. Sometimes I see Steve Erickson, president of the company. Sometimes I see PDQ Founder/Principal Owner Bob Basham, who back in the day started a company you might have heard of called Outback Steakhouse.\n\nSoon, those guys are going to have a lot more sites to visit. PDQ is growing like mad, and it's about to go into warp drive.\n\nPDQ already has 18 sites open, mainly in Florida, and it might possibly open 20 to 25 more this year. For you fans keeping track at home, that's almost one every other week. They'll soon open their first in South Carolina and Texas. Expect the pace to pick up a lot after that. As Principal Owner Nick Reader likes to say, “We're extremely pleased with the results we're getting, especially with the public acceptance of the brand. People are passionate about it. They talk about it.”\n\nSometimes Basham sees the same people eating at PDQ once a week, if not two or three times. At least I'm not that addicted, yet.\n\nPDQ already outgrew its proto-headquarters off Kennedy Boulevard, but it didn't just move. It bought a whole corporate headquarters building — the former headquarters of Anchor Glass off Memorial Highway — for $11.5 million under the name RDB-NJR Office Holdings. (Get it? Robert D. Basham and Nick J. Reader.)\n\n“We're going to be moving a lot more bodies in here soon,” Basham said, giving a tour of his new digs and taking me to a semi-secret experimental kitchen installed on the ground floor. Since Basham and Reader bought the building, they took what they saw as a “cost center” (a small snack shop) and turned it into the company's own test kitchen and fully operating PDQ restaurant.\n\nThere's no sign out front that says “PDQ” yet, but the secret is getting out.\n\nI watched out the window as people from all over the office park walked over grass berms and parking lots to get lunch at PDQ, like a clip from the movie “Office Space.” Hordes of office dwellers in their polo shirts and khakis, each coming in, then leaving with a bag of PDQ to take back to their cubes.\n\nIn a back corner of that test kitchen/restaurant, there is a small private meeting room. There, Basham moved aside architectural plans for yet another site somewhere and gave me an entire tableful of new items to try, and though I'm sworn to secrecy (for now), I can say that what I tried knocked my socks off — and the world of “fast casual” restaurants better be ready for more competition.\n\nAll that is just for starters, because PDQ just took on a partner with huge resources and a gold-plated pedigree in Tampa: DeBartolo. Many details are still hush-hush, but DeBartolo Holdings basically pushed a lot of chips across the table to PDQ and became an investor in the company. Plus, DeBartolo is acting as a developer. PDQ will still have final say on new sites, but DeBartolo staffers will help scour the nation for future PDQ locations and local government bureaucracies, and then DeBartolo will enjoy some of the proceeds as investors in PDQ overall.\n\nDeBartolo won't own or build all the new sites, and that's partly because PDQ is a peculiar animal in the world of restaurants. Like he did with Outback, Basham doesn't lay out plans to build X number of sites in Y number of years. Instead, they pick operating partners, often people they've worked with in the past at Outback, who then help pick the markets and in turn own much of the proceeds. Sometimes it's a celebrity. A second site will open this weekend in Jacksonville that's partly owned by Tim Tebow.\n\nThe vagaries of expansion aside, Basham laid out a few generalities. DeBartolo will probably be involved in a third of the new restaurants through the end of this year, “more heavily” in the next year, and then “most of the rest of the country, assuming things go well with them.” That's a big role.\n\nIt's not DeBartolo's first rodeo with restaurants. Though it's known generally for building and operating shopping malls, DeBartolo has a stake in several restaurant companies. Notably, it helped fuel the growth of Famous Famiglia pizzeria nationwide and just inked a deal to expand into the United Arab Emirates.\n\nAs for what attracted DeBartolo to PDQ, here's one reason laid out by Geza Henni, president of DeBartolo Holdings.\n\n“In making private equity investment decisions, we look to align our capital with the right product but most importantly with the right people,” he said. “We have a long-standing relationship with Bob and Nick and believe with their team's talent and passion, PDQ is well-positioned for tremendous success.”\n\nThat's a pretty big vote of confidence in fried chicken.\n\nMeanwhile, here's other retail, restaurant and trend news around town:\n\n❖ ❖ ❖\n\nAllow me to give a big tip of the hat to Tampa's own cellular infrastructure company, Syniverse Holdings, for the smartest idea I've heard in a long while to prevent credit card fraud. Say you're living in Ohio or Florida, or anywhere else, and rarely travel to Europe, but you have a MasterCard. Well, Syniverse is piloting a project that works like this: if MasterCard sees that a shop or restaurant abroad is using your card number, but your cellphone isn't EXACTLY at that location, then MasterCard won't authorize the transaction. That's an insanely savvy way to prevent fraud. Syniverse officials stress over and over that it's a pilot project, and anyone would need to voluntarily opt in for the service. But it may go mainstream this year, and given all the credit card messes with places like Target, it's a huge new idea worth hearing about. The ball is in your court, Visa, American Express and Discover.\n\n❖ ❖ ❖\n\nHere's another big tip of the hat, this time to Netflix. Since I'm a huge fan of its show “House of Cards,” I've spent the last couple of weeks trying to avoid spoilers in my Twitter and Facebook feeds. Very annoying, particularly because the entire season is available online now, and other rabid fans are chattering all over about what's happening on the show. I've already warned that anyone tweeting spoilers will be summarily unfollowed — permanently. Perhaps sensing that opportunity, Netflix last year started up SpoilerFoiler.com. Simply log into your Twitter feed from there, and the software will magically blank out anything related to that show. It worked for “Breaking Bad,” and now it's up and running for “House of Cards.” Brilliant. I'd like to expand the project to a Chinese menu of options: politics, sports, food pictures, unsolicited life advice, kitten pictures, “I need coffee” tweets, and so on.\n\n❖ ❖ ❖\n\nJeepers, thankfully I'm not the only one who watched the Cadillac commercial during the Olympics and wanted to punch that guy. That guy with the too-tight polo and too-perfect family. “Why do we work so hard? For this? For stuff?” he asks rhetorically, looking dismissively over his palatial pool and modernistic mansion. Apparently, his answer is “yes, we work hard for stuff, stuff like Cadillacs.” He waxes onward on his vision of the American Dream, dumping on other countries for taking long vacations, and erroneously claims we “left” a car on the moon with the keys in it because “We're the only ones going back up there.” I suppose that means the Chinese don't count, and he ignores that we shut down the shuttle program to save cash and had to pay the Russians to supply the International Space Station. The Huffington Post recently ripped the commercial for its pomposity during this austere age. Perhaps the TV spot is a kind of self-referential parody within a parody as a brand-identity spot, but it just gives me a headache and reminds me that Audi has been making some pretty good cars lately. At least the guy started the commercial with a newspaper in his hand. That's a good start.\n\nrmullins@tampatrib.com\n\n(813) 259-7919\n\nTwitter: @DailyDeadline", "article_metadata": {"taboola-pub-time": "Sun, 02 Mar 2014 01:00:00 -0400", "Description": "Friends of mine know I'm kind of a junkie for PDQ chicken. I might just go there today for lunch, if not dinner. Maybe both.", "og": {"site_name": "TBO.com", "description": "Friends of mine know I'm kind of a junkie for PDQ chicken. I might just go there today for lunch, if not dinner. Maybe both.", "title": "Mullins: A vote of confidence for PDQ", "url": "http://www.tbo.com/news/business/mullins-a-vote-of-confidence-for-pdq-20140302/", "image": {"width": 640, "identifier": "http://www.tbo.com/storyimage/TB/20140302/ARTICLE/140309912/AR/0/AR-140309912.jpg", "height": 427}, "updated_time": "2014-03-02T14:16:00Z-04", "type": "article"}, "twitter": {"domain": "tbo.com", "description": "Friends of mine know I'm kind of a junkie for PDQ chicken. I might just go there today for lunch, if not dinner. Maybe both.", "title": "Mullins: A vote of confidence for PDQ", "image": "http://www.tbo.com/storyimage/TB/20140302/ARTICLE/140309912/AR/0/AR-140309912.jpg", "site": "@TBOcom", "card": "summary_large_image"}, "fb": {"app_id": 522234267826834}, "msvalidate.01": "29E67031F86E7FB6DF9823924E21B8B4", "article": {"publisher": "https://www.facebook.com/tbocom", "published_time": "2014-03-02T01:00:00Z-04", "modified_time": "2014-03-02T14:16:00Z-04"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fd98c2\"", "article_summary": "PDQ already has 18 sites open, mainly in Florida, and it might possibly open 20 to 25 more this year.\nAs for what attracted DeBartolo to PDQ, here's one reason laid out by Geza Henni, president of DeBartolo Holdings.\n“We have a long-standing relationship with Bob and Nick and believe with their team's talent and passion, PDQ is well-positioned for tremendous success.”That's a pretty big vote of confidence in fried chicken.\nDeBartolo won't own or build all the new sites, and that's partly because PDQ is a peculiar animal in the world of restaurants.\nThey talk about it.”Sometimes Basham sees the same people eating at PDQ once a week, if not two or three times."}