{"article_title": "Don’t Criticize Film Director Spike Lee Support Him.", "article_keywords": ["criticize", "dont", "gentrification", "support", "live", "director", "brooklyn", "right", "black", "spike", "communities", "white", "film", "lee"], "article_url": "http://thyblackman.com/2014/03/02/dont-criticize-film-director-spike-lee-support-him/", "article_text": "You are here: Home Ent. / Don’t Criticize Film Director Spike Lee Support Him.\n\nDon’t Criticize Film Director Spike Lee Support Him.\n\nLike Like Love Haha Wow Sad Angry\n\n(ThyBlackMan.com) When you’re sitting in the chair waiting for your segment to begin on CNN, you can sometimes see the segment that comes on right before your own. On this particular day, I was set to appear on AC360 right after film director Spike Lee, a man with whom I have agreed and disagreed in the past. But despite what I think about the whatever thing Spike just said, I will always respect him. He is a man who says what’s on his mind and despite being sucked into the pathetic Neverland of Hollywood Anti-Negroessence, Spike Lee has maintained a very consistent love for black people. As many of our biggest rappers, actors and politicians have learned: Speaking out for black people is not very profitable in a country that is designed to hate us.\n\nI saw that Spike was under fire for recent comments made about gentrification. During a classic rant he gave while speaking in Brooklyn, Spike went hard on the “hipsters” who are moving into the Fort Greene neighborhood that he grew up in. He also mentioned other residents, mostly white, who’ve suddenly figured out that white flight was a bad idea, since it left black people with so much prime real estate.\n\nSpike Lee seems to feel that the new inhabitants of these neighborhoods don’t always have respect for the people who’ve lived their for their entire lives. He also seems to believe that the services of these communities miraculously improve once rich (read: white) people start moving in.\n\nI was surprised to see people attack Spike for his remarks. One actor, Anthony Mackie, basically called Spike a hypocrite.\n\n“Spike Lee don’t live in Brooklyn,” Mackie said to theGrio’s Chris Witherspoon. “Why did he leave Brooklyn?”\n\n“I live in Brooklyn. My address is in Brooklyn. I have two restaurants in Brooklyn. I don’t have a problem with gentrification. The people [who] want to live in Brooklyn, move to Brooklyn.”\n\nI appreciate where Mackie is coming from, and respect his skills as an actor. I also find it admirable that he resides in Brooklyn and does business there as well. But where I disagree with his sentiment is when it comes to believing that someone has to be directly impacted by a problem in order to care about it. In other words, Spike doesn’t have to live in Brooklyn to care about Brooklyn. Also, Spike wasn’t saying that gentrification shouldn’t happen, since he himself has earned huge profits selling his own real estate. Rather than being annoyed by the very existence of gentrification, Spike was most concerned about the manner by which it is happening.\n\nSpike didn’t say that white people shouldn’t move to Brooklyn, he clearly states that people have a right to live where they want. He seems to have two fundamental gripes: That the new residents don’t show respect to those who form the core of the communities they occupy, and that the city doesn’t give it’s best services to areas that are dominated by black, brown and poor people. These two points are legitimate, no matter who is making them.\n\nIn a supposedly free capitalist society, gentrification is almost inevitable. Rich people live where they want, and they have the ability to buy off enough politicians to get them to kick the poor people out. The lion’s share of American politics is now driven by money, which is why the bums on Capital Hill are steadily destroying our nation by catering to billionaires and corporations, rather than the American people.\n\nAlso, wealthy people know where the prime real estate is located. Much of the best land lies in places like Harlem, Brooklyn, etc. It’s hard to argue that rich people don’t have the right to move into these communities, since we all have the right to spend our money how we see fit.\n\nBut here’s the issue: Black people are typically the victims of gentrification and there are few legal remedies to protect people who love their homes and don’t want to be displaced. Spike mentions that there should be affordable housing for those who’d like to stay where they’re located, rather than the government allowing these people to be pushed out like rats from a sewer system.\n\nSome would say, “Well, why are you asking the government for a handout?” After all, I’m a Finance professor and we teach the fundamentals of capitalism (which I don’t always think is a bad thing) every day in class. The reason that the government should be involved in the protection of the rights of these residents is because the wealth gap between whites and blacks, which gives whites the power to steal our communities, is largely driven by inherited wealth that was stolen from black people over the last 400 years.\n\nMost of the time, when a black man or woman worked to build capital during slavery, a white man took it.\n\nWhen black men and women built strong businesses during the Jim Crow era, many of them were stolen by angry and unethical whites (please do research on Black Wall Street as a primary case-in-point).\n\nWhen millions of black Americans work hard for American corporations to earn raises, promotions and job opportunities, they are typically given to white people instead.\n\nAs a result of the consistent theft and displacement of black wealth in America over the last 400 years, whites have amassed a deformed and highly disproportionate amount of money, which allows them to crush hard-working black people like ants in the street. Gentrification is the least of American economic sins, since it follows a long and indisputable legacy of consistent wealth extraction from people of color. Black people built this nation and have almost nothing to show for it. In fact, the wealthiest 400 Americans have more money than the entire African American community combined.\n\nTHAT is why Spike Lee has a point, and that is also why there is no question that black people deserve reparations. Had whites not consistently stolen our wealth for hundreds of years, the black people of Brooklyn, Harlem and other communities would have the ability to keep their homes by bidding a higher price for them. Instead, their homes are being purchased with blood money.\n\nTo go a bit deeper into a point I touched on earlier, I have a gripe with those who feel that Spike is hypocritical for speaking against the disrespect being shown during gentrification. Some people have the selfish belief that you must be personally affected by a problem in order to care about it. They believe that, because Spike doesn’t live in these communities, he has no right to defend them. Actually, Spike is doing EXACTLY what every black person in Hollywood should be doing: Remembering where you came from and using your influence to fight for those who don’t always have the ability to speak for themselves.\n\nI speak up on behalf of prison inmates, but I’ve never gone to prison. President Obama speaks on behalf of gay Americans and illegal immigrants, even though there are no indications that he is either gay or an immigrant. Martin Luther King fought for the poor and uneducated, even though he was a Nobel Prize winner with a PhD. The “me, me, me” attitude that has been embraced over the last 15 years is exactly what is destroying our sense of community. You don’t have to live in Harlem or Brooklyn in order to fight for the people who live there; it’s OK to give to something greater and more important than yourself. You hear that Jay-Z?\n\nSo Spike, not everyone agrees with everything you say, but your heart is in the right place. Because you brought this conversation to the table, people are going to be a little more thoughtful, hopefully a bit more respectful and maybe more reflective about how they treat other people. When a celebrity sees injustice and chooses to remain silent, that can be just as much of a crime as committing the injustice itself. You can’t build your empire off the African American community and then act as if you owe nothing to the people who gave you so much.\n\nWe should support Spike Lee on this particular issue. He’s making some very good points.\n\nStaff Writer; Dr. Boyce Watkins\n\nDr. Boyce Watkins is the founder of the Your Black World Coalition . For more information, please visit http://BoyceWatkins.com\n\nMore Articles:", "article_metadata": {"og": {"image": "http://thyblackman.com/wp-content/uploads/2014/03/123-spikeleegentrification-2014.jpg"}, "generator": "WordPress 4.5.2", "language": "en"}, "article_summary": "Don’t Criticize Film Director Spike Lee Support Him.\n/ Don’t Criticize Film Director Spike Lee Support Him.\n“Spike Lee don’t live in Brooklyn,” Mackie said to theGrio’s Chris Witherspoon.\nWe should support Spike Lee on this particular issue.\nOn this particular day, I was set to appear on AC360 right after film director Spike Lee, a man with whom I have agreed and disagreed in the past."}