{"article_title": "After The Paris Attacks, The French Flag Makes A Roaring Comeback", "article_keywords": ["life", "world", "attacks", "national", "french", "france", "paris", "flag", "singly", "night", "comeback", "roaring", "makes", "doublet"], "article_url": "http://www.northcountrypublicradio.org/news/npr/457592502/after-the-paris-attacks-the-french-flag-makes-a-roaring-comeback", "article_text": "As France held a national ceremony Friday in homage to the victims of this month's terrorist attacks, President François Hollande called on his compatriots to display the French flag in their homes.\n\nFor many Americans, it's something they would instinctively do after such a national trauma. But the French have an entirely different relationship with their flag.\n\nIn France, the flag flies on public buildings and is often waved at sporting events, but it is not traditionally a symbol people personally embrace.\n\n\"Maybe it's because it's associated with France's past – with the (collaborationist) Vichy government during World War II or colonialism, but this kind of patriotism is taboo,\" says Corinne Mellul, a professor of political science at Sciences Po University.\n\nBut since the Nov. 13 attacks, There has been a burst of red white and blue, or as the French say, bleu, blanc, rouge, all over the French capital.\n\n\"What is happening, including the spontaneous singing of the Marseillaise (the French national anthem) is upending everything,\" says Mellul. \"Usually these were symbols associated with the far right, and they were not politically correct. Now they are cool.\"\n\nThe solidarity on display recently was not evident back in January when gunmen attacked the satirical magazine Charlie Hebdo and a kosher supermarket, killing 17 people. Those attacks targeted against certain groups — the magazine staff and Jews — and in the aftermath there were some divisions in France.\n\nBut the 130 people killed this month belonged to every religion, ethnicity and walk of life. They were together, enjoying a Friday night in a melting pot neighborhood of Paris. The only thing most of them had in common was that they were young. The attack was perceived as an assault on everyone and on the French way of living.\n\n\"Who doesn't go to a café?\" asks Mellul.\n\nAt a little household goods shop in Paris' 15th arrondissement, for the first time there are flags for sale along with the salad bowls and coffee cups. Francis Traore, a naturalized French citizen from Mali is buying one.\n\n\"We have to reaffirm that we belong to the Republic,\" he says. \"To be French and not to hide it. The flag is not for extremists, it's not related to a particular political party. It belongs to all of us.\"\n\n\"Something mysterious is going on,\" sociologist Francois de Singly told France Info radio. \"The return of the flag is something like what we experienced after France won the soccer World Cup in 1998.\"\n\nSingly says the celebration of the tricolor, as the French flag is known, first came from abroad. He says it emerged a few hours after the attacks, mostly on the web and social networks, as tricolor filter overlays appeared on people's Facebook profile pictures.\n\n\"Sometimes we French feel pessimistic, and all of a sudden countries like Britain and the America remind us that we do have values in our ordinary life that are formidable,\" Singly says.\n\nThere has been a campaign to take back the city from the horror of that night. Parisians have been going out to reclaim their restaurants and café culture across the city. And tweeting about it under the hashtag #occupyterrace.\n\nAt the Doublet flag factory just south of Lille, owner Luc Doublet told French radio his machines have been running all night to churn out enough flags.\n\n\"Spurts in demand like this are rare,\" said Doublet. It happened after General DeGaulle's death (1970), and then for the 1998 World Cup victory.\n\nSociologist Singly says the French flag has been imbued with new values, beyond nationalism or victory in sports.\n\n\"The flag now symbolizes the right to sit out at cafes,\" he says. \"French people of all backgrounds, everyone enjoying life together.\"\n\nCopyright 2016 NPR. To see more, visit http://www.npr.org/.\n\nMissing some content? Care to comment? Check the source: NPR\n\nCopyright(c) 2016, NPR", "article_metadata": {"og": {"url": "http://www.northcountrypublicradio.org/news/npr/457592502/after-the-paris-attacks-the-french-flag-makes-a-roaring-comeback", "site_name": "NCPR", "type": "article", "description": "The flag flies on public buildings and is often waved at sporting events, but it has not been a symbol the French personally embrace. That has changed dramatically in the wake of the Nov. 13 attacks.", "title": "After The Paris Attacks, The French Flag Makes A Roaring Comeback"}, "apple-itunes-app": "app-id=467968857", "fb": {"app_id": 220190691343406}, "description": "The flag flies on public buildings and is often waved at sporting events, but it has not been a symbol the French personally embrace. That has changed dramatically in the wake of the Nov. 13 attacks.", "viewport": "initial-scale=1"}, "article_summary": "\"What is happening, including the spontaneous singing of the Marseillaise (the French national anthem) is upending everything,\" says Mellul.\nSociologist Singly says the French flag has been imbued with new values, beyond nationalism or victory in sports.\nSingly says the celebration of the tricolor, as the French flag is known, first came from abroad.\nAt the Doublet flag factory just south of Lille, owner Luc Doublet told French radio his machines have been running all night to churn out enough flags.\nAs France held a national ceremony Friday in homage to the victims of this month's terrorist attacks, President François Hollande called on his compatriots to display the French flag in their homes."}