{"article_title": "At Dallas’ first Open Carry Guitar Rally over the Trinity River, plenty of jams but no loaded weapons", "article_keywords": ["bridge", "guitar", "dont", "dallas", "restaurants", "jams", "gun", "weapons", "worlds", "texas", "plenty", "loaded", "carry", "rally", "river", "open", "trinity", "man"], "article_url": "http://thescoopblog.dallasnews.com/2014/07/at-dallas-first-open-carry-guitar-rally-over-the-trinity-river-plenty-of-jams-but-no-loaded-weapons.html/", "article_text": "In the end, the first (but, likely, not the last) Open Carry Guitar Rally along the Continental Avenue Bridge resembled the world’s longest Guitar Center showroom floor.\n\nFrom 6 until sundown Friday, some 300, 400 — maybe even 500, it was hard to tell — attendees strolled the length of the walkway over the Trinity River strumming their instruments. Some came armed with electrics plugged into battery-powered amps; one man even had wah-wah pedals strapped to the soles of his shoes. Others brought acoustic models, including more than a few ukuleles. Some played by themselves; others, in large circles. Their repertoires varied: Over the course of the night, one could hear everything from Steve Earle’s “Copperhead Road” to AC/DC’s “Back in Black” to Outkast’s “Hey Ya!” to countless electri-fried variations on “The Star-Spangled Banner” to, of course, “Will the Circle Be Unbroken?”\n\n“At least it’s not a drum jam,” said Michael David Pyeatt, just as a man with a cart full of bongos rolled up.\n\nA random passerby would have never known this was a protest, but it was: self-proclaimed “instigator” Barry Kooda’s shot at Open Carry Texas and its offspring filled with gun owners who insist they’re protecting the Second Amendment by strapping on AK-47s and carrying them into restaurants and stores. Just this week Target “respectfully” requested customers leave their firearms at home, joining a long list of retailers and restaurants who’ve had to deal with open-carriers in recent months.\n\nKooda, who served in Korea long before landing in the pages of Rolling Stone as a Nervebreaker opening for the Sex Pistols at the Longhorn Ballroom, seemed a bit overwhelmed by the turnout Friday. Some 1,000 had RSVP’d on the Open Carry Guitar Rally’s Facebook page, but last week Kooda said he figured maybe 100 would show.\n\n“But every time I turn around, this things grows a little more, and I’m laughing,” he said Friday, as the sun began to set and the crowd continued to swell. “I’m like, ‘Geez, what is this thing?’ It’s fantastic. And everybody’s here for a different reason.”\n\nAnd he was right: For every person out there wearing a yellow “Don’t Shred on Me” T-shirt, there were dozens who just wanted to hang out with other guitar-slingers. Among their ranks was Donnie Pendleton of Fort Worth, carrying a shiny custom-made aluminum Goulding with ornate fretwork.\n\n“It’s about guitars,” he said. “I don’t own a gun. I own a bunch of guitars.”\n\nSomeone behind him chimed in: “It’s about satire.”\n\n“It is, it is,” Pendleton responded, nodding. “But, I mean, for me I wanted to be out here with all the other guitar-players. I just hope the bridge doesn’t collapse.”\n\n“I’m particularly offended by people dragging semi-automatic weapons into restaurants,” said David Dennard, who, in the 1960s, played in the band The Novas and later released Tripping Daisy’s first record. “That’s taking it too far. This is a tongue-in-cheek way of pointing out the ridiculousness of that. And it’s about having the arts make a statement. This is kind of the same statement Woody Guthrie was making: ‘This machine kills fascists.’ I own guns, and I shoot pretty well, but I don’t wave ‘em around in restaurants and Target. My grandfather never would have done that, and he was one of the world’s biggest gun enthusiasts in the world. This is punk. This is patriotic.”\n\nDennard was one among dozens of familiar faces on the bridge Friday. Mark Grifffin, the once and future MC 900 Ft. Jesus was there; so too Jeff Lyles, who books the Kessler Theater, and Mike Schwedler, who runs the Majestic Theater. Spyche was there; so were Kettle Art Gallery’s Frank Campagna and Angus Wynne, likely the only man on the bridge to have had his photo taken with Jimi Hendrix.\n\n“I thought Barry’s measured response to the absurdity of the open-carry protests was just perfect in every way,” said Schwedler. “It’s smart, and it’s hilarious. And I hope people are doing it everywhere next year. From the very start it seemed like this was the perfect thing to do.”\n\nAnd it lasted longer than anyone could have imagined. Some folks actually started arriving around 3 p.m., and many stayed until well past sundown. And despite some concerns that the open-carriers might show up with an AK or two, they stayed away. In the end, the most terrifying sighting of the night was Reid Robinson’s Keytar.\n\n“If you’re born in Texas, then a bizarre phallic obsession is just part of your DNA,” said Liles, ex of Decadent Dub Team and the man who recorded as Cottonmouth, Texas. “Whether it’s a gun or an oil well or a baseball bat or whatever. The guitar obsessives are the safest people to be around.”", "article_metadata": {"liveFyreID": "aHR0cDovL3RoZXNjb29wYmxvZy5kYWxsYXNuZXdzLmNvbS8yMDE0LzA3L2F0LWRhbGxhcy1maXJzdC1vcGVuLWNhcnJ5LWd1aXRhci1yYWxseS1vdmVyLXRoZS10cmluaXR5LXJpdmVyLXBsZW50eS1vZi1qYW1zLWJ1dC1uby1sb2FkZWQtd2VhcG9ucy5odG1sLw==", "generator": "WordPress 3.9.12", "author": "Robert Wilonsky", "og": {"site_name": "The Scoop Blog", "description": "In the end, the first (but, likely, not the last) Open Carry Guitar Rally along the Continental Avenue Bridge resembled the world's longest Guitar Center showroom floor. From 6 until…", "title": "At Dallas’ first Open Carry Guitar Rally over the Trinity River, plenty of jams but no loaded weapons", "url": "http://thescoopblog.dallasnews.com/2014/07/at-dallas-first-open-carry-guitar-rally-over-the-trinity-river-plenty-of-jams-but-no-loaded-weapons.html/", "image": "http://thescoopblog.dallasnews.com/wp-content/themes/dallasnews/images/facebook-default-black.jpg", "type": "article"}, "LastModifiedDate": "2014-07-05T12:58:18Z", "twitter": {"card": "summary_large_image"}, "PublishDate": "2012-04-11T13:59:21Z", "wp-parsely_version": "1.7", "viewport": "width=device-width", "google-site-verification": "ZjZz-aaVcLkLDp8kIkLnEwtSTZlAwGgQhLyd1pXAbA8", "cXenseParse": {"recs": {"publishtime": "2012-04-11T13:59:21Z"}}}, "article_summary": "Some 1,000 had RSVP’d on the Open Carry Guitar Rally’s Facebook page, but last week Kooda said he figured maybe 100 would show.\nIn the end, the first (but, likely, not the last) Open Carry Guitar Rally along the Continental Avenue Bridge resembled the world’s longest Guitar Center showroom floor.\nMy grandfather never would have done that, and he was one of the world’s biggest gun enthusiasts in the world.\nSome came armed with electrics plugged into battery-powered amps; one man even had wah-wah pedals strapped to the soles of his shoes.\n“I thought Barry’s measured response to the absurdity of the open-carry protests was just perfect in every way,” said Schwedler."}