{"article_title": "French police detain 7 for questioning in Paris siege;", "article_keywords": ["europe", "concert", "islamic", "siege", "attacks", "french", "detain", "paris", "state", "officials", "france", "questioning", "war"], "article_url": "http://www.bendbulletin.com/home/3688808-151/french-police-detain-7-for-questioning-in-paris", "article_text": "PARIS — French police took seven people in for questioning Sunday in connection with the deadly siege that killed at least 129 people on Friday night, expanding an international dragnet and investigation that now stretches from the Aegean Sea to the teeming Paris suburbs.\n\nThe seven people taken into custody were relatives of Omar Ismail Mostefai, a 29-year old French national with a criminal record and one of seven assailants who died during Friday night’s deadly siege, according to a French police official who spoke on the condition of anonymity. A petty criminal of Algerian descent, Mostefai was picked up between 2004 and 2010 for eight minor offenses, including driving without a license. In 2010, however, Mostefai came on the radar screen of French intelligence because of his associations with radical Islamists at a mosque near Chartres, a city 56 miles west of Paris.\n\n“The aim is to figure out what led this man to become a suicide bomber,” the French police official said.\n\nMostefai’s brother, who surrendered for questioning in a southeastern suburb of Paris, confirmed to the Agence France-Presse news service that his younger sibling had committed small crimes in the past. The 34-year-old man, who was not identified, said he had broken off all ties with him years ago. Mostefai had moved back to Algeria with his young daughter, he added. He said he was shocked to learn that his brother was involved in the attacks.\n\nPolice also raided the homes of Mostefai’s father and of the brother, which were searched during three hours Saturday night by French SWAT teams in Romilly-sur-Seine, a town 79 miles east of Paris, and in Bondoufle, a small suburb in the south of Paris, according to RTL radio.\n\n“What does this have to do with us?” the brother’s wife told AFP in tears. “We haven’t spoken to him in years. I hope we’ll be left alone. We have a quiet little life, and this is starting to worry me.”\n\nThe official said another one of the assailants had a Syrian passport, a document that Greek officials have said he used to enter Europe in October on the Aegean island of Leros along with a record flood of refugees fleeing the war-torn Middle East. Sky News later quoted a Greek official as saying the passport was fake, although the attacker probably did use it to pass through Leros.\n\nInvestigators were looking into whether a second assailant may have also entered Europe on the refugee route. It immediately raised the prospect that militants may be using the same porous routes into Europe as migrants.\n\nFrench police seized one of the vehicles believed to have been used in the Friday night attacks, a black SEAT Leon with handguns inside, in the eastern suburb of Montreuil. Officials sealed off the area with red and white tape as white-clad forensics experts combed the vehicle.\n\nAt least two of the seven dead attackers are believed to be Belgians, including an 18-year-old who had fought in Syria, according to a senior Belgian official.\n\nAs of late Saturday, at least 10 suspects were arrested in Belgium.\n\nThree of the 10 were stopped by French police late Friday near the town of Cambrai while attempting to flee into Belgium. The French police had let them pass, but the men were later arrested in Brussels after Belgian authorities raised red flags.\n\nOn Saturday, President François Hollande called the attacks an “act of war” by the Islamic State, which issued an extraordinarily detailed claim of responsibility almost immediately after his address to the nation. Left behind after the attacks were the latest scars, Pope Francis said Saturday, from the “piecemeal Third World War.” One survivor described gunmen coldly picking off hostages in a packed concert hall as if “we were birds.”\n\nThe attacks — far more sophisticated and more deadly in magnitude than a siege here in January carried out by three Islamist militants — robbed France’s showcase city of its rhythm of life and put Europe on alert to a new level of terrorism. In the aftermath of the most deadly assault on French soil since World War II, the Eiffel Tower was shut down “indefinitely.” The Louvre closed its doors. And the country, which cherishes secular freedoms, outlawed public gatherings until at least Thursday.\n\nFrance declared a state of emergency - granting police broader powers - for the first time since 2005 riots on the outskirts of Paris. Paris landmarks became ghost towns. The government deployed 1,500 troops to safeguard key buildings. Schools, libraries, food markets, swimming pools and gymnasiums were closed.\n\nAbout 99 of at least 352 who were wounded - most of them injured during a hail of bullets that hit the front rows of a concert at the Bataclan, where 1,500 fans were listening to the Eagles of Death Metal - remained in serious condition, suggesting that the death toll could increase.\n\nThe extent of the violence signaled that the Islamic State is extending its reach far beyond the battlefields of the Middle East, prompting much of the rest of Europe to bolster security on Saturday, ramping up border checks and patrols at key buildings and transit points. But intelligence officials in Germany and Spain said they were focusing mainly on improving security at French schools and embassies, suggesting how France - a nation more involved in fighting Islamist extremism abroad than any of its neighbors - has emerged as the epicenter of the region’s terrorism threat.\n\n“We are facing an act of war organized by an army of terrorist jihadists that had already organized and planned attacks in the past,” French Prime Minister Manuel Valls said Saturday evening. “Five attacks have been thwarted since this summer. But we have always said that there is no such thing as zero risk. We have always said that France could face new terrorist attacks.”\n\nOn Saturday, candles and flowers filled an outdoor terrace at La Belle Equipe restaurant, where gunman shot into the crowd. Notes in the flowers included one that read, in French, “To our friend Guillaume full of joy and kindness, may God keep you close to him.”\n\nAnother read: “Thoughts for our little Tess and to the children of Lacri. Their parents are in the stars.”\n\nThe victims at six attack sites - the Bataclan concert venue, a soccer stadium, and bawdy bars and restaurants in east Paris - included Nohemi Gonzalez, 23, a California State University design student spending her junior year abroad. And Bertrand Navarret, 37, a rock music fan from southern France who was among the first to die as the gunmen fired into the crowd at the concert. And two Tunisian sisters celebrating a friend’s birthday on a night out.\n\nMany Parisians — as they did after the attacks in January — vowed to hold firm. But some also questioned the wisdom of France’s involvement in the Middle East.\n\n“I’m indignant about the foreign policy of France,” Yannis Hassany, 25, a Parisian student of Syrian and Lebanese descent, said Saturday. He was standing near the bloodstained streets of two of the attack sites, Le Carillon bar and Le Petit Cambodge restaurant. “What we’ve done the last four years is responsible for what happened here. France is implicated. France never should have gotten involved in Syria.”\n\nDuring the attacks Friday, six suspects blew themselves up and a seventh was killed by police. The Islamic State, however, claimed that eight men were directly involved in the attacks.\n\nThe siege began at 9:20 p.m. local time Friday and lasted until police stormed the concert hall at 12:20 a.m. The three teams of suicide bombers had spread out across Paris, with two of the groups racing through the city’s streets in a small black SEAT León hatchback and a black Volkswagen Polo. They deployed “war-type weapons”: Kalashnikov rifles and explosive belts with identical triggers, said François Molins, a prosecutor in Paris.\n\nThe style of weapons indicates that the assailants “wanted to claim as many victims as possible,” he said.\n\nLouis H., a 26-year-old employee at the Bataclan who asked that only his first name and initial be used, said he was attending the concert with his mother. He said the two of them pretended to be dead, lying on the floor for 10 minutes as they heard shots and yelling.\n\nOfficials said at least one suspect was a 29-year-old who was eight days shy of his birthday and whom two French media outlets identified as Ismaël Omar Mostefaï. He was the father of a 5-year-old girl and was repeatedly arrested in connection with petty crimes between 2010 and 2015. Le Monde newspaper reported Saturday that Mostefaï was suspected of having traveled to Syria for a few months in the winter of 2013 and 2014.\n\nOfficials, however, declined to release the names of any suspects. At one of the attack sites - the stadium where Hollande was attending a soccer match between France and Germany - officials discovered the passport of a man born in Idlib, Syria, who had entered Europe via Greece as a refugee.\n\nOfficials have not conclusively connected the document to one of the two men who blew themselves up at the stadium. But the possible link was enough to ignite fresh calls by some in Europe to end the unprecedented flow of refugees pouring into Europe from war zones in the Middle East.\n\n“The attacks mean the necessity of an even deeper revision of the European policy toward the migrant crisis,” Konrad Szymanski, Poland’s new European affairs minister, told a local radio station.\n\nFrench officials recovered fingerprints from at least four of the men, with French, German and other European law enforcement agencies seeking possible matches.\n\nAs if in response to the tough declarations from Hollande on Saturday, the Islamic State moments later asserted responsibility for the attacks.\n\nThe claim - issued on its internal social media site - said the terrorist group had “precisely chosen targets in the center of the capital of France” and specifically mentioned Hollande’s appearance at the soccer match.\n\n“Let France and all nations following its path know that they will continue to be at the top of the target list of the Islamic State,” it said.\n\nWashington Post correspondents Virgile Demoustier, Emily Badger and Steve Mufson in Paris and Brian Murphy in Washington contributed to this report.", "article_metadata": {"description": "PARIS — French police took seven people in for questioning Sunday in connection with the deadly siege that killed at least 129 people on Friday night, expanding an international dragnet and investigation that now stretches from the Aegean Sea to the teeming Paris suburbs. The seven people taken into custody were relatives of Omar Ismail Mostefai, a 29-year old French national with a criminal record and one of seven assailants who died during Friday night’s", "og": {"site_name": "The Bulletin", "description": "PARIS — French police took seven people in for questioning Sunday in connection with the deadly siege that killed at least 129 people on Friday night, expanding an international dragnet and investigation that now stretches from the Aegean Sea to the teeming Paris suburbs. The seven people taken into custody were relatives of Omar Ismail Mostefai, a 29-year old French national with a criminal record and one of seven assailants who died during Friday night’s", "title": "French police detain 7 for questioning in Paris siege", "url": "http://www.bendbulletin.com/home/3688808-151/french-police-detain-7-for-questioning-in-paris", "image": "http://www.bendbulletin.com/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=3XOTr0ZSD9rFay1IfblRBM$daE2N3K4ZzOUsqbU5sYvcLQX30YAeEzM3hNe7fNiXWCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg", "type": "article"}, "twitter": {"site": "@thebulletin", "image": {"src": "http://www.bendbulletin.com/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=3XOTr0ZSD9rFay1IfblRBM$daE2N3K4ZzOUsqbU5sYvcLQX30YAeEzM3hNe7fNiXWCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg"}, "description": "PARIS — French police took seven people in for questioning Sunday in connection with the deadly siege that killed at least 129 people on Friday night, expanding an international dragnet and investigation that now stretches from the Aegean Sea to the teeming Paris suburbs. The seven people taken into custody were relatives of Omar Ismail Mostefai, a 29-year old French national with a criminal record and one of seven assailants who died during Friday night’s", "card": "summary", "title": "French police detain 7 for questioning in Paris siege"}, "msapplication-TileColor": "#035CB6", "msapplication-TileImage": "http://statics.bendbulletin.com/images/thebulletin_retro_nav_small.png/images/bb-windows-tile.png", "__sync_contentCategory": "pw", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "French officials recovered fingerprints from at least four of the men, with French, German and other European law enforcement agencies seeking possible matches.\nPARIS — French police took seven people in for questioning Sunday in connection with the deadly siege that killed at least 129 people on Friday night, expanding an international dragnet and investigation that now stretches from the Aegean Sea to the teeming Paris suburbs.\nAs if in response to the tough declarations from Hollande on Saturday, the Islamic State moments later asserted responsibility for the attacks.\n“The aim is to figure out what led this man to become a suicide bomber,” the French police official said.\nThe Islamic State, however, claimed that eight men were directly involved in the attacks."}