{"article_title": "Hospital fee is really a Medicaid tax", "article_keywords": ["fee", "colorado", "hospital", "tax", "taxes", "state", "officials", "medicaid", "provider", "health", "care", "tenncare", "really"], "article_url": "http://www.chieftain.com/opinion/4136258-120/medicaid-health-colorado-state", "article_text": "Linda Gorman Guest columnist\n\nMedicaid is the largest health care program in the United States. Since 2007, Colorado officials have acceded to the federal government’s wishes, expanding both Medicaid and the role of government in Colorado health care. The feds said it would reduce health expenditures by improving health. Now it’s time to pay the piper.\n\nIn 2016 and beyond, Colorado’s expansions of Medicaid and other health programs are set to cause major state budget problems.\n\nGov. John Hickenlooper’s executive branch has proposed two solutions.\n\nFirst, it wants to raise taxes, by calling the Hospital Provider Fee Oversight and Advisory Board a “business enterprise.” The new designation would move almost $1 billion in tax disguised as fee revenue off the state budget. Under Taxpayer’s Bill of Rights restrictions, the state then could requisition and spend an additional $1 billion in taxes and fees from the private sector. As Colorado collected about $12.2 billion in total taxes and fees in fiscal year 2014, this first “solution” constitutes about an 8 percent raise for state bureaucracies.\n\nThis budget chicanery builds on the sleight of hand used to create the Hospital Fee in 2009. Knowing the proposal would lose if it followed the law and subjected the new hospital bill tax to a vote of the people, the Democratic-controlled Legislature simply called the provider tax a provider “fee.” The rebranding didn’t fool the federal government. Its letter approving Medicaid payment of the “fee” called it a “provider tax.”\n\nAllowing government to evade the plain meaning of language in 2009 has encouraged it to further flout the law by pretending that a group collecting mandatory taxes from sick people is a “business enterprise.”\n\nThe executive branch’s second state budget solution is to spend scarce funds “rebranding” Colorado Medicaid.\n\nThe Department of Health Care Policy and Financing employs a Medicaid “Rebrand Project Manager.” A “New Look & Feel Launch” to “overcome negative perceptions” about Medicaid is planned for 2016. The public relations campaign will use grant money, focus groups, polling and “creative” efforts to “update communications materials” to prove that Medicaid, now known as Health First Colorado, is “different.”\n\nUnlike Medicaid, Health First Colorado will offer “more Coloradans the foundation for a more secure life by providing greater access to integrated health care for improved physical, mental and social well-being.”\n\nState hubris has grown to the point that officials propose that a government agency can provide a more secure life, and improve one’s physical, mental and social well-being. Yet as recently as last April, Health Care Policy and Financing violated Medicaid regulations by failing to provide basic primary care appointments for some of its Denver clients.\n\nColorado’s plans for the Medicaid expansion and rebranding replicate many of the mistakes Tennessee made 20 years ago.\n\nIn 1994 Tennessee Medicaid became TennCare, a test bed for Obamacare Medicaid expansion. Advocates claimed that expertly managed care could reduce health expenditures without harming health. Expenditures would fall enough to offset the costs of TennCare’s Medicaid expansion.\n\nInstead, TennCare spending exploded, increasing more than 146 percent during the first decade. In other states, Medicaid spending increases averaged 71 percent. Enrollment increased from 750,000 in 1992 to 1.4 million in 2001.\n\nIn 2002, McKinsey & Company released a study on TennCare’s financial viability. McKinsey concluded that “without additional reform, the program is projected to become so costly that by fiscal year 2008 the state will find it difficult, if not impossible, to both support TennCare and meet its obligations in other critical state programs.”\n\nIn November 2004, then-Tennessee Gov. Phil Bredesen announced plans to dissolve TennCare and return to regular Medicaid. By pretending to cover more than a quarter of a million people than state revenues could support, Tennessee officials caused pain and insecurity in the lives of program dependents, taxpayers and those who care for patients.\n\nThe claims of Health First Colorado advocates are eerily similar to those made by their TennCare counterparts. One hopes that Colorado citizens will urge state officials to learn from history. Otherwise, when they repeat it, a lot of people will be harmed.\n\nLinda Gorman directs the Health Care Policy Center at the Independence Institute, a free market think tank in Denver.", "article_metadata": {"og": {"url": "http://www.chieftain.com/opinion/4136258-120/medicaid-health-colorado-state", "site_name": "http://www.chieftain.com", "image": "http://www.chieftain.com/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=KOKDMQzT3HzmZ5MeN3zNks$daE2N3K4ZzOUsqbU5sYvH9xFif4Km8M6Drk6_TSwPWCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg", "type": "article", "title": "Hospital fee is really a Medicaid tax"}, "fb": {"admins": 166812535600, "app_id": 323205824384149}, "apple-mobile-web-app-title": "Chieftain.com"}, "article_summary": "Since 2007, Colorado officials have acceded to the federal government’s wishes, expanding both Medicaid and the role of government in Colorado health care.\nKnowing the proposal would lose if it followed the law and subjected the new hospital bill tax to a vote of the people, the Democratic-controlled Legislature simply called the provider tax a provider “fee.” The rebranding didn’t fool the federal government.\nLinda Gorman directs the Health Care Policy Center at the Independence Institute, a free market think tank in Denver.\nFirst, it wants to raise taxes, by calling the Hospital Provider Fee Oversight and Advisory Board a “business enterprise.” The new designation would move almost $1 billion in tax disguised as fee revenue off the state budget.\nLinda Gorman Guest columnistMedicaid is the largest health care program in the United States."}