{"article_title": "Christians at the Freedom and Faith Coalition Tackle DC Gridlock", "article_keywords": ["faith", "ffc", "group", "brown", "sanchez", "freedom", "florida", "coalition", "dc", "gridlock", "meeting", "tackle", "jolly", "religious", "day", "christians"], "article_url": "http://time.com/2905048/this-is-what-democracy-looks-like-a-day-at-ralph-reeds-road-to-majority-conference/", "article_text": "\n\n\n\nBronson and Misty Oudshoff came to Washington to wage war. “Every day there is a battle between opposing worldviews,” says Bronson, 36, a clinical research coordinator for a urology group with a self-described “conservative Christian worldview… [of] how the Bible instructs us and details the truth of God’s word.”\n\nThe Oudshoffs and their three children, ages ten, twelve and twelve, are part of a group that has traveled from Florida to D.C. to attend the Road to Majority Conference, organized by Ralph Reed’s Faith and Freedom Coalition, in hopes of meeting with legislators from their state, including Representative David Jolly and Senator Marco Rubio.\n\n\n\n“We’re not typical Floridians,” Regina Brown, founder of the biblical Christian activist group Transforming Florida, is quick to point out. “It’s a spiritual battle more than a political battle,” Misty Oudshoff, 38, says, and they’re here to challenge the idea that Washington gridlock can stymie even the most impassioned activists.\n\nAfter the conference’s opening luncheon with remarks by Senator Ted Cruz, Ambassador John Bolton and Rubio, among others, attended by about 1,500 guests, the eleven in the Florida group pile onto buses with the other self-identifying ‘freedom warriors’ heading to the Capitol. The first stop for the Florida gang: a meeting with Jolly, who many of them worked for during his last campaign. FFC has armed its members with a packet of talking points for their meetings. There is a page on immigration reform, (“FFC opposes amnesty in any form”), a page on religious freedom and the Affordable Care Act, (“We oppose the employer mandates in Obamacare that force employers, including religious charities, to provide health care services that violate their faith and assault their conscience”), and a page on education, (“FFC opposes federal imposition of Common Core because of its one size fits all approach to education”).\n\nPackets in hand, the Floridians go to Jolly’s office, where they are seated in a conference room. Jolly is still busy with the vote for the new House Majority Leader, so while they wait the group finds pictures of themselves at Jolly’s victory party to send to his office. They also eagerly discuss the vote – they are all rooting for Tea Party favorite Rep. Raul Labrador over current leadership team member Rep. Kevin McCarthy.\n\n“We need to pray about this,” someone says.\n\n“Can you tell us who he’s voting for?” Brown, 59, asks a staffer. The staffer claims he doesn’t know, and Brown responds, “Well, text him right now and ask!” Before he can respond, Mark Kober, an air-conditioner installer from Largo, gets a breaking news update on his phone: McCarthy has won the election. And in another disappointment for the day, the group is informed that Jolly won’t be able to join them. Brown immediately suggests another time for the meeting, and gets a “maybe” from the staffer. For now, that’s good enough for her. She does a little victory dance and says, “All you need to do is pretend you know what you’re doing!”\n\nNext, the group heads across the street to take a tour of the Capitol before their appointment with Rubio, though Brown hasn’t been able to get confirmation they’ll actually meet him yet, just another “maybe.” As he walks through the Capitol, Kober, 35, marvels at how many famous men and women have walked these same halls, and how, at some point, reverence for that fact must wear off. “That’s why you need people like us,” he says. “To remind you of where you came from.”\n\nSuddenly, Senator Ted Cruz walks by, and smiles. “Did you just see that?” “That was Ted Cruz!” “Did you see him?” The group titters. It’s the closest they’ve been to a lawmaker all day.\n\nBut such excitement is ephemeral. At this point it’s past four, so the rotunda is closed and sitting in the nearby gallery overlooking the floor of the Senate means looking down at a room full of empty chairs during a quorum call. The tour ends early. Disappointment begins to set in. “We’re just a day late and a dollar short everywhere we go today,” Misty says.\n\nThe group makes a final stop of the day at Rubio’s office. But there the tentative meeting “maybe” becomes “no” and the group meets instead with J.R. Sanchez, Rubio’s director of outreach and senior policy advisor. Still, this last meeting of the day is also their first, and they are eager to talk.\n\n“Give me some solutions,” Sanchez says. “Tell me what I can relay back to Marco.” With an opening to bring up the talking points, someone mentions immigration reform. “Under the current administration, we’ve realized we will never be able to pass real, comprehensive immigration reform,” Sanchez replies.\n\nThe Oudshoffs then talk about how they feel the Left is infringing upon their religious freedom by not letting people express Christian religious views in schools.\n\n“At the end of the day you can’t force your faith and values on people,” Sanchez says, “but you shouldn’t have your personal religious beliefs impaired.” How about the decay of the nuclear family unit in society? “We can’t legislate how people should conduct themselves in marriage or not,” Sanchez says, but that they should support laws that encourage the family structure.\n\nThe group seems disheartened by such non-committal rhetoric. Finally, Sanchez says, “At the end of the day, the best way you can deal with your outrage is by mobilizing grassroots and not staying at home.” That validation after a day of canceled meetings, “maybes” and truncated tours offers some solace. This group from Florida did not stay home.\n\nBut what did they accomplish by coming? That morning, when the buses pulled up and members of FFC got their first look at the Capitol building, Kober looked up and said, “It’s powerful just to be here.”", "article_metadata": {"apple-mobile-web-app-status-bar-style": "black-translucent", "viewport": "width=device-width,minimum-scale=1.0,maximum-scale=1.0", "description": "Members of FFC’s Road to Majority Conference hope to challenge the idea that Washington can stymie impassioned religious activists.", "generator": "WordPress.com", "og": {"site_name": "TIME.com", "description": "Members of FFC’s \"Road to Majority\" Conference come armed with faith and idealism to take on Washington.", "title": "This Is What Democracy Looks Like: A Day at the FFC “Road to Majority” Conference", "url": "http://time.com/2905048/this-is-what-democracy-looks-like-a-day-at-ralph-reeds-road-to-majority-conference/", "image": "https://timedotcom.files.wordpress.com/2014/06/freedom-coalition-road-to-majority.jpg?quality=75&strip=color&w=1012", "type": "article"}, "twitter": {"image": {"src": "https://timedotcom.files.wordpress.com/2014/06/freedom-coalition-road-to-majority.jpg?quality=75&strip=color&w=1012"}, "title": "This Is What Democracy Looks Like: A Day at the FFC “Road to Majority” Conference", "description": "Members of FFC’s \"Road to Majority\" Conference come armed with faith and idealism to take on Washington.", "card": "summary_large_image", "site": "TIME"}, "msapplication-TileColor": "#FFFFFF", "msapplication-tooltip": "Current & Breaking News | National & World Updates", "apple-mobile-web-app-capable": "yes", "p": {"domain_verify": "f48a8936c3fffc943fce516f2e3ff1d2"}, "fb": {"app_id": 53177223193}, "msapplication-window": "width=device-width;height=device-height", "msapplication-TileImage": "https://s0.wp.com/wp-content/themes/vip/time2014/img/time-touch_icon_152.png", "application-name": "TIME", "keywords": "senate, marco rubio, david jolly, ted cruz, bible, ralph reed, john bolton, florida, obamacare, kevin mccarthy, religion, u.s.,", "article": {"publisher": "https://www.facebook.com/time"}, "msapplication-task": "name=Subscribe;action-uri=http://time.com/feed/;icon-uri=http://0.gravatar.com/blavatar/2cee445ea71a179ffd35ea91cf154905?s=16", "news_keywords": "freedom and faith coalition, road to majority, conservative, freedom, democracy, marco rubio, david jolly, florida"}, "_id": "\"57477af36914bd0286fcfabb\"", "article_summary": "The Oudshoffs then talk about how they feel the Left is infringing upon their religious freedom by not letting people express Christian religious views in schools.\nThe first stop for the Florida gang: a meeting with Jolly, who many of them worked for during his last campaign.\n“We’re not typical Floridians,” Regina Brown, founder of the biblical Christian activist group Transforming Florida, is quick to point out.\nAnd in another disappointment for the day, the group is informed that Jolly won’t be able to join them.\nStill, this last meeting of the day is also their first, and they are eager to talk."}