{"article_title": "The Austrian Economist Who Should Have Received Nobel Prize", "article_keywords": ["received", "prize", "process", "mises", "economics", "nobel", "profits", "kirzner", "production", "alertness", "austrian", "economist", "market", "discovery"], "article_url": "http://blog.heartland.org/2014/11/the-austrian-economist-who-should-have-received-nobel-prize/", "article_text": "On October 13th, the 2014 Nobel Prize in Economics was announced in Stockholm, Sweden, with French economist, Jean Tirole, the recipient for his work on developing models to better assist governments in regulating private enterprise.\n\nA couple of weeks earlier, Reuters news agency had reported that the Austrian School economist, Israel M. Kirzner, was on the short list for consideration. In the eyes of many free market advocates, he would have been the far more deserving recipient for his insightful and original work on the nature and workings of entrepreneurship and the market process.\n\nOver a scholarly career that has spanned a half a century, Kirzner has enriched our understanding of the theory of the competitive process, the role of the entrepreneur in bringing about market coordination and innovation, the nature of capital and interest, the dangers resulting from the regulated economy, and the importance of individual freedom for the open-ended creativity that enhances the general human condition.\n\nIsrael Kirzner was born on February 13, 1930, in London, England. Between 1940 and 1948, he lived in Cape Town, South Africa. He attended the University of Cape Town in 1947 and 1948 and the University of London in 1950 and 1951. He came to the United States and was a student at Brooklyn College in New York City from 1952 to 1954, earning a B.A. degree, summa cum laude. In 1955, he received an M.B.A. from New York University. And he earned his Ph.D. in economics from NYU in 1957.\n\nKirzner Meets Ludwig von Mises\n\nIt was while looking for classes to fill course requirements to complete his M.B.A. at NYU that Kirzner saw listed a seminar in economic theory offered by the famous Austrian economist, Ludwig von Mises, in the fall semester of 1954. He once recalled the first day of Mises’s seminar and the impression it left on him:\n\n“That occasion was … my first meeting with Ludwig von Mises, and it is etched deeply in my memory…. His very opening substantive sentence that evening [was], ‘The market,’ Mises began, ‘is a process.’ Coming as I did from a rather spotty undergraduate training in economics (and mainly along Keynesian lines) Mises’ statement, I recall, left me completely puzzled. I had thought of the market as a place, an arena for exchanges, as an abstract idea referring to voluntary exchange transactions. I could not fathom what on earth could be meant by the observation that the market is a process. I now, in retrospect, consider that all my subsequent training and research in economics, both before and after obtaining my doctorate under Mises, has consisted in learning to appreciate what it was that Mises meant by this assertion.”\n\nFrom 1954 to 1956, he worked as Mises’s graduate assistant, and wrote The Economic Point of View: An Essay in the History of Economic Thought, a study of the development of economics as a theory of the logic of choice and human action, as his dissertation under Mises’s supervision. It was published as his first book in 1960.\n\nAfter graduating, he was hired as an assistant professor in the economics department at New York University in 1957, being promoted to associate professor in 1961 and full professor in 1968, a position he has held until his retirement in 2001.\n\nKirzner has published a dozen books, more than 100 articles, and more than 30 book reviews. He has also been one of the leading intellectual forces in bringing about the revival of the Austrian school of economics, after its long hiatus following the triumph of Keynesian economics after the Second World War.\n\nBesides Kirzner’s influence through the originality and persuasiveness of his writings, in 1976 he founded an Austrian economics graduate study program at New York University that has helped to successfully train a new generation of Austrian economists.\n\nAnd for more than 25 years, the weekly Austrian economics colloquium at NYU, under Kirzner’s general supervision, served as an important focal point for Austrian-oriented economists in the greater New York area. Over the years, many internationally renowned economists, including Friedrich A. Hayek, participated in the colloquium sessions.\n\nKirzner’s contributions to the Austrian school of economics have refined and extended the earlier works of Ludwig von Mises and Friedrich A. Hayek on understanding the workings of the market economy. He has developed these themes in a series of books, among which are: Competition and Entrepreneurship (1973); Perception, Opportunity and Profit (1979); Discovery and the Capitalist Process(1985); Discovery, Capitalism, and Distributive Justice (1989); The Meaning of Market Process (1992); How Markets Work: Disequilibrium, Entrepreneurship and Discovery (1997); and The Driving Force of the Market (2000).\n\nEntrepreneurship, Alertness and the Market Process\n\nMises, as Kirzner explained, viewed the market as a “process.” But what kind of a process is it? Kirzner has emphasized that it is a process of entrepreneurial alertness. The satisfaction of consumer demand may be the purpose behind production, but there must be some who, in the social system of division of labor, have the specialized role of anticipating what it is that consumers will desire in the future and then hiring, directing, and coordinating the use of the means of production towards that end.\n\nWhat guides entrepreneurs in this task is the anticipation of profits — revenues in excess of the expenses to bring goods to market — and the avoidance of losses. But one of the insights that Kirzner has highlighted is that while entrepreneurship is crucial to the workings of the market, it cannot be bought and sold like other goods or resources for a certain price. The reason is that the essence of entrepreneurial activity is “alertness,” an attention to scanning the market horizon for opportunities and innovations that can result in making better goods, or new goods, or bringing less-expensively manufactured goods to the market place.\n\nBut to be “alert” is to notice something that others have neither seen nor thought of before. Alertness means thinking and seeing “outside the box” of the known set of opportunities and routine ways of doing things. It is the process of discovering new knowledge and possibilities that no one has either previously imagined or noticed.\n\nThe Benefits from Competitive Markets\n\nIn Israel Kirzner’s view, one of the most important reasons for open, competitive markets is for individuals to have the profit incentives and the chance to benefit from alertness. The free-market institutional order creates the conditions under which people will be more likely to have the motivation to be alert, even though we can never know ahead of time what their creative discoveries will generate and unearth.\n\nBut why should the discovery and earning of such profits be considered “good” from the wider social point of view? Part of Kirzner’s answer is a development of Hayek’s insight that corresponding to the division of labor in society is an inevitable division of knowledge. Each of us possesses only a small fraction of all the knowledge and information in the world, and yet somehow all of our interdependent activities must be coordinated for each of us to benefit from the specializations and expertise of our fellow men.\n\nHayek emphasized that the coordination of the actions of millions of specialized producers and consumers around the global market is brought about through the price system. Any change in someone’s willingness or ability to supply or demand any product anywhere in the market is registered through a change in the price of the good, service, or resource in question.\n\nFurthermore, such changes are occurring all the time in a world of unceasing change. The resulting changes in market prices due to shifts in supply and demand conditions are constantly creating new profit or loss situations.\n\nA central task of the entrepreneur, Kirzner has argued, is to be alert to these shifts in market conditions and indeed to anticipate them as best he can.\n\nHis role in the market economy is to bring about modifications and transformations in what goods are produced, where they are produced, and with which methods of production, so that production activities are continuously tending to reflect the actual patterns of consumer demand.\n\nThrough his alertness to profits to be gained and losses to be avoided, the entrepreneur ensures the adjustments to change that are required for a process of continual coordination of market activities, upon which both the existing and an improving standard of living are dependent.\n\nProfit and entrepreneurship\n\nProfits, therefore, are the reward for an entrepreneur’s successful alertness to changing, discovered, and created opportunities in the market that result in the production, marketing, and selling of those products most highly and urgently demanded by the consuming public as expressed in their willingness to pay prices for them in excess of their costs of production.\n\nOn the other hand, it is the “social function” of competition to create the opportunities and incentives for entrepreneurs to compete against each other in the pursuit of those profits, with the tendency for those profits to be competed away in the attempt to capture consumer business.\n\nKirzner has not only argued that the possibility of earning profits is desirable because it pragmatically acts as the incentive mechanism to help bring supply and demand into balance and to bring productive innovations to market. He has also defended the justice in any profits earned on the free market. The direction of any production process is based on a vision and a conception in the mind of the entrepreneur about the likely shape of market things-to-come.\n\nPrecisely because it is a discovery process in which individuals perceive opportunities and possibilities in things and situations that others have not, the successful earning of profits should be considered to be “just” under the simple notion of finders-keepers.\n\nCentral to Kirzner’s reasoning is that every discovery of a new opportunity is the appropriation of that which had not existed before a human mind had seen the potential for gain in a particular situation or in the use of some object or resource in a new and different way. And, thus, the profit earned by bringing such an opportunity into existence rightly belongs to the discoverer.\n\nGovernment regulation\n\nFrom this conception of the market process, Kirzner has forcefully warned of the dangers resulting from government intervention, regulation, and taxation. Such government infringements on the freedom of the market stifle and close off the opportunities and incentives for entrepreneurial alertness and discovery, thereby hindering an effective coordination of many potential peaceful and mutually beneficial possibilities for gains from trade that any number of people might have happily taken advantage of.\n\nIt also retards or prevents the entrepreneurial experimentation with new and innovative methods of production that could improve the quality and variety of life, if only the open, competitive market is left free from the heavy hand of various government controls and fiscal burdens.\n\nIn his analysis of the market process and the dangers inherent in government regulation, Kirzner has also pointed out the weaknesses in much of “mainstream” or standard textbook economics. He has explained that many of the gains from market competition and the problems arising from government intervention are not always clearly appreciated because of the type of model of the market used by many economists.\n\nIn the textbook model of “perfect competition,” it is assumed that all market participants already possess perfect knowledge, that producers all are manufacturing a product exactly like their rivals in the same market, and that any attempt by a seller to influence the market price or to differentiate his product from that sold by his competitors is “proof” of “market failure.” And that any such “failure” can have only one cure: a wise and well-informed government intervening to “correct” the market.\n\nKirzner has vehemently argued — as did Mises and Hayek before him — that government regulators and planners have neither perfect knowledge nor sufficient wisdom to direct the economic affairs of millions of people. Indeed, it is precisely because of the limited and imperfect knowledge that we all possess that there is no institutional alternative to the market economy. The purpose of both price and product competition in the market is for entrepreneurs to constantly “test the waters” to discover exactly what it is that consumers want, in what varieties and quantities, and how best to produce and sell those things at the lowest costs possible.\n\nThese insights about the market process are central elements in Israel Kirzner’s profound contributions to our understanding of the free market system and a society respectful of individual liberty. One can only hope that next year the Nobel Prize will rightfully be awarded to this truly deserving scholar of the market order.\n\n[Originally published at EpicTimes]", "article_metadata": {"og": {"url": "http://blog.heartland.org/2014/11/the-austrian-economist-who-should-have-received-nobel-prize/", "type": "activity", "image": "http://blog.heartland.org/wp-content/uploads/2014/10/Kirzner.jpg", "site_name": "Somewhat Reasonable", "title": "The Austrian Economist Who Should Have Received Nobel Prize"}, "robots": "noodp,noydir", "viewport": "width=device-width"}, "article_summary": "Government regulationFrom this conception of the market process, Kirzner has forcefully warned of the dangers resulting from government intervention, regulation, and taxation.\nBesides Kirzner’s influence through the originality and persuasiveness of his writings, in 1976 he founded an Austrian economics graduate study program at New York University that has helped to successfully train a new generation of Austrian economists.\nAnd for more than 25 years, the weekly Austrian economics colloquium at NYU, under Kirzner’s general supervision, served as an important focal point for Austrian-oriented economists in the greater New York area.\nThese insights about the market process are central elements in Israel Kirzner’s profound contributions to our understanding of the free market system and a society respectful of individual liberty.\nOne can only hope that next year the Nobel Prize will rightfully be awarded to this truly deserving scholar of the market order."}