{"article_title": "COULTER: Kwanzaa; The holiday brought to you by the FBI", "article_keywords": ["karenga", "dupe", "kwanzaa", "united", "cia", "brought", "panthers", "black", "invented", "slaves", "fbi", "holiday", "coulter"], "article_url": "http://dailycaller.com/2013/12/25/kwanzaa-the-holiday-brought-to-you-by-the-fbi/", "article_text": "4036742\n\nI had hoped to write about “Duck Dynasty” this week, but that will have to wait. I have too much Kwanzaa shopping left to do. (Is it just me, or is Kwanzaa getting way too commercialized?)\n\nContrary to pundits sniping about Ted Cruz’s campaign to repeal Obamacare, even the most boneheaded liberal ideas never “collapse on their own,” which is why we still have public schools and President Obama. If nothing is done, Kwanza will join these horrors in the firmament of American life.\n\nIt is a fact that Kwanzaa was invented in 1966 by a black radical FBI stooge, Ron Karenga — aka Dr. Maulana Karenga — founder of United Slaves, a violent nationalist rival to the Black Panthers. He was also a dupe of the FBI.\n\nIn what was ultimately a foolish gambit, during the madness of the ’60s, the FBI encouraged the most extreme black nationalist organizations in order to discredit and split the left. The more preposterous the group, the better.\n\nBy that criterion, Karenga’s United Slaves was perfect. In the annals of the American ’60s, Karenga was the Father Gapon, stooge of the czarist police.\n\nDespite modern perceptions that blend all the black activists of the ’60s, the Black Panthers did not hate whites. They did not seek armed revolution (although some of their most high-profile leaders were drug dealers and murderers). Those were the precepts of Karenga’s United Slaves.\n\nUnited Slaves were proto-fascists, walking around in dashikis, gunning down Black Panthers and adopting invented “African” names. (That was a huge help to the black community: Three of the four suspects recently arrested for the fatal carjacking at the Short Hills, N.J., mall were named Basim, Hanif and Karif.)\n\nIt’s as if David Duke invented a holiday called “Anglika,” which he based on the philosophy of Mein Kampf — and clueless public school teachers began celebrating the made-up, racist holiday.\n\nWhether Karenga was a willing dupe, or just a dupe, remains unclear. Curiously, in a 1995 interview with Ethnic NewsWatch, Karenga matter-of-factly explained that the forces out to get O.J. Simpson for the “framed” murder of two whites included: “the FBI, the CIA, the State Department, Interpol, the Chicago Police Department” and so on. Karenga should know about FBI infiltration. (He further noted that the evidence against O.J. “was not strong enough to prohibit or eliminate unreasonable doubt” — an interesting standard of proof.)\n\nIn the category of the-gentleman-doth-protest-too-much, back in the ’70s, Karenga was quick to criticize rumors that black radicals were government-supported. When Nigerian newspapers claimed that some American black radicals were CIA operatives, Karenga publicly denounced the idea, saying, “Africans must stop generalizing about the loyalties and motives of Afro-Americans, including the widespread suspicion of black Americans being CIA agents.”", "article_metadata": {"sailthru.author": "Ann Coulter", "description": "Its founder was part of a fed-supported black radical group, which gunned down Black Panthers.", "og": {"site_name": "The Daily Caller", "description": "I had hoped to write about \"Duck Dynasty\" this week, but that will have to wait. I have too much Kwanzaa shopping left to do. (Is it just me, or is Kwanzaa getting way too commercialized?)    Contrary", "title": "Kwanzaa: The holiday brought to you by the FBI", "url": "http://dailycaller.com/2013/12/25/kwanzaa-the-holiday-brought-to-you-by-the-fbi/", "image": {"width": 676, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2013/11/Coulter1114-e1384438947751.jpg", "height": 290}, "type": "article"}, "twitter": {"description": "Its founder was part of a fed-supported black radical group, that gunned down Black Panthers.", "title": "Kwanzaa: The holiday brought to you by the FBI Via @dailycaller", "url": "http://dailycaller.com/2013/12/25/kwanzaa-the-holiday-brought-to-you-by-the-fbi/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2013/11/Coulter1114-e1384438947751.jpg"}, "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2013-12-25 19:55:42", "sailthru.title": "Kwanzaa: The holiday brought to you by the FBI", "HandheldFriendly": "true", "sailthru.tags": "ann-coulter,ann-coulter", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "ann coulter,christmas", "sailthru.description": "I had hoped to write about \"Duck Dynasty\" this week, but that will have to wait. I have too much Kwanzaa shopping left to do. (Is it just me, or is Kwanzaa getting way too commercialized?)    Contrary", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2013/11/Coulter1114-e1384438947751.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fd7e9e\"", "article_summary": "Despite modern perceptions that blend all the black activists of the ’60s, the Black Panthers did not hate whites.\nUnited Slaves were proto-fascists, walking around in dashikis, gunning down Black Panthers and adopting invented “African” names.\nIt is a fact that Kwanzaa was invented in 1966 by a black radical FBI stooge, Ron Karenga — aka Dr. Maulana Karenga — founder of United Slaves, a violent nationalist rival to the Black Panthers.\nBy that criterion, Karenga’s United Slaves was perfect.\nThose were the precepts of Karenga’s United Slaves."}