{"article_title": "Judge: Pennsylvania pro-life group must provide contraceptives, abortifacients", "article_keywords": ["real", "prolife", "district", "pennsylvania", "alternatives", "employees", "abortifacients", "contraceptives", "provide", "moral", "ruling", "mandate", "judge", "group", "objections", "federal", "religious"], "article_url": "https://www.lifesitenews.com/news/judge-pennsylvania-pro-life-group-must-provide-contraceptives-abortifacient", "article_text": "NewsAbortion, Contraception, Freedom, Politics - U.S.\n\nUpdate: Real Alternatives has provided LifeSiteNews with a statement, included at the bottom of the article.\n\nSCRANTON, Pennsylvania, December 16, 2015 (LifeSiteNews) – A Pennsylvania pro-life group challenging the Obamacare contraception mandate lost its bid for an exemption last week in a ruling resting on the distinction between religious and moral objections to the mandate.\n\nU.S. District Judge John E. Jones III of the Middle District of Pennsylvania rejected Harrisburg, PA-based Real Alternatives' argument that the mandate violates the organization's equal protection rights under the Fifth Amendment.\n\nJones's opinion conflicts with the September ruling of the U.S. District Court for the District of Columbia, which permanently forbade the Obama administration from enforcing its contraceptive mandate against the March for Life Education and Defense Fund or its employees. This was the first order granted in favor of an organization opposed to the contraception mandate based upon moral objections, as opposed to religious ones.\n\n\"We think the first court got it right,\" said Matt Bowman, senior counsel for the Alliance Defending Freedom (ADF), which represented Real Alternatives and its three employees, who sued individually as well.\n\nIn the March for Life v. Burwell ruling, U.S. District Court Judge Richard Leon of the District of Columbia drew from the Department of Health and Human Services (HHS)' own basis for an exemption: that employees of religious organizations that hire people with comparable beliefs are less likely to want to use contraceptives to begin with.\n\nLeon pointed out in his ruling that this was also true for March for Life employees and said it does not make sense to refuse the organization an exemption due to the objection not being religious.\n\nBowman told LifeSiteNews it was the same in the Real Alternatives case, and it likewise doesn't make sense here to force a pro-life organization with pro-life employees to buy the mandated contraception for themselves.\n\n\"It won't serve any government interests,\" he said.\n\nClick \"like\" if you are PRO-LIFE!\n\nADF has 60 days to appeal, which the legal group is considering.\n\nIn his December 10 Real Alternatives v. Burwell ruling, Jones acknowledged that protection exists for religious employers in U.S. law but did not recognize the parallel between religious and moral objections, warning of a \"watershed of similar objections\" should a moral one be granted.\n\n\"No one can question that religious groups are placed upon a pedestal of protection by this nation's lawmakers,\" Jones said in a report from the Legal Intelligencer. \"The contraceptive mandate, without the religious exemption, would run headlong into such legislative protections for religion. It would not survive the confrontation. Similar protections do not, and should not, exist for singular moral objections, and arguably do not yet exist for objections grounded in overarching moral philosophies.\"\n\nIn addition to the Constitution's Equal Protection requirement, Real Alternatives challenged the contraception mandate based upon the Administrative Procedure Act (APA), a federal statute governing the way federal administrative agencies can propose and establish regulations.\n\nThe pro-life group's employees argued as individuals that the contraception mandate substantially burdens their religious freedom and is not the \"least restrictive means of achieving a compelling federal interest,\" according to HealthAffairs.org, and therefore a violation of the Religious Freedom Restoration Act (RFRA).\n\nAlong with rejecting these claims, Jones ruled that the contraceptive mandate does not violate federal statues prohibiting federal programs from discriminating against entities refusing to provide abortion coverage or forbidding the use of federal funds to fund abortions, stating that there is no legal basis for Real Alternatives' claim that emergency contraceptive causes abortions.\n\n\"Though Plaintiffs may believe that certain FDA-approved contraceptives cause abortions,\" Jones wrote, \"federal law has never equated emergency contraceptives with abortion.\"\n\nNumerous studies have shown that so-called emergency contraceptives are abortifacient in nature and can cause abortion.\n\nReal Alternatives' statement to LifeSiteNews:\n\n\"Real Alternatives is very disappointed with this ruling. Real Alternatives, a secular, nonreligious, nonprofit company, administers programs on behalf of three states to operate pregnancy and parenting support services programs to assist women to choose childbirth instead of feeling they have to have an abortion. Real Alternatives believes the science is undeniable that abortion ends the life of a human person and as a matter of conscience is wrong.\n\n\"The government is forcing Real Alternatives to purchase insurance coverage that covers devices that can cause an abortion. This government requirement\n\nforces Real Alternatives to violate its stated mission and its underlying purpose for its existence.\n\n\"By analogy, this would be no different than if the government would require the American Lung Association to purchase cigarettes for its employees. It\n\nwould run completely counter to the entire corporate philosophy, purpose, and mission of the American Lung Association.\n\n\"Real Alternatives is conferring with its attorney’s to decide the next steps to take to prevent this government intrusion and over reach.”", "article_metadata": {"og": {"site_name": "LifeSiteNews", "description": "According to U.S. District Judge John E. Jones III, moral objections are not protected under the Constitution as religious objections are.", "title": "Judge: Pennsylvania pro-life group must provide contraceptives, abortifacients", "locale": "en_US", "image": "https://s3.amazonaws.com/lifesite/contraception_1.jpg", "url": "https://www.lifesitenews.com/news/judge-pennsylvania-pro-life-group-must-provide-contraceptives-abortifacient", "type": "article"}, "twitter": {"card": "According to U.S. District Judge John E. Jones III, moral objections are not protected under the Constitution as religious objections are."}, "description": "According to U.S. District Judge John E. Jones III, moral objections are not protected under the Constitution as religious objections are.", "viewport": "width=device-width, initial-scale=1.0", "fb": {"admins": 1477213784, "app_id": 132010293551131, "pages": 112623813202}}, "article_summary": "NewsAbortion, Contraception, Freedom, Politics - U.S.Update: Real Alternatives has provided LifeSiteNews with a statement, included at the bottom of the article.\n\"Real Alternatives is conferring with its attorney’s to decide the next steps to take to prevent this government intrusion and over reach.”\n\"The government is forcing Real Alternatives to purchase insurance coverage that covers devices that can cause an abortion.\nThis government requirementforces Real Alternatives to violate its stated mission and its underlying purpose for its existence.\nSimilar protections do not, and should not, exist for singular moral objections, and arguably do not yet exist for objections grounded in overarching moral philosophies.\""}