{"article_title": "Russ Feingold and His Ghosts", "article_keywords": ["wisconsin", "johnson", "hes", "largely", "feingold", "past", "state", "race", "russ", "ghosts", "democratic", "2010"], "article_url": "http://www.politico.com/magazine/story/2015/05/russ-feingold-ghosts-117974", "article_text": "The Russ Feingold of 2016 will face a much better environment than the Russ Feingold of 2010. But can he find the magic he had in 2004, 1998 or 1992 without seeming dated?\n\nFeingold’s announcement Thursday that he is running for his old Senate seat came as a surprise to almost no one in Wisconsin. He’s dropped plenty of hints he wanted a rematch with Ron Johnson after losing his seat in the 2010 GOP wave, and he enters the race in an enviable position for almost any challenger. In the last two publicly released polls, he has had healthy leads over the Republican incumbent and enjoys better name ID even though he’s largely been out of the public eye for the past four years.\n\nStory Continued Below\n\nAs Wisconsin insiders size up the race, they see several things that will play in Feingold’s favor: He has a Democratic base that’s already fired up for his comeback, the state is much more Democratic in presidential elections than off years and Johnson has largely failed to connect with the moderate voters he’ll need to have a shot in 2016.\n\nThe flip side, they add, is Feingold will need to present a positive and forward-looking vision that focuses more on what he’d do if given a second chance than what he did during three terms in the Senate. That’s particularly true when one of his crowning achievements—the campaign finance law he co-authored with GOP Senate colleague John McCain—has largely been obliterated by the U.S. Supreme Court’s Citizens United decision.\n\nAnd he’ll need to prove he’s not the same candidate he was five years ago.\n\n“He is a maverick. He is someone who is not afraid to work across party lines. He is an independent,” says outgoing state Democratic Party Chair Mike Tate. “But at the same time, I think he’s going to present a compelling narrative that he’s much more in touch with Wisconsinites than Ron Johnson.”\n\nFeingold has been teeing up his comeback bid for a while. He teased Democratic activists at the party’s state convention two years ago when he told them, “I don’t come to you tonight as a candidate,” prompting some to boo lightheartedly, before he added, “At least in 2013, 2014 or 2015” to cheers.\n\nThe reality is he’s also in the best position to beat Johnson in a state with a depleted Democratic bench. A Public Policy Polling survey in March found all three of Wisconsin’s Democratic House members trailing Johnson, while 2014 gubernatorial nominee Mary Burke—who has not expressed an interest in running—was neck-and-neck with him. Feingold, meanwhile, bested Johnson 50 percent to 41 percent.\n\nThat survey was followed a month later by a Marquette University Law School Poll that found Feingold leading 54-38 and Johnson still largely unknown even after more than four years in office. Thirty-nine percent of registered voters didn’t even have an opinion of the Republican.\n\nThat finding has been consistent with past polls during Johnson’s freshman term; some believe Johnson’s numbers are a result of his approach to the job. Early on, he was a regular presence on national cable shows, but didn’t do as good a job making the local news back home. While he was known as a passionate opponent of Obamacare and regularly warned of the perils the country faces because of its debt, he has a reputation for poor constituent services. And he has long seemed more comfortable with a conservative audience than a cross section of voters.\n\nEven so, the 16-point lead was eye popping, and some Republicans dismissed the sample as too Democratic to be accurate.\n\nBut Governor Scott Walker’s job approval numbers have taken a dive and his two-year budget now before the state legislature has been largely unpopular, even with GOP lawmakers. Some see the Republican brand taking a little bit of a hit in the state thanks to that combination, and, indeed, the Marquette sample was 2 points more Democratic than its average over the past year—but it’s too early to tell if that’s a long-term trend or a polling blip.\n\nStill, Johnson doesn’t need any more of a headwind than what he’s already facing, especially in a state that gets decidedly more Democratic as turnout climbs.\n\nWhen Johnson beat Feingold in 2010 by almost five points, less than 2.2 million Wisconsin cast votes in the race. But when Barack Obama won the state in 2008 and 2012—by almost 14 and 7 points, respectively—turnout was around the 3 million mark.\n\nIn fact, presidential election years also haven’t been kind to GOP Senate candidates in Wisconsin for years. Since the 1950s, Bob Kasten in 1980 is the only Republican to win one of the state’s seats with a presidential race at the top of the ticket.\n\nRepublicans, though, argue Johnson should not be counted out. They believe Feingold’s comeback is essentially motivated by a grudge against Johnson for having the audacity to beat him in 2010, saying candidates can’t win a statewide campaign purely on that motion.\n\nAnd they also point to Feingold’s poor 2010 campaign to question if he’s still got it.\n\nFeingold built a reputation for well-run campaigns and quirky ads that have included him—literally—ducking mud thrown by stand-ins for his better known Democratic primary opponents in 1992. He also famously wrote five promises on the garage of his suburban Madison home in that campaign. They included relying on Wisconsin citizens for most of his contributions and to have a significant presence in the state with listening session in all 72 counties each year he was in office.\n\nBut Feingold struggled for an effective message against Johnson in 2010. His first TV ad underscored that as Feingold seized on Johnson’s comments suggesting the Republican was open to drilling in the Great Lakes to charge the manufacturer would hand them over to oil companies. Released when the BP oil spill was still big in the news, the spot showed a graphic depicting the size of the slick along the Gulf Coast and then transposed it over Lake Michigan and part of Wisconsin.\n\nThe ad fell flat, and though some got better, Feingold also tried to recreate his garage door magic in another spot that included images of his first race in 1992. But many believed the ad with images of a much younger Feingold only underscored how long he’d been in Washington.\n\nAdd in the campaign finance environment has changed dramatically just in the past five years, and Republicans question if Feingold can navigate the new terrain without coming off as a hypocrite.\n\nThey also plan to hammer at his old reputation as a maverick and a good steward of taxpayers’ dollars, which had long helped him win credibility with moderate voters even as he sometimes staked out positions on the party’s left wing. That line of attack will include resurrecting their past knocks on Feingold for supporting the Affordable Care Act and the stimulus package, even though those votes are now more than five years old.\n\nState GOP Chair Brad Courtney chalked up Feingold’s lead in recent polling to a honeymoon period that comes with being out of politics the last few years. Much like Hillary Clinton’s numbers dropped from her post-State Department days once she ramped up toward a presidential bid, Courtney argued Feingold’s numbers will dip once voters are reminded of things like his support for the Affordable Care Act. “That is still lingering. That is not going to go away, and that vote will haunt Russ Feingold forever,” Courtney says. “He voted for it. He gave it to us. He could have stopped it. He didn’t do it.”\n\nThat attack might have helped defeat Feingold when it was fresh four years ago—but now the question is will it still be potent enough to harm him yet again next year?", "article_metadata": {"og": {"site_name": "POLITICO Magazine", "description": "Can the maverick recapture his old job?", "title": "Russ Feingold and His Ghosts", "url": "http://www.politico.com/magazine/story/2015/05/russ-feingold-ghosts-117974.html", "image": "http://s3-origin-images.politico.com/2015/05/14/150514_ross_feingoldconcedes_getty.jpg", "fb_appid": 114037015331397, "type": "article"}, "keywords": "Russ Feingold,Ron Johnson,Wisconsin Elections 2016,Letter from Wisconsin,Elections 2016,Russ Feingold 2016", "twitter": {"site": "@politicomag", "card": "summary_large_image", "creator": "@politicomag"}, "description": "Can the maverick recapture his old job?", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "The Russ Feingold of 2016 will face a much better environment than the Russ Feingold of 2010.\nThat is not going to go away, and that vote will haunt Russ Feingold forever,” Courtney says.\nWhen Johnson beat Feingold in 2010 by almost five points, less than 2.2 million Wisconsin cast votes in the race.\nHe is an independent,” says outgoing state Democratic Party Chair Mike Tate.\nBut many believed the ad with images of a much younger Feingold only underscored how long he’d been in Washington."}