{"article_title": "Spending On Meds Doubles Among Chronically Ill, Study Finds", "article_keywords": ["insurance", "law", "prescription", "plans", "medical", "spending", "ill", "finds", "meds", "patients", "health", "exchanges", "doubles", "chronically", "study", "care"], "article_url": "http://www.ibtimes.com/obamacare-high-cost-prescription-drugs-spending-meds-doubles-among-chronically-ill-2128749", "article_text": "Patients with a chronic condition pay an average of twice as much for their prescription medication when they get health insurance through exchanges created under the Affordable Care Act than those who have employer-sponsored insurance, a new study has found. As a result, these patients are less likely to fill their prescriptions, leaving them sicker and more likely to need medical care later on.\n\nUnder the Affordable Care Act, the sweeping healthcare law signed by President Obama in 2010, people can buy health insurance through state or government-created exchanges, or marketplaces. Patients first began receiving this coverage through Obamacare, as the law is often called, in 2014, and the law has been credited with vastly expanding health insurance coverage in the U.S., bringing the uninsured rate down to 11.4 percent in 2015. Still, the new system is far from perfect.\n\nThe study published Monday in the journal Health Affairs used national data to compare cost-sharing, or how much a patient pays for medical care compared to the insurance company, plus prescription and medical spending for patients with silver-tier plans (bought on the exchanges) with the same spending for those who had employer-sponsored plans.\n\nPhoto: Phil Walter/Getty Images\n\nOn average, patients suffering from at least one chronic condition would pay $621 out of pocket for prescription drugs when they were insured through a silver Obamacare plan. But for those with health insurance through their employers, that cost dropped to $304, the study found.\n\nResearchers at Emory University in Atlanta conducted the study. Kenneth Thorpe, the lead author, said the findings highlight the fact that when patients choose health insurance plans, they need to consider more than just the price of the monthly premium, Kaiser Health News reports. Often, people pick coverage with the lowest monthly price, without factoring in out-of-pocket costs like deductibles, copays and prescription medication.\n\nContinue Reading Below\n\nSome said the comparison made by the study wasn’t entirely fair. Larry Levitt, a senior vice president of the Kaiser Family Foundation, said that employer-sponsored health insurance plans often had more expansive benefits than silver plans on the exchanges anyway, Kaiser Health News reported.", "article_metadata": {"msapplication-config": "http://s2.ibtimes.com/sites/www.ibtimes.com/themes/us_ibtimes/favicons/browserconfig.xml", "news_keywords": "obamacare, state-run exchanges, healthcare.gov, obamacare exchanges, aca exchanges, affordable care act drug costs, affordable care act drug prices, prescription drug prices, chronic illness drugs, chronic illness more expensive, prescription drug spendin", "og": {"site_name": "International Business Times", "description": "Prescription drugs were costlier for chronically ill patients under the Affordable Car Act, a study showed, but some said the comparison was unfair.", "title": "Obamacare And The High Cost Of Prescription Drugs: Spending On Meds Doubles Among Chronically Ill, Study Finds", "url": "http://www.ibtimes.com/obamacare-high-cost-prescription-drugs-spending-meds-doubles-among-chronically-ill-2128749", "image": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2015/10/06/gettyimages-490680501.jpg", "type": "article"}, "twitter": {"description": "Prescription drugs were costlier for chronically ill patients under the Affordable Car Act, a study showed, but some said the comparison was unfair.", "title": "Obamacare And The High Cost Of Prescription Drugs: Spending On Meds Doubles Among Chronically Ill, Study Finds", "url": "http://www.ibtimes.com/obamacare-high-cost-prescription-drugs-spending-meds-doubles-among-chronically-ill-2128749", "image": {"src": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2015/10/06/gettyimages-490680501.jpg", "identifier": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2015/10/06/gettyimages-490680501.jpg"}, "site": "@IBTimes", "card": "summary_large_image"}, "msapplication-TileColor": "#000000", "fb": {"app_id": 263851690471857, "pages": 128026713884051}, "msapplication-TileImage": "http://s1.ibtimes.com/sites/www.ibtimes.com/themes/us_ibtimes/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/IBTimes", "section": "Business", "published_time": "2015-10-06T09:08:05-04:00", "modified_time": "2015-12-05T23:03:42-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Prescription drugs were costlier for chronically ill patients under the Affordable Car Act, a study showed, but some said the comparison was unfair."}, "article_summary": "But for those with health insurance through their employers, that cost dropped to $304, the study found.\nAs a result, these patients are less likely to fill their prescriptions, leaving them sicker and more likely to need medical care later on.\nLarry Levitt, a senior vice president of the Kaiser Family Foundation, said that employer-sponsored health insurance plans often had more expansive benefits than silver plans on the exchanges anyway, Kaiser Health News reported.\nUnder the Affordable Care Act, the sweeping healthcare law signed by President Obama in 2010, people can buy health insurance through state or government-created exchanges, or marketplaces.\nKenneth Thorpe, the lead author, said the findings highlight the fact that when patients choose health insurance plans, they need to consider more than just the price of the monthly premium, Kaiser Health News reports."}