{"article_title": "Terminal Lung Cancer Patient Pleads With State Of California For Death With Dignity", "article_keywords": ["dignity", "pleads", "patient", "odonnell", "cancer", "owe", "die", "taking", "lawsuit", "terminal", "state", "death", "lung", "shes", "going", "california", "medication", "wait"], "article_url": "http://www.medicaldaily.com/pulse/christy-odonnells-right-die-terminal-lung-cancer-patient-pleads-state-california-333998", "article_text": "Christy O’Donnell does not want to die. The 46-year-old mother's stage IV lung cancer, however, is already taking care of that. So, to die with dignity, the terminal lung cancer patient, along with two other undisclosed individuals, has filed a lawsuit suing the state of California to override an 1873 law that makes assisting another individual in taking their own life a felony.\n\n\"I am asking the courts for intervention to issue an order so that a doctor can legally prescribe a medication so that I don't have to die painfully, and so that every moment before I die I don't have to spend afraid and worried about the painful manner in which I'm going to die,\" O’Donnell explained in an exclusive interview with People.\n\nThe lawsuit asks that this archaic ruling be amended to allow terminally ill adults who are mentally competent to request prescription medication in their final days to help them die painlessly and peacefully.\n\nUnfortunately, such legislative changes take time, which is a luxury O’Donnell does not have. The former LAPD police sergeant and attorney is only one of three plaintiffs involved in the lawsuit but is the only one whose illness is terminal. As reported by People, doctors have given her only months to live. If her new chemotherapy fails to work, her prognosis may be as early as June or July.\n\n“I can't wait,” O’ Donnell said. “My daughter can't wait. I owe this to myself, and I owe this to my daughter. She's either going to come home and she's going to have to discover my body, or she's going to have to watch me die painfully.”\n\nCompassion & Choices, a non-profit aimed at expanding choice at the end of life, has released a video with O'Donnell in conjunction with the filing. The group hopes that high profile cases such as O’Donnell's and Brittany Maynard can help shed light on the controversial issue of “death with dignity.”", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "christy, odonnells, right, die, terminal, lung, cancer, patient, pleads, state, california", "og": {"site_name": "Medical Daily", "description": "A terminal lung cancer patient has sued the state of California to allow her to have the right to die on her her own terms.", "title": "Emotional Plea: California Mom Sues State For The Right To Die [VIDEO]", "url": "http://www.medicaldaily.com/pulse/christy-odonnells-right-die-terminal-lung-cancer-patient-pleads-state-california-333998", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured_video/public/2015/05/19/christy-odonnells-right-die-terminal-lung-cancer-patient-pleads-state-california.jpg", "type": "article"}, "twitter": {"description": "A terminal lung cancer patient has sued the state of California to allow her to have the right to die on her her own terms.", "title": "Emotional Plea: California Mom Sues State For The Right To Die [VIDEO]", "url": "http://www.medicaldaily.com/pulse/christy-odonnells-right-die-terminal-lung-cancer-patient-pleads-state-california-333998", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured_video/public/2015/05/19/christy-odonnells-right-die-terminal-lung-cancer-patient-pleads-state-california.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/19/christy-odonnells-right-die-terminal-lung-cancer-patient-pleads-state-california.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-05-19T11:23:21-04:00", "modified_time": "2015-05-19T11:42:31-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A terminal lung cancer patient has sued the state of California to allow her to have the right to die on her her own terms."}, "article_summary": "The 46-year-old mother's stage IV lung cancer, however, is already taking care of that.\nSo, to die with dignity, the terminal lung cancer patient, along with two other undisclosed individuals, has filed a lawsuit suing the state of California to override an 1873 law that makes assisting another individual in taking their own life a felony.\nThe group hopes that high profile cases such as O’Donnell's and Brittany Maynard can help shed light on the controversial issue of “death with dignity.”\nThe former LAPD police sergeant and attorney is only one of three plaintiffs involved in the lawsuit but is the only one whose illness is terminal.\nIf her new chemotherapy fails to work, her prognosis may be as early as June or July."}