{"article_title": "Blue Cross Blue Shield Association analyzes 2.3 billion patient records to improve care quality", "article_keywords": ["blue", "billion", "patient", "shield", "power", "sullivan", "data", "himss16", "cross", "system", "records", "trends", "healthcare", "care", "quality", "association", "improve"], "article_url": "http://www.healthcareitnews.com/news/blue-cross-blue-shield-association-analyzes-23-billion-patient-records-improve-care-quality", "article_text": "Healthcare innovation across the United States is being powered by a number of factors – including technology, legislation and the move toward value-based reimbursement – but the engine driving that transformation is data.\n\nNot only can data be collected and stored to an extent that wasn’t possible several years ago, it also can be analyzed to uncover population health trends, improve efficiency, reduce costs and deliver better care to patients.\n\nSee all of our HIMSS16 previews\n\n“The starting point is having robust healthcare data from every ZIP code,” said Maureen Sullivan, chief strategy officer for Blue Cross Blue Shield Association. “We are already using this data to help improve healthcare, and we can learn from those efforts.”\n\nSullivan will share examples of how Blue Cross Blue Shield companies are using data to help employers, providers and individuals in a session titled “The Power of Data to Transform Healthcare” at HIMSS16.\n\nBCBSA is a national federation of 36 independent, community-based and locally operated Blue Cross and Blue Shield companies. The Blue System is the nation's largest health insurer, covering more than 106 million people, and also is the nation’s largest single processor of Medicare claims.\n\n[Poll: What topics will define HIMSS16?]\n\nThe BCBSA healthcare database is massive, combining cost information from 2.3 billion medical procedures, provider information, and patient reviews. The data provides BCBSA actionable insight on cost and quality trends, enabling it to advance care delivery, empower informed decision-making and improve the health of Americans.\n\n“At Blue Cross Blue Shield, we are committed to a data-driven healthcare system,” Sullivan said. “We have already made great strides to harness the power of healthcare data by building a comprehensive dataset and mining it for important insights and trends. Building on those assets and efforts will continue to drive the changes we need to ensure our healthcare system is sustainable.”\n\nSullivan’s session will delve into a data analytics approach that brings value to both employers and employees, investigate solutions that enable consumers to make evidence-based decisions and show how aggregating cost data can help providers contain costs while better managing care.\n\n[Like Healthcare IT News on Facebook]\n\n“This is an exciting time in healthcare, and we have tremendous opportunities ahead,” Sullivan said. “Moving forward, we have more work to do to pull even greater insights and intelligence from healthcare data.”\n\n“The Power of Data to Transform Healthcare” will be held on Tuesday, March 1 from 11:30 a.m. to 12:30 p.m. PST at the Sands Expo Convention Center, Palazzo E.\n\nTwitter: @SullyHIT\n\nThis story is part of our ongoing coverage of the HIMSS16 conference. Follow our live blog for real-time updates, and visit Destination HIMSS16 for a full rundown of our reporting from the show. For a selection of some of the best social media posts of the show, visit our Trending at #HIMSS16 hub.", "article_metadata": {"description": "Healthcare innovation across the United States is being powered by a number of factors – including technology, legislation and the move toward value-based reimbursement – but the engine driving that transformation is data. Not only can data be collected and stored to an extent that wasn’t possible several years ago, it also can be analyzed to uncover population health trends, improve efficiency, reduce costs and deliver better care to patients. See all of our HIMSS16 previews", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Healthcare IT News", "description": "Healthcare innovation across the United States is being powered by a number of factors – including technology, legislation and the move toward value-based reimbursement – but the engine driving that transformation is data. Not only can data be collected and stored to an extent that wasn’t possible several years ago, it also can be analyzed to uncover population health trends, improve efficiency, reduce costs and deliver better care to patients. See all of our HIMSS16 previews", "title": "Blue Cross Blue Shield Association analyzes 2.3 billion patient records to improve care quality", "url": "http://www.healthcareitnews.com/news/blue-cross-blue-shield-association-analyzes-23-billion-patient-records-improve-care-quality", "image": "http://www.healthcareitnews.com/sites/default/files/sullivanhitn.png", "updated_time": "2016-02-24T15:36:38-05:00", "type": "article"}, "twitter": {"url": "http://www.healthcareitnews.com/news/blue-cross-blue-shield-association-analyzes-23-billion-patient-records-improve-care-quality", "image": {"src": "http://www.healthcareitnews.com/sites/default/files/sullivanhitn.png"}, "description": "Healthcare innovation across the United States is being powered by a number of factors – including technology, legislation and the move toward value-based reimbursement – but the engine driving that transformation is data. Not only can data be collected and stored to an extent that wasn’t possible several years ago, it also can be analyzed to uncover population health trends, improve efficiency, reduce costs and deliver better care to patients. See all of our HIMSS16 previews", "card": "summary_large_image", "title": "Blue Cross Blue Shield Association analyzes 2.3 billion patient records to improve care quality"}, "article": {"published_time": "2016-02-23T20:35:22-05:00", "modified_time": "2016-02-24T15:36:38-05:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "BCBSA is a national federation of 36 independent, community-based and locally operated Blue Cross and Blue Shield companies.\n“At Blue Cross Blue Shield, we are committed to a data-driven healthcare system,” Sullivan said.\nSee all of our HIMSS16 previews“The starting point is having robust healthcare data from every ZIP code,” said Maureen Sullivan, chief strategy officer for Blue Cross Blue Shield Association.\nThe Blue System is the nation's largest health insurer, covering more than 106 million people, and also is the nation’s largest single processor of Medicare claims.\nThe BCBSA healthcare database is massive, combining cost information from 2.3 billion medical procedures, provider information, and patient reviews."}