{"article_title": "Meet Joe Millennial: Optimistic, Independent, on Facebook", "article_keywords": ["independent", "dont", "levine", "generation", "millennial", "support", "start", "economic", "facebook", "optimistic", "millennials", "meet", "think", "joe"], "article_url": "http://www.nbcnews.com/news/us-news/meet-joe-millennial-optimistic-independent-facebook-n47251", "article_text": "They and all of their friends are on Facebook. They don't think twice about posting a selfie on Instagram. They support marijuana legalization, and they have trust issues.\n\nYou probably already recognize some, if not all, of those characteristics as hallmarks of the average millennial — the generation that is now between 18 to 33 years of age.\n\nBut how about this: the typical millennial does not have a college degree, and if they do, they also have about $27,000 in student loan debt. They don't think Social Security will be around for them, but they are nevertheless optimistic about their financial future.\n\nThat's part of the portrait that emerges from the Pew Research Center's big report on millennials, which was released on Friday.\n\nPlay Facebook\n\nTwitter\n\nGoogle Plus\n\nEmbed Millennials by the Numbers 2:21 autoplay autoplay Copy this code to your website or blog\n\nSo who is Mr. or Ms. Millennial? They are more often than not white, unmarried but hoping to tie the knot down the road. They describe themselves as politically independent, but lean Democratic. There's a good chance they voted for Obama and think Congress is doing a terrible job.\n\nThey prefer bigger government to fewer services and think the powers-that-be should be spending more money on them — but they're not so sure about Obamacare.\n\nTheir social views are progressive and have become more liberal over time. Support gay marriage? Yep. Support legal pot? You bet. In favor of legal status for undocumented immigrants? Check.\n\nThey believe in God — at least they think they do. But don't call them religious. Don't call them an environmentalist, either, and flip a coin before labeling them a patriot.\n\nThey have never known life without the Internet and they have 250 friends on Facebook — but also some misgivings about technology. They think people share too much online and they wouldn't dream of texting in church.\n\nThey have never known life without the Internet and they have 250 friends on Facebook — but also some misgivings about technology.\n\nThat last bit raises an interesting point. The average millennial may not even go to church — only 36 percent consider themselves religious — but experts point out that may be a function more of youth than their particular generation.\n\n\"Religious participation tends to rise with age,\" said Peter Levine, director of the Center for Information and Research on Civic Learning & Engagement at Tufts University.\n\nHe said that some of the qualities that stood out in the millennial survey were also found in other generations when they were younger.\n\nAbout half of millennials said they don't consider themselves a patriotic person, but that was also true of Generation X'ers when they were younger — and they grew more patriotic over time, Levine said.\n\nOne of the most striking findings in the report was the overwhelming optimism of millennials about their financial prospects.\n\nEven though seven in 10 think people their age face more economic challenges than their parents' generation, 86 percent say they either make enough money for their current needs or think they will in the future.\n\nOne of the most striking findings in the report was the overwhelming optimism of millennials about their financial prospects.\n\nBut as Levine notes, opinions about economics tend to change over the life course and the optimistic streak may just be the \"timeless confidence of youth.\"\n\n\"It may just be when you're 20, you think things are going to be better,\" he said.\n\nHeidi Shierholz, an economist at the Economic Policy Institute, said the economic realities of their generation might make millennials more pessimistic over time.\n\nResearch shows that those who entered the labor market during or after the Great Recession will take a economic hit as a group, with depressed earnings that could stay that way for a decade or longer.\n\n\"As they start to mature into brackets where you want to think about starting a family and buying a house, they will realize they were just unlucky to be born at a time where they were entering this labor market, and that will weigh heavy on them,\" said Shierholz, who studies young workers.\n\nAnother possible optimism-killer: As millennials struggle financially \"it’s just a matter of time before people start blaming them,\" she said.\n\n\"It wont be long before they start getting labeled as lazy or disaffected,\" she said.\n\nOther views are unlikely to change over time. Sixty-eight percent of millenials say they support gay marriage and Levine said that it's clearly generational and will not taper off with time. It's the same with marijuana legalization, where millennial opinions are following the same trajectory of other generations, like Baby Boomers.\n\n\"It wont be long before they start getting labeled as lazy or disaffected.\"\n\nEight in 10 millennials support some path to legal status for undocumented workers, and Levine said that won't die down — in large part because 19 percent of the age group \"can be loosely characterized as an immigrant.\"\n\nOne result that is certain to be different five years from now is the number of millennials on Facebook — currently 81 percent, according to Pew.\n\nLara Bashkoff of Bashki Global Consulting said the older end of the cohort may stay loyal, but she expects the overall percentage to drop.\n\n\"I don't think the young ones going to be as active on Facebook and there is definitely going to be something more compelling out there,\" she said.", "article_metadata": {"description": "They and all of their friends are on Facebook.They support marijuana legalization, and they have trust issues. You probably already recognize some, if not all, of those characteristics as hallmarks of the average millennial.", "og": {"url": "http://www.nbcnews.com/news/us-news/meet-joe-millennial-optimistic-independent-facebook-n47251", "type": "article", "image": "http://media4.s-nbcnews.com/j/newscms/2014_10/236986/140307-nbc-millenials-social-circles-cover-1656_8af1f312699cee9cd6ef551f2ef68fa9.nbcnews-fp-1200-800.jpg", "site_name": "NBC News", "description": "They and all of their friends are on Facebook.They support marijuana legalization, and they have trust issues. You probably already recognize some, if not all, of those characteristics as hallmarks of the average millennial."}, "twitter": {"domain": "NBCNews.com", "description": "They and all of their friends are on Facebook.They support marijuana legalization, and they have trust issues. You probably already recognize some, if not all, of those characteristics as hallmarks of the average millennial.", "creator": "NBCNews", "image": {"src": "http://media4.s-nbcnews.com/j/newscms/2014_10/236986/140307-nbc-millenials-social-circles-cover-1656_8af1f312699cee9cd6ef551f2ef68fa9.nbcnews-fp-1200-800.jpg"}, "title": "Meet Joe Millennial: Optimistic, Independent, on Facebook - NBC News", "site": "NBCNews", "card": "summary"}, "blitz": "mu-e1e842c9-946002e6-ea8f0454-41b29546", "DC.date.issued": "2014-03-07", "apple-itunes-app": "app-id=319740707, app-argument=http://www.nbcnews.com/news/us-news/meet-joe-millennial-optimistic-independent-facebook-n47251", "fb": {"app_id": 10150138890205613}, "article": {"author": "https://www.facebook.com/tracyconnoratnbc"}, "google-site-verification": "K8bowvEbzWfPQ76x6f9SCxMVwicVXrhiClRg80ak8ZA", "viewport": "width=device-width, initial-scale=1", "news_keywords": "News,U.S. news"}, "article_summary": "They don't think Social Security will be around for them, but they are nevertheless optimistic about their financial future.\nThey don't think twice about posting a selfie on Instagram.\n\"I don't think the young ones going to be as active on Facebook and there is definitely going to be something more compelling out there,\" she said.\nOne result that is certain to be different five years from now is the number of millennials on Facebook — currently 81 percent, according to Pew.\nPlay FacebookTwitterGoogle PlusEmbed Millennials by the Numbers 2:21 autoplay autoplay Copy this code to your website or blogSo who is Mr. or Ms. Millennial?"}