{"article_title": "Most Americans Don't Know About Major Challenge To Health Care Law, Study Says", "article_keywords": ["case", "major", "poll", "court", "dont", "study", "supreme", "insurance", "states", "heard", "health", "know", "v", "americans", "law", "challenge", "subsidies", "care"], "article_url": "http://www.ibtimes.com/supreme-court-obamacare-case-most-americans-dont-know-about-major-challenge-health-1852480", "article_text": "The vast majority of Americans are unaware that the fate of a critical component of the Affordable Care Act sits in the hands of the Supreme Court justices, a new poll finds. An adverse ruling in that case would likely affect health insurance access, coverage and costs for millions of Americans.\n\nIn the latest Kaiser Health Tracking Poll released Thursday, just over half of those polled said they had heard “nothing at all” about the case, known as King v. Burwell. Twenty-five percent said they had heard “only a little” about the case. Those numbers represented only a slight decrease in unawareness regarding the case from January 2015 and December 2014, despite the fact that the Supreme Court heard oral arguments for the case in early March.\n\nThe outcome of King v. Burwell will determine whether federal subsidies for health insurance can be made available to Americans buying health insurance from government health care exchanges in all states, or just those where states themselves, rather than the federal government, set up the exchanges. If the Supreme Court rules in favor of the law’s challengers, it is expected that millions would be unable to afford health insurance, uninsured rates would spike and health insurance costs would soar, affecting even those who do not rely on subsidies to buy insurance.\n\nPhoto: Reuters/Gary Cameron\n\nDespite most respondents’ hearing little about the Supreme Court case, the majority said they expected a ruling in favor of the challengers would hurt the country as a whole, although just 27 percent said such a ruling would hurt them or their family. Poll respondents also tended to support Congressional action if the Supreme Court ruled against allowing the subsidies to remain available in all states, with 65 percent saying that Congress should pass a law, should a court decision limit financial assistance to states that run their own health care exchanges.\n\nA previous recent survey about awareness of the Supreme Court case produced similar results. On March 2, two days before the case was argued before the Supreme Court, Independent Women’s Voice, a conservative nonprofit organization, published results of a survey indicating that 61 percent of the nearly 1,000 people it polled -- all of whom lived in states with federal health exchanges that are at risk of losing these subsidies -- had heard little or nothing about King v. Burwell. The poll’s margin of error was plus or minus 4.5 percent.\n\nContinue Reading Below\n\nThe Kaiser Health Tracking Poll was conducted by telephone from March 6-12 and sampled 1,503 adults in all states in English and Spanish. The margin of error was plus or minus 3 percentage points.", "article_metadata": {"msapplication-config": "http://s2.ibtimes.com/sites/www.ibtimes.com/themes/us_ibtimes/favicons/browserconfig.xml", "news_keywords": "king v burwell, supreme court case, supreme court case subsidies, affordable care act, obamacare, americans are clueless, health care in america, ending obamacare, health insurance subsidies, who will be affected by subsidies case, health insurance at ris", "og": {"site_name": "International Business Times", "description": "An adverse decision in a major Supreme Court case could gut Obamacare, but few Americans are aware of the case.", "title": "Supreme Court Obamacare Case: Most Americans Don't Know About Major Challenge To Health Care Law, Study Says", "url": "http://www.ibtimes.com/supreme-court-obamacare-case-most-americans-dont-know-about-major-challenge-health-1852480", "image": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2015/03/19/king-v-burwell-supreme-court-case.jpg", "type": "article"}, "twitter": {"description": "An adverse decision in a major Supreme Court case could gut Obamacare, but few Americans are aware of the case.", "title": "Supreme Court Obamacare Case: Most Americans Don't Know About Major Challenge To Health Care Law, Study Says", "url": "http://www.ibtimes.com/supreme-court-obamacare-case-most-americans-dont-know-about-major-challenge-health-1852480", "image": {"src": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2015/03/19/king-v-burwell-supreme-court-case.jpg", "identifier": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2015/03/19/king-v-burwell-supreme-court-case.jpg"}, "site": "@IBTimes", "card": "summary_large_image"}, "msapplication-TileColor": "#000000", "fb": {"app_id": 263851690471857, "pages": 128026713884051}, "msapplication-TileImage": "http://s1.ibtimes.com/sites/www.ibtimes.com/themes/us_ibtimes/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/IBTimes", "section": "World", "published_time": "2015-03-19T10:40:58-04:00", "modified_time": "2015-03-19T10:42:34-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "An adverse decision in a major Supreme Court case could gut Obamacare, but few Americans are aware of the case."}, "article_summary": "An adverse ruling in that case would likely affect health insurance access, coverage and costs for millions of Americans.\nA previous recent survey about awareness of the Supreme Court case produced similar results.\nThe vast majority of Americans are unaware that the fate of a critical component of the Affordable Care Act sits in the hands of the Supreme Court justices, a new poll finds.\nThe outcome of King v. Burwell will determine whether federal subsidies for health insurance can be made available to Americans buying health insurance from government health care exchanges in all states, or just those where states themselves, rather than the federal government, set up the exchanges.\nContinue Reading BelowThe Kaiser Health Tracking Poll was conducted by telephone from March 6-12 and sampled 1,503 adults in all states in English and Spanish."}