{"article_title": "The Gentrification Of The American Chinatown", "article_keywords": ["city", "families", "lee", "gentrification", "mintpress", "chinatown", "american", "york", "chinatowns", "chinese", "property", "residents"], "article_url": "http://www.mintpressnews.com/gentrification-american-chinatown/175663/", "article_text": "The Gentrification Of The American Chinatown\n\nGentrification threatens Chinatowns thriving commercial activities, affordable homes for generations of immigrant families, and a legacy of Asian-American history.\n\nGentrification is not only eroding America’s Chinatowns, but robbing the country of important cultural and economic centers relied upon by Asian Americans and immigrant families, as a recent study found that Chinatowns are becoming more white and affluent, with fewer family households.\n\nThe Asian American Education and Legal Defense Fund’s 2013 study, “Chinatown: Then & Now,” shows that gentrification can be set in motion by designating an area as blighted, or by driving out residents and local businesses by raising rents and property taxes, and limiting public services.\n\nGentrification involves the buying and renovation of houses and businesses in so-called deteriorated urban neighborhoods, subsequently improving property values but often displacing low-income families and small businesses who are replaced by a more affluent but transient class.\n\n\n\nofficial MintPress sponsor official MintPress sponsor\n\nWhat gentrification threatens in thriving centers like Chinatown is robust commercial activities, affordable homes for generations of immigrant families, and networks for jobs, social services, food and culture, and a legacy of Asian-American history.\n\nChinese Americans number 3.5 million, with a total Asian American population of 17.3 million, according the 2010 U.S. Census. During the last century, immigration was controlled and at times stopped altogether. But wherever Chinese arrived, Chinatowns developed as ethnic enclaves making a valuable contribution to cultural richness in city centers across the U.S., often providing services local governments overlooked by way of jobs, health services, and education.\n\nDefining Chinatowns in the United States and elsewhere\n\nAndrew Leong is co-author of the study, which is the first to examine land-use of Chinatowns in the Northeast and detail block-by-block changes in Chinatowns in Boston, New York and Philadelphia.\n\n“Chinatown is an essential part of the Asian-American identity, but very much part of the American identity,” Leong told MintPress. “If you take Little Italy right now in New York, there is not much left now; it has shrunk into a tourist destination, which is the same danger that we don’t want Chinatown to become. We care about any ethnic enclave that dies because of gentrification.”\n\nAccording to the study, universities and colleges in Boston have expanded into Chinatown. In Philadelphia, casinos and luxury condominiums are encroaching. And in New York, because of re-zoning changes and taxation, hotels have pushed into areas where affordable housing and small business support is most needed. From 2000 to 2010, Asians in all three Chinatown cities went from being more than half the population to less than half.\n\nA stark example of the effects of government policy on a Chinatown is in the nation’s capital.\n\n“If anyone has visited Washington D.C.’s Chinatown – it used to be called Chinatown. Ten, 15 years ago, they started to call it China block; now they’re calling it China corner. And what used to Chinatown is now populated by national chains stores,” Leong told MintPress. “Local government attempts to save it resulted in a city ordinance that all business are required to have bilingual signage. But what good is it to identify Hooters in Chinese?”\n\nLeong says that although these centers have been dubbed Chinatowns, they form an essential part of the identity of Vietnamese, Japanese, and Filipino-Americans.\n\n“They all say to me when they go into Chinatown, any Chinatown, there is a mental relaxation that happens — that on a color basis, you are among your own,” Leong said.\n\nJan Lee traces his ancestry back to New York in the early 1880s.\n\n“My grandfather was among the small number of families that founded Chinatown,” Lee said. “The core families are seven or eight names that keep recurring, and some of them are still here — the family names are Chin, Lee, Wong, Moi and Leung. Just like in any small town, you see the same names recurring; you will see that here in Chinatown.”\n\nLee has visited Chinatowns around the world and has noticed the changes. Singapore in the mid 1990s was quaint, full of chop houses and ceiling fans; a Chinatown you would expect in Southeast Asia, he said.\n\n“A decade later, local government had decided the real estate was valuable; it should be developed, hung with paper lanterns in the streets at night; close the streets and turn it into a carnival – a bastardized version of a very beautiful thing,” Lee said.\n\nAlthough officials and city planners use the word “improvement” to changes of Chinatowns, Lee said it’s only made a mockery of the culture.\n\n“To say all non-Chinese people want a television version of what Chinatown should be, and that is an unfortunate, ignorant view not shared just by non-Chinese but propagated by some Chinese themselves,” Lee said. “A Chinese looking arc, pagoda looking buildings, people walking around in costume and playing music on the corner. That’s happening all over. Imagine if you were to make Harlem a theme park?”\n\nThe Shrinkage Strategy\n\nPlanned Shrinkage was a public policy term coined back in the 1970s by New York Housing Commissioner Robert Starr in which the city would stop investing in troubled neighborhoods and divert funds to communities that could still be saved. The policy was applied to the South Bronx and Harlem by closing subway stations, firehouses and schools. Without adequate firefighting service and police protection, residents faced waves of crime and fires that left much of those areas devastated. The policy was decried at the time as “inhuman, racist and genocidal.”\n\nPlanned Shrinkage has been replaced by new words like gentrification, diversity and improvement. Lee told MintPress that these are dangerous ideas.\n\n“It is not what new immigrants or residents want or how they live in the 21st Century. Instead missing is the celebration and preservation of what is actually there,” Lee said.\n\nPeople come to Chinatown not just to shop but to see their Asian doctors, lawyers and optometrists, Lee said.\n\nChinatown “is an economy based organically on what the Chinese people actually want,” Lee added.\n\nNew York’s City Council member Margaret Chin, a Chinese American who represents Chinatown, pushed hard to get a business improvement district in Chinatown. BIDs are purported to be good for the community.\n\n“This effort is the product of years of community engagement and constructive dialogue between property owners, residents, local business owners and government officials,” Chin told Crain’s New York Business, adding that BIDs “create a much-needed enhancement of services.”\n\nBut Lee says they’re merely vehicles for promoting old racist policy ideas.\n\n“What you have in BIDs are quasi-governmental private entities that speak for a large tract of land in the community, Lee said. “When you get all the executives directors of all the BIDs together in New York City, it’s frightening the amount of decisions they can make concerning enormous acreage of the most expensive real estate in the world. Devoid of any discussion about what residents want or how the parks are going to be used.”\n\nWhat BIDs have done, he said, particularly in ethnic communities, is created a dangerous precedent in allowing one person or one group to represent all the interests in a community.\n\n“And this means you are going back to colonial times,” Lee said.\n\nFighting back from gentrification\n\nThe Bloomberg administration has unfairly taxed rental properties as opposed to homeowner properties and individual condos and co-ops, according to the recent study\n\n“Making Property Taxes Fairer: Ideas for the Next Administration,” by New York University’s Furman Center. The study indicates that a $10 million single unit condo is taxed at a fraction of what a $5 million tenement building is taxed. That disparity puts an enormous burden on property owners who are trying to maintain a safe building that meets codes and has stabilized rent.\n\nAs a property owner, Lee argues that until people understand the disparity and do something about it, they have nothing to say about how an neighborhood organically starts to evolve.\n\nAlready people are calling for less hotels in Chinatown, but the reason landlords are building hotels is the city has made it prohibitive to owning rental property. Lee says people need to realize that the city’s policies have created the egregious imbalance.\n\nHe added that in his conversations with other second and third generation property owners, the vast majority do not want to lose their commercial tenants but want to preserve Chinatown for what it is and for what they remember.\n\n“They want to keep their building because it is a family legacy, and whether or not they now live in Chinatown they have great pride in Chinatown,” Lee said.\n\nJosephine Lee is an organizer with the Chinese Staff Workers’ Association, an organization that represents workers and residents. She said in the past few years they’ve been coming together with Latino residents to demand more power over the decision making process.\n\n“That’s not just one person but that more the community voice be included, that was why the Chinatown working group was formed,” Josephine Lee told MintPress. “In the past the city would go through Asian Americans for Equality and they would use a token Chinese person, and they would say this person says all Chinese people love tall buildings and like to live in dense environments, trying to control Chinatown or justify.”\n\nNew Yorkers have just voted in a new mayor, Bill de Blasio, whose campaign ran on the idea of an equal city. Josephine Lee is hoping Chinese residents and small business owners will be included in any discussions about Chinatown.", "article_metadata": {"description": "Gentrification threatens Chinatowns thriving commercial activities, affordable homes for generations of immigrant families, and a legacy of Asian-American history.", "generator": "WordPress 4.5.2", "AUTHOR": "Rebecca Myles", "og": {"site_name": "MintPress News", "description": "Gentrification threatens Chinatowns thriving commercial activities, affordable homes for generations of immigrant families, and a legacy of Asian-American history.", "title": "The Gentrification Of The American Chinatown", "url": "http://www.mintpressnews.com/gentrification-american-chinatown/175663/", "image": "http://www.mintpressnews.com/wp-content/uploads/2013/12/122613_Chinatown_-690x389.jpg", "updated_time": "2013-12-31T10:59:13-05:00", "locale": "en_US", "type": "article"}, "twitter": {"description": "Gentrification threatens Chinatowns thriving commercial activities, affordable homes for generations of immigrant families, and a legacy of Asian-American history.", "creator": "@MintPressNews", "image": "http://www.mintpressnews.com/wp-content/uploads/2013/12/122013_Chinatown_4x3.jpg", "title": "The Gentrification Of The American Chinatown", "site": "@MintPressNews", "card": "summary_large_image"}, "robots": "noodp", "fb": {"admins": 100003161352196}, "article": {"publisher": "https://www.facebook.com/MintpressNewsMPN", "section": "Front Page: Inside Stories", "tag": "property values", "published_time": "2013-12-27T05:00:20-05:00", "modified_time": "2013-12-31T10:59:13-05:00"}}, "article_summary": "“They want to keep their building because it is a family legacy, and whether or not they now live in Chinatown they have great pride in Chinatown,” Lee said.\nNew York’s City Council member Margaret Chin, a Chinese American who represents Chinatown, pushed hard to get a business improvement district in Chinatown.\n“Chinatown is an essential part of the Asian-American identity, but very much part of the American identity,” Leong told MintPress.\nJosephine Lee is hoping Chinese residents and small business owners will be included in any discussions about Chinatown.\n“My grandfather was among the small number of families that founded Chinatown,” Lee said."}