{"article_title": "A Comprehensive Health, Wellness and Benefits Solution", "article_keywords": ["partners", "wilson", "rewards", "benefits", "wellness", "employees", "solution", "employers", "platform", "health", "comprehensive", "employee", "integrated"], "article_url": "http://www.prnewswire.com/news-releases/talem-rewards-a-comprehensive-health-wellness-and-benefits-solution-300274397.html", "article_text": "The platform is designed as a one-of-a-kind, online, health, wellness and employee benefits solution for Michigan-based employers with 100 to 2,000 employees. It will be distributed via Wilson Partners' network of appointed agents.\n\nTalem Rewards provides an integrated experience combining year-round health and wellness programming, integrated health care account administration, an Employee Assistance Program (EAP), and a comprehensive employee benefits solution; all supported by a dynamic employee communications package. Of note, the Talem Rewards platform is also designed to alleviate employers of the burden associated with the Affordable Care Act's (ACA) employer mandate reporting and filing requirements.\n\nAs part of the employee benefits solution, employers can choose products from insurance companies such as Priority Health, Delta Dental of Michigan, EyeMed and Unum; all of which are presented to employees as part of an easy-to-use, health and wellness-centered online enrollment experience.\n\nWilson concluded his remarks by noting \"The Talem Rewards platform is exciting because it empowers employers to truly engage their employees; creating a culture of health and wellbeing through the use of innovative programs. The platform provides small to mid-sized employers with a comprehensive and integrated solution only previously experienced by employees who work for cutting-edge, successful large employers.\"\n\nAbout Wilson Partners (http://www.wilsonpartners.com)\n\nWilson Partners improves the health of people by creating assets, companies and technologies that empower, motivate and inspire individual greater health; resulting in improved individual wellbeing, increased productivity, business and market value creation.\n\nTo view the original version on PR Newswire, visit:http://www.prnewswire.com/news-releases/talem-rewards-a-comprehensive-health-wellness-and-benefits-solution-300274397.html\n\nSOURCE Wilson Partners\n\nRelated Links\n\nhttp://www.wilsonpartners.com\n\n", "article_metadata": {"geo.region": "michigan", "cf_entity_thumbnail_url": "http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "geo.placename": "TROY, Mich., May 25", "description": "TROY, Mich., May 25, 2016 /PRNewswire/ -- Talem Rewards: A Comprehensive Health, Wellness and Benefits Solution.", "author": "Wilson Partners", "og": {"url": "http://www.prnewswire.com/news-releases/talem-rewards-a-comprehensive-health-wellness-and-benefits-solution-300274397.html", "image": "http://content.prnewswire.com/images/prn_facebook_sharing_logo.jpg", "type": "website", "description": "TROY, Mich., May 25, 2016 /PRNewswire/ -- Wilson Partners announced today the launch of its Talem Rewards...", "title": "Talem Rewards: A Comprehensive Health, Wellness and Benefits Solution"}, "Publisher": "PR Newswire", "cf_entity_title": "Talem Rewards: A Comprehensive Health, Wellness and Benefits Solution", "robots": "index, follow", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "keywords": "Wilson Partners, michigan, New Products & Services, Health Care & Hospitals, Human Resource & Workforce Management", "date": "2016-05-25T07:00:00Z", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "twitter": {"site": "@PRNewswire", "card": "summary"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe26c0\"", "article_summary": "Talem Rewards provides an integrated experience combining year-round health and wellness programming, integrated health care account administration, an Employee Assistance Program (EAP), and a comprehensive employee benefits solution; all supported by a dynamic employee communications package.\nThe platform is designed as a one-of-a-kind, online, health, wellness and employee benefits solution for Michigan-based employers with 100 to 2,000 employees.\nThe platform provides small to mid-sized employers with a comprehensive and integrated solution only previously experienced by employees who work for cutting-edge, successful large employers.\"\nIt will be distributed via Wilson Partners' network of appointed agents.\nAbout Wilson Partners (http://www.wilsonpartners.com)Wilson Partners improves the health of people by creating assets, companies and technologies that empower, motivate and inspire individual greater health; resulting in improved individual wellbeing, increased productivity, business and market value creation."}