{"article_title": "Health-Care Profiteering in America", "article_keywords": ["affordable", "supreme", "forprofit", "profiteering", "florida", "health", "healthcare", "prices", "america", "hospitals", "market"], "article_url": "http://www.esquire.com/news-politics/politics/news/a35582/people-and-profits-in-american-health-care/", "article_text": "The Supreme Court may be preparing to flunk the Affordable Care Act as a typing test. In honor of this scenario, we get a reminder of just how great things were in our for-profit system before all the tyrannical Kenyan Muslim jackboots stomped it flat.\n\nAll but one of the these facilities is owned by for-profit entities, and by far the largest number of hospitals — 20 — are in Florida. For the most part, researchers said, the hospitals with the highest markups are not in pricey neighborhoods or big cities, where the market might explain the higher prices. Topping the list of the most expensive hospitals is North Okaloosa Medical Center, a 110-bed facility in the Florida Panhandle about an hour outside of Pensacola. Uninsured patients are charged 12.6 times the actual cost of patient care.\n\nAdvertisement - Continue Reading Below\n\n(Yes, the epicenter of this profiteering of human misery is Florida, which last fall re-elected Governor Batboy, who's spent most of this term monkeywrenching any effort to provide his poorer constituents decent health-care. )\n\n\"They are price-gouging because they can,\" said Gerard Anderson, a professor at Johns Hopkins Bloomberg School of Public Health, co-author of the study in Health Affairs. \"They are marking up the prices because no one is telling them they can't.\"\n\nMost Popular\n\nBecause...freedom!\n\nI had my doubts about the Affordable Care Act as a half-measure, but gradually made peace with it as the best available solution. If it didn't take all the profiteering out of health-care, it at least drained enough of it away to make coverage more general and more affordable. If it did not shatter the for-profit paradigm, it at least cracked it so that people began to see health-care as (yes) an entitlement, the way it is in the rest of the industrialized world. Make no mistake. If the Supreme Court does its mischief, this is what health-care in this country will devolve to again.\n\nResearchers said the main factors leading to overcharging are the lack of market competition and the fact that the federal government does not regulate the prices that health-care providers can charge. Only two states, Maryland and West Virginia, set hospital rates.\n\nAs it is currently practiced in this country, capitalism cannot keep people healthy. It's like depending on a hammer to cure your headache.", "article_metadata": {"sailthru.contenttype": "article", "sailthru.image.thumb": "http://esq.h-cdn.co/assets/15/24/160x160/square-1433865794-gettyimages-474994500.jpg", "description": "The Affordable Care Act remains under siege from the annals of the greatest health-care system there ever was.", "title": "Health-Care Profiteering in America", "og": {"site_name": "Esquire", "description": "The Affordable Care Act remains under siege from the annals of the greatest health-care system there ever was.", "title": "Health-Care Profiteering in America", "url": "http://www.esquire.com/news-politics/politics/news/a35582/people-and-profits-in-american-health-care/", "image": {"url": "http://esq.h-cdn.co/assets/15/24/1600x800/landscape-1433865794-gettyimages-474994500.jpg", "width": 1600, "identifier": "http://esq.h-cdn.co/assets/15/24/1600x800/landscape-1433865794-gettyimages-474994500.jpg", "height": 800}, "type": "article"}, "twitter": {"image": {"src": "http://esq.h-cdn.co/assets/15/24/1433865794-gettyimages-474994500.jpg"}, "title": "Health-Care Profiteering in America", "description": "The Affordable Care Act remains under siege from the annals of the greatest health-care system there ever was.", "card": "summary_large_image", "site": "@Esquire"}, "sailthru.date": "2015-06-09T12:05:00-04:00", "sailthru.socialtitle": "Health-Care Profiteering in America", "apple-itunes-app": "app-id=1020421151, affiliate-data=pt=305920&ct=OnSiteESQ&mt=8", "fb": {"app_id": 171874009543995, "pages": 84169421673}, "auto-publish": "evergreen", "keywords": "Affordable Care Act, health-care, Supreme Court, profiteering, health-care profiteering, capitalism", "article": {"publisher": "https://www.facebook.com/Esquire", "section": "Politics With Charles P. Pierce", "published_time": "2015-06-09 04:05:00", "modified_time": "2015-06-09 16:20:09"}, "sailthru.tags": "News & Politics, Affordable Care Act", "google-site-verification": "jc-n3hu5vRQZpMR_8zTdWlZclmVbvCl2qFQ2fxka3rc", "sailthru.image.full": "http://esq.h-cdn.co/assets/15/24/768x384/landscape-1433865794-gettyimages-474994500.jpg", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "article_summary": "If it didn't take all the profiteering out of health-care, it at least drained enough of it away to make coverage more general and more affordable.\nIf the Supreme Court does its mischief, this is what health-care in this country will devolve to again.\nAdvertisement - Continue Reading Below(Yes, the epicenter of this profiteering of human misery is Florida, which last fall re-elected Governor Batboy, who's spent most of this term monkeywrenching any effort to provide his poorer constituents decent health-care. )\nResearchers said the main factors leading to overcharging are the lack of market competition and the fact that the federal government does not regulate the prices that health-care providers can charge.\nAll but one of the these facilities is owned by for-profit entities, and by far the largest number of hospitals — 20 — are in Florida."}