{"article_title": "Emmy Highlights and Chats with Stars, Jeff Daniels ‘Newsroom’ – AARP", "article_keywords": ["chats", "golden", "room", "jeff", "newsroom", "highlights", "daniels", "lot", "aarp", "series", "won", "know", "stars", "movie", "going", "emmy", "gave"], "article_url": "http://blog.aarp.org/2013/09/23/jeff-daniels-michael-douglas-sexy-sexegenarians-highlights-of-this-years-post-emmy-win-chats-with-the-stars/", "article_text": "Jeff Daniels, who won Outstanding Lead actor in a Drama Series Sunday night for his performance in HBO’s The Newsroom, will indeed be placing his new Emmy statue next to AARP’s Movies for Grownups Award, which he won for the 2005 movie The Squid and the Whale. The genial TV and movie actor, who lives with wife Kathleen in Chelsea, Mich., had some fun in the backstage media room after his win, playing off his onstage acceptance speech in which he said the only award he’d ever won was from AARP – a “golden Barcalounger.”\n\nWhen, as an AARP writer, I asked him to tell us more, Daniels let the press room laughter subside before explaining: “Let me say, I flew out special for that award! And you gave me a golden Barcalounger, a little golden Barcalounger about this big. I use it to hold my meds.”\n\nMore seriously, Daniels said, “I admitted to Kathleen, my wife, ‘We’re going to have to make room next to that because I – look, you know, I don’t win much. It meant a lot and I was glad to get it.”\n\nAnd as far as being acknowledged with an Emmy at age 58, he said, “My dad told me years ago, he said, ‘You know, I think you’re going to grow into your face.’ I guess it might happen later for you.’ He ran a lumber company, so what did he know about entertainment? But he was right.”\n\nDaniels heads to Atlanta today to begin production on Dumb and Dumber 2 with Jim Carrey. Going from his brilliant Newsroom character, TV anchor Will McAvoy, to Harry Dunne, he said makes him feel as if he is “in intellectual free-fall.”\n\nDaniels was just one of many seasoned actors who won Sunday: Breaking Bad, led by Bryan Cranston’s iconic performance as meth maker Walter White, won top Drama Series honors; Michael Douglas, won richly-deserved Outstanding Actor in a Miniseries or Movie honors for his work as Liberace in Behind the Candelabra; and Ellen Burstyn won for her work in USA’s Political Animals. She thanked series creator Greg Berlanti for having “the wisdom to write a woman over 65 who still had a lot of juice.”\n\nWe asked Douglas about thanking “Lee” during his acceptance speech, and he said that indeed, he did feel close to Liberace’s spirit while making the film. He said, “One day I was dealing with mortality issues with my cancer, the next day I was handed this jewel with Steven (Soderbergh) and Matt (Damon).” Having to wait a year to get well before beginning Behind the Candelabra gave me a long time to sort of absorb Lee and the talents that he had…It helped me a lot in terms of freedom of spirit, and gave me appreciation of Lee.”\n\nJulia Louis-Dreyfus said that winning the Emmy for Veep, her fifth Emmy, “means a ton, because I’ve lost many, many more times. I’ve lost 10 times, as a matter of fact.” Asked where she was going to put the Emmy, she said, “I’m going to sleep with it.”\n\nAlso of Interest\n\nSee the AARP home page for deals, savings tips, trivia and more", "article_metadata": {"page_title": "blog", "twitter": {"description": "Jeff Daniels, who won Outstanding Lead actor in a Drama Series Sunday night for his performance in HBO’s The Newsroom, will indeed be placing his new Emmy statue next to AARP’s Movies for Grownups Award, which he won for the 2005 movie The Squid and the Whale. The genial TV and movie actor, who lives with wife Kathleen in Chelsea, Mich., had some fun in the backstage media room after his win, playing off his onstage acceptance speech in which he …", "creator": "@aarp", "url": "http://blog.aarp.org/2013/09/23/jeff-daniels-michael-douglas-sexy-sexegenarians-highlights-of-this-years-post-emmy-win-chats-with-the-stars/", "title": "Jeff Daniels: Emmy Goes With AARP Award", "site": "@aarp", "card": "summary"}, "estimated_publish_date": "2013-09-23", "Last-Modified": "2013-09-23EDT15:09:55", "keywords": "emmy awards, jeff daniels newsroom, outstanding lead actor, bryan cranston breaking bad, top drama series, michael douglas behind the candelabra, ellen burstyn political animals, julia louis-dreyfus veep", "houseAds": "commercial", "paywallStatus": "off", "isArticle": "false", "livefyreId": "350138:http://blog.aarp.org/2013/09/23/jeff-daniels-michael-douglas-sexy-sexegenarians-highlights-of-this-years-post-emmy-win-chats-with-the-stars", "title": "Jeff Daniels: Emmy Goes With AARP Award", "comments": "on", "sponsorship": "on", "source": "aarp_washington_office", "description": "If you watched the Emmys, you know that Jeff Daniels won the award for Outstanding Lead Actor in a Drama Series for \"The Newsroom\".", "robots": "index,follow", "Subject1": "Division:AARP.org", "fb": {"app_id": 114175878660191}, "aarpAdUnit": "Entertainment", "article": {"author": "http://www.facebook.com/AARP"}, "pluckId": "http://www.aarp.org/vendor/blog/", "viewport": "width=device-width, initial-scale=1", "language": "english", "og": {"site_name": "AARP", "description": "Jeff Daniels, who won Outstanding Lead actor in a Drama Series Sunday night for his performance in HBO’s The Newsroom, will indeed be placing his new Emmy statue next to AARP’s Movies for Grownups Award, which he won for the 2005 movie The Squid and the Whale. The genial TV and movie actor, who lives with wife Kathleen in Chelsea, Mich., had some fun in the backstage media room after his win, playing off his onstage acceptance speech in which he …", "title": "Emmy Highlights and Chats with Stars, Jeff Daniels ‘Newsroom’", "url": "http://blog.aarp.org/2013/09/23/jeff-daniels-michael-douglas-sexy-sexegenarians-highlights-of-this-years-post-emmy-win-chats-with-the-stars/", "image": "http://blog.aarp.org/wp-content/uploads/2013/09/Jeff-Daniels-courtesy-ATAS-300x200.jpg", "type": "article"}, "contentId": "/content/aarpe/en/home/vendor/blog", "Subject2": "Resources and Tools:Blogs", "aarpeContent": "true", "IALevel1": "vendor", "IALevel2": "blog", "s43": "13.Volunteerism|MyPersonalTime", "action": "read", "dateToday": "2016/05/24"}, "_id": "\"57477af46914bd0286fe0e02\"", "article_summary": "And you gave me a golden Barcalounger, a little golden Barcalounger about this big.\nBut he was right.”Daniels heads to Atlanta today to begin production on Dumb and Dumber 2 with Jim Carrey.\nI’ve lost 10 times, as a matter of fact.” Asked where she was going to put the Emmy, she said, “I’m going to sleep with it.”Also of InterestSee the AARP home page for deals, savings tips, trivia and more\nJeff Daniels, who won Outstanding Lead actor in a Drama Series Sunday night for his performance in HBO’s The Newsroom, will indeed be placing his new Emmy statue next to AARP’s Movies for Grownups Award, which he won for the 2005 movie The Squid and the Whale.\nI use it to hold my meds.”More seriously, Daniels said, “I admitted to Kathleen, my wife, ‘We’re going to have to make room next to that because I – look, you know, I don’t win much."}