{"article_title": "Please enjoy this very weird interview with Martin O’Malley", "article_keywords": ["enjoy", "campaign", "omalley", "mandalapu", "uts", "pair", "travesty", "martin", "interview", "weird", "guns", "texas", "obama"], "article_url": "http://fusion.net/story/240770/martin-omalley-texas-travesty-interview/", "article_text": "You might recall a very good interview with President Barack Obama, conducted by comedian Zach Galifianakis. The stunt was a clever and effective way for Obama to promote his healthcare plan in 2014—Funny or Die partnered with the White House to produce several videos promoting and explaining the Affordable Care Act at the time—and for Obama to get in a few zingers. Obama comes off as cool and smart and in control, a good look for a 21st century president.\n\nThat may be what Democratic presidential hopeful Martin O’Malley is going for in this Texas Travesty “Off the Record” interview with University of Texas students Xavier Rotnofsky and Rohit Mandalapu. The Travesty is a humor publication, and the interview is humorous:\n\n“I’ve got to say, you’re even more handsome in person,” says Rotnofsky, after kissing O’Malley. “I’d like you to be attracted to my campaign for my ideas and my progressive accomplishments,” O’Malley responds. “But also for those eyes,” says Mandalapu, “and those looks,” adds Rotnofsky.\n\nO’Malley answered the students’ questions, like “Who would you most want operating on your brain, Dr. Oz, Dr. Seus, or Ben Carson?” and “What scandals can we expect to hear about it?” without skipping a beat. He also rapped these lyrics:\n\nThe NRA hates me cuz I don’t like guns/ Guns guns guns guns/ I don’t like them guns/ But if you look at the polls/ You might get the impression/The United States president/won’t be my next profession/But just FYI, bro/you’re so dang wrong/soon my polls will be higher/than Cheech and Chong.\n\nRotnofsky and Mandalapu aren’t quite as famous as Galifianakis, but they have gotten some media attention. The pair were elected to UT’s student government this year after running a joke campaign. The pair, both editors of the Travesty, were carrying out a tradition started years earlier. This is the first time the Travesty candidates were elected.\n\nO’Malley, for what it’s worth, seems to be pleased with the results:\n\nLoved sitting down with @TexasTravesty – though I still prefer \"eagle\" to #IrishStallion https://t.co/9yb25XPJsC — Martin O'Malley (@MartinOMalley) December 2, 2015\n\nA member of O’Malley’s campaign team told the Washington Post that O’Malley “has a blast meeting with college students.”\n\nPlus Rotnofksy and Mandalapu have been taking their positions seriously—the pair pushed for the removal of the Jefferson Davis statue on UT’s campus. And as there are apparently no rules at all during this election cycle, we can’t blame O’Malley for trying something new.", "article_metadata": {"msapplication-config": "http://fusion.net/wp-content/themes/fusion-theme/assets/images/favicons/browserconfig.xml?v=1462067892199", "msapplication-TileColor": "#da532c", "description": "What is happening.", "generator": "WordPress 4.5.2", "og": {"site_name": "Fusion", "description": "What is happening.", "title": "Watch this very weird interview with Martin O'Malley", "url": "http://fusion.net/story/240770/martin-omalley-texas-travesty-interview/", "image": {"width": 1200, "identifier": "http://i1.wp.com/fusion.net/wp-content/uploads/2015/12/screen-shot-2015-12-02-at-1-22-11-pm.png?resize=1200%2C630&quality=80&strip=all", "height": 630}, "type": "article"}, "twitter": {"description": "What is happening.", "title": "Please enjoy this very weird interview with Martin O'Malley", "url": "http://fusion.net/story/240770/martin-omalley-texas-travesty-interview/", "image": "http://i1.wp.com/fusion.net/wp-content/uploads/2015/12/screen-shot-2015-12-02-at-1-22-11-pm.png?resize=560%2C294&quality=80&strip=all", "site": "@fusion", "card": "summary_large_image"}, "apple-mobile-web-app-title": "Fusion.net", "pocket-site-verification": "81a5587d6c56043280b2554922f43d", "p": {"domain_verify": "c6a5260d31ead375c331934cb6df4833"}, "fb": {"app_id": 796694167041552}, "theme-color": "#ffffff", "msapplication-TileImage": "http://fusion.net/wp-content/themes/fusion-theme/assets/images/favicons/mstile-144x144.png?v=1462067892199", "application-name": "Fusion.net", "msvalidate.01": "0EABD001D404EA9DDE2025E9E4F14CAF", "google-site-verification": "BKw_9qDU04u2w1WoNF53fplAwWXVK_DJ1b6rZDR5u-M", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "martin o'malley, martin o'malley texas travesty, texas travesty martin o'malley, martin o'malley interview, martin o'malley ut interview, martin o'malley ut, ut martin o'malley, martin o'malley texas, texas martin o'malley, martin o'malley campaign"}, "article_summary": "He also rapped these lyrics:The NRA hates me cuz I don’t like guns/ Guns guns guns guns/ I don’t like them guns/ But if you look at the polls/ You might get the impression/The United States president/won’t be my next profession/But just FYI, bro/you’re so dang wrong/soon my polls will be higher/than Cheech and Chong.\nThat may be what Democratic presidential hopeful Martin O’Malley is going for in this Texas Travesty “Off the Record” interview with University of Texas students Xavier Rotnofsky and Rohit Mandalapu.\nThe Travesty is a humor publication, and the interview is humorous:“I’ve got to say, you’re even more handsome in person,” says Rotnofsky, after kissing O’Malley.\nYou might recall a very good interview with President Barack Obama, conducted by comedian Zach Galifianakis.\nAnd as there are apparently no rules at all during this election cycle, we can’t blame O’Malley for trying something new."}