{"article_title": "Sick of politics? Get involved", "article_keywords": ["whats", "congress", "involved", "citizens", "political", "elections", "system", "going", "low", "sick", "politics", "turnout"], "article_url": "http://www.greenbaypressgazette.com/story/opinion/columnists/2015/11/28/sick-politics-get-involved/76382052/", "article_text": "Weinschenk (Photo: Weinschenk)\n\nThere’s still about a year of campaigning ahead before the presidential and congressional elections of November 2016. If that fills you with dread, you’re not alone.\n\nAmericans are pretty sick of government, elections, and politics these days. Trust in the federal government reached a record low (13 percent) last year and currently sits around 20 percent. Approval of Congress is abysmal, hitting its own record low (9 percent) before bouncing back to a still-pitiful 14 percent. This disdain is based as much on what Congress isn’t doing as what it is doing: Political scientists have found that Congress has tackled only about one-quarter of major national issues via legislation.\n\nWe also know that the political parties have never been more ideologically polarized than they are today. Is it any surprise that public opinion polls consistently register frustration?\n\nRecent trends in political engagement are concerning. The 2014 midterm election saw turnout hit a 72-year low, with just 36 percent of eligible voters casting a ballot. Amazingly, while congressional approval was about 9 percent at the time, 97 percent of incumbents were re-elected to Congress in 2014. Perhaps our system is broken. Something is clearly wrong.\n\nIn a new book, my co-author and I make the case that although there may be widespread dissatisfaction with politics and the electoral process, our system isn’t really broken. As Americans, we already have the power to fix what’s wrong within the institutional setup and framework of the existing system.\n\nWhat’s missing today is consistent and meaningful participation in politics. Citizens need to start taking full advantage of the tools that our system of government offers to produce the outcomes they desire. The beauty of a democracy is that citizens have the ability to govern themselves — to select and remove their representatives, to come together to solve collective problems, and to voice their ideas and opinions.\n\nYet, in the United States, most citizens routinely bypass opportunities to participate in elections and politics.\n\nAccording to a recent survey, in 2012:\n\n» 3 percent of Americans volunteered for a party/candidate.\n\n» 6 percent attended a political meeting/rally/speech.\n\n» 11 percent gave money to an individual running for public office.\n\n» 18 percent attended a local government meeting.\n\n» 24 percent signed a petition of some sort.\n\nIt is interesting to note that the place where we perform “best” is presidential elections. In 2012, turnout in the presidential election was 58 percent. Voter turnout in local elections across the U.S. averages 25 percent. The recent mayoral election in Green Bay saw turnout of just 31 percent. Low turnout rates like those seen in municipal elections are especially concerning if the preferences of those who vote are not representative of the rest of the population.\n\nTaken together, these statistics don’t paint a picture of a vibrant and engaged democracy. I would argue that when citizens aren’t active players in the political process — when they aren’t there to monitor what’s going on, to hold elected officials accountable, and to express their preferences — it’s not surprising that many of the problems we experience continue unabated or even worsen over time.\n\n\n\nWithdrawing from politics when things “get bad,” as people seem to be doing right now, isn’t going to help. Although people may withdraw because they perceive the system to be flawed, it is more likely that the system is flawed because too many citizens have withdrawn. It’s a vicious cycle, but it’s hard to imagine America’s most pressing problems being addressed without clear cues — intense participation, strong public opinion — as to which issues matters most.\n\nIn the future, citizens will have to take the lead in resolving the things they think are so bad about American elections and politics. They have the tools. There are dozens of ways to get involved. In order to get what they want out of elected officials and government, Americans are going to have to take action — in spite of the negative views they have about what’s going on right now.\n\nAaron Weinschenk is assistant professor of political science at the University of Wisconsin-Green Bay. His new book, \"A Citizen’s Guide to U.S. Elections: Empowering Democracy in America\" (Routledge Press), comes out this month.\n\nRead or Share this story: http://gbpg.net/1Hw1awo", "article_metadata": {"google": "notranslate", "description": "What’s missing today is consistent and meaningful participation in politics.", "og": {"site_name": "Press Gazette Media", "description": "What’s missing today is consistent and meaningful participation in politics.", "title": "Sick of politics? Get involved", "url": "http://www.greenbaypressgazette.com/story/opinion/columnists/2015/11/28/sick-politics-get-involved/76382052/", "image": "http://www.gannett-cdn.com/GDContent/applogos/greenbaypressgazette.png", "type": "article"}, "twitter": {"description": "What’s missing today is consistent and meaningful participation in politics.", "title": "Sick of politics? Get involved", "image": "http://www.gannett-cdn.com/-mm-/f403e64170e31178a907d779ebe11ecc6ba8dff8/c=0-20-196-216&r=x643&c=640x640/local/-/media/2015/11/25/WIGroup/GreenBay/635840586271174578-AARON-WEINSCHENK.jpg", "creator": "@gbpressgazette", "site": "@gbpressgazette", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=883246918", "fb": {"app_id": 179406702077699}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "article_summary": "Americans are pretty sick of government, elections, and politics these days.\nYet, in the United States, most citizens routinely bypass opportunities to participate in elections and politics.\nWithdrawing from politics when things “get bad,” as people seem to be doing right now, isn’t going to help.\nIn the future, citizens will have to take the lead in resolving the things they think are so bad about American elections and politics.\nApproval of Congress is abysmal, hitting its own record low (9 percent) before bouncing back to a still-pitiful 14 percent."}