{"article_title": "Russ Feingold or Ron Johnson?", "article_keywords": ["ron", "johnson", "obamacare", "feingold", "fund", "voted", "illegal", "vote", "russ", "amnesty", "obamas"], "article_url": "http://www.americanthinker.com/blog/2015/05/who_is_more_liberal_russ_feingold_or_ron_johnson.html", "article_text": "But how much of a change would it be if Feingold defeated Ron Johnson?\n\nRuss Feingold (D) is thinking of running again for his old Senate seat, which Ron Johnson (R-Wis.) took from him. It's been more than four years since Feingold has been able to impose his will on the people, and it's probably making him sad not to have the kind of control over our lives that he once had.\n\nAccording to Conservativereview.com, Ron Johnson...\n\no voted for Loretta Lynch for attorney general, even though she promised to uphold Obama's unconstitutional amnesty for illegal aliens;\n\no voted to fully fund the Department of Homeland Security with no restrictions on Obama's amnesty program;\n\no voted against declaring Obama's amnesty unconstitutional;\n\no voted to fund the clearly wasteful Export-Import Bank (if he can't vote against that, what can he vote to cut?);\n\no voted for Jeh Johnson for Homeland Security chief – a chief, I might add, who works tirelessly to give amnesty to illegal aliens; and\n\no voted to allow full funding for Obamacare, refusing to even fight to defund it.\n\nJohnson has declined to support efforts to tie funding the federal government with defunding Obamacare, stating: \"Even if we were to not pass the continuing resolution [to fund the federal government], you're not going to be able to defund Obamacare, absent of President Obama signing a law, which I think is highly unlikely.\"\n\nBut, to be fair, Johnson voted against a big farm bill, against flood insurance subsidies, and for the Keystone Pipeline. In case you wonder whether I'm cherry-picking votes, Conservativereview.com gives him a \"D\" rating, which isn't much better than the \"F\" rating that Democrats get.\n\nSo in that case, why does it make sense to support Ron Johnson over Russ Feingold, or over anyone else for that matter?\n\nYou may say, \"But at least he will vote for Mitch McConnell for majority leader and not the third Blues Brother, Harry Reid.\" Well, that's true. But Mitch McConnell has also voted to fully fund Obama's illegal amnesty and Obamacare, and all of Obama's spending. So what difference does that make?\n\nLet me know in the comments section why we should care at all about the outcome of a Johnson vs. Feingold rematch.\n\nThis article was produced by NewsMachete.com, the conservative news site.", "article_metadata": {"og": {"url": "http://www.americanthinker.com/blog/2015/05/who_is_more_liberal_russ_feingold_or_ron_johnson.html", "image": "http://www.americanthinker.com/assets/images/at-painter-og-image.png", "title": "Blog: Who is more liberal: Russ Feingold or Ron Johnson?"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe0bbb\"", "article_summary": "Russ Feingold (D) is thinking of running again for his old Senate seat, which Ron Johnson (R-Wis.) took from him.\nSo in that case, why does it make sense to support Ron Johnson over Russ Feingold, or over anyone else for that matter?\nBut how much of a change would it be if Feingold defeated Ron Johnson?\nBut, to be fair, Johnson voted against a big farm bill, against flood insurance subsidies, and for the Keystone Pipeline.\nLet me know in the comments section why we should care at all about the outcome of a Johnson vs. Feingold rematch."}