{"article_title": "Congress Ends Federal Medical Marijuana Prohibition", "article_keywords": ["ends", "congress", "federal", "medical", "marijuana", "prohibition", "times", "spending", "state", "measure", "laws", "rep", "told"], "article_url": "http://www.rollingstone.com/politics/news/congress-ends-medical-marijuana-prohibition-spending-bill-provision-20141216", "article_text": "Congress passed a federal spending measure over the weekend that includes a provision that will end the federal government's medical marijuana ban. The measure precludes the Department of Justice and the DEA from preventing states from passing laws that authorize medical marijuana use, distribution, possession or cultivation. The L.A. Times reports that the prospective law would prohibit federal drug agents from raiding retail outlets in the 32 states and District of Columbia where the drug is legal for medicinal use. President Obama is expected to sign the spending bill this week, making it a law.\n\n\"The federal government should never get in between patients and their medicine,\" said Democratic Representative Barbara Lee of California told the Times.\n\nThe spending measure, which totals 1,603 pages, was championed by Republican Rep. Dana Rohrbacher and Democrat Rep. Sam Farr, both of California. \"This is a victory for so many,\" Rohrabacher told the Times. He added that Congress' approval of the measure marked \"the first time in decades that the federal government has curtailed its oppressive prohibition of marijuana.\" The bipartisan push for the bill could also appeal to millennial voters whom Republicans are trying to attract, the Times suggest.\n\nDespite the prospective law, the DEA continues to classify marijuana in the same category as heroin, LSD, ecstasy and peyote, substances with no \"accepted medical use and a high potential for abuse.\" The agency currently considers marijuana more dangerous than cocaine.\n\nLast month, Oregon, Alaska and Washington, D.C. voted to legalize marijuana to varying degrees. Because D.C. is a district and not a state, political pundits speculated at the time that politicians would attempt to overrule the vote.\n\nThat worry came true within the same spending measure that passed the anti-prohibition provision. Republican Rep. Andy Harris of Maryland, who has opposed marijuana laws, included an amendment that could overturn recreational weed laws in the district for much of 2015, according to The Washington Post. He has since become persona non grata at many businesses in the city. The Post reports that one shop, Capitol Hill Bikes, has gone so far as to tape an image of the congressman to its door with the words \"NOT WELCOME\" written on it, while a tumblr has popped up urging Washingtonians to blacklist Harris.\n\n\"D.C. is not a state,\" Harris told reporters in his defense last week, according to Talking Points Memo. \"I'm sorry, it's not a state.\"", "article_metadata": {"description": "Congress has legalized medical marijuana in a new Federal Spending Bill, preventing federal drug agents from raiding retail outlets.", "og": {"site_name": "Rolling Stone", "description": "Federal drug agents will no longer be able to raid retail outlets", "title": "Congress Ends Medical Marijuana Prohibition With Spending Bill Provision", "url": "http://www.rollingstone.com/politics/news/congress-ends-medical-marijuana-prohibition-spending-bill-provision-20141216", "image": {"width": 1401, "identifier": "http://assets.rollingstone.com/assets/2014/article/congress-ends-medical-marijuana-prohibition-spending-bill-provision-20141216/177798/large_rect/1418742854/1401x788-453996936.jpg", "height": 788}, "type": "article"}, "twitter": {"image": {"src": "http://assets.rollingstone.com/assets/2014/article/congress-ends-medical-marijuana-prohibition-spending-bill-provision-20141216/177798/large_rect/1418742854/1401x788-453996936.jpg"}, "description": "Federal drug agents will no longer be able to raid retail outlets", "site": "@RollingStone", "card": "summary_large_image", "title": "Congress Ends Medical Marijuana Prohibition With Spending Bill Provision"}, "fb": {"app_id": 107978575944240}, "article": {"publisher": "https://www.facebook.com/rollingstone", "published_time": "2014-12-16T16:38:00Z"}, "viewport": "width=device-width, maximum-scale=1.0, target-densityDpi=device-dpi", "news_keywords": "medical marijuana,medical marijuana law,medical marijuana federal,congress medical marijuana,federal marijuana,marijuana law,marijuana prohibition"}, "_id": "\"57477af36914bd0286fcafd8\"", "article_summary": "Congress passed a federal spending measure over the weekend that includes a provision that will end the federal government's medical marijuana ban.\nThe measure precludes the Department of Justice and the DEA from preventing states from passing laws that authorize medical marijuana use, distribution, possession or cultivation.\nHe added that Congress' approval of the measure marked \"the first time in decades that the federal government has curtailed its oppressive prohibition of marijuana.\"\nThat worry came true within the same spending measure that passed the anti-prohibition provision.\nThe spending measure, which totals 1,603 pages, was championed by Republican Rep. Dana Rohrbacher and Democrat Rep. Sam Farr, both of California."}