{"article_title": "Medicaid visits up at area hospital emergency rooms", "article_keywords": ["aspen", "room", "emergency", "area", "hospital", "number", "visits", "patients", "medicaid", "rooms", "seen", "valley", "care"], "article_url": "http://aspenpublicradio.org/post/medicaid-visits-area-hospital-emergency-rooms", "article_text": "The number of low-income Medicaid patients accessing care in area emergency rooms is on the rise. The increase - seen at Aspen Valley and Valley View Hospitals - follows a national trend in states that expanded Medicaid under the Affordable Care Act. Aspen Public Radio’s Marci Krivonen reports.\n\nIn 2014 the amount of business Aspen Valley Hospital did for Medicaid patients was triple the number in 2013. Hospital officials attribute the rise to Colorado expanding its Medicaid program.\n\nMore Medicaid patients are getting lab tests, x-rays and surgeries at the hospital. They’re also visiting the emergency department, or ED, more often. The increase may sound large but, hospital Chief Financial Officer Terry Collins says the effect is minimal.\n\n\"It has not caused us to have to staff up or anything like that,\" he says. \"It’s just that we saw more Medicaid patients coming through the ED than normal, but that number is so small that it really had a negligible impact on our operation.\"\n\nDownvalley, Valley View Hospital in Glenwood Springs has seen an increase. In 2007, Medicaid patients made up 8 percent of the hospital’s total emergency room visits. In 2014, that number grew to more than 25 percent.\n\n\"Our Medicaid numbers have tripled in the last two years,\" says Nan Sundeen, Health and Human Services Director for Pitkin County. \"We have over 1400 people who were eligible for Medicaid who are now insured.\"\n\nShe says this group of newly insured patients has limited choices for care because many private doctors won’t take them. The Medicaid reimbursement is low, so caring for them is expensive.\n\n\"The doctors have to pay their staff and they have overhead. They have costs that make it very difficult for them. So, the result is that our Medicaid population is going to the ER for medical care,\" says Sundeen.\n\nDoctor William Jaquis works in a Baltimore emergency room and sits on the board for the American College of Emergency Physicians, or ACEP.\n\nDr. William Jaquis: \"The commonly held thought is that by expanding Medicaid, (creating) the Affordable Care Act, and creating insurance products for more people, that they would use emergency departments for their care as often, but they would have an option to go to a physician’s office to get that care, or even urgent care clinics.\"\n\nReporter: \"And that has turned out not to be the case.\"\n\nJaquis: \"That’s true.”\n\nThe ACEP released data in May showing three-quarters of emergency physicians in the United States report ER visits are going up.\n\n\"We haven’t really seen a big decline in people seeking care in emergency departments,\" says Jaquis. \"We have seen a decline in acuity, but we haven’t seen a decline in volume.\"\n\nAt Aspen Valley Hospital, the number of emergency room patients reporting they don’t have a primary care doctor has also risen from 40 percent in 2013 to 67 percent last year.\n\nStill, Terry Collins at the hospital says he doesn’t think there’s a lack of care in the Upper Valley for low-income patients.\n\n\"Because they can always come here, even if they don’t have a doctor, they can come here. Now, is it the best place for them to come? Probably not in all cases.\"\n\nA doctor’s office may be the best choice for a sore throat, for example. The downsides of a visit to the ER are potential long waits and less familiarity with the patient.\n\nPitkin County’s Nan Sundeen argues there is a lack of care for Medicaid patients. She’d like to see a solution.\n\n\"We need a better way to provide health care than in the ER. It’s not efficient, it’s not economic and it doesn’t make sense.\"\n\nOne idea is to create a clinic in Aspen that would serve low-income patients so they can receive care in a doctor’s office instead of the emergency room.", "article_metadata": {"category": "APR Local News", "description": "The number of low-income Medicaid patients accessing care in area emergency rooms is on the rise. The increase - seen at Aspen Valley and Valley View", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://aspenpublicradio.org/post/medicaid-visits-area-hospital-emergency-rooms", "image": "http://mediad.publicbroadcasting.net/p/kajx/files/styles/medium/public/201507/7559768564_f1c825f549_o.jpg", "type": "article", "description": "The number of low-income Medicaid patients accessing care in area emergency rooms is on the rise. The increase - seen at Aspen Valley and Valley View", "title": "Medicaid visits up at area hospital emergency rooms"}, "story_id": 422528317, "twitter": {"site": "@aspenpubradio", "card": "summary", "creator": "@aspenpubradio"}, "author": "Marci Krivonen", "org_id": 0, "dc": {"title": "Medicaid visits up at area hospital emergency rooms"}, "nid": 37887, "datePublished": "2015-07-13", "keywords": "Aspen Valley Hospital, Valley View Hospital, Medicaid, Medicaid expansion, colorado, Pitkin County, patient, medical care", "wordCount": 827, "has_audio": 1, "viewport": "width=device-width"}, "article_summary": "The number of low-income Medicaid patients accessing care in area emergency rooms is on the rise.\nIn 2014 the amount of business Aspen Valley Hospital did for Medicaid patients was triple the number in 2013.\nIn 2007, Medicaid patients made up 8 percent of the hospital’s total emergency room visits.\nDoctor William Jaquis works in a Baltimore emergency room and sits on the board for the American College of Emergency Physicians, or ACEP.\nMore Medicaid patients are getting lab tests, x-rays and surgeries at the hospital."}