{"article_title": "Health Website Tests a Tycoon and Tinkerer", "article_keywords": ["website", "tycoon", "users", "house", "work", "washington", "tests", "chief", "health", "mr", "tinkerer", "white", "zients"], "article_url": "http://www.nytimes.com/2013/11/11/us/health-website-tests-a-tycoon-and-tinkerer.html?pagewanted=all", "article_text": "WASHINGTON — Jeffrey D. Zients, a multimillionaire entrepreneur and management consultant, joined the Obama White House in 2009 with a mandate to streamline the federal bureaucracy. A year later, he issued a prescient warning.\n\nThe government “largely has missed out” on the information technology revolution, Mr. Zients said in a 2010 internal memo. “I.T. projects too often cost hundreds of millions of dollars more than they should, take years longer than necessary to deploy and deliver technologies that are obsolete by the time they are completed,” he wrote.\n\nThese days, Mr. Zients is witnessing that ineptitude up close as the emergency fix-it man charged with righting HealthCare.gov, the bungled online marketplace for medical insurance. He is to become President Obama’s top economic adviser in January, but first he is leading the so-called tech surge to haul HealthCare.gov into the 21st century. Ignoring friends who told him not to get mixed up in the website fiasco, Mr. Zients (pronounced ZYE-ents) promises it will run “smoothly for the vast majority of users” by the end of November — a schedule considered highly optimistic.\n\nMr. Obama’s reputation, and the electoral fortunes of Democrats, could hinge on the work of Mr. Zients, a man who has no hands-on technology experience — although he has advised health care companies on business practices. In the universe of experts who might have been called in for rescue work, Democrats close to the administration say, there were others perhaps more qualified than Mr. Zients, but he was the best of those Mr. Obama and an insular White House were comfortable with.\n\nIn an interview, Denis R. McDonough, Mr. Obama’s chief of staff, called Mr. Zients a “force multiplier” who will deliver what he promises. He said the president had given Mr. Zients the same instructions he had given White House staff: “Get this fixed.”\n\nMr. Zients, who will turn 47 on Tuesday, made a fortune reported to be close to $200 million building two consultancies and taking them public. His wife, Mary, is from a prominent South African mining family — Nelson Mandela attended their wedding — and they live with their four children in Northwest Washington, where an Aston Martin is in the garage. A onetime high school wrestler at the capital’s elite St. Albans School, he is often described as ultracompetitive.\n\nNow he works without pay “on a full-time, trust me, around-the-clock basis,” he told reporters in a conference call on Friday. Mr. Zients shuttles between a health care command center in suburban Herndon, Va., the White House and an office near the coffee machines on the third floor of the hulking Department of Health and Human Services building here, overseeing an effort that includes dozens of tech experts. They include Todd Park, the White House chief technology officer, who is under subpoena by House Republicans to testify at a hearing this week, and Michael Dickerson, an engineer on leave from Google who lists “herding cats” as a skill on his LinkedIn profile.\n\nAdministration officials say Mr. Zients, who declined to be interviewed, has intensified the pace at the Centers for Medicare and Medicaid Services, the agency responsible for the website. He began work on Oct. 21, the same day Mr. Obama declared that “nobody is madder than me” about the site’s failures, and quickly set about drafting a “punch list” of problems to fix. It is updated daily.\n\nAmong other immediate changes, Mr. Zients recommended that the agency hire a general contractor to coordinate repairs, started daily telephone news briefings and instituted at the command center morning and evening “stand up meetings,” so named because each tech team member, in a military-style exercise in accountability, must stand while delivering a progress report.\n\nMr. Zients told reporters on Friday that the site was getting “better each week” but “remains very slow and sporadic for many users.” He said response times — how long users wait for a page to load — now average less than one second, down from eight seconds. The error rate — how often system failures prevent users from advancing to the next page — is 2 percent, down from 6 percent, Mr. Zients said.\n\n“We have a lot of work ahead of us,” he said, still promising that he would meet his Nov. 30 deadline.\n\nEven his supporters remain skeptical. “To try to come in, in six weeks, and sort something like this out — I just have a lot of sympathy for him,” said Joshua B. Bolten, a friend of Mr. Zients and a chief of staff to President George W. Bush.\n\nRecruiting Mr. Zients was Mr. McDonough’s idea. It was mid-October, the federal government had just reopened after a 16-day shutdown, and inside the White House the president had made clear his anger over the faulty website. Mr. Zients, who had twice served as the acting director of the Office of Management and Budget and had a reputation as a troubleshooter, was “the obvious choice,” Mr. McDonough said. Also, “he was available.”\n\nAfter his graduation from Duke University in 1988, Mr. Zients joined Bain Consulting in Boston but did not cross paths with Mitt Romney, who had left to found Bain Capital. By the early 1990s, Mr. Zients was back in Washington working for David Bradley, an entrepreneur who had founded the Advisory Board Company, which specialized in research for the health care industry, and later spun off a sister firm, the Corporate Executive Board. During Mr. Zients’s first week on the job, Mr. Bradley put him in charge of new product research. He promptly proposed reorganizing Mr. Bradley’s team.\n\n“I was 37, and he was 24,” Mr. Bradley said. “I was the C.E.O. and our owner. He had not spent five full days with me, yet he had it right.”\n\nMr. Zients ultimately ran both companies, which went public a decade ago. Mr. Bradley now owns Atlantic Media, which publishes The Atlantic and National Journal; Mr. Zients founded a small private equity firm, Portfolio Logic, which has a stake in PSA Healthcare, a pediatric home health business, and a San Francisco messenger bag company. The position of the White House is that Mr. Zients’s health care investment is not a conflict of interest.\n\nMr. Zients made Fortune magazine’s list of the 40 richest Americans under 40 in 2002, was part of a group that tried and failed to buy the Washington Nationals baseball team in 2005 and arrived at the White House as the nation’s first chief performance officer in 2009. He was often deployed to clean up bureaucratic messes, like the malfunctioning “Cash for Clunkers” website, which offered rebates when consumers traded in old cars for more fuel-efficient ones.\n\nAnother time, Mr. Zients took a team to St. Louis to sort out an embarrassing backlog in G.I. Bill payments and spent the flight back sketching out an action plan with “a daily management report card,” recalled Aneesh Chopra, who was then the White House chief technology officer.\n\nBut Mr. Zients still had limited success changing the culture of the government’s lumbering bureaucracy, said Paul C. Light, an expert on public service at New York University. Mr. Zients’s effort to reorganize the Commerce Department in 2011 hit roadblocks on Capitol Hill. Professor Light recalled encouraging him to propose bolder changes in government, only to be told, “We’ve got to start small and prove that we can get something done.”\n\nAs work on the website proceeds, some experts, including Jon Kingsdale, who ran the online Massachusetts health exchange, say Mr. Zients or another management expert should stay on permanently. Mr. McDonough said the White House had made no decision about that.\n\nAt a minimum, said William M. Daley, a former Obama White House chief of staff, Mr. Zients must meet his own deadline.\n\n“When you’re brought in to be the fireman,” Mr. Daley said, “the fire had better go out.”", "article_metadata": {"ptime": 20131110221650, "twitter": {"description": "With no hands-on technology experience and a tight deadline, the entrepreneur Jeffrey D. Zients is leading the effort to fix HealthCare.gov.", "title": "Health Website Tests a Tycoon and Tinkerer", "url": "http://www.nytimes.com/2013/11/11/us/health-website-tests-a-tycoon-and-tinkerer.html?pagewanted=all", "image": "http://graphics8.nytimes.com/images/2013/11/11/us/jp-WEBSITE/jp-WEBSITE-thumbLarge.jpg", "creator": "@sherylstolberg", "site": "@nytimes", "card": "summary"}, "xlarge": "images/2013/11/11/us/jp-WEBSITE/jp-WEBSITE-articleLarge.jpg", "thumbnail_width": 75, "hdl_p": "Health Website Tests a Tycoon And Tinkerer", "sectionfront_jsonp": "http://json8.nytimes.com/pages/national/index.jsonp", "DISPLAYDATE": "November 10, 2013", "edt": "NewYork", "keywords": "Health Insurance and Managed Care,Computers and the Internet,Patient Protection and Affordable Care Act (2010),Zients  Jeffrey D,HealthCare.gov,Centers for Medicare and Medicaid Services,Health and Human Services Department", "xlarge_height": 421, "news_keywords": "Patient Protection and Affordable Care Act", "PT": "Article", "author": "SHERYL GAY STOLBERG", "thumbnail_150": "http://www.nytimes.com/images/2013/11/11/us/jp-WEBSITE/jp-WEBSITE-thumbLarge.jpg", "per": "Zients, Jeffrey D", "thumbnail_150_width": 150, "xlarge_width": 600, "byl": "By SHERYL GAY STOLBERG", "thumbnail_150_height": 150, "dsk": "U.S.", "lp": "With no hands-on technology experience and a tight deadline, the entrepreneur Jeffrey D. Zients is leading the effort to fix HealthCare.gov.", "tom": "News", "thumbnail": "http://www.nytimes.com/images/2013/11/11/us/jp-WEBSITE/jp-WEBSITE-thumbStandard.jpg", "description": "With no hands-on technology experience and a tight deadline, the entrepreneur Jeffrey D. Zients is leading the effort to fix HealthCare.gov.", "ARTICLE_TEMPLATE_VERSION": 700, "CG": "us", "ROBOTS": "NOARCHIVE", "dat": "November 10, 2013", "fb": {"app_id": 9869919170}, "hdr_img": "/images/article/header/sect_us.gif", "msapplication-starturl": "http://www.nytimes.com/", "org": "HealthCare.gov;Centers for Medicare and Medicaid Services;Health and Human Services Department", "thumbnail_height": 75, "ticker": "Google Inc|GOOG|NASDAQ;LinkedIn Corporation|LNKD|NYSE;Advisory Board Co|ABCO|NASDAQ", "slug": "11website", "utime": 20140130220008, "og": {"url": "http://www.nytimes.com/2013/11/11/us/health-website-tests-a-tycoon-and-tinkerer.html?pagewanted=all", "image": "http://graphics8.nytimes.com/images/2013/11/11/us/jp-WEBSITE/jp-WEBSITE-videoSixteenByNine1050.jpg", "type": "article", "description": "With no hands-on technology experience and a tight deadline, the entrepreneur Jeffrey D. Zients is leading the effort to fix HealthCare.gov.", "title": "Health Website Tests a Tycoon and Tinkerer"}, "pdate": 20131110, "des": "Health Insurance and Managed Care;Computers and the Internet;Patient Protection and Affordable Care Act (2010)", "articleid": 100000002545136, "cre": "The New York Times", "emailThisHash": "dSJokMI1Lwob3aXFI+j3pg", "hdl": "Health Website Tests a Tycoon and Tinkerer", "PST": "News"}, "article_summary": "The government “largely has missed out” on the information technology revolution, Mr. Zients said in a 2010 internal memo.\nAt a minimum, said William M. Daley, a former Obama White House chief of staff, Mr. Zients must meet his own deadline.\nThe position of the White House is that Mr. Zients’s health care investment is not a conflict of interest.\nRecruiting Mr. Zients was Mr. McDonough’s idea.\nAnother time, Mr. Zients took a team to St. Louis to sort out an embarrassing backlog in G.I."}