{"article_title": "Why Arm Government Regulatory Bodies?", "article_keywords": ["federal", "agency", "officers", "water", "report", "clean", "act", "regulatory", "2008", "armed", "arm", "bodies", "epa"], "article_url": "http://www.mintpressnews.com/why-arm-government-regulatory-bodies/169051/", "article_text": "Why Arm Government Regulatory Bodies?\n\nThe number of armed officials in government agencies is on the rise even as regulators like the EPA stand accused of not doing their jobs.\n\nWhen the Environmental Protection Agency sent armed agents to monitor whether a gold mine in Chicken, Alaska was complying with the Clean Water Act, residents throughout the nation questioned why a government body designed to monitor environmental issues was opting for military-style weapons to enforce regulations.\n\nA recent report issued by the U.S. Department of Justice indicates the number of armed federal agents is on the rise, with a growing number of armed officials in government agencies not associated with law enforcement.\n\nIn 2008, 15.3 percent of armed agency officials in the U .S. belonged to government inspection agencies. Court operations employ 4.7 percent of federal officers that possess the authority to arrest and carry firearms, according to the report.\n\n\n\nofficial MintPress sponsor official MintPress sponsor\n\nThe Bureau of Engraving and Printing employs 207 full-time officers, according to the report. The Food and Drug Administration, an agency responsible for regulating the nation’s food and prescription drug supply, has more than 180 full-time officers on its payroll, all equipped with the authority to arrest civilians and use weapons. The Library of Congress employs more than 60 armed personnel, while the Government Printing Office has 41.\n\nThe trend of arming agency personnel isn’t a new one — yet according to the U.S. Department of Justice Report, the number of armed agency officials in the U.S. is growing.\n\nIn 2004, the U.S. had 15,000 fewer armed agents than it did in 2008, representing 14 percent growth among armed personnel over those four years.\n\nDuring that time, however, specific government agencies saw growth, including the U.S. Customs and Border Protection, which increased its workforce 33 percent from 2004 to 2008, according to the report.\n\nThe Customs and Border Protection agency is the largest within the Department of Homeland Security blanket, employing nearly 37,000 Americans, according to 2008 government figures. It’s followed by the Federal Bureau of Prisons, which increased nearly 11 percent from 2004 to 2008, employing 16,800. The FBI came in third in terms of employees, with 12,700 — its increase in workforce rose just 4 percent over the four years.\n\nThe figures used in the report were compiled through the 2008 Census of Federal Law Enforcement Officers. At that time, the largest group of armed officers were employed by government agencies involved in criminal investigations, representing more than 30 percent. Those responsible for police response and patrol represented more than 23 percent.\n\nWhat do guns have to do with it?\n\nIn 2008, the EPA employed 40 full-time officers possessing the authority to arrest and use firearms on the job.\n\nIn May 2012, two of those armed guards visited a North Carolina business owner under who had emailed EPA agents over a YouTube video depicting Al Armendariz, an EPA regional administrator. The video showed Armendariz stating his philosophy was to “crucify” oil and gas company officials.\n\n“I wanted to know why someone in his position would say what he did,” Larry Keller, who owns a computer consulting business, told the Carolina Journal. “I wanted to question his reasoning and principles. It’s all about freedom of speech.”\n\nThe two officers, escorted by an Asheville, N.C. police officer, questioned Keller about the email he sent, claiming some of the language used could be interpreted as a threat.\n\nThe email was never sent to Armendariz — instead, it was sent to David Gray, who served as the director for the EPA’s Region 6 External Affairs Department. The letter read, “Hello Mr. Gray — Do you have Mr. Armendariz’s contact information so we can say hello? Regards, Larry Keller.”\n\nFollowing the incident, conservative politicians picked up on the incident, pointing a finger at the EPA for going too far in its vague investigation into what they perceived to be a vague threat.\n\nThe same argument was seen most recently in Chicken, Alaska, where lawmakers, including Sen. Lisa Murkowski (R-Ala.), accused the EPA of using unnecessary force and intimidation during a routine monitor at a gold mine.\n\nThe EPA claimed they used armed personnel as a security precaution, as the agency claimed it received law enforcement tips of human trafficking in the area near the gold mine.\n\nDoes arming the EPA help its bottom line?\n\nAt the same time as the EPA was receiving criticism for using armed guards to carry out its daily work, environmental organizations were calling out the agency for failing to do its most basic job. Its so-called raid on the Chicken, Alaska gold mine was related to noncompliance with the federal Clean Water Act.\n\nThat same Act, however, that warranted an armed investigation in Alaska doesn’t even apply to an entire burgeoning industry in the U.S. The fracking industry is protected from compliance with the Clean Air Act and the Clean Water Act through a provision known as the Halliburton Loophole.\n\nThe loophole was instituted by former Vice President Dick Cheney through the 2005 energy bill — an inclusion that indicated the fracking industry was not subject to the EPA’s authority to enforce the Clean Air Act and the Clean Water Act.\n\nYet environmentalists have long criticized the agency for failing to enforce the federal Acts on industries they do have authority over, including coal.\n\nIn July, a coalition of top environmental organizations, including EarthJustice and the Sierra Club, issued a report highlighting how the EPA has failed to crack down on the coal industry, referring to coal producers as the number one source of toxic pollution in American waterways.\n\nConsidering the Clean Water Act is intended to halt such pollution, the EPA was looked at as an inefficient body incapable of monitoring — and preventing — the nation’s largest waterway producer. However, when it came to a gold mine in Chicken, Alaska, EPA officials took it quite seriously.", "article_metadata": {"description": "The number of armed officials in government agencies is on the rise even as regulators like the EPA stand accused of not doing their jobs., Clean Water Act, Department of Justice, EPA, guns,", "generator": "WordPress 4.5.2", "AUTHOR": "Trisha Marczak", "og": {"site_name": "MintPress News", "description": "The number of armed officials in government agencies is on the rise even as regulators like the EPA stand accused of not doing their jobs., Clean Water Act, Department of Justice, EPA, guns,", "title": "Why Arm Government Regulatory Bodies?", "url": "http://www.mintpressnews.com/why-arm-government-regulatory-bodies/169051/", "image": "http://mnpprodpublic.s3.amazonaws.com/wp-content/uploads/2013/09/091613_fbicop_16x9-690x388.jpg", "updated_time": "2013-09-16T23:12:27-05:00", "locale": "en_US", "type": "article"}, "twitter": {"description": "The number of armed officials in government agencies is on the rise even as regulators like the EPA stand accused of not doing their jobs., Clean Water Act, Department of Justice, EPA, guns,", "title": "Why Arm Government Regulatory Bodies?", "image": "http://www.mintpressnews.com/wp-content/uploads/2013/09/091613_fbicop_4x3.jpg", "creator": "@TrishaMarczakMP", "site": "@MintPressNews", "card": "summary_large_image"}, "robots": "noodp", "fb": {"admins": 100003161352196}, "article": {"publisher": "https://www.facebook.com/MintpressNewsMPN", "section": "Daily Digest", "tag": "guns", "published_time": "2013-09-17T05:00:39-05:00", "modified_time": "2013-09-16T23:12:27-05:00"}}, "_id": "\"57477af46914bd0286fde464\"", "article_summary": "Its so-called raid on the Chicken, Alaska gold mine was related to noncompliance with the federal Clean Water Act.\nThe fracking industry is protected from compliance with the Clean Air Act and the Clean Water Act through a provision known as the Halliburton Loophole.\nWhy Arm Government Regulatory Bodies?\nAt that time, the largest group of armed officers were employed by government agencies involved in criminal investigations, representing more than 30 percent.\nCourt operations employ 4.7 percent of federal officers that possess the authority to arrest and carry firearms, according to the report."}