{"article_title": "Catholic News Service gives platform to head of union that gave hundreds of millions to pro-abort politicians", "article_keywords": ["catholic", "head", "organization", "proabort", "service", "union", "support", "church", "hundreds", "platform", "politicians", "labor", "trumka", "act", "marriage", "gave", "pope", "gives", "millions"], "article_url": "https://www.lifesitenews.com/news/catholic-news-service-publishes-afl-cio-leader-who-gave-hundreds-of-million", "article_text": "NewsCatholic Church\n\nJune 29, 2015 (LifeSiteNews) – The news service of the U.S. Conference of Catholic Bishops has published an article by the head of an organization that has given hundreds of millions of dollars to elect pro-abortion politicians.\n\nAmericans should listen to Pope Francis, at least when it comes to his message on poverty and economics, according to Richard Trumka, president of the AFL-CIO, an organization that has done arguably more to elect pro-abortion politicians than any other group in the last 50 years.\n\nThe union chief made his case in a June 22 guest column for Catholic News Service (CNS).\n\nThe AFL-CIO donated $200 million to Democratic politicians in 2008 alone.\n\nLifeSiteNews contacted Catholic News Service about Trumka’s column in light of the AFL-CIO’s support for abortion, contraception, and homosexual “marriage,\" but CNS declined to comment.\n\nOn his way in the piece to pronouncing unity between the Church and big labor, Trumka touts Pope Francis’s recently reported high approval rating and the “newfound vigor” the Roman Catholic Church has added to its “traditional social doctrine” since his election.\n\n“For much of the last century and more, the labor movement and the Catholic Church have stood together in solidarity for people who labor for a living,” he wrote in the CNS column. “Pope Francis lives and breathes this tradition.”\n\n“Together, the Catholic Church and the labor movement stand for a new moral and political order,” he said.\n\nClick \"like\" if you are PRO-LIFE!\n\nIn his June 22 piece for Catholic News Service he wrote about helping to ease the pain and suffering for others as his reasons for praising Pope Francis.\n\n“We believe in the duty to ease pain and to offer comfort to those who are suffering -- and not just with kind words, but with action,” Trumka opined. “That is why I am so heartened by our Holy Father Pope Francis.\n\nTrumka, raised Catholic, writes his column for CNS with a Catholic voice, but the union he heads up supports contraception and homosexual “marriage”, along with abortion.\n\nWhile the Church today holds The Dignity of Work and the Rights of Workers among its themes of Catholic Social Teaching, giving voice in the Bishops’ own news agency to the representative of an organization which has given hundreds of millions of dollars to pro-abortion politicians contradicts the USCCB’s very own document teaching on the need for Catholics to act in support of Catholic principles and policies in public life.\n\n“The Catholic community and Catholic institutions should not honor those who act in defiance of our fundamental moral principles,” the USCCB’s Catholics in Political Life states. “They should not be given awards, honors or platforms which would suggest support for their actions.”\n\nThe nation’s top union also supports the so-called “free” birth control imposed as part of the HHS mandate, something many groups – including the USCCB itself – resisted being forced to provide.\n\n“Women have fought hard for the right to safe, legal reproductive health services and the freedom to exercise that right,” the AFL-CIO Statement on Women's Access to Quality and Affordable Reproductive Health Care says. “The Affordable Care Act provides that women will receive preventative health care benefits, including FDA-approved methods of birth control, without co-pays or deductibles.”\n\nMany of those forms of “birth control” may act as abortifacients.\n\nThe AFL-CIO’s support for abortion and birth control isn’t where the union’s advocacy for anti-Catholic initiatives stops. It encompasses homosexual activism as well.\n\nPride At Work is a nonprofit organization that represents LGBT union members and their “allies,” that “organizes mutual support between the organized Labor Movement and the LGBT Community to further social and economic justice.”\n\nPride at Work is an officially recognized constituency group of the AFL-CIO\n\nThe deeds of the AFL-CIO as an organization are not the sole illustration of how Trumka’s CNS appearance sends a conflicting message with regard to Church principles, but also statements embracing and advocating principles in direct contrast to the faith by the man himself.\n\n“Working people believe in equality and fairness and that’s why we are happy to stand with millions of Americans and with President Obama in supporting marriage equality,” Trumka said in a statement supporting homosexual “marriage”.\n\nWhen the federal Defense of Marriage Act and California’s Proposition 8 defending marriage were overturned, he said they never should have been adopted in the first place.\n\n“The Defense of Marriage Act and California’s Proposition 8 were radical and divisive laws that never should have been,” Trumka said. “Now, we can begin to fully clear the dark legal cloud that has hung over our nation.”\n\nTrumka employs a childhood anecdote to frame his article complete with violence against his grandfather on the part of the profit-focused mining company that “owned everything,” in his Pennsylvania hometown.\n\n“Pope Francis speaks for the church I grew up in when he calls for an organized moral response to the injustices of modern capitalism,” stated Trumka, whose salary level is around $300,000 per year according to unionfacts.com.\n\nTrumka has been implicated in encouraging intimidation and deception to advance union goals, according to a report from the National Legal and Policy Center.\n\nTrumka has also been accused of legitimizing violence. During a multi-state coal miners’ strike organized by the United Mine Workers in 1993, Trumka, as union president, ordered more than 17,000 miners to walk off the job, and explicitly told strikers to \"kick the s--- out of\" employees and mine operators defying union demands.\n\nHomes were vandalized, shots were fired at a mine office, and power was cut to one mine, temporarily trapping 93 miners underground.\n\nA non-union contractor, Eddie York, was murdered by a union member, shot in the back of the head as he drove past strikers at a West Virginia work site. Those trying to rescue the victim were attacked by a group of union members. The union member who shot the contractor went to jail, but no one else was disciplined for what took place.\n\nTrumka told Virginian-Pilot in September 1993 regarding the incident, “I’m saying if you strike a match and you put your finger in it, you’re likely to get burned.”", "article_metadata": {"og": {"site_name": "LifeSiteNews", "description": "AFL-CIO leader Richard Trumka praised Pope Francis' view of capitalism in the CNS story.", "title": "Catholic News Service gives platform to head of union that gave hundreds of millions to pro-abort politicians", "locale": "en_US", "image": "https://s3.amazonaws.com/lifesite/FundingMoney-1000pxshutterstock_165014246.jpg", "url": "https://www.lifesitenews.com/news/catholic-news-service-publishes-afl-cio-leader-who-gave-hundreds-of-million", "type": "article"}, "twitter": {"card": "AFL-CIO leader Richard Trumka praised Pope Francis' view of capitalism in the CNS story."}, "description": "AFL-CIO leader Richard Trumka praised Pope Francis' view of capitalism in the CNS story.", "viewport": "width=device-width, initial-scale=1.0", "fb": {"admins": 1477213784, "app_id": 132010293551131, "pages": 112623813202}}, "article_summary": "When the federal Defense of Marriage Act and California’s Proposition 8 defending marriage were overturned, he said they never should have been adopted in the first place.\n“The Defense of Marriage Act and California’s Proposition 8 were radical and divisive laws that never should have been,” Trumka said.\n“Pope Francis lives and breathes this tradition.”“Together, the Catholic Church and the labor movement stand for a new moral and political order,” he said.\nThe union chief made his case in a June 22 guest column for Catholic News Service (CNS).\nTrumka, raised Catholic, writes his column for CNS with a Catholic voice, but the union he heads up supports contraception and homosexual “marriage”, along with abortion."}