{"article_title": "When motherhood isn’t wonderful", "article_keywords": ["life", "old", "things", "mother", "watch", "screamed", "motherhood", "isnt", "wonderful", "sleep", "max", "baby", "minutes"], "article_url": "http://www.salon.com/2014/09/14/when_motherhood_isnt_amazing/", "article_text": "Topics: Babies, Children, Editor's Picks, Life essays, Motherhood, New Mom, Parenting, Real Families, Life News\n\nThe old man in the wheelchair looked over, his eyes meeting mine from below the brim of his Buffalo Sabres cap.\n\nI apologized for the infant squirming in my lap. It was mid-April, and Max, our baby boy, had wailed the entire way from the newborn ward of Sisters Hospital to the building’s main entrance. Now, as we waited for our ride by the facility’s revolving doors, Max continued to scream. But the old man wasn’t upset.\n\n“A new life,” he told me in a quiet rasp, a smile behind his eyes.\n\nI turned my head so he wouldn’t see the tears.\n\n*\n\nGrowing up, I never wanted to be a mother. Until we had Max, I wasn’t sure how I would find the experience of being a parent.\n\nNow, I know.\n\nMy heart broke when he struggled with the simplest things — when he couldn’t get milk flowing into his little mouth, or when he got the hiccups and couldn’t stop them and didn’t know what they were.\n\nSometimes, late at night, I would watch him, imagining how scared he must be. He would squeak and gurgle in his sleep. He often gasped. They say that infants have something called the Moro reflex, where they wave their arms because they feel as if they’re falling.\n\nI loved our baby more than I ever could have predicted.\n\nAs time went on, though, I found that I did not like being a mother.\n\nEveryone says, “Congratulations,” but no one tells you how hard it will be.\n\nI often felt that having a kid was the worst decision I ever made. When one friend kept asking, “But it’s a wonderful time, too, isn’t it?” I kept replying, “No.”\n\nThere is an episode in “Battlestar Galactica” where humans being hunted by Cylons find that the pursuers are able to pinpoint the people’s location every 33 minutes. So every 33 minutes, the humans “jump” their convoy of ships to new coordinates in space, then reset the clock to prepare for the next maneuver.\n\nThis is what it feels like to have an infant in the house.\n\nThe baby needed to eat every two or three hours. Feeding him and changing his diaper usually took about 45 minutes. Then, he would burp and flail about for another half hour before falling asleep.\n\nWhen that happened, we’d rush to grab some food or close our eyes to rest before the bomb went off again and Max needed to be fed.\n\nI cried all the time.\n\nI missed the life that my husband and I once had.\n\nIn the minutes before I drifted off to sleep, I’d think about all the things we’d done together — moving to Buffalo, getting married, buying a house. I’d think about our wedding reception, which we held in a tent in our backyard, with Indian food and submarine sandwiches and beer pumped out of a keg.\n\nMy friends tried to console me: It will get better, they said. But for me, in the months ahead, it only got worse.\n\n*\n\nHe is four months old now, our little Max.\n\nThe world — his world — is a blur, a whirlwind of strange colors and new sounds: Voices. Leaves rustling in the wind. Cars honking. Sirens. Thunder. The roar of rain splashing against the sidewalk in the heart of a storm.\n\nWe show him things: ducks in a pond, spots of sunlight dancing in a canopy of trees. We demonstrate how to eat ice cream with a spoon. We tell him about root beer floats.\n\nMeanwhile, I alternate between euphoric highs and terrible lows.\n\nI watch in amazement as Max changes. He learns to hold his head steady. He discovers his hands. He bats at toys, then grabs them. Suddenly, one day, we notice that he can see us from all the way across the room. He smiles during his nightly bath. He laughs.\n\nIt all happens so fast.\n\nThese are the lovely moments, the ones I hope to remember in the years to come. I store them in my mind’s eye, each one a small jewel, a beautiful photograph.\n\nBut mostly, being a mother has been hard.\n\nMax does not have an easy temperament. He is, as our pediatrician tells us, “extreme.” Week after week, from April through July, he screamed, arching his back in misery, tears pooling in his eyes.\n\nNewborns need to nap for much of the day, but Max would not sleep. We tried to soothe him, holding him and walking him around the house. We rocked him gently, whispered in his ear and sang to him. We placed him in his crib. Nothing worked.\n\nMax hated car rides. He cried in the stroller. He wouldn’t take a pacifier. He refused to drink milk out of a bottle, so I couldn’t leave him with a babysitter for more than two or three hours.\n\nOnce, when Max was upright in the car seat, my husband pointed out that even his belly button frowned. It formed an upside-down crescent, grimacing at us from the center of his fat tummy.\n\nWe had lots of help. Friends and colleagues brought food. My husband’s sisters, Hannah and Emily, had babies of their own and provided support. My mother- and father-in-law, Nan and Mike, came over often to watch Max, as did my husband’s aunts, Patty and Sue.\n\nBut Max, who screamed with us, screamed with all his babysitters, too.\n\nWhen finally, after much experimentation, we figured out what Max liked, it was almost as bad as not knowing: He’d fall sleep when we did squats with him in our arms.\n\nThe up-and-down elevator motion calmed him. So five, six, seven times a day, I strolled him around our block, doing crazy baby aerobics. Up! Down! Up! Down!", "article_metadata": {"description": "I missed the life my husband and I had, and the more I heard about the joy of being a mom, the worse I felt", "title": "When motherhood isn’t wonderful", "og": {"site_name": "Salon", "description": "I missed the life my husband and I had, and the more I heard about the joy of being a mom, the worse I felt", "title": "When motherhood isn’t wonderful", "url": "http://www.salon.com/2014/09/14/when_motherhood_isnt_amazing/", "image": "http://media.salon.com/2014/09/crying_baby3.jpg", "type": "article"}, "twitter": {"description": "I missed the life my husband and I had, and the more I heard about the joy of being a mom, the worse I felt", "title": "When motherhood isn’t wonderful", "image": "http://media.salon.com/2014/09/crying_baby3.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Charlotte Hsu", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Babies, Children, Editor's Picks, Life essays, Motherhood, New Mom, Parenting, Real Families", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "My mother- and father-in-law, Nan and Mike, came over often to watch Max, as did my husband’s aunts, Patty and Sue.\nBut Max, who screamed with us, screamed with all his babysitters, too.\nTopics: Babies, Children, Editor's Picks, Life essays, Motherhood, New Mom, Parenting, Real Families, Life NewsThe old man in the wheelchair looked over, his eyes meeting mine from below the brim of his Buffalo Sabres cap.\nIt was mid-April, and Max, our baby boy, had wailed the entire way from the newborn ward of Sisters Hospital to the building’s main entrance.\nUntil we had Max, I wasn’t sure how I would find the experience of being a parent."}