{"article_title": "Koch Brothers Lame Duck Loss Defeats Dark Money Meme", "article_keywords": ["meme", "loss", "pipeline", "brothers", "xl", "lame", "credit", "money", "defeats", "tax", "horace", "kochs", "dark", "hartmann", "keystone", "koch", "consideration", "duck"], "article_url": "http://www.conservativeblog.org/amyridenour/2014/12/23/koch-brothers-lame-duck-loss-defeats-dark-money-meme.html", "article_text": "When ultra-liberal talk show host Thom Hartmann suggested that conservative senators are going to “pay back the Koch brothers” by passing legislation promoting the construction of the Keystone XL pipeline, Project 21 co-chairman Horace Cooper rebutted Hartmann by saying that the allegation of a quid pro quo relationship lacks merit because the Koch’s top priority went unfulfilled.\n\nWhile the Koch brothers are likely pleased the Keystone XL pipeline will finally get the due consideration it deserves, such long-delayed consideration is a desire shared with other business leaders, organized labor and the American people. Something more exclusive to the Kochs is the production tax credit on wind energy. This credit, which had expired, was recently extended and made retroactive through 2014 as part of congressional action on tax credits.\n\nHorace schooled Hartmann on this during the 12/17/14 edition of “The Big Picture” on the RT network. Horace plainly stated:", "article_metadata": {"og": {"description": "When ultra-liberal talk show host Thom Hartmann suggested that conservative senators are going ...", "title": "Koch Brothers Lame Duck Loss Defeats Dark Money Meme  - Amy Ridenour's National Center Blog - A Conservative Blog"}, "blogburst-verify": "B9EORVLmLdD0z2JKwETUEmoZ", "Robots": "index,follow"}, "article_summary": "Something more exclusive to the Kochs is the production tax credit on wind energy.\nWhile the Koch brothers are likely pleased the Keystone XL pipeline will finally get the due consideration it deserves, such long-delayed consideration is a desire shared with other business leaders, organized labor and the American people.\nHorace schooled Hartmann on this during the 12/17/14 edition of “The Big Picture” on the RT network.\nThis credit, which had expired, was recently extended and made retroactive through 2014 as part of congressional action on tax credits.\nHorace plainly stated:"}