{"article_title": "Up to 5 inches of snow reported in parts of southeastern Wisconsin", "article_keywords": ["madison", "inch", "wisconsin", "inches", "snow", "measurable", "reported", "parts", "temperatures", "weather", "milwaukee", "southeastern", "fell"], "article_url": "http://www.jsonline.com/weather/up-to-5-inches-of-snow-reported-in-parts-of-southeast-wisconsin-b99391604z1-282860851.html", "article_text": "Patrick Bodden shovels snow at his home on N. Prospect Ave., helped by two of his children, Zachary, 5, and his sister, Eleanor, 2. Credit: Michael Sears\n\nBy of the\n\nSoutheast Wisconsin took a step closer to winter over the weekend, with some areas getting as much as 5 inches of snow and the freezing weather expected to continue through this week.\n\nBecause the snow overnight Saturday was light and fluffy without much moisture, accumulations were higher than had it been wet and compacted when it landed. Shovels were required in some places, but others needed only brooms.\n\nThe most snow fell in a narrow band stretching from southern Rock County and through Walworth County to Racine. Totals there ranged from 3 to 5 inches, while Milwaukee registered 1.7 inches and Waukesha and Madison got just under 2 inches. Beloit, Williams Bay and Delavan each recorded 5 inches of snow.\n\nProcrastinators hoping to let the sun melt snow on driveways and sidewalks are not in luck. Another blast of cold air is expected to blow through southern Wisconsin on Monday, with high temperatures expected to rise only into the teens for the Milwaukee area. It's the same for Tuesday. That's way below average for this time of year, when high temperatures typically are in the mid-40s.\n\nThe snow came courtesy of an area of low pressure and below-freezing temperatures that pushed into Wisconsin on Saturday preceded by moisture coming in from the south.\n\n\"What the low pressure did was create lift in the atmosphere, which is exactly what you need for snow like this. The southerly winds out ahead of it helped provide the moisture needed for the snow to develop and fall along with cold temperatures,\" said Justin Schultz, a National Weather Service meteorologist based in Sullivan. \"It also kept the soil temperatures cold enough so the snow that did fall did not melt on contact.\"\n\nSnow started falling Saturday night and wrapped up Sunday morning, capping a week in which much heavier snow hit farther north in Wisconsin. The storms earlier in the week buried communities such as Iron County's Gile, which got a jaw-dropping 50.1 inches over several days. Other Wisconsin towns near Gile also were hit hard. As of Thursday morning, Hurley had 36 inches, Saxon 31.1, Bayfield 19 and Ashland 17.\n\nSaturday night's snow hit most of the state, except for Douglas and Bayfield counties — though considering how much snow is already on the ground there, \"I'm sure they were pretty happy to miss out,\" Schultz said.\n\nAlthough we haven't seen this much snow since last winter, it wasn't quite southern Wisconsin's first measurable snow — defined as a tenth of an inch or more. On Halloween, Milwaukee got 0.1 inch, while Madison got 0.2 inch.\n\nThe average date for the first measurable snow is Nov. 13 in Madison and Nov. 14 in Milwaukee. The earliest measurable snow in Milwaukee was recorded on Oct. 17, 1896, when 1 inch fell, and on Oct. 10, 1990, in Madison when 3 inches accumulated.\n\nThe latest dates for first measurable snow? That would be Dec. 26, 1888, in Milwaukee when 0.1 inch fell, while Madison's record is really late, Feb. 6, 1968, when 1.1 inches finally fell, according to National Weather Service records.\n\nTemperatures in the Milwaukee area are expected to remain well below normal for much of the week, but a slight warm-up could be on its way, with highs above freezing again by next weekend.\n\nFor deer hunters preparing to head into the woods for the opening of the nine-day gun-deer season on Saturday, it looks like much of the state will be snow-covered, which makes it easier to see deer and their tracks. Friday's weather looks good as hundreds of thousands of hunters travel to hunting camps: The forecast calls for below freezing temperatures and no precipitation throughout the state.", "article_metadata": {"title": "Up to 5 inches of snow reported in parts of southeastern Wisconsin", "og": {"url": "http://www.jsonline.com/weather/up-to-5-inches-of-snow-reported-in-parts-of-southeast-wisconsin-b99391604z1-282860851.html", "image": {"width": 2048, "identifier": "http://media.jrn.com/images/b99391604z.1_20141116224035_000_g3e8nqb4.1-1.jpg", "height": 1282}, "type": "article", "description": "Milwaukee registered 1.7 inches, but more fell in a narrow band stretching from southern Rock County and through Walworth County to Racine.", "title": "Up to 5 inches of snow falls in parts of region"}, "twitter": {"site": "@journalsentinel", "image": "http://media.jrn.com/images/b99391604z.1_20141116224035_000_g3e8nqb4.1-1.jpg", "description": "Milwaukee registered 1.7 inches, but more fell in a narrow band stretching from southern Rock County and through Walworth County to Racine.", "card": "summary_large_image", "title": "Up to 5 inches of snow reported in parts of southeastern Wisconsin"}, "apple-mobile-web-app-capable": "no", "fb": {"admins": "journal.sentinel.1", "app_id": 227386193957280}, "msapplication-TileImage": "http://media.jrn.com/designimages/logo-mjs-144-icon.png", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "_id": "\"57477af56914bd0286fe52a1\"", "article_summary": "The most snow fell in a narrow band stretching from southern Rock County and through Walworth County to Racine.\nTotals there ranged from 3 to 5 inches, while Milwaukee registered 1.7 inches and Waukesha and Madison got just under 2 inches.\nAlthough we haven't seen this much snow since last winter, it wasn't quite southern Wisconsin's first measurable snow — defined as a tenth of an inch or more.\nSnow started falling Saturday night and wrapped up Sunday morning, capping a week in which much heavier snow hit farther north in Wisconsin.\nThe latest dates for first measurable snow?"}