{"article_title": "CU football: Nelson Spruce ends CU career with another record", "article_keywords": ["ends", "macintyre", "hes", "career", "football", "catches", "record", "going", "nelson", "yards", "spruce", "receiving", "miss", "cu", "history"], "article_url": "http://www.dailycamera.com/sports/ci_29177692/cu-football-nelson-spruce-ends-cu-career-another", "article_text": "Senior receiver holds school marks for catches, yards and TDs\n\nSALT LAKE CITY — The numbers Nelson Spruce put together during his college career are sensational.\n\nColorado head football coach Mike MacIntyre is going to miss seeing his star receiver add to those numbers. More than anything, though, MacIntyre is going to miss seeing Spruce on a daily basis.\n\n\"I'm going to miss Nelson as a person,\" MacIntyre said after Spruce played his final game at CU on Saturday. \"He's very mature, an excellent leader, very dependable, and an excellent role model for our young men.\n\n\"Of course, I'm going to miss him on the field, and his plays; he's Mr. Reliable.\"\n\nMr. Reliable caught five passes for 111 yards and a touchdown in Saturday's 20-14 loss to Utah.\n\nSpruce completed the triple crown of CU's receiving records. His 28-yard touchdown catch from Cade Apsay was the 23rd receiving touchdown of Spruce's career, topping the previous mark of 22 held by Scotty McKnight.\n\nSpruce leaves CU with school records for career catches (294) and receiving yards (3,347), as well as touchdowns.\n\nHis big day Saturday gave Spruce 89 catches for 1,053 yards on the season. He's just the third player in CU history with two 1,000-yard receiving seasons.\n\nSpruce has the top two seasons in CU history in terms of catches, with 106 in 2014 and his 89 this year.\n\nHe also finished with 3,592 all-purpose yards, ranking fifth on CU's all-time list. He passed three players on that list Saturday, including legendary Byron White.\n\nAdvertisement\n\nSpruce came into the game needing 11 catches to become the 12th player in NCAA history with 300, and he appeared to be on his way with five first-half catches. He didn't catch a pass after intermission, though.\n\n\"(Utah) ended up going to a lot of cover 2, because I think they knew we were going to try to throw the ball a little bit more,\" Spruce said. \"There wasn't any situations (in the second half) where I feel like I should have got the ball.\"\n\nWhile he fell short of 300, Spruce ranks 16th in NCAA history with 294 catches. He's also the Pac-12 Conference leader in that category.\n\nAt some point Spruce will appreciate those numbers more, but for now, he said it was emotional to leave the field for the final time as a Buff.\n\n\"I don't know if it's set in fully,\" he said. \"I just had some younger guys come up to me and say goodbye and say they appreciate me. It's going to be tough knowing that I can't strap it on with them ever again. It's kind of the end of a chapter of my life.\"\n\nMacIntyre can't wait for the next chapter for Spruce, which could include a career in the NFL.\n\n\"I'll get to see highlights of him on ESPN next year,\" MacIntyre said.\n\nBrian Howell: howellb@dailycamera.com, on Twitter: @BrianHowell33.", "article_metadata": {"startDate": "2015-11-28T19:46:55-0700", "modificationDate": "2015-11-28T22:59:23-0700", "byline": "By Brian HowellBuffZone.com", "sailthru.author": "By Brian Howell \n \n  BuffZone.com Writer", "description": "SALT LAKE CITY — The numbers Nelson Spruce put together during his college career are sensational.", "ag": {"canon": "BoulderDailyCamera:article:29177692:view"}, "sailthru.article-section-or-homepage": "article", "og": {"image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "SALT LAKE CITY — The numbers Nelson Spruce put together during his college career are sensational.", "title": "CU football: Nelson Spruce ends CU career with another record"}, "twitter": {"domain": "dailycamera.com", "description": "SALT LAKE CITY — The numbers Nelson Spruce put together during his college career are sensational.", "title": "CU football: Nelson Spruce ends CU career with another record", "image": "http://extras.mnginteractive.com/live/media/site29/2015/1128/20151128__29BZSID1w~1.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.date": "2015-11-28T19:46:55-0700", "endDate": "2025-11-28T19:46:30-0700", "sailthru.title": "CU football: Nelson Spruce ends CU career with another record", "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "y_key": "c9d9b53f7f5af674", "sailthru.site": "dailycamera.com", "pubDate": "2015-11-28T19:48:26-0700", "news_keywords": "Sports, Sports news, Boulder Colorado Sports news, Boulder Colorado news, Sports Boulder news, Sports Colorado news, US Sports news, world Sports news."}, "article_summary": "Senior receiver holds school marks for catches, yards and TDsSALT LAKE CITY — The numbers Nelson Spruce put together during his college career are sensational.\nSpruce leaves CU with school records for career catches (294) and receiving yards (3,347), as well as touchdowns.\n\"I'm going to miss Nelson as a person,\" MacIntyre said after Spruce played his final game at CU on Saturday.\nSpruce has the top two seasons in CU history in terms of catches, with 106 in 2014 and his 89 this year.\nMore than anything, though, MacIntyre is going to miss seeing Spruce on a daily basis."}