{"article_title": "Awkward: NPR Host Incorrectly Asserts That Bernie Sanders Holds An Israeli Dual Citizenship", "article_keywords": ["comment", "sanders", "israeli", "internet", "citizenship", "awkward", "holds", "israel", "host", "facebook", "know", "dual", "incorrectly", "rehm", "bernie", "rumor", "npr"], "article_url": "http://townhall.com/tipsheet/aaronbandler/2015/06/10/awkward-npr-host-incorrectly-asserts-that-bernie-sanders-holds-a-dual-citizenship-n2010915", "article_text": "Things became a little awkward on Wednesday when NPR host Diane Rehm incorrectly stated that Senator Bernie Sanders held an Israeli dual citizenship while she was interviewing the senator.\n\nThe Free Beacon has the transcript of the uncomfortable part of the interview:\n\nDiane Rehm: Senator, you have dual citizenship with Israel. Bernie Sanders: Well, no I do not have dual citizenship with Israel. I’m an American. I don’t know where that question came from. I am an American citizen, and I have visited Israel on a couple of occasions. No, I’m an American citizen, period. Rehm: I understand from a list we have gotten that you were on that list. Forgive me if that is— Sanders: That’s some of the nonsense that goes on in the Internet. But that is absolutely not true. Rehm: Interesting. Are there members of Congress who do have dual citizenship or is that part of the fable? Sanders: I honestly don’t know but I have read that on the internet. You know, my dad came to this country from Poland at the age of 17 without a nickel in his pocket. He loved this country. I am, you know, I got offended a little bit by that comment, and I know it’s been on the Internet. I am obviously an American citizen, and I do not have any dual citizenship.”\n\nBeing Jewish myself, I can understand why Sanders was offended. The only reason someone would even bring up the possibility of Israeli citizenship that would be under the premise of a supposed \"bias\" towards Israel. As the Free Beacon points out, Rehm was named the 2013 Arab-American of the Year.\n\nRehm later apologized about the incident in a statement, via Politico:\n\nRehm said in a statement she had read that Sanders was a dual citizen in a Facebook comment but that she's happy to help put \"this rumor to rest.\" \"On today's show I made a mistake. Rather than asking Senator and Presidential Candidate Bernie Sanders whether he had dual U.S./Israeli citizenship, as I had read in a comment on Facebook, I stated it as fact. He corrected me, saying he did not know where the question came from. I apologized immediately,\" Rehm said. \"I want to apologize as well to all our listeners for having made an erroneous statement. I am sorry for the mistake. However, I am glad to play a role in putting this rumor to rest.\"\n\nSo much of that is laughable. Firstly, putting the rumor to rest? She was the only one of note even bringing it up in the first place! And if she really wanted to put to the rumor to rest, Rehm should asked something along the lines of, \"There's this rumor going around that you have an Israeli-dual citizenship. There's no truth in that, is there?\"\n\nBut the most hilarious part about this is that Rehm's source for the rumor was a Facebook comment. (Doesn't everyone use random Facebook comments as a source?) Anything that anybody says on the Internet is always true and full of wisdom, right?\n\nOnly in a world in which up is down, and down is up, and MSNBC is always right.", "article_metadata": {"description": "It was in a Facebook comment, so it must be true, right?.05/26/2016 18:33:28PM EST.", "author": "Aaron Bandler", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "It was in a Facebook comment, so it must be true, right?", "title": "Aaron Bandler - Awkward: NPR Host Incorrectly Asserts That Bernie Sanders Holds An Israeli Dual Citizenship", "url": "http://townhall.com/tipsheet/aaronbandler/2015/06/10/awkward-npr-host-incorrectly-asserts-that-bernie-sanders-holds-a-dual-citizenship-n2010915", "image": "http://media.townhall.com/townhall/reu/ha/2015/155/2dbd5a0a-28a0-4676-8191-a27494cbfd5b.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "It was in a Facebook comment, so it must be true, right?", "title": "Aaron Bandler - Awkward: NPR Host Incorrectly Asserts That Bernie Sanders Holds An Israeli Dual Citizenship", "url": "http://townhall.com/tipsheet/aaronbandler/2015/06/10/awkward-npr-host-incorrectly-asserts-that-bernie-sanders-holds-a-dual-citizenship-n2010915", "image": "http://media.townhall.com/townhall/reu/ha/2015/155/2dbd5a0a-28a0-4676-8191-a27494cbfd5b.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Awkward: NPR Host Incorrectly Asserts That Bernie Sanders Holds An Israeli Dual Citizenship, Aaron Bandler, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "Things became a little awkward on Wednesday when NPR host Diane Rehm incorrectly stated that Senator Bernie Sanders held an Israeli dual citizenship while she was interviewing the senator.\nAre there members of Congress who do have dual citizenship or is that part of the fable?\nBernie Sanders: Well, no I do not have dual citizenship with Israel.\nThe Free Beacon has the transcript of the uncomfortable part of the interview:Diane Rehm: Senator, you have dual citizenship with Israel.\nBut the most hilarious part about this is that Rehm's source for the rumor was a Facebook comment."}