{"article_title": "Massive Animal Toxin Database to Help Medical Research", "article_keywords": ["toxins", "help", "database", "medical", "told", "research", "project", "venom", "toxin", "animal", "species", "using", "worked", "european", "technology", "company", "massive"], "article_url": "http://news.co.cr/massive-animal-toxin-database-to-help-medical-research/42187/", "article_text": "Paris, Oct 17 (EFE).– The European project Venomics has succeeded in creating the largest database of toxins in history after analyzing 203 species of poisonous animals, which will in turn help develop new medicines.\n\nThe pharmaceutical applications being worked on are chiefly focused on cardiovascular diseases, obesity and diabetes, leaders of the project told a press conference in Paris.\n\nThe project, financed by the European Commission, was developed by a consortium of several companies and international research centers with the goal of speeding the development of drugs by using high-yield omics technologies.\n\nOne of these companies is Spain’s Sistemas Genomicos, which led the development of the database.\n\nTo create it, venom was extracted from the various species and analyzed to obtain small amounts of toxins in order to determine their potential uses.\n\nSpecies including snakes, tarantulas, wasps, sea anemones and a very poisonous blue octopus were collected for study during the 2012 and 2013 expeditions to such places as French Guiana, Mayotte and Polynesia.\n\n“The analysis has been a challenge because in the smallest species it was very hard to extract the venom. We have adjusted our methods with the new technology,” Rebeca Miñambres, a project director of the Spanish company, told the press conference.\n\nThat company, a leader in next-generation sequencing and its bioinformatic analysis, worked up the database that contains all the data from different areas of the project that will serve for future research.\n\n“The main achievement has been to show that the use of these new omics technologies eliminates much of the complexity of the process and also the time, because using classic procedures would have taken us years,” Miñambres said, adding that “the technology used can be valid for more industries than pharmaceuticals.”\n\nVenomics is a project financed by the European Commission with a budget of 6 million euros ($6.8 million), and with the participation of institutions like Belgium’s University of Liege, the Portuguese company and leader in molecular biology NZYTech, and the Danish pharmaceutical company Zealand Pharma. EFE", "article_metadata": {"ca_image": "http://cdn.news.cr/wp-content/uploads/2015/10/Sistemas-Genomicos-110x67.jpg", "generator": "WordPress 4.5.2", "og": {"site_name": "Costa Rica Star News", "description": "Paris, Oct 17 (EFE).– The European project Venomics has succeeded in creating the largest database of toxins in history after analyzing 203 species of poisonous animals, which will in turn help develop new medicines. The pharmaceutical applications being worked on are chiefly focused on cardiovascular diseases, obesity and diabetes, leaders of the project told a press conference in Paris. The project, financed by the European Commission, was developed by a consortium of several companies and international research centers with the goal of speeding the development of drugs by using high-yield omics technologies. One of these companies is Spain’s Sistemas Genomicos,...", "title": "Massive Animal Toxin Database to Help Medical Research - Costa Rica Star News", "locale": "en_US", "image": {"width": 753, "identifier": "http://cdn.news.cr/wp-content/uploads/2015/10/Sistemas-Genomicos.jpg", "height": 500}, "url": "http://news.co.cr/massive-animal-toxin-database-to-help-medical-research/42187/", "type": "article"}, "twitter": {"description": "Paris, Oct 17 (EFE).– The European project Venomics has succeeded in creating the largest database of toxins in history after analyzing 203 species of poisonous animals, which will in turn help develop new medicines. The pharmaceutical applications being worked on are chiefly focused on cardiovascular diseases, obesity and diabetes, leaders of the project told a press conference in Paris. The project, financed by the European Commission, was developed by a consortium of several companies and international research centers with the goal of speeding the development of drugs by using high-yield omics technologies. One of these companies is Spain’s Sistemas Genomicos,...", "creator": "@CostaRicaStar", "image": "http://cdn.news.cr/wp-content/uploads/2015/10/Sistemas-Genomicos.jpg", "title": "Massive Animal Toxin Database to Help Medical Research - Costa Rica Star News", "site": "@CostaRicaStar", "card": "summary_large_image"}, "keywords": "Costa Rica News, Newspaper, Travel, Business, Technology, Sports, Politics, Education", "article": {"publisher": "http://facebook.com/NewsCostaRica", "section": "Health", "published_time": "2015-10-18T11:38:36-06:00"}, "ca_title": "Massive Animal Toxin Database to Help Medical Research", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fdc169\"", "article_summary": "The pharmaceutical applications being worked on are chiefly focused on cardiovascular diseases, obesity and diabetes, leaders of the project told a press conference in Paris.\nWe have adjusted our methods with the new technology,” Rebeca Miñambres, a project director of the Spanish company, told the press conference.\nParis, Oct 17 (EFE).– The European project Venomics has succeeded in creating the largest database of toxins in history after analyzing 203 species of poisonous animals, which will in turn help develop new medicines.\n“The analysis has been a challenge because in the smallest species it was very hard to extract the venom.\nOne of these companies is Spain’s Sistemas Genomicos, which led the development of the database."}