{"article_title": "The Democrats Who Could Hurt Her With The Party Base", "article_keywords": ["right", "clinton", "campaign", "senate", "hurt", "base", "candidates", "democrats", "worry", "party", "general", "issues", "warren"], "article_url": "http://www.ibtimes.com/hillary-clinton-2016-democrats-who-could-hurt-her-party-base-1765348", "article_text": "WASHINGTON -- Hillary Clinton has all but been declared the 2016 Democratic nominee. But even a front-runner has to get to the finish line against a field of competitors determined to trip her up. Campaigns have a way of making leading candidates adapt their positions and talk about issues they'd rather avoid, even as they try to stick to their predetermined message. Clinton will be no exception.\n\nAs formidable as she looks right now, there are several politicians playing with the idea of running against her. Former Virginia Sen. Jim Webb announced earlier this month that he’s forming an exploratory committee. Vermont Sen. Bernie Sanders, who is registered as an independent and describes himself as a socialist, caucuses with Democrats in the Senate and is considering a campaign. Outgoing Maryland Gov. Martin O’Malley has said he’s weighing a campaign and will likely announce a decision in the spring. Plus, there is Vice President Joe Biden, who has signaled he’ll likely stand aside if Clinton runs, but has made little secret of the fact that he would love to drop “vice” from his title.\n\nWebb and Biden are moderates who could weaken Clinton's sales pitch that she's the only Democrat in the field who is centrist enough to win a general election.\n\nPhoto: REUTERS/Kevin Lamarque\n\nBut the politician who might be the most disruptive is one who insists she isn't running. Massachusetts Sen. Elizabeth Warren has been consistent in saying she won't be a candidate, but that hasn't stopped her fans from encouraging her to challenge Clinton from the left.\n\nWarren is already creating uncomfortable questions for Clinton, pushing her -- and the party -- to address progressives' concerns about income inequality and the power of Wall Street. Warren ruffled feathers in her own party earlier this month when she denounced language in the budget bill that rolled back financial regulations in the Dodd-Frank law. Warren assailed big banks for trying to make risky gambles backed by taxpayer dollars. She singled out Citigroup for criticism -- a firm whose executives were major donors to Clinton's Senate and presidential campaigns.\n\nContinue Reading Below\n\n“In Elizabeth Warren’s case, if she were to enter the race, she will enter with a pretty big megaphone,\" said Peter Ubertaccio, a political science professor at Stonehill College in Massachusetts. “I think she’s more influential by not running and by staying just coy enough,” he said. “She’s more influential by staying in the Senate, being a superstar in her party and by not having to worry about the mechanics of a presidential campaign.” He added, “Warren has a really unique and unusual platform right now.”\n\nEven as a non-candidate, Warren can keep Clinton on the defensive. If Warren weighs in on a piece of financial legislation or consumer-protection issue, Clinton will be asked if she agrees with the senator.\n\nFor Clinton -- who appears to be putting together a presidential campaign that is more disciplined than her last -- losing control of her campaign message is dangerous. She doesn't want to create sound bites or campaign positions that can be used against her in the general election. If there are candidates trying to tug her farther to the left, it will be difficult to avoid engaging them.\n\nParty infighting from primaries can create some of the most destructive weapons that get used in a general election. Democrats were happy to repeat Republican criticism of Mitt Romney in 2012 for his time spent working in venture capital. Republicans would gladly return the favor in 2016, using both Warren's arguments and Clinton's responses as ammunition.\n\nWarren isn’t the only possible force that will be pulling Clinton to the left. Sanders also enjoys the megaphone that comes with being in the Senate. Plus, he’s taking over as the top Democrat on the Senate Budget Committee, so his thoughts on a range of government programs will be fodder for news stories.\n\nSanders, who was elected to the Senate in 2006, enjoys strong support among labor unions and is a loud voice on issues like universal health care. He almost voted against the Affordable Care Act because it didn’t go far enough in providing government-backed health coverage. That’s a long way from the position that Clinton took in 2008, when she positioned herself to President Barack Obama's right on proposed changes to the health system.\n\nO'Malley, a likely challenger, also has a record that can pressure Clinton from the left. He raised the minimum wage in Maryland, sponsored a bill to legalize same-sex marriage and helped during the influx of unaccompanied children immigrants last summer.\n\n“Someone like O'Malley can bring other progressive issues to the table -- specifically climate change and environmental issues, for example,” David Di Martino, a Democratic strategist, said. “So I do think credible candidates can influence the debate and ultimately the campaign of the nominee.”\n\nEven if Clinton doesn’t have to worry about losing the nomination by being more centrist than Sanders, Warren or O'Malley, she does have to worry about deflating her base. In the last two cycles, Republicans have provided case studies in what happens when candidates please party moderates but don't excite the party’s base: They lose.\n\n“In a dynamic where there is a front-runner competing with others specifically for the hearts and minds of the base, the danger always is that the field can pull the front-runner too far from a mainstream message,” said Di Martino. “Mitt Romney is a perfect example. Got pulled way too far to the right in the primaries and in the general ran as only a shadow of his real self.”\n\nClinton is already to the right of her party’s activists. She needs those voters not to derail her nomination, to be energized enough to work on her behalf and to show up on election day.", "article_metadata": {"msapplication-config": "http://s2.ibtimes.com/sites/www.ibtimes.com/themes/us_ibtimes/favicons/browserconfig.xml", "news_keywords": "democratic 2016 candidates, democrats running for president, hillary clinton primary opponents, who is running against clinton, elizabeth warren running for president, democratic primary 2016, clinton presidential campaign, clinton 2016 campaign", "og": {"site_name": "International Business Times", "description": "Hillary Clinton's Democratic challengers could push her to the left -- or make her frustrate the base whose support she'll need in November.", "title": "Hillary Clinton 2016: The Democrats Who Could Hurt Her With The Party Base", "url": "http://www.ibtimes.com/hillary-clinton-2016-democrats-who-could-hurt-her-party-base-1765348", "image": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2014/12/22/2014-12-03t161603z311472208gm1eac400jj01rtrmadp3usa-politics-clinton.JPG", "type": "article"}, "twitter": {"description": "Hillary Clinton's Democratic challengers could push her to the left -- or make her frustrate the base whose support she'll need in November.", "title": "Hillary Clinton 2016: The Democrats Who Could Hurt Her With The Party Base", "url": "http://www.ibtimes.com/hillary-clinton-2016-democrats-who-could-hurt-her-party-base-1765348", "image": {"src": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2014/12/22/2014-12-03t161603z311472208gm1eac400jj01rtrmadp3usa-politics-clinton.JPG", "identifier": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2014/12/22/2014-12-03t161603z311472208gm1eac400jj01rtrmadp3usa-politics-clinton.JPG"}, "site": "@IBTimes", "card": "summary_large_image"}, "msapplication-TileColor": "#000000", "fb": {"app_id": 263851690471857, "pages": 128026713884051}, "msapplication-TileImage": "http://s1.ibtimes.com/sites/www.ibtimes.com/themes/us_ibtimes/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/IBTimes", "section": "National", "published_time": "2014-12-23T08:08:25-05:00", "modified_time": "2015-12-07T00:32:16-05:00", "author": "https://www.facebook.com/reporterginger"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Hillary Clinton's Democratic challengers could push her to the left -- or make her frustrate the base whose support she'll need in November."}, "article_summary": "In the last two cycles, Republicans have provided case studies in what happens when candidates please party moderates but don't excite the party’s base: They lose.\nParty infighting from primaries can create some of the most destructive weapons that get used in a general election.\nDemocrats were happy to repeat Republican criticism of Mitt Romney in 2012 for his time spent working in venture capital.\nVermont Sen. Bernie Sanders, who is registered as an independent and describes himself as a socialist, caucuses with Democrats in the Senate and is considering a campaign.\nWarren is already creating uncomfortable questions for Clinton, pushing her -- and the party -- to address progressives' concerns about income inequality and the power of Wall Street."}