{"article_title": "CU group celebrates Holi, India's festival of colors", "article_keywords": ["development", "boulder", "group", "festival", "spring", "nepal", "indias", "colors", "indian", "projects", "holi", "celebrates", "cu"], "article_url": "http://www.dailycamera.com/cu-news/ci_27947551/cu-group-celebrates-holi-indias-festival-colors", "article_text": "Louise Vazquez, left, gets hit with the colors of spring. Holi, India's festival of colors, was celebrated in Boulder on Sunday. The event is a fundraiser for grassroots development projects in India. For more photos and a video, go to www.dailycamera.com. ( Cliff Grassmick / Staff Photographer )\n\nBright clouds of yellow, blue, purple and red billowed up from a mass of dancing students and alumni as they celebrated the coming of spring, India style, by throwing colored powder on each other.\n\nThe Colorado chapter of the Association for India's Development, based at the University of Colorado at Boulder, hosted Holi celebration Sunday near campus. Holi is an Indian spring festival celebrated with color and food. In the Hindu religion, the celebration represents good triumphing over evil.\n\n\"You can just walk up to anyone and put colors on them,\" said CU alum Soumaya Sundaram. \"You just tell them, 'It's Holi, don't worry about it.'\"\n\nThe annual Nepal Day parade through downtown Boulder also was held Sunday. Since 2004, Boulder has declared a Sunday in April each year as Nepal Day, when the community also celebrates the Nepal New Year.\n\nFor Holi, the annual event is a fundraiser for the Association for India's Development, or AID. The organization raises money for grassroots development projects, including an afterschool program and work to help rural residents obtain ID cards and healthcare.\n\nUpcoming projects under consideration include building a larger home for abandoned children and an agriculture project.\n\nRamesh Muralimanohar, with AID, said the celebration is an opportunity to recruit volunteers and solicit community support.\n\nAdvertisement\n\n\"It's cultural, and we get to talk about what we do,\" he said.\n\nHe said organizers traveled to Utah, home of one of the largest Holi festivals in the country, to buy the biodegradable powders, which are cornstarch mixed with coloring.\n\nThose packets of colored powder were put to good use Sunday, where festival newcomers quickly became covered in color as they joined the crowd dancing to Indian music.\n\n\"It is too much fun,\" said Chithralekha Sivakumar, a CU alum. \"It's a socializing event.\"\n\nAdded CU master's degree student Harsha Nair, \"We are far from our country, and this is one of the ways we can connect to it.\"\n\nCU students got in free, thanks to several university sponsors, while community members and CU faculty staff members paid a $15 entrance fee. The event also included traditional Indian food for sale.\n\n\"It's a beautiful holiday,\" said Katlin Landers, who lives south of Denver. \"I was happy to find one here and come celebrate it.\"\n\nAmy Bounds: 303-473-1341, boundsa@dailycamera.com or twitter.com/boundsa", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/cu-news/ci_27947551/cu-group-celebrates-holi-indias-festival-colors", "sailthru.author": "By Amy Bounds \n \n  Staff Writer", "ag": {"canon": "BoulderDailyCamera:article:27947551:view"}, "startDate": "2015-04-19T18:23:41-0600", "twitter": {"domain": "dailycamera.com", "description": "Bright clouds of yellow, blue, purple and red billowed up from a mass of dancing students and alumni as they celebrated the coming of spring, India style, by throwing colored powder on each other.", "title": "CU group celebrates Holi, India's festival of colors", "url": "http://www.dailycamera.com/cu-news/ci_27947551/cu-group-celebrates-holi-indias-festival-colors", "image": "http://extras.mnginteractive.com/live/media/site21/2015/0419/20150419__20DCAINDw~1.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "modificationDate": "2015-04-20T11:05:40-0600", "endDate": "2025-04-19T18:21:12-0600", "news_keywords": "CU News, CU News news, Boulder Colorado CU News news, Boulder Colorado news, CU News Boulder news, CU News Colorado news, US CU News news, world CU News news.", "byline": "By Amy BoundsStaff", "pubDate": "2015-04-19T18:30:16-0600", "sailthru.date": "2015-04-19T18:23:41-0600", "sailthru.title": "CU group celebrates Holi, India's festival of colors", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.section": "CU News", "description": "Bright clouds of yellow, blue, purple and red billowed up from a mass of dancing students and alumni as they celebrated the coming of spring, India style, by throwing colored powder on each other.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/cu-news/ci_27947551/cu-group-celebrates-holi-indias-festival-colors", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "Bright clouds of yellow, blue, purple and red billowed up from a mass of dancing students and alumni as they celebrated the coming of spring, India style, by throwing colored powder on each other.", "title": "CU group celebrates Holi, India's festival of colors"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674"}, "_id": "\"57477af46914bd0286fe2cbe\"", "article_summary": "Holi, India's festival of colors, was celebrated in Boulder on Sunday.\nHoli is an Indian spring festival celebrated with color and food.\nThe Colorado chapter of the Association for India's Development, based at the University of Colorado at Boulder, hosted Holi celebration Sunday near campus.\nFor Holi, the annual event is a fundraiser for the Association for India's Development, or AID.\nThe organization raises money for grassroots development projects, including an afterschool program and work to help rural residents obtain ID cards and healthcare."}