{"article_title": "State releases first figures on Medicaid expansion and reimbursement", "article_keywords": ["fiscal", "reimbursement", "releases", "rural", "million", "expansion", "state", "health", "medicaid", "kentucky", "reimbursements", "report", "figures", "hospitals"], "article_url": "http://www.lanereport.com/35336/2014/07/state-releases-first-figures-on-medicaid-expansion-and-reimbursement-2/", "article_text": "Program funneled $284 million to Kentucky health-care providers\n\nBy Kentucky Health News\n\nThe expansion of the federal-state Medicaid program funneled $284 million to Kentucky health-care providers in the first quarter of the year, the state Cabinet for Health and Family Services says in a report prepared for the hearings state Auditor Adam Edelen has begun to examine the fiscal health of rural hospitals\n\nUnder the Patient Protection and Affordable Care Act, states could expand Medicaid eligibility to people with household incomes up to 138 percent of the federal poverty level, and Gov. Steve Beshear did that. The federal government, which normally pays about 70 percent of Medicaid costs, is paying the entire cost of the newly eligibles through 2016. The state will pay 3 percent in 2017, rising to a cap of 10 percent in 2020.\n\nBeshear says the expansion will pay for itself by creating more jobs and tax revenue in health care, but some rural hospitals are saying the combination of reduced reimbursements under Obamacare, and delayed and rejected reimbursements under managed-care Medicaid, have left them with the short end of the stick.\n\n“Rural hospitals are teetering on the edge of survival in many Kentucky communities,” Edelen said in a press release last week announcing the schedule of 10 hearings, which began Tuesday in Prestonsburg and Hazard and continued Wednesday in Pineville. They will resume Wednesday, July 23 in Morehead.\n\n“Aside from members, hospitals have been the primary beneficiaries of Medicaid expansion,” says the report from the Cabinet for Health and Family Services. “They are beginning to see their share of uncompensated visits drop significantly as Medicaid begins to reimburse for the previously uninsured.”\n\nThe report said $135 million of the $284 million in Medicaid reimbursements went to hospitals. The report covered the first half of the year, but said “due to the billing and payment cycle, these totals most likely only represent completed claims for January through March.”\n\nRural Kentucky hospitals’ reimbursements have not increased as fast as those of urban hospitals in the state. In the fiscal year that ended June 30, they received total Medicaid reimbursements of $452 million, up 3.2 percent from $438 million in the previous fiscal year. Urban hospitals’ reimbursements went up 7 percent, to $836 million from $781 million.\n\n“Some hospitals are experiencing declining Medicaid reimbursements while others are flourishing,” the report said. “For example, Caldwell and Crittenden counties share a border, they have similar populations, and they both have small rural hospitals with 25 and 48 beds respectively. Despite their geographic closeness and similarity, Crittenden County has experienced 50 percent reimbursement growth in the past three years while Caldwell County reimbursements have declined by 33 percent.”\n\nThe report includes tables listing all Medicaid reimbursements to rural hospitals for the last three state fiscal years (SFY 2014 figures likely omit most of the final quarter because of billing and payment cycles).\n\nThe report lists the hospitals that had received more than $2 million in Medicaid reimbursements. An Excel spreadsheet of Medicaid payments to all hospitals can be downloaded here . Here’s a list of the reimbursements to all providers for treatment of newly eligible Medicaid recipients, by county:\n\nKentucky Health News is an independent news service of the Institute for Rural Journalism and Community Issues, based in the School of Journalism and Telecommunications at the University of Kentucky, with support from the Foundation for a Healthy Kentucky.", "article_metadata": {"KEYWORDS": "lane report kentucky business portal news kybiz market review dining in the bluegrass", "og": {"url": "http://www.lanereport.com/35336/2014/07/state-releases-first-figures-on-medicaid-expansion-and-reimbursement-2/", "type": "article", "image": "http://ae-lane-report.s3.amazonaws.com/wp-content/uploads/2012/07/Doctor-health-care1-160x160.jpg", "site_name": "Lane Report | Kentucky Business & Economic News", "title": "State releases first figures on Medicaid expansion and reimbursements"}, "fb": {"app_id": 342486779097520}, "description": "The expansion of the federal-state Medicaid program funneled $284 million to Kentucky health-care providers in the first quarter of the year.", "generator": "WordPress 4.2.5"}, "article_summary": "The report lists the hospitals that had received more than $2 million in Medicaid reimbursements.\n“For example, Caldwell and Crittenden counties share a border, they have similar populations, and they both have small rural hospitals with 25 and 48 beds respectively.\n“Some hospitals are experiencing declining Medicaid reimbursements while others are flourishing,” the report said.\nUrban hospitals’ reimbursements went up 7 percent, to $836 million from $781 million.\n“Aside from members, hospitals have been the primary beneficiaries of Medicaid expansion,” says the report from the Cabinet for Health and Family Services."}