{"article_title": "Congress is a confederacy of dunces — and its Republicans should be made to sit in the corner", "article_keywords": ["week", "shutdown", "pope", "congress", "sit", "spending", "require", "republicans", "washington", "dunces", "president", "corner", "resolution", "confederacy"], "article_url": "http://www.salon.com/2015/09/20/a_confederacy_of_dunces_expect_more_of_the_same_from_congress_this_fall_partner/", "article_text": "Topics: BillMoyers.com, Congress, Government shutdown, John Boehner, Mitch McConnell, Politics News\n\nThis piece originally appeared on BillMoyers.com.\n\nAlready we’re deep into September and Congress has reconvened in Washington, prompting many commentators to compare its return after summer’s recess to that of fresh-faced students coming back to school, sharpening their pencils, ready to learn, be cooperative and prepared for something new.\n\nFor this particular Congress to cooperate and do something new would require a miracle on the order of loaves and fishes — perhaps Pope Francis can do something about that when he’s on the Hill next week. His Holiness may be the only hope.\n\nThis, of course, is where the analogy crumbles.\n\nFor this particular Congress to cooperate and do something new would require a miracle on the order of loaves and fishes — perhaps Pope Francis can do something about that when he’s on the Hill next week. His Holiness may be the only hope.\n\nWhat’s happening is just the latest virulent iteration of the strategy with which the Republicans have infected Congress from the night Barack Obama became president. Make governing impossible (as the old P.J. O’Rourke saying goes, “The Republicans are the party that says government doesn’t work and then they get elected and prove it”). Shut down democracy, if that’s what it takes. Keep from happening anything that helps and protects the 99 percent or threatens the plutocracy.\n\nNo wonder J. David Cox, union president of the American Federation of Government Employees, told the publication Government Executive, “I’d like for them to stay out of town for the rest of the year. That would make my life more complete.”\n\nThe House and Senate sprinted off to vacation a few weeks ago with much undone, and thus have returned to a series of difficult deadlines that need to be addressed before the end of the month. Once they’ve put the Iran nuclear deal to bed, kicking and screaming all the way, there are a dozen spending bills that require resolution. But because of right wing GOP threats insisting on tying the defunding of Planned Parenthood to these appropriations measures, there’s the real possibility – some say as high as 70 percent — of deadlock and yet another government shutdown. With that would come the delights of forced federal furloughs, delayed paychecks, closed national parks and monuments and all the other attendant joys with which we became too familiar just a couple of years ago.\n\nThe probable outcome of all this sturm und drang is passage of a yet another continuing resolution (CR) that would keep government running at its current funding levels until a solution is hammered out. Mike DeBonis and Kelsey Snell reported in The Washington Post, “Congressional Democrats … [have] already named a price for backing a short-term funding extension: no unrelated policy riders or attempts to undo Obama policy initiatives in the stopgap measure, with long-term negotiations over increases in domestic spending to follow.”", "article_metadata": {"description": "After all the damage the last government shutdown wrought, our elected officials are gearing up for a sequel VIDEO", "title": "Congress is a confederacy of dunces — and its Republicans should be made to sit in the corner", "og": {"site_name": "Salon", "description": "After all the damage the last government shutdown wrought, our elected officials are gearing up for a sequel VIDEO", "title": "Congress is a confederacy of dunces — and its Republicans should be made to sit in the corner", "url": "http://www.salon.com/2015/09/20/a_confederacy_of_dunces_expect_more_of_the_same_from_congress_this_fall_partner/", "image": "http://media.salon.com/2015/04/mcconnell_boehner_capitol.jpg", "type": "article"}, "twitter": {"description": "After all the damage the last government shutdown wrought, our elected officials are gearing up for a sequel VIDEO", "title": "Congress is a confederacy of dunces — and its Republicans should be made to sit in the corner", "image": "http://media.salon.com/2015/04/mcconnell_boehner_capitol.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Michael Winship", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, BillMoyers.com, Congress, Government shutdown, John Boehner, Mitch McConnell", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Topics: BillMoyers.com, Congress, Government shutdown, John Boehner, Mitch McConnell, Politics NewsThis piece originally appeared on BillMoyers.com.\nOnce they’ve put the Iran nuclear deal to bed, kicking and screaming all the way, there are a dozen spending bills that require resolution.\nWhat’s happening is just the latest virulent iteration of the strategy with which the Republicans have infected Congress from the night Barack Obama became president.\nO’Rourke saying goes, “The Republicans are the party that says government doesn’t work and then they get elected and prove it”).\nKeep from happening anything that helps and protects the 99 percent or threatens the plutocracy."}