{"article_title": "Rowland Declines to Testify in His Own Defense as Trial Nears End", "article_keywords": ["foley", "bedard", "end", "deal", "brian", "declines", "testify", "arterton", "specific", "trial", "defense", "nears", "mr", "jury", "rowland", "told"], "article_url": "http://wnpr.org/post/rowland-declines-testify-his-own-defense-trial-nears-end", "article_text": "Former Connecticut Governor John Rowland has told the court that he will not testify in the federal criminal trial against him, and the defense has rested its case.\n\nThat happened Wednesday morning, but not before more heated argument. Prosecutors allege that Rowland took part in an off-the-books scheme to get paid for work on the 2012 congressional campaign of Republican Lisa Wilson-Foley. They say he did work on the campaign, but he was paid by Wilson-Foley’s husband, Brian Foley, and his nursing home company, Apple Rehab.\n\nAfter much legal argument over what Judge Janet Bond Arterton called \"a mess,\" Rowland's lawyers were eventually allowed to ask Apple Rehab executive Brian Bedard specific questions before the jury. It may have backfired.\n\nOn Tuesday, Rowland’s attorneys told the court that they had made a new discovery. Brian Foley had told Apple executive Brian Bedard that he never had an agreement with Rowland, and that there was no “quid pro quo.”\n\nAfter much legal argument over what Judge Janet Bond Arterton called “a mess,” Rowland’s lawyers were eventually allowed to ask Bedard specific questions before the jury. It may have backfired.\n\nUnder questioning Wednesday by Rowland attorney Reid Weingarten, Bedard said, “Mr. Foley has told me that he never made a specific deal with Mr. Rowland. It was no quid pro quo. He never said to Mr. Rowland that you need to do this for that. He said, ‘I never made a deal with John.’”\n\nUnder questioning from the prosecution, Bedard also said that Foley used the word “sham” to describe the arrangement he had with Rowland.\n\n“You also understood that Mr. Foley was saying he never had a direct conversation with Mr. Foley about the deal, right?” asked prosecutor Liam Brennan.\n\n“Yes,” Bedard said.\n\n“But you understood that maybe it was implied, right?” Brennan asked.\n\n“Yes,” Bedard said.\n\nBedard said, \"Mr. Foley has told me that he never made a specific deal with Mr. Rowland. It was no quid pro quo. He never said to Mr. Rowland that you need to do this for that. He said, 'I never made a deal with John.'\"\n\nLater, in an effort to referee the attorneys, Judge Arterton focused a question for Bedard. “Explain what you understood he meant at his house when he used the word sham,” she said. “Can you do that?”\n\n“I can,” Bedard said. “The word sham to me is a characterization that the contract was just...that Mr. Foley did all that to conceal the role. The contract was just a ruse.”\n\nShortly afterwards, Arterton told a flustered and frustrated Bedard that his testimony was complete. “Mr. Bedard,” she said. “Walk, don’t run. You may step down, and you are excused.”\n\nThe evidentiary phase of the trial is now complete. The jury has been excused for the day. Closing arguments will be held on Thursday, and jury deliberations will begin thereafter.\n\nAttorney James Bergenn, partner at Shipman and Goodwin, appeared on The Wheelhouse on WNPR's Where We Live on Wednesday to provide some legal insight on the Rowland trial. Listen to the segment below:", "article_metadata": {"category": "News", "description": "Former Connecticut Governor John Rowland has told the court that he will not testify in the federal criminal trial against him, and the defense has rested", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://wnpr.org/post/rowland-declines-testify-his-own-defense-trial-nears-end", "image": "http://mediad.publicbroadcasting.net/p/wnpr/files/styles/medium/public/201409/John_Rowland_federal_courthouse_New_Haven_0.jpg", "type": "article", "description": "Former Connecticut Governor John Rowland has told the court that he will not testify in the federal criminal trial against him, and the defense has rested", "title": "Rowland Declines to Testify in His Own Defense as Trial Nears End"}, "story_id": 349241673, "twitter": {"site": "@wnpr", "card": "summary", "creator": "@jeffcohenwnpr"}, "author": "Jeff Cohen, Heather Brandon", "org_id": 0, "dc": {"title": "Rowland Declines to Testify in His Own Defense as Trial Nears End"}, "nid": 28668, "datePublished": "2014-09-17", "keywords": "courts, corruption, ethics, governors, Connecticut, The Daily", "wordCount": 570, "has_audio": 0, "viewport": "width=device-width"}, "article_summary": "Bedard said, \"Mr. Foley has told me that he never made a specific deal with Mr. Rowland.\n“You also understood that Mr. Foley was saying he never had a direct conversation with Mr. Foley about the deal, right?” asked prosecutor Liam Brennan.\nHe never said to Mr. Rowland that you need to do this for that.\nThey say he did work on the campaign, but he was paid by Wilson-Foley’s husband, Brian Foley, and his nursing home company, Apple Rehab.\nFormer Connecticut Governor John Rowland has told the court that he will not testify in the federal criminal trial against him, and the defense has rested its case."}