{"article_title": "PAUL DRIESSEN: Movies, computer models create climate change fears", "article_keywords": ["living", "climate", "driessen", "countries", "models", "create", "fears", "fuels", "movies", "state", "computer", "economic", "paris", "carbon", "paul", "energy", "change"], "article_url": "http://www.washingtontimes.com/news/2015/dec/20/paul-driessen-movies-computer-models-create-climat/?page=all", "article_text": "ANALYSIS/OPINION:\n\nMovies and computer games often take us to worlds of wondrous delights or terrible monsters. But we know they’re just make-believe. Policymakers must also separate reality from fiction. Too often, they do not.\n\nSecretary of State John Kerry says the Paris climate agreement will limit Earth’s average temperature increase to 2.0 degrees Celsius (3.6 Fahrenheit) above pre-industrial, post-Little Ice Age levels. (It’s already risen 1 degree C since 1860.) President Obama hails the nontreaty treaty as our “best chance to save the one planet we have,” by reducing “carbon pollution.”\n\nThey want to prevent inconvenient truths from interfering with alternative legacies like Obamacare, Islamic State, San Bernardino and our anemic economy. But legacies — and public policies — need to be based on reality. Regarding climate, the following facts should be uppermost in our minds.\n\nFirst, this “historic achievement” is merely vacuous, feel-good quackery agreed to so that Paris delegates could declare victory, go home, and prepare for more five-star-hotel climate gabfests.\n\nSecond, it is not carbon, or pollution. We burn carbon-based fuels, and generate energy, water vapor and carbon dioxide. CO2 is plant food, essential for all life on Earth. The more carbon dioxide in the atmosphere, the faster and better plants grow, even under drought or other adverse conditions. As many scientists emphasize, its effect on climate is greatly exaggerated.\n\nThird, the president will undoubtedly use the agreement to justify more regulations controlling our lives, livelihoods, living standards and liberties. However, “father of global warming awareness” James Hansen was on target when he called the agreement “a fraud worthless words just promises.”\n\nIts provisions are voluntary. Each country will set its own greenhouse gas reduction goals, draft plans for achieving them, review progress, and do so without international oversight or enforcement mechanisms.\n\nFourth, developing countries cannot and will not reduce their coal, oil and natural gas use for decades to come. They need these fuels to provide electricity to 1.3 billion people who still do not have it, and reduce the poverty, disease and early death that afflict billions.\n\nDeveloped nations cannot slash their fossil fuel use, either, without further damaging their economies, job creation and living standards — and letting now-poor countries surge ahead of them.\n\nThat means atmospheric carbon dioxide will continue increasing for decades, from the current 0.04 percent of Earth’s atmosphere (400 ppm) to perhaps 0.05 percent, with no noticeable effect on climate or weather. Those systems will continue to change, as they have throughout Earth and human history, in response to solar and other powerful natural forces, over which we have no control.\n\nFifth, industrialized nations are supposed to transfer endless billions in hard-earned wealth to ruling elites in poor countries, for climate change “adaption and reparations.”\n\nHowever, there is no way developed countries can or will contribute $3.5 trillion, $100 billion, or even $1 billion per year to the Green Climate Fund — especially if they are supposed to decarbonize, deindustrialize, de-develop, and drastically reduce their economic growth, employment and tax revenues.\n\nMr. Obama will say we are somehow “morally obligated” to do so, and to delay or block fossil fuel use wherever possible.\n\nBut we are not and must not. Congress should not appropriate funds for the fund. Instead, it should review and reject every provision of the Paris accord under its Advice and Consent treaty obligations. States should take legal action against every provision and every job-killing federal energy regulation.\n\nFinally, many had wanted greenhouse gas emissions reduced 80-85 percent below 1990 levels by 2050. That would have meant eliminating 95 percent of what humanity would likely release if we use fossil fuels to reach economic growth and living standards projected for 2050. With no viable substitutes for those fuels, this would drop average world per capita GDP to less than what Americans enjoyed in 1830.\n\nScientist and author Michael Crichton understood the difference between reality and worlds portrayed in his science fiction books and films. He made that clear in his climate change novel “State of Fear” and his 2005 climate science testimony before the U.S. Senate.\n\nBeholden to government mandates and subsidies for the $1.5-trillion-per-year climate chaos and renewable energy industry — or to campaign contributions from Climate Crisis, Inc. members — far too many scientists, politicians and bureaucrats seem unable to make that distinction.\n\nThey have created a climate change Tyrannosaurus rex, from DNA and CO2 harvested from mosquitoes encased in fossilized amber. Now they cannot control the rapacious monster, or escape from its computer model and movie fantasyland. Instead, they are basing energy and economic policies on protecting our planet from a celluloid monster.\n\nThese folks need to start living in the real world. Perhaps we can help them, by recognizing that the Paris agreement is a meaningless wish-list, and the “dangerous man-made climate change” monster is an exaggeration, fabrication and illusion.\n\nPerhaps then we can start focusing on real dangers that threaten our lives and nations: Islamic State terrorism, taxes and regulations that destroy jobs and economic growth, and ruling classes that seek to control every aspect of our lives — with no accountability for the mistakes or deliberate harm they cause.\n\n• Paul Driessen is senior policy analyst for the Committee For A Constructive Tomorrow and author of “Eco-Imperialism: Green Power Black Death (Merril Press).", "article_metadata": {"description": "Movies and computer games often take us to worlds of wondrous delights or terrible monsters. But we know they're just make-believe. Policymakers must also separate reality from fiction. Too often, they do not.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Movies and computer games often take us to worlds of wondrous delights or terrible monsters. But we know they’re just make-believe. Policymakers must also separate reality from fiction. Too often, they do not.", "title": "PAUL DRIESSEN: Movies, computer models create climate change fears", "url": "http://www.washingtontimes.com/news/2015/dec/20/paul-driessen-movies-computer-models-create-climat/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/12/20/12202015_b1-dreissen8201.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/12/20/12202015_b1-dreissen8201.jpg", "description": "Movies and computer games often take us to worlds of wondrous delights or terrible monsters. But we know they're just make-believe. Policymakers must also separate reality from fiction. Too often, the", "card": "summary", "title": "PAUL DRIESSEN: Movies, computer models create climate change fears"}, "Author": "Paul Driessen", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Environment, Paris"}, "article_summary": "They have created a climate change Tyrannosaurus rex, from DNA and CO2 harvested from mosquitoes encased in fossilized amber.\nHe made that clear in his climate change novel “State of Fear” and his 2005 climate science testimony before the U.S. Senate.\nPerhaps we can help them, by recognizing that the Paris agreement is a meaningless wish-list, and the “dangerous man-made climate change” monster is an exaggeration, fabrication and illusion.\nSecretary of State John Kerry says the Paris climate agreement will limit Earth’s average temperature increase to 2.0 degrees Celsius (3.6 Fahrenheit) above pre-industrial, post-Little Ice Age levels.\n• Paul Driessen is senior policy analyst for the Committee For A Constructive Tomorrow and author of “Eco-Imperialism: Green Power Black Death (Merril Press)."}