{"article_title": "Another Batch of Clinton State Dept. Emails Included ‘Top Secret’ Material", "article_keywords": ["classified", "clinton", "released", "public", "material", "batch", "pages", "dept", "state", "department", "included", "release", "emails", "secret"], "article_url": "http://www.thefiscaltimes.com/2016/01/29/Another-Batch-Clinton-State-Dept-Emails-Had-Top-Secret-Material", "article_text": "The State Department has concluded there is \"top secret\" material in Hillary Clinton's email correspondence from the time she was secretary of state, indicating that some of her emails will never be released, even in heavily redacted form, because they are too sensitive for the public to view.\n\nState Department spokesperson John Kirby said the material crosses seven email chains, amounting to 37 pages worth of material.\n\nRelated: Does Mike Bloomberg Know Something We Don’t About the Clinton FBI Probe?\n\nThe finding is likely to deepen the political consequences for Clinton of her decision to use a private email account, routed through a server installed in her suburban New York home, and it comes just three days before the Iowa caucuses, as Clinton remains locked in a heated battle with Sen. Bernie Sanders (I-Vt.) for the Democratic presidential nomination.\n\nThe State Department's conclusion came as it has worked to process 55,000 pages of Clinton's correspondence for public release, including about 1,000 pages that will be released Friday evening.\n\nClinton has said none of her emails were marked classified when they were sent. However, it is the responsibility of individual government officials to handle classified material appropriately, including by properly marking it as classified, and the finding means that information deemed highly sensitive passed through the unsecured system that Clinton directed be established for her use.\n\nKirby said the State Department has not yet made a determination of whether the information was classified at the time it was sent or has become more sensitive due to subsequent events. He said that, regardless, the information was deemed too sensitive Friday for release.\n\nRelated: Clinton Told Aide to Send Talking Points by 'Non-Secure' System\n\nKirby also said for the first time that some emails between Clinton and President Obama have been located and will also be withheld from public release. He said there were 18 emails between the two, comprising eight email chains. None will be released publicly.\n\nThe State Department has already released about 1,300 emails that contained classified material, but the vast majority were labeled by State Department reviewers as \"confidential,\" the least sensitive category of classification. The inspector general of the intelligence community has indicated that he believes some of the emails contain \"top secret\" material, the highest level of classification. But the State Department had declined to concur with the assessment, allowing Clinton and her supporters to ascribe some concerns about the presence of government secrets in her emails to disputes between agencies.\n\nClinton campaign spokesperson Brian Fallon called the decision \"over-classification run amok\" and called for the emails to be released publicly despite the State Department's finding.\n\n\"After a process that has been dominated by bureaucratic infighting that has too often played out in public view, the loudest and leakiest participants in this interagency dispute have now prevailed in blocking any release of these emails. This flies in the face of the fact that these emails were unmarked at the time they were sent, and have been called 'innocuous' by certain intelligence officials,\" he said in a statement.\n\nRelated: How Sanders Could Pull Off an Upset Over Clinton in Iowa\n\nHe indicated that the emails in question were exchanged between State Department officials using their official accounts before they were shared with Clinton on her private server.\n\nThey have remained on the department’s unclassified system for years. And, in at least one case, the emails appear to involve information from a published news article,\" he said.\n\nKirby indicated that the classification decision was made by the State Department but said officials there made the determination at the request of the intelligence community.\n\nAn FBI probe of the security of Clinton's email setup continues, with Republicans increasingly insisting that the Justice Department take legal action against Clinton for mishandling classified information.\n\nThe State Department has been under a court order to release the documents in batches, once a month, as part of a lawsuit filed by reporter Jason Leopold of Vice News, who sued after the department failed to promptly respond to his request for the public documents. The department has so far released approximately 42,000 pages of Clinton's correspondence.\n\nRelated: Seven Email Chains from Clinton Server Contain 'Top Secret' Material\n\nWhile a judge had ordered the department to release all of the emails by the end of January, lawyers for the department said this week that they would miss the deadline and requested another month. That would mean the last of the emails would not be released until the end of February -- after the Iowa caucuses and the New Hampshire primary, officials there told a federal judge this week.\n\nThe lawyers said there are 9,000 more pages left to review and release. But they indicated that 7,000 of those pages required review by other government departments before they could be made public, so as to allow other agencies the opportunity to flag material they considered classified. The lawyers indicated that the department discovered several weeks ago that the documents still needed review and had not yet been distributed, a process that was further slowed by the weekend blizzard, which shut down government for days.\n\nClinton has encouraged the State Department to release her emails as quickly as possible and, when delays have occurred, her campaign has been quick to point out that they do not control the schedule, which was set by the court and government bureaucrats.\n\n\"I think it’s great. Let people sort them through,\" Clinton said at a town hall sponsored by CNN in Iowa earlier this week. \"And as we have seen there is a lot ... [of] interest. But it’s something that took time to get done.\"\n\nIn December 2014, Clinton submitted 30,000 emails to the State Department from her private account — adding up to 55,000 pages of correspondence the department has been slowly making public.\n\nThis article was originally published in The Washington Post.\n\nRead more at The Post:\n\n25 Numbers That Define Donald Trump\n\nDemocrats badly underestimated Bernie Sanders. That was a very serious mistake\n\nSorry, Donald, but Megyn Kelly is a fantastic debate moderator", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The State Department has concluded there is \"top secret\" material in Hillary Clinton's", "title": "Another Batch of Clinton State Dept. Emails Included ‘Top Secret’ Material", "url": "http://www.thefiscaltimes.com/2016/01/29/Another-Batch-Clinton-State-Dept-Emails-Had-Top-Secret-Material", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/01202016_Hillary_Clinton.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/01/29/Another-Batch-Clinton-State-Dept-Emails-Had-Top-Secret-Material", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/01202016_Hillary_Clinton.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "The State Department has concluded there is \"top secret\" material in Hillary Clinton's", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fccd60\"", "article_summary": "State Department spokesperson John Kirby said the material crosses seven email chains, amounting to 37 pages worth of material.\nThe State Department has already released about 1,300 emails that contained classified material, but the vast majority were labeled by State Department reviewers as \"confidential,\" the least sensitive category of classification.\nKirby indicated that the classification decision was made by the State Department but said officials there made the determination at the request of the intelligence community.\nIn December 2014, Clinton submitted 30,000 emails to the State Department from her private account — adding up to 55,000 pages of correspondence the department has been slowly making public.\nClinton has said none of her emails were marked classified when they were sent."}