{"article_title": "Banks: Give Us Your Money and We’ll Charge You For It", "article_keywords": ["fed", "way", "money", "deposits", "charge", "reserves", "rates", "interest", "excess", "banks", "bank"], "article_url": "http://www.thefiscaltimes.com/Articles/2013/11/25/Banks-Give-Us-Your-Money-and-We-ll-Charge-You-It", "article_text": "Put $100 in a certificate of deposit at a bank today, and in a year you’ll have earned, on average, about 21 cents in interest. It’s trivial, right? In fact, you’re actually losing money, in terms of purchasing power, when you consider inflation. But at least it’s something. In dollar terms, the bank is paying you more money than you deposited.\n\nBut what if that were to change and banks began charging you money for the service of keeping your money safe and giving you access to the payments system? Your $100 CD is now worth about $99.87 at the end of a year.\n\nRelated: 7 Reasons the Fed Should Raise Interest Rates\n\nIt may seem outrageous, but according to the Financial Times, U.S. banks are threatening to begin charging interest on deposits if the Federal Reserve reduces what it pays banks on the excess reserves—that is, reserve amounts over the minimum that the Fed requires – held in the central bank.\n\nBanks earn .25 percent interest on nearly $2.5 trillion in excess reserves held at the Fed, but the central bank is reportedly considering a cut to that rate, as a way of dulling the effect of tapering off on its monthly bond purchases.\n\n“The Fed has some challenges to deal with,” said Dan Geller, an executive vice president with Market Rates Insight in San Anselmo, Calif. “They keep pumping $85 billion a month into the economy, and in a way, this creates an equity bubble.”\n\nThe idea behind cutting the rates on excess reserves is that it would spur more lending and investment by banks, partially offsetting the hit to the economy from any tapering of Fed bond purchases. But there could well be other consequences. “If the Fed takes this away, it is very likely that rates could go negative,” said Geller.\n\nBanks didn’t always earn interest on excess reserves, but during the fiscal crisis in 2008, Congress passed a law allowing the Fed to make the payments. It was intended to take pressure off banks that found themselves holding money that they could not profitably lend out. By putting it into interest-bearing reserves, banks at least earned something on the cash.\n\nInflation aside, banks actually lose money if they simply hold money rather than lending it out or investing it. Banks have to pay a fee to the Federal Deposit Insurance Corporation for every dollar they hold in FDIC-insured deposits, and there are costs involved with overhead as well as the giving depositors access to their funds through the payments system (checks, ATM machines, teller windows, etc.)\n\nRelated: Fed Still a Source of Anxiety if Rates Keep Rising\n\nThe idea charging interest on deposits isn’t a new one. In 2010, Mellon Bank in New York began threatening to charge depositors with accounts over $50 million .13 percent interest on deposits. The move was, obviously, not directed at individual consumers. But it highlighted the plight of banks that are holding large amounts of deposits in a low-interest-rate environment.\n\nWhether or not negative interest rates will trickle down to the average bank depositor – or whether they will care much – is an open question.\n\nFinancial policy Analyst Jaret Seiberg, with Guggenheim Securities in Washington, thinks it’s a false alarm.\n\n“For the average consumer, this isn’t a problem,” he said. “This appears aimed at corporations that temporarily would move large amounts of cash into a bank. Because those aren’t stable deposits, the bank is much more limited in how they can put that money to work. If you take interest on excess reserves off the table, it removes the safest and most liquid way for a bank to hold that money in an environment where you don’t have rapid lending growth.”\n\nEven if a switch to negative interest rates were to happen, said Seiberg, it’s not clear that many consumers would be greatly affected by the change.\n\n“Consumers don’t make a lot of money on their deposits to begin with,” he said. “What impacts consumers is the interest they have to pay for loans.” - Follow Rob Garver on Twitter @rrgarver\n\nTop reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "What if banks started charging interest not just to lend money, but to hold it on deposit as well? We may be about to find out.", "title": "Banks: Give Us Your Money and We’ll Charge You For It", "url": "http://www.thefiscaltimes.com/Articles/2013/11/25/Banks-Give-Us-Your-Money-and-We-ll-Charge-You-It", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/06282013_Glass_Piggy_Banks_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2013/11/25/Banks-Give-Us-Your-Money-and-We-ll-Charge-You-It", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/06282013_Glass_Piggy_Banks_article.jpg", "creator": "@rrgarver", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "What if banks started charging interest not just to lend money, but to hold it on deposit as well? We may be about to find out.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fca124\"", "article_summary": "Inflation aside, banks actually lose money if they simply hold money rather than lending it out or investing it.\nBut what if that were to change and banks began charging you money for the service of keeping your money safe and giving you access to the payments system?\nBy putting it into interest-bearing reserves, banks at least earned something on the cash.\nIt was intended to take pressure off banks that found themselves holding money that they could not profitably lend out.\nBecause those aren’t stable deposits, the bank is much more limited in how they can put that money to work."}