{"article_title": "Hospitals Seeking to Understand PPACA Impact Turn to Data", "article_keywords": ["impact", "ppaca", "medical", "seeking", "data", "hospital", "utilization", "medicaid", "expansion", "turn", "understand", "healthcare", "financial", "hospitals", "reform"], "article_url": "http://www.healthleadersmedia.com/health-plans/hospitals-seeking-understand-ppaca-impact-turn-data", "article_text": "Hospitals Seeking to Understand PPACA Impact Turn to Data\n\nA large multi-hospital research effort is underway to solve one of the great mysteries of federally driven healthcare reform— the net financial impact of providing coverage to millions of previously uninsured Americans.\n\n\n\nKatherine Hempstead,\n\nCoverage Team Director and\n\nSenior Program Manager,\n\nRWJF\n\nAbout 1,700 hospitals have embarked on a quest for elusive healthcare reform truths that could determine the fate of their financial futures.\n\nIn a collaborative effort with the Robert Wood Johnson Foundation, 24 state hospital associations and their members are collecting data on inpatient admissions and emergency department utilization. The Hospital ACA Monitoring Project is designed to gauge the net financial impact on hospitals from the federal Patient Protection and Affordable Care Act.\n\n\"The impact of healthcare reform on hospitals has upside, but also downside issues that are concerning,\" Katherine Hempstead, coverage team director and senior program manager at RWJF, said of risks including \"expansive utilization of medical services by low-margin payers.\"\n\nAs more Americans who previously lacked health insurance gain coverage through the new public exchanges and expansion of Medicaid to more poor adults, hospital bottom lines are expected to benefit from a reduction in uncompensated care. That's the upside.\n\nThe downside risks for hospitals include the expectation that there will be surge in medical services utilization, particularly from the expanded Medicaid population.\n\nResearch conducted on the 2008 lottery-based expansion of Medicaid in Oregon raised alarms in hospital board rooms last year. The study, published in the New England Journal of Medicine, found a spike in medical service utilization after Oregon's Medicaid expansion. [One state, Arizona, has reported benefits stemming from expansion.]", "article_metadata": {"MobileOptimized": "width", "viewport": "width=device-width", "description": "A large multi-hospital research effort is underway to solve one of the great mysteries of federally driven healthcare reform— the net financial impact of providing coverage to millions of previously uninsured Americans.", "generator": "Drupal 7 (http://drupal.org)", "HandheldFriendly": "true"}, "article_summary": "Hospitals Seeking to Understand PPACA Impact Turn to DataA large multi-hospital research effort is underway to solve one of the great mysteries of federally driven healthcare reform— the net financial impact of providing coverage to millions of previously uninsured Americans.\nThe Hospital ACA Monitoring Project is designed to gauge the net financial impact on hospitals from the federal Patient Protection and Affordable Care Act.\nThe study, published in the New England Journal of Medicine, found a spike in medical service utilization after Oregon's Medicaid expansion.\nKatherine Hempstead,Coverage Team Director andSenior Program Manager,RWJFAbout 1,700 hospitals have embarked on a quest for elusive healthcare reform truths that could determine the fate of their financial futures.\nThe downside risks for hospitals include the expectation that there will be surge in medical services utilization, particularly from the expanded Medicaid population."}