{"article_title": "NH GOP FITN Town Hall: ‘United we stand. Divided we fall’", "article_keywords": ["town", "nh", "speakers", "united", "fitn", "nominee", "trump", "event", "divided", "speeches", "hampshire", "hall", "uniting", "candidates", "stand", "fall", "speech", "gop", "spoke"], "article_url": "http://www.examiner.com/article/nh-gop-fitn-town-hall-united-we-stand-divided-we-fall", "article_text": "Yesterday the New Hampshire Republican Party continued their First In The Nation Town Hall (FITN) event with various speakers and Presidential candidates. Senator Kelly Ayotte spoke along with Representative Frank Guinta. Scott Brown also made an appearance with a rousing ‘Go Patriots’at the end of his speech. Many speakers had a recurring theme of uniting behind the nominee and uniting as a party.\n\nPhoto by Kimberly Morin\n\nMany of the speakers and candidates spoke about the National Security threats that are facing the country and Obama’s failure to lead the country and the world. They spoke about the failure of Obamacare, Common Core and other policies that have been put into place that are indeed hurting Americans.\n\nThere were several Presidential candidates who spoke including Rand Paul, Marco Rubio, John Kasich, Jeb Bush, Carly Fiorina, Jim Gilmore and Rick Santorum. Governor Chris Christie was back in New Jersey dealing with the blizzard so his wife Mary Pat spoke on his behalf. Ben Carson couldn't make it but former New Hampshire Senate candidate Eddie Edwards spoke in his place. Trump, Cruz and Huckabee were the only candidates not in attendance.\n\nEach delivered speeches about their platforms, selling themselves to the attendees and taking questions as well. There were a few jabs at fellow candidate Donald Trump during the speeches (not always by name), including a reference to crony capitalism, property rights and Jeb Bush who stated directly that Trump isn’t a conservative.\n\nThe highlights of the event were speakers at the sit down meals that were served. Governor Matt Bevin of Kentucky spoke at lunch while Senator Tom Cotton of Arkansas spoke at dinner. Both were \"anti-establishment\" candidates in their respective states and elections when they ran. Both brought their candidacy directly to the people by campaigning across their states and talking to people to understand the issues that mattered the most. It’s a little ironic that Trump supported Mitch McConnell over Bevin in his previous run for the Senate.\n\nBevin’s speech was really the culmination of what was being said at the event over and over again – unite. During his speech he asked attendees how badly they wanted a better America. He also made the following comment and urged Republicans to unite:\n\nUnited we stand. Divided we fall.\n\nDespite candidate differences and despite personalities, the point was to unite because no matter what Republican becomes the final nominee, anyone is better than socialist Bernie Sanders or corruptocrat Hillary Clinton.\n\nAttendees were happy with the event and felt energized for the upcoming primaries in Iowa and New Hampshire. It’s not clear if any of the speeches changed anyone’s minds or helped make their decision but one thing was very clear, most agreed that uniting behind the eventual nominee would be far better than the alternative, which would essentially be four more years of Obama’s failed policies.", "article_metadata": {"description": "Yesterday the New Hampshire Republican Party continued their First In The Nation Town Hall (FITN) event with various speakers and Presidential candidates.", "Generator": "Drupal 7 (http://drupal.org)", "og": {"url": "http://www.examiner.com/article/nh-gop-fitn-town-hall-united-we-stand-divided-we-fall", "type": "article", "image": "http://cdn2-b.examiner.com/sites/default/files/styles/image_content_width/hash/18/f0/18f097e45947b7d40a635d9e03ff234d.jpg?itok=VW61K5ov", "site_name": "Examiner.com", "title": "NH GOP FITN Town Hall: ‘United we stand. Divided we fall’"}, "twitter": {"description": "Yesterday the New Hampshire Republican Party continued their First In The Nation Town Hall (FITN) event with various speakers and Presidential candidates.", "title": "NH GOP FITN Town Hall: ‘United we stand. Divided we fall’", "image": "http://cdn2-b.examiner.com/sites/default/files/styles/image_content_width/hash/0d/9d/0d9de3affbd47932533a297a1da0c96e.jpg?itok=CgEdLoAU", "creator": "@conservativeind", "site": "@examinercom", "card": "summary"}, "robots": "noodp", "dc.date.issued": "2016-01-24T15:00:18-07:00", "fb": {"app_id": 113003962065478}, "keywords": "Political Buzz, NH GOP, fitn, presidential primary, Republicans, governor bevin", "article": {"published_time": "2016-01-24T15:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Yesterday the New Hampshire Republican Party continued their First In The Nation Town Hall (FITN) event with various speakers and Presidential candidates.\nMany speakers had a recurring theme of uniting behind the nominee and uniting as a party.\nPhoto by Kimberly MorinMany of the speakers and candidates spoke about the National Security threats that are facing the country and Obama’s failure to lead the country and the world.\nThere were several Presidential candidates who spoke including Rand Paul, Marco Rubio, John Kasich, Jeb Bush, Carly Fiorina, Jim Gilmore and Rick Santorum.\nAttendees were happy with the event and felt energized for the upcoming primaries in Iowa and New Hampshire."}