{"article_title": "Report: Clickbait not so effective, steer clear of \"shocking,\" \"secret\"", "article_keywords": ["clickbait", "marketers", "effective", "sather", "clear", "work", "lines", "test", "secret", "returnpath", "words", "report", "shocking", "steer", "subject"], "article_url": "http://blogs.denverpost.com/tech/2015/04/28/report-clickbait-not-so-effective-steer-clear-of-shocking-secret/16985/", "article_text": "It’s always interesting when ReturnPath comes out with a new report. The company, which has a significant presence in Denver, tracks billions of e-mails. It knows whether marketing messages make it to a person’s inbox or spam folder. It knows which e-mails consumers opened, ignored or deleted. ReturnPath knows a scary lot of information.\n\nIn its latest report “The Art and Science of Effective Subject Lines,” ReturnPath analyzed 9 million subject lines received by more than 2 million subscribers in the first two months of this year. The report tells marketers what subject lines are getting consumers to actually click and open. The good news for consumers? Clickbait keywords are on the way out. Clickbait are catchy titles that can trick users into paying attention. Often, we’re let down.\n\nIn ReturnPath’s report, the company divided subject lines into 10 categories, including urgency, discount, news and clickbait. Of the 10, subject lines categorized as “clickbait” performed the worse.\n\nHopefully, we’ll be seeing fewer e-mails with these “clickbait” keywords in the subject line:\n\n• get rid of\n\n• secret of\n\n• shocking\n\n• what you need to know\n\n• won’t believe\n\nBut since this is a report intended to help marketers, ReturnPath also mentions which subject lines did well. Urgent headlines did the best. Those words include:\n\n• expire\n\n• expiring\n\n• extended\n\n• hurry\n\n• last chance\n\n• limited time\n\n• now\n\n• running out\n\n• still time\n\nWhile ReturnPath has categorized how well certain words work or don’t work, this doesn’t mean your inbox is going to get a marketing reprieve. For the most part, you asked for those marketing messages from retailers and other sites. Whether you open the e-mail or not, marketers are still trying to figure out new ways to get you to respond.\n\n“Clickbait-type headlines draw people in through curiosity. This tactic doesn’t work in the long run because people tire of it,” said Tom Sather, ReturnPath’s senior director of research who is based in Denver.\n\nOther words that are in decline:\n\n• cheapest\n\n• quickest\n\n• buy\n\n• read\n\n• see\n\n• announcing\n\n• 2-for-1\n\n• clearance\n\n• here’s how\n\n• running out.\n\nBut Sather said there’s no magic to writing effective subject lines. The new way to creating an effective subject line is to test two different ones and pick the better performing one.\n\n“The new trickery isn’t really trickery at all, but systematic A/B testing on all subject lines. By choosing the winner of the test each time, marketers don’t need to worry about the philosophical reason behind why someone responded to a particular subject line. Instead, marketers can narrow down the possibilities of what to test by looking at their competitors or other similar lines of business as a starting place,” Sather said.\n\nPast stories on ReturnPath:\n\nView RSS feed\n\n", "article_metadata": {"news_keywords": "a/b testing,Denver,e-mail,marketing,New York,ReturnPath,spam,Tom Sather", "language": "en, sv", "og": {"site_name": "Tech+", "description": "Related", "title": "Report: Clickbait not so effective, steer clear of \"shocking,\" \"secret\" | Tech+ — The Denver Post", "url": "http://blogs.denverpost.com/tech/2015/04/28/report-clickbait-not-so-effective-steer-clear-of-shocking-secret/16985/", "image": "http://i2.wp.com/blogs.denverpost.com/tech/files/2015/04/subjectlines.jpg?fit=472%2C270", "type": "blog"}, "twitter": {"domain": "blogs.denverpost.com", "description": "Related", "title": "Report: Clickbait not so effective, steer clear of “shocking,” “secret”", "url": "http://blogs.denverpost.com/tech/2015/04/28/report-clickbait-not-so-effective-steer-clear-of-shocking-secret/16985/", "image": "http://i2.wp.com/blogs.denverpost.com/tech/files/2015/04/subjectlines.jpg?fit=472%2C270", "creator": "@gadgetress", "site": "@denverpost", "app": {"name": {"ipad": "Denver Post", "iphone": "Denver Post", "googleplay": "The Denver Post"}, "id": {"ipad": "id409389010", "iphone": "id375264133", "googleplay": "com.ap.denverpost"}}, "card": "summary_large_image"}, "robots": "noodp", "fb": {"app_id": 105517551922}, "Copyright": "Copyright © The Denver Post.", "article": {"publisher": "https://www.facebook.com/denverpost"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "distribution": "global", "viewport": "width=device-width,initial-scale=1", "description": "ReturnPath provides tips as to what key words are losing effectiveness when trying to get someone to open an e-mail."}, "article_summary": "In its latest report “The Art and Science of Effective Subject Lines,” ReturnPath analyzed 9 million subject lines received by more than 2 million subscribers in the first two months of this year.\nIn ReturnPath’s report, the company divided subject lines into 10 categories, including urgency, discount, news and clickbait.\nThe report tells marketers what subject lines are getting consumers to actually click and open.\n“The new trickery isn’t really trickery at all, but systematic A/B testing on all subject lines.\nOf the 10, subject lines categorized as “clickbait” performed the worse."}