{"article_title": "Tate Reeves Speaks on Plan for Miss. Job Growth", "article_keywords": ["sector", "officials", "working", "tate", "reeves", "create", "state", "private", "local", "saysreeves", "job", "growth", "plan", "speaks", "miss", "governments"], "article_url": "http://www.wtok.com/home/headlines/Tate-Reeves-Speaks-on-Plan-for-Miss-Job-Growth-293274381.html", "article_text": "Lt. Gov. Tate Reeves qualified to seek re-election last Monday. His first stop on the campaign trail was east Mississippi where he’s talking about growth in the private sector.\n\n“The question that needs to be asked is, ‘What are we doing in local governments?’ They need to be working with our state government to create that environment which encourages private sector businesses to invest capital in this region of the state,” Reeves says.\n\nReeves says it’s up to the state to provide local governments with the tools needed to promote job growth within their own regions.\n\n“One thing we have to get better at across the state is our local officials have to work together better,” Reeves explains. “Our city officials, our county officials and our state officials all have to be singing from the same hymnal.”\n\nWith Mississippi’s unemployment rate dropping from to 10.5 percent in 2011 to 7.2 percent at the end of 2014, Reeves says current state government has shown the importance of paving the way for businesses.\n\n“We have a political philosophy which says government does not create jobs. Government’s role is to create an environment which encourages the private sector to invest capital and create jobs,” Reeves says.\n\nReeves says he wants to spread the importance of working together to achieve an overall good.\n\n“It’s extremely important that we’re working together all pulling in the same direction. I think that’s something that can certainly be improved. It’s not unique to this region; it’s true across our state,” Reeves says.\n\n", "article_metadata": {"medium": "video", "description": "Lt. Gov. Tate Reeves is in east Mississippi talking about the potential for job growth in the area.", "language": "english", "author": "Tom Williams", "og": {"description": "Lt. Gov. Tate Reeves is in east Mississippi talking about the potential for job growth in the area.", "title": "Tate Reeves Speaks on Plan for Miss. Job Growth", "url": "http://www.wtok.com/home/headlines/Tate-Reeves-Speaks-on-Plan-for-Miss-Job-Growth-293274381.html", "image": "http://gray-uploads.s3.amazonaws.com/captures/75A/E70/75AE70C7B75D4A289D689A44BD2B5D21", "video": "http://gray-uploads.s3.amazonaws.com/captures/D46/37B/D4637BB765F141FCB92415590278177C.mp4", "type": "article"}, "twitter": {"domain": "www.wtok.com", "description": "Lt. Gov. Tate Reeves is in east Mississippi talking about the potential for job growth in the area.", "title": "Tate Reeves Speaks on Plan for Miss. Job Growth", "url": "http://www.wtok.com/home/headlines/Tate-Reeves-Speaks-on-Plan-for-Miss-Job-Growth-293274381.html", "image": "http://media.graytvinc.com/images/MS+map+Unemployment+2014.jpg", "creator": "@newscenter11", "site": "@newscenter11", "card": "summary"}, "msvalidate.01": "9CD4A96D8A076527F07FD24CFCDE5489", "video_type": "video/mp4", "video_height": 288, "keywords": "Tate Reeves Speaks on Plan for Miss. Job Growth", "google-site-verification": "M1YwZ85zoJ2ZNboZjzjADGJ9L53qqzbNOi6FLrtDw9U", "video_width": 512, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Tate Reeves Speaks on Plan"}, "article_summary": "His first stop on the campaign trail was east Mississippi where he’s talking about growth in the private sector.\nReeves says it’s up to the state to provide local governments with the tools needed to promote job growth within their own regions.\nIt’s not unique to this region; it’s true across our state,” Reeves says.\nGovernment’s role is to create an environment which encourages the private sector to invest capital and create jobs,” Reeves says.\n“One thing we have to get better at across the state is our local officials have to work together better,” Reeves explains."}