{"article_title": "Bans On Sex-Selective Abortion Really Aim To Restrict Abortion Access; And They 'Perpetuate' Stereotypes", "article_keywords": ["perpetuate", "united", "bans", "republicans", "abortion", "theyre", "access", "aim", "sexselective", "states", "abortions", "women", "sex", "stereotypes", "restrict", "really"], "article_url": "http://www.medicaldaily.com/bans-sex-selective-abortion-really-aim-restrict-abortion-access-and-they-perpetuate-stereotypes", "article_text": "Republicans across the nation are pushing for bans on sex-selective abortions, but the \"facts\" they're using to argue for the bans are based on complete myths.\n\nIf you’ve never heard of sex-selective abortion before, that’s because such procedures have only recently become the target of Republicans across the country. As they struggle to outlaw abortions throughout the South — or in any red state for that matter — they’re taking aim wherever they can. But they’re wasting their time. A new study finds that all their arguments for banning sex-selective abortions, or the act of aborting a child if their sex is undesirable, are, to put it simply, nonsense.\n\nThe International Human Rights Clinic at the University of Chicago Law School, the National Asian Pacific American Women’s Forum, and Advancing New Standards in Reproductive Health at the University of California, San Francisco got together for the study, which analyzed the so-called “facts” Republicans spew when arguing for a ban on sex-selective abortion. Moreover, many of these claims offensively target the Asian-American, whose overseas compatriots may be more inclined to control the sex of their child.\n\n“Lawmakers have relied on misinterpretations of narrow data and faulty assumptions about sex selection practices to enact sex-selective abortion bans in the United States,” said Sital Kalantry, clinical professor of law and director of the International human Rights Clinic, in a statement, according to Jezebel.\n\nAmong the claims legislators have been making:\n\n· “Empirical studies of sex ratios at birth” of some foreign-born Asian-Americans “prove that sex-selective abortions based on son preference” are occurring in the U.S.\n\n· “The primary motivation behind laws banning sex-selective abortion in the United States is to prevent gender-based discrimination.”\n\nEssentially, Republicans are claiming that boys are being born more frequently than girls, and that it’s due to sex-selective abortions. But they’re wrong. The study found that these populations are giving birth to an equal amount of boys and girls at their first birth, with a “sex ratio of 1.00.” In fact, Asian-Americans are more likely to have girls than whites. Furthermore, the research showed how these myths perpetuate stereotypes about Asian-American women. As Mother Jones reports, South Dakota Republican State Senator Don Haggar said earlier this year, “There are cultures that look at a sex-selection abortion as being culturally okay… [It’s] important that we send a message that this is a state that values life, regardless of sex.”\n\nThe research went much further into the inaccuracies of legislators’ claims, but their main point was that any attempts to ban sex-selective abortion are really just efforts to restrict abortion services. “Rather than changing behavior or addressing a purported problem, sex-selective abortion bans are likely to lead to the denial of health care services to Asian-American women,” they wrote.\n\nOnly three out of 27 sex-selective abortion bans passed last year, according to Mother Jones. All of them were attempts to restrict abortion in one of many ways. If you look at the recent abortion laws passed in many southern states, you’ll see that they require doctors to have admitting privileges to hospitals within 30 miles; abortion clinics to renovate, and become ambulatory surgical centers; and patients to undergo an ultrasound before getting the abortion — this means that they need to make to visits to the clinic. With the need for a car in many of these areas, hospitals are few and far between and many women are unable to afford a long, two-day trip to the clinic.\n\n“Laws banning sex-selective abortion have been enacted on the basis of misinformation and harmful stereotypes about Asian-Americans,” the researchers concluded. “We do not support the practice of sex selection by any means, but rather than combating discrimination, sex-selective abortion bans perpetuate it.”\n\nSource: Citro B, Gilson J, Stricker K. Replacing Myths with Facts: Sex-Selective Abortion Laws In The United States. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "bans, sex, selective, abortion, really, aim, restrict, abortion, access, and, they, perpetuate", "og": {"site_name": "Medical Daily", "description": "Republicans across the nation are pushing for bans on sex-selective abortions — an abortion based on the child's sex — but a study finds that the \"facts\" they're using to argue for the bans are based on complete myths.", "title": "Bans On Sex-Selective Abortion Are Based On Myth", "url": "http://www.medicaldaily.com/bans-sex-selective-abortion-really-aim-restrict-abortion-access-and-they-perpetuate-stereotypes", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/04/sex-selective-abortion.jpg", "type": "article"}, "twitter": {"description": "Republicans across the nation are pushing for bans on sex-selective abortions — an abortion based on the child's sex — but a study finds that the \"facts\" they're using to argue for the bans are based on complete myths.", "title": "Bans On Sex-Selective Abortion Are Based On Myth", "url": "http://www.medicaldaily.com/bans-sex-selective-abortion-really-aim-restrict-abortion-access-and-they-perpetuate-stereotypes", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/04/sex-selective-abortion.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/04/sex-selective-abortion.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Policy/Biz", "published_time": "2014-06-04T18:43:08-04:00", "modified_time": "2014-06-04T18:40:13-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Republicans across the nation are pushing for bans on sex-selective abortions — an abortion based on the child's sex — but a study finds that the \"facts\" they're using to argue for the bans are based on complete myths."}, "article_summary": "“Laws banning sex-selective abortion have been enacted on the basis of misinformation and harmful stereotypes about Asian-Americans,” the researchers concluded.\nOnly three out of 27 sex-selective abortion bans passed last year, according to Mother Jones.\n“We do not support the practice of sex selection by any means, but rather than combating discrimination, sex-selective abortion bans perpetuate it.”Source: Citro B, Gilson J, Stricker K. Replacing Myths with Facts: Sex-Selective Abortion Laws In The United States.\nIf you’ve never heard of sex-selective abortion before, that’s because such procedures have only recently become the target of Republicans across the country.\n“Rather than changing behavior or addressing a purported problem, sex-selective abortion bans are likely to lead to the denial of health care services to Asian-American women,” they wrote."}