{"article_title": "5 new important things to know about Obamacare in Ohio", "article_keywords": ["hhs", "week", "things", "enrollment", "obamacare", "premiums", "healthspan", "rate", "important", "know", "hike", "ohio", "tax", "public"], "article_url": "http://www.cleveland.com/open/index.ssf/2015/06/5_new_important_things_to_know.html", "article_text": "WASHINGTON, D.C. -- As you learned last week, a couple of big health insurers in Ohio, Medical Mutual of Ohio and Aetna, want to raise premiums for individual policies on the Affordable Care Act by double digits in 2016. Some other companies are seeking much smaller rate hikes. You can read the reasons for the hikes here.\n\nBut there's more big Ohio news on the Affordable Care Act, or ACA, or Obamacare, if you prefer, this week.\n\n1. Another large hike: Another large insurer, HealthSpan Inc., wants a particularly large premium hike, averaging 17.5 percent. This is in stark contrast to what it says was a 1.2 percent average hike in 2015. No, we didn't miss it last week. The news last week came from public filings with the Ohio Department of Insurance, and HealthSpan's filings are normally not available at this stage. A loophole in Ohio public records laws keeps some, but not all, filings private until the state approves the rates.\n\nBut the federal department overseeing the ACA, the U.S. Department of Health and Human Services, requires a different kind of disclosure, regardless of state secrecy: It makes any company seeking a hike of 10 percent or more to notify it and provide an explanation. And that information became public this week. HealthSpan's 17.5 percent hike would cover about 10,000 policy holders in Ohio. They are primarily in cities such as Lorain, Toledo, Lima, Springfield, Cincinnati and Youngstown, a company spokesman told the Northeast Ohio Media Group.\n\nThe company cites many of the same reasons for its hike as Aetna and Medical Mutual. It says it has paid more in medical claims in 2014 and 2015 than it anticipated when setting rates for those initial years. HealthSpan also mentioned new customers who are coming over from pre-ACA plans; remember President Barack Obama's you-can-keep-your-insurance controversy? The thing is, those new customers \"are understood to be, on average, in poorer health than was originally expected,\" HealthSpan told HHS.\n\n2. Another small hike: HealthSpan has another division, called HealthSpan Integrated Care (HSIC), which covers nine counties in Northeast Ohio. The average requested rate hike for HSIC is significantly lower than the one mentioned above. It's only 4.7 percent, the company told the Northeast Ohio Media Group (voluntarily, it should be noted). These figures are weighted averages, not simply a mathematical mean, and companies calculate them by factoring in different kinds of coverage and customer enrollment variations, giving each the appropriate weight. HealthSpan explains to HHS: \"The rate change for any individual will vary from the average due to changes in benefit plan, member age, or geographic location.\"\n\n3. More to come: More rate requests are coming -- perhaps a half-dozen more, based on the number of companies selling ACA policies in Ohio this year. They won't be public until later in the summer, after the state approves them. Yet since HHS already made companies go public if they want hikes of 10 percent or more, you can deduce that the remaining price hikes will be in the single digits. Some are expected to be quite low. It is premature to panic, in other words.\n\n4. Speaking of enrollment: 12.8 percent -- that's the drop in the number of people who were enrolled for Obamacare coverage when open enrollment closed for this year (11.7 million people) and the number who by March 31 were actually paying premiums and were covered (10.2 million).\n\nBut in Ohio, the drop-off was larger: 19.4.percent. When open enrollment closed in February, HHS said 234,341 people in Ohio had signed up for individual health plans, and that's a figure you've seen repeated since then. Time for a new figure: By the end of March, a smaller number, 188,867, were still enrolled and making premium payments. This is based on figures for \"effectuated enrollment\" that HHS released this week. Effectuated coverage means \"those individuals paid for Marketplace coverage and still have an active policy in the applicable month,\" HHS said.\n\nThe national figures are in line with what the government expected, HHS says. It would not speculate on reasons for state-by-state changes, but it said that people come and go for various reasons, which include not paying premiums when due -- but also dropping coverage when getting a job with health benefits, or when getting married.\n\nThis might normally trigger a debate. Ohio's drop-off rate is large, although not nearly as bad as some predicted in 2014, when Republicans on a House of Representatives committee claimed that nationally, only 67 percent of those who signed up in the first year had paid premiums, a figure later debunked. But there's this:\n\n5. A lot of Ohioans are getting subsidies and might lose them. Of Ohio's 188,867 people with \"effectuated\" enrollment, 85.3 percent -- 161,011 people -- are getting tax credits to help pay premiums. The average tax credit in Ohio is $255 a month, HHS says.These Ohioans would find insurance unaffordable without the tax credits, the Obama administration says.\n\nYet a U.S. Supreme Court decision late this month could spell the end of these subsidies in Ohio and 33 other states. The case concerns whether Congress intended to give out these tax credits in states that balked at setting up their own, state-based ACA insurance marketplaces. A majority of states including Ohio refused, using the federal Healthcare.gov marketplace instead.\n\nNationwide, a court decision against the Obama administration would put at least 6.4 million people -- 161,011 of them in Ohio -- at risk losing the tax credits, based on the new HHS figures. If that happens, members of Congress, governors or both could find themselves scrambling to keep people insured, regardless of whether they love or disdain Obamacare. Supreme Court justices acknowledged that possibility during oral arguments.\n\nSo about that 19.4 percent enrollment drop-off in Ohio: Had it not occurred, the stakes could have been worse.\n\n\n\n", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "aetna, affordable-care-act, healthspan, medical-mutual, obamacare, ohio-insurance, news", "title": "5 new important things to know about Obamacare in Ohio", "parsely-page": "{\"title\": \"5 new important things to know about Obamacare in Ohio\", \"link\": \"http://www.cleveland.com/open/index.ssf/2015/06/5_new_important_things_to_know.html\", \"image_url\": \"http://imgick.cleveland.com/home/cleve-media/width620/img/open_impact/photo/18001065-standard.jpg\", \"type\": \"post\", \"post_id\": \"16197773\", \"pub_date\": \"2015-06-04T14:14:19Z\", \"author\": \"Stephen Koff, Northeast Ohio Media Group Washington Bureau Chief\", \"tags\": [\"@zzz\",\"aetna\",\"affordable-care-act\",\"healthspan\",\"medical-mutual\",\"obamacare\",\"ohio-insurance\"] }", "twitter": {"image": "http://media.cleveland.com/open_impact/photo/18001065-thumb_square_large.jpg", "creator": "@SteveKoff", "site": "@clevelanddotcom", "card": "summary", "description": "Thousands of Ohioans who signed up for coverage this year later dropped it - but that could cushion the blow of a Supreme Court ruling."}, "article_date_updated": "Thursday, June 04, 2015, 12:39 PM", "parsely-metadata": "{\"short_title\": \"\", \"image_url\": \"http://media.cleveland.com/open_impact/photo/barack-obama-6f2ce6065652518c.jpg\", \"author_name\": \"skoff\", \"author_nickname\": \"Stephen Koff, Northeast Ohio Media Group Washington Bureau Chief\", \"author_id\": \"2490\", \"source_blog_name\": \"OPEN: Ohio Politics\", \"source_blog_url\": \"http://www.cleveland.com/open/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "cleveland.com", "description": "Thousands of Ohioans who signed up for coverage this year later dropped it - but that could cushion the blow of a Supreme Court ruling.", "title": "5 new important things to know about Obamacare in Ohio", "url": "http://www.cleveland.com/open/index.ssf/2015/06/5_new_important_things_to_know.html", "image": "http://media.cleveland.com/open_impact/photo/18001065-thumb_square_large.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "cleveland.com", "article_comments": 0, "article_date_original": "Thursday, June 04, 2015, 10:13 AM", "article_author": "Stephen Koff, Northeast Ohio Media Group Washington Bureau Chief", "Description": "Thousands of Ohioans who signed up for coverage this year later dropped it - but that could cushion the blow of a Supreme Court ruling."}, "article_summary": "A loophole in Ohio public records laws keeps some, but not all, filings private until the state approves the rates.\nAnother small hike: HealthSpan has another division, called HealthSpan Integrated Care (HSIC), which covers nine counties in Northeast Ohio.\nBut there's more big Ohio news on the Affordable Care Act, or ACA, or Obamacare, if you prefer, this week.\nThe average requested rate hike for HSIC is significantly lower than the one mentioned above.\nSo about that 19.4 percent enrollment drop-off in Ohio: Had it not occurred, the stakes could have been worse."}