{"article_title": "Greece wants EU funding to tackle migrant influx", "article_keywords": ["wants", "needs", "migrants", "funding", "greek", "million", "migrant", "eu", "officials", "migration", "greece", "tackle", "islands", "kos", "refugees", "influx", "meet"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/09/03/Greece-wants-EU-funding-tackle-migrant-influx", "article_text": "The cash-strapped country has seen a rise in the number of refugees and migrants -- mostly from Syria, Iraq and Afghanistan -- arriving on rubber dinghies from nearby Turkey.\n\nAid agencies estimate about 2,000 people cross over to Greek islands including Kos, Lesbos, Samos and Chios every day.\n\nThe interim government said it planned to set up a new operations center and take steps to improve conditions at existing refugee centers.\n\nEconomy Minister Nikos Christodoulakis said the country will seek EU funds earmarked to address the crisis.\n\n\"There is a major funding issue which should be addressed urgently,\" Christodoulakis told a news conference.\n\n\"The minimum sum Greece needs is 400 million euros from the asylum fund and 330 million from the fund for poor to tackle urgent needs for infrastructure.\"\n\nFrans Timmermans, first vice president of the European Commission and EU Commissioner for Migration Dimitris Avramopoulos, are in Athens to meet Greek officials. They will meet police and coast guard officials on Kos on Friday.\n\nChristoudoulakis said Greece will also provide financial help to the many eastern Greek islands that are feeling the pressure from the migrants influx.\n\n\"Many northern and southern Aegean islands have faced a dive in tourist traffic in recent months,\" he said. \"If we don't address that, we will have a new domestic wave of unemployed and poor.\"\n\nHe also called Greek ship-owners to offer vessels as temporary accommodation for refugees and blamed Europe for a lukewarm response to the migration issue.\n\n\"These difficult problems cannot be solved at the sitting rooms in Europe or in other countries but at the piers and at the shores who receive scores of refugees every day,\" he said.\n\n(Reporting by Angeliki Koutantou, Editing by Matthias Williams and Angus MacSwan)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The cash-strapped country has seen a rise in the number of refugees and migrants -- mo", "title": "Greece wants EU funding to tackle migrant influx", "url": "http://www.thefiscaltimes.com/latestnews/2015/09/03/Greece-wants-EU-funding-tackle-migrant-influx", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/europe-migrants-hungary_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/09/03/Greece-wants-EU-funding-tackle-migrant-influx", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/europe-migrants-hungary_2.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "The cash-strapped country has seen a rise in the number of refugees and migrants -- mo", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Christoudoulakis said Greece will also provide financial help to the many eastern Greek islands that are feeling the pressure from the migrants influx.\nAid agencies estimate about 2,000 people cross over to Greek islands including Kos, Lesbos, Samos and Chios every day.\nFrans Timmermans, first vice president of the European Commission and EU Commissioner for Migration Dimitris Avramopoulos, are in Athens to meet Greek officials.\n\"The minimum sum Greece needs is 400 million euros from the asylum fund and 330 million from the fund for poor to tackle urgent needs for infrastructure.\"\nEconomy Minister Nikos Christodoulakis said the country will seek EU funds earmarked to address the crisis."}