{"article_title": "Parents Arrested, CPS Might Take Kids Because They Stayed in Car During Errand", "article_keywords": ["hypes", "kids", "heather", "car", "arrested", "jail", "stayed", "run", "parents", "errand", "daughter", "went", "cps", "husband", "left"], "article_url": "http://reason.com/blog/2016/01/07/parents-arrested-cps-might-take-kids-bec", "article_text": "Heather Hypes, a 24-year-old Michigan mom, just had one of those days. We’ve all had them: the kids are tired, the checkout line takes forever, the credit card is doing something funky. But unlike most of us, Hypes is paying dearly for her bad luck—she’s been arrested, and worries the state is going to take away her kids, all because she left them alone while she ran an errand.\n\nHypes and her husband are facing stiff fines and jail time for making an imperfect, but far from dangerous, decision.\n\nHere’s what happened, in Hypes’ own words:\n\nDear Free-Range Kids: Hi, my name is Heather and I am a proud mother of two beautiful children, a three-year-old daughter (will be 4 in February) and a seven-month-old son. This nightmare started when my husband and I were on our way to work (we clean out abandon homes) and our daughter kept asking for something to drink. We decided to stop at Walmart, since there were a couple other things we had to grab anyways, and when we arrived our son was sleeping and our daughter was playing games on my phone. My husband was just going to run in but I decided to run in with him so we could do it faster. After grabbing the few things we needed and heading to the check outs we realized we forgot to get our daughters juice. I headed to the back of the store to grab her juice while he went to get a snack because we knew our daughter would want something to eat as well. When we got to the self-scans we went to different machines so it would be faster because half of the items could be covered with our bridge card and some couldn’t. He was having trouble with his transaction (bridge card), I went over to his machine once I was done with mine to help him and we ended up having to void the order and re-scan it. So, in a nutshell, a five-minute run in turned into a 27-minute run.\n\nYou can probably guess what happened next. Hypes and her husband returned to the truck only to find two Walmart employees standing next to it. They called the cops, even though they could see the kids were fine. It was about 50 degrees out, and rainy. The parents had left the truck locked and the windows cracked. Hypes tells me that she “didn’t honestly even know that it was illegal” to leave her kids in the car while she ran an errand. She says her own mother used to do that all the time.\n\n“I just thought it was a judgment call on the parents part as long as you didn’t leave them in there for hours or in extreme heat or in any dangerous environment,” she wrote in an email.\n\nThe officers informed Hypes that she would soon be hearing from CPS. But when the inspector from CPS paid her home a visit, he found nothing that troubled him and said the agency would most likely drop the case.\n\nAbout a week later, there were warrants out for the Hypes' arrest on two counts each of child abuse in the fourth degree. Now Heather and her husband are looking at a possible $2,000 in fines and six months in jail. She is embarrassed, and terrified that kids will be taken away.\n\nNo one is suggesting that very young children should routinely be left alone in a car for half an hour, which is what happened on the terrible, no good, very bad day Heather describes. But as the New Jersey Supreme Court unanimously declared, simply leaving a child in a car does not constitute abuse or neglect. Those crimes are evidenced by a pattern of harm to children, not a single incident.\n\nIn any case, how could it possibly make Heather and her husband better parents to send them to jail and impoverish them? Isn’t that much worse for the kids than the alleged crime for which their parents are being punished?\n\nThe Hypes have set up a PayPal account and are asking for assistance with their legal fees. That link can be found here.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Imperfect parenting should not be illegal.", "title": "Parents Arrested, CPS Might Take Kids Because They Stayed in Car During Errand", "url": "http://reason.com/blog/2016/01/07/parents-arrested-cps-might-take-kids-bec", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/1452175602157.jpg", "type": "article"}, "twitter": {"site": "@reason", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/1452175602157.jpg", "description": "Imperfect parenting should not be illegal.", "card": "summary_large_image", "title": "Parents Arrested, CPS Might Take Kids Because They Stayed in Car During Errand"}, "fb": {"pages": 17548474116}, "article": {"tag": "Free-Range Kids", "published_time": "2016-01-07T14:20:00+00:00", "author": "http://reason.com/people/lenore-skenazy"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "Heather Hypes, a 24-year-old Michigan mom, just had one of those days.\nIsn’t that much worse for the kids than the alleged crime for which their parents are being punished?\nIn any case, how could it possibly make Heather and her husband better parents to send them to jail and impoverish them?\nHypes tells me that she “didn’t honestly even know that it was illegal” to leave her kids in the car while she ran an errand.\nHypes and her husband are facing stiff fines and jail time for making an imperfect, but far from dangerous, decision."}