{"article_title": "We’re at a constitutional tipping point « Hot Air", "article_keywords": ["power", "point", "house", "executive", "constitutional", "system", "authority", "air", "hot", "way", "president", "problem", "tipping", "fact", "turley"], "article_url": "http://hotair.com/archives/2014/02/27/jonathan-turley-on-obamas-executive-overreach-were-at-a-constitutional-tipping-point/", "article_text": "Jonathan Turley on Obama’s executive overreach: We’re at a constitutional tipping point\n\nposted at 11:21 am on February 27, 2014 by Allahpundit\n\nVia the Free Beacon, a snippet from the latest House hearing on O’s duty to faithfully execute the laws. These Turley clips always get attention because it’s gratifying to see at least one scholar willing to challenge the Unicorn Prince on his “virtuous” power grabs, but the whole point of his testimony, really, is to challenge Congress and the courts, not Obama. I think deep down he’s a fatalist about Obama’s overreach, and rightly so; the reason we have separation of powers, after all, is because we expect each branch to try to expand its authority. That’s what human beings handed power do. You don’t contain them by asking them to be more modest, you contain them by pitting them against other parts of the government which, in theory, will push back to rein them in. Turley’s real problem isn’t with O’s behavior, which is rational and in line with our cynical expectations for state actors clothed in authority. His problem is with the other branches, especially the courts, for refusing to provide the checking and balancing they’re supposed to.\n\n“My view [is] that the president, has in fact, exceeded his authority in a way that is creating a destabilizing influence in a three branch system,” he said. “I want to emphasize, of course, this problem didn’t begin with President Obama, I was critical of his predecessor President Bush as well, but the rate at which executive power has been concentrated in our system is accelerating. And frankly, I am very alarmed by the implications of that aggregation of power.” “What also alarms me, however, is that the two other branches appear not just simply passive, but inert in the face of this concentration of authority,” Turley said… “The fact that I happen to think the president is right on many of these policies does not alter the fact that I believe the means he is doing [it] is wrong, and that this can be a dangerous change in our system,” he said. “And our system is changing in a very fundamental way. And it’s changing without a whimper of regret or opposition.”\n\nWhatever they end up doing about it — and the House GOP, at least, is trying to do something — they’d better do it soon. “I believe that your response has to begin before this president leaves office,” Turley says, not only because allowing these power grabs to calcify as acceptable precedent is dangerous but because he knows that some GOPers will grow more sanguine about executive prerogatives once a Republican is back in the White House. He wants the party that’s out of power now on record in their opposition precisely because they won’t be out of power forever.\n\nThe other key takeaway here, which you already know but which our trusty media seems not to, is that congressional gridlock is neither new nor an excuse for the president to unilaterally suspend laws that are politically inconvenient to him. If you’re a reporter, watch this. The truth may surprise you!\n\nRelated Posts:", "article_metadata": {"generator": "WordPress 4.3.4", "og": {"site_name": "Hot Air", "description": "“In our system, there is no license to go it alone.”", "title": "Jonathan Turley on Obama’s executive overreach: We’re at a constitutional tipping point", "url": "http://hotair.com/archives/2014/02/27/jonathan-turley-on-obamas-executive-overreach-were-at-a-constitutional-tipping-point/", "image": "https://s0.wp.com/i/blank.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@hotairblog", "card": "summary"}, "fb": {"admins": 312482775445602, "app_id": 312482775445602}, "article": {"published_time": "2014-02-27T16:21:51+00:00", "modified_time": "2014-02-27T17:53:31+00:00"}, "keywords": "constitutional, executive, jonathan turley, ObamaCare, overreach, tipping point, unilateral,", "google-site-verification": "2eqey8dXzgu4RGIRpBp8N_Uha0byt8NWBVajCi3uLgs", "verify-v1": "ouQUGDxtAiO+0Hn3LJajbWMP08yRHQDinMN9QDYrUV4="}, "article_summary": "His problem is with the other branches, especially the courts, for refusing to provide the checking and balancing they’re supposed to.\nTurley’s real problem isn’t with O’s behavior, which is rational and in line with our cynical expectations for state actors clothed in authority.\nHe wants the party that’s out of power now on record in their opposition precisely because they won’t be out of power forever.\nJonathan Turley on Obama’s executive overreach: We’re at a constitutional tipping pointposted at 11:21 am on February 27, 2014 by AllahpunditVia the Free Beacon, a snippet from the latest House hearing on O’s duty to faithfully execute the laws.\n“My view [is] that the president, has in fact, exceeded his authority in a way that is creating a destabilizing influence in a three branch system,” he said."}