{"article_title": "Onida District Gets New High School Amid $9M In Construction", "article_keywords": ["school", "9m", "district", "onida", "amid", "work", "general", "high", "students", "construction", "health", "shops", "gets", "technology", "south"], "article_url": "http://www.keloland.com/news/article/education/onida-district-gets-new-high-school-amid-$9m-in-construction", "article_text": "Onida, SD\n\nThe school year is starting about a week later than usual at a central South Dakota school district as crews work to complete roughly $9 million in construction.\n\n\n\nThe Pierre Capital Journal reports classes are scheduled to begin Aug. 27 at Agar-Blunt-Onida School District amid the construction. Work includes a new high school, renovations to heating and air conditioning at the elementary school, and demolition of an old school wing that dated back more than 90 years.\n\n\n\nSuperintendent Kevin Pickner says the construction will be far enough along that they can begin class by the end of the month. He says crews will wrap up \"odds and ends\" through September.\n\n\n\nThe district has 260 students, down from roughly 285 students a few years ago.\n\nEducation\n\nElementary {{Title}} Remove Change News General Courts Web Only Crime Outdoors Events Center Non-Homepage Boredom Busters Pipeline Positively KELOLAND Technology Hunger Affordable Care Act Shops Flooding Remembering 9/11 Drought JazzFest Spring Storm Honor Flight Spencer Anniversary\n\nDoApp Health News Business News Sports\n\nAgriculture Markets Livestock Crops Politics\n\nHealthBeat Cancer Children's Health Heart Health Wellness & Nutrition General Health Beat Women's Health RX Resources What's Going Around OTC Diabetes Recalls Dental Health Men's Health\n\nPolitics South Dakota Legislature Budget Congress Taxes General Local Campaign President US Senate New Laws US House Iowa Ballot Issues Local Races Minnesota Gubernatorial\n\nEducation Funding College Elementary High School Pre K School Supplies Middle School\n\nSports Professional College High School Sports Zone Headlines Summit League Tournament Olympics\n\nBusiness Industry Your Money Matters Development Gas & Energy Legislation Economy/Stocks Employment General Health Care Technology Education Funding Tourism Banking/Finance Housing Transportation Insurance Meetings & Events Retail & Restaurants All Industries On The Move Shops Agriculture\n\nFeatured Stories Eye on KELOLAND Inside KELOLAND\n\nWeather Snow Forecast Records Rain Flooding Drought WX Corner General\n\nWorld News\n\nInvestigates GEAR UP\n\nSponsored Done\n\n© 2016 Associated Press. All Rights Reserved. Material may not be redistributed.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "The school year is starting about a week later than usual at a central South Dakota school district as crews work to complete roughly $9 million in", "title": "Onida District Gets New High School Amid $9M In Construction", "url": "http://www.keloland.com/news/article/education/onida-district-gets-new-high-school-amid-$9m-in-construction", "image": "http://kelolandassets.blob.core.windows.net/kelolandassets/images/default-source/agriculture/crops/barley/66569.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "The school year is starting about a week later than usual at a central South Dakota school district as crews work to complete roughly $9 million in"}, "article_summary": "The Pierre Capital Journal reports classes are scheduled to begin Aug. 27 at Agar-Blunt-Onida School District amid the construction.\nOnida, SDThe school year is starting about a week later than usual at a central South Dakota school district as crews work to complete roughly $9 million in construction.\nWork includes a new high school, renovations to heating and air conditioning at the elementary school, and demolition of an old school wing that dated back more than 90 years.\nThe district has 260 students, down from roughly 285 students a few years ago.\nSuperintendent Kevin Pickner says the construction will be far enough along that they can begin class by the end of the month."}