{"article_title": "Success in Treating Genotype 4", "article_keywords": ["treating", "genotype", "success", "egypt", "cirrhotic", "trial", "patients", "treatment", "team", "sustained", "response", "san"], "article_url": "http://www.hcplive.com/conference-coverage/aasld-2015/hcv-in-egypt-success-in-treating-genotype-4", "article_text": "HCV in Egypt: Success in Treating Genotype 4\n\nEgypt has the highest prevalence of hepatitis C in the word and most of it (90%) is genotype 4.Researchers presenting a study at the Liver Meeting (AASLD) in San Francisco, CA reported success in a trial of ravidasvir (Pharco Pharmaceuticals, Alexandria, Egypt and Presideo Pharmaceuticals, San Francisco).The trial was conducted at three sites in Egypt, of which two ere in Cairo and one in Menoufiya.Reporting at the meeting, principal investigator Gamal Esmat, MD, of Cairo said patients were enrolled in three groups. The first was treatment naïve, non-cirrhotic, and cirrhotic. The second group was interferon-experience non cirrhotic and the third for interferon-experience with cirrhotic disease.The first two groups got ravidasvir and sofosbuvir plus ribavirin. At the time the abstract was written 284 patients had completed treatment. The drugs have been well tolerated, the team said.“Of the 265 patients who have reached 4 weeks post-treatment 99% have had a sustained viral response (SVR4) and 236 have achieved SVR8,” they wrote.The addition of ribavirin did not improve response, the team noted. There were six treatment failures, all were in patients who are cirrhotic.“To our knowledge this is the largest interferon-free clinical trial in HCV-GT4 patients,” and shows the combination of drugs resulted in “high sustained response rates in a large population of Egyptian patients, regardless of previous treatment status or underlying cirrhosis,” the authors wrote.", "article_metadata": {"description": "Egypt has the highest prevalence of hepatitis C in the word and most of it (90%) is genotype 4. Researchers presenting a study at the Liver Meeting (AASLD) in San Francisco, CA, reported success in a trial of ravidasvir", "og": {"site_name": "MD Magazine", "description": "Egypt has the highest prevalence of hepatitis C in the word and most of it (90%) is genotype 4. Researchers presenting a study at the Liver Meeting (AASLD) in San Francisco, CA, reported success in a trial of ravidasvir", "title": "HCV in Egypt: Success in Treating Genotype 4", "url": "http://www.hcplive.com/conference-coverage/aasld-2015/hcv-in-egypt-success-in-treating-genotype-4", "image": "https://s3.amazonaws.com/hcplive/v1_media/_upload_image/_thumbnails/egypt_icons.jpg", "type": "Article"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "https://s3.amazonaws.com/hcplive/v2_media/_core/favi/ms-icon-144x144.png", "keywords": "hepatitis c, hepatitis egypt, global health, infectious disease, liver disease, gastroenterology, hepatology, hospital medicine", "theme-color": "#ffffff"}, "article_summary": "The second group was interferon-experience non cirrhotic and the third for interferon-experience with cirrhotic disease.The first two groups got ravidasvir and sofosbuvir plus ribavirin.\nAt the time the abstract was written 284 patients had completed treatment.\nThe first was treatment naïve, non-cirrhotic, and cirrhotic.\nHCV in Egypt: Success in Treating Genotype 4Egypt has the highest prevalence of hepatitis C in the word and most of it (90%) is genotype 4.Researchers presenting a study at the Liver Meeting (AASLD) in San Francisco, CA reported success in a trial of ravidasvir (Pharco Pharmaceuticals, Alexandria, Egypt and Presideo Pharmaceuticals, San Francisco).The trial was conducted at three sites in Egypt, of which two ere in Cairo and one in Menoufiya.Reporting at the meeting, principal investigator Gamal Esmat, MD, of Cairo said patients were enrolled in three groups.\nThe drugs have been well tolerated, the team said.“Of the 265 patients who have reached 4 weeks post-treatment 99% have had a sustained viral response (SVR4) and 236 have achieved SVR8,” they wrote.The addition of ribavirin did not improve response, the team noted."}