{"article_title": "Blue Cross subsidiary got no-bid Obamacare website contract", "article_keywords": ["website", "blue", "shield", "house", "nobid", "obamacare", "cross", "contract", "novitas", "subsidiary", "white", "obama"], "article_url": "http://dailycaller.com/2013/11/25/blue-cross-subsidiary-got-no-bid-obamacare-website-contract/", "article_text": "Blue Cross Blue Shield of Florida CEO Patrick Geraghty (fourth from L) enters a meeting at the White House with other insurance executives on October 23, 2013 REUTERS/Larry Downing\n\n3985183\n\nA Blue Cross Blue Shield subsidiary received a no-bid contract for last-minute Obamacare website work, according to newly released documents.\n\nBlue Cross subsidiary Novitas Solutions received a nearly $12 million no-bid contract from the Centers for Medicare and Medicaid Services (CMS) on August 9 to help build the financial management and accounting facets of the online Obamacare exchanges. Novitas landed the no-bid contract as the Obama administration rushed to find a last-minute contractor to save the beleaguered website before it launched, according to House Energy and Commerce Committee documents.\n\nNovitas Solutions is owned by Diversified Service Options, which in turn is wholly owned by Blue Cross Blue Shield of Florida. Novitas also holds other contracts with CMS.\n\nBlue Cross Blue Shield is partnering closely with the White House on Obamacare implementation. As The Daily Caller reported, Obamacare is creating health insurance monopolies in a number of states that heavily favor Blue Cross Blue Shield.\n\nAt least five Blue Cross Blue Shield executives joined President Obama for a closed White House conference in April on Obamacare implementation, accounting for approximately half of the executives present.\n\nBlue Cross Blue Shield plans are even engaging in community organizing efforts in Louisiana, where the company is leading the state’s education campaign about enrollment in the unpopular health care exchanges.\n\nThough the Obama administration changed key language in a draft of Obamacare regulations in 2010 to conceal its knowledge that people would lose their existing plans under the new law, at least one Blue Cross affiliate failed to play along with the Obama administration’s lie. Blue Cross Blue Shield of California admitted that some people would lose their existing plans.\n\nPrimary Obamacare website contractor CGI Federal, which also received a no-bid contract, is working on the financial management aspect of the website alongside Novitas Solutions. As TheDC reported, CGI Federal executive Toni Townes-Whitley was one of Michelle Obama’s Princeton classmates and spent “Christmas at the White House” in December 2010.\n\nFollow Patrick on Twitter", "article_metadata": {"sailthru.author": "Patrick Howley", "description": "Blue Cross Blue Shield partnering closely with Obama White House on Obamacare implementation", "og": {"site_name": "The Daily Caller", "description": "A Blue Cross Blue Shield subsidiary received a no-bid contract for last-minute Obamacare website work, according to newly released documents.    Blue Cross subsidiary Novitas Solutions received a near", "title": "Blue Cross subsidiary got no-bid Obamacare website contract", "url": "http://dailycaller.com/2013/11/25/blue-cross-subsidiary-got-no-bid-obamacare-website-contract/", "image": {"width": 630, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2013/11/insurance-executives.jpg", "height": 270}, "type": "article"}, "twitter": {"description": "Blue Cross Blue Shield partnering with the White House", "title": "Blue Cross subsidiary got no-bid Obamacare website contract Via @dailycaller", "url": "http://dailycaller.com/2013/11/25/blue-cross-subsidiary-got-no-bid-obamacare-website-contract/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2013/11/insurance-executives.jpg"}, "creator": "@patrickhowleydc", "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2013-11-25 10:55:05", "sailthru.title": "Blue Cross subsidiary got no-bid Obamacare website contract", "HandheldFriendly": "true", "sailthru.tags": "obamacare,patrick-howley", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "obamacare,blue cross blue shield,no-bid contract,", "sailthru.description": "A Blue Cross Blue Shield subsidiary received a no-bid contract for last-minute Obamacare website work, according to newly released documents.    Blue Cross subsidiary Novitas Solutions received a near", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2013/11/insurance-executives.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af36914bd0286fca133\"", "article_summary": "Blue Cross Blue Shield of Florida CEO Patrick Geraghty (fourth from L) enters a meeting at the White House with other insurance executives on October 23, 2013 REUTERS/Larry Downing3985183A Blue Cross Blue Shield subsidiary received a no-bid contract for last-minute Obamacare website work, according to newly released documents.\nBlue Cross Blue Shield of California admitted that some people would lose their existing plans.\nAs The Daily Caller reported, Obamacare is creating health insurance monopolies in a number of states that heavily favor Blue Cross Blue Shield.\nNovitas Solutions is owned by Diversified Service Options, which in turn is wholly owned by Blue Cross Blue Shield of Florida.\nBlue Cross Blue Shield is partnering closely with the White House on Obamacare implementation."}