{"article_title": "On Obamacare and winning the Pulitzer Prize", "article_keywords": ["journalism", "prize", "things", "review", "youre", "obamacare", "winning", "writers", "dartmouth", "opinion", "writing", "think", "pulitzer"], "article_url": "http://www.hillsdalecollegian.com/2015/03/joe-rago-qa-on-obamacare-and-winning-the-pulitzer-prize/", "article_text": "Joe Rago is a member of The Wall Street Journal’s edi­torial board. In college, he was editor-in-chief of the Dartmouth Review, and through his time there received an internship, and even­tually a job, at WSJ in 2005. Rago won the 2011 Pulitzer Prize in Edi­torial Writing for his work on the Affordable Care Act. Winning the Pulitzer Prize at 28 made Rago one of the youngest writers ever to receive the honor.\n\nHow did you win your Pulitzer Prize at such a young age?\n\nIt’s kind of like getting into college: Everyone is qualified. Your editor picks out 10 pieces of writing you’ve done that year and submits that work to a jury of three people, who choose three writers in each of the 16 cat­e­gories. The writing from those three writers then goes before the full Pulitzer Board. I won in 2011 for the edi­torial writing I did in 2010. It doesn’t sound very intrepid, but it’s sort of random.\n\nAt the time you were writing on Oba­macare, did you see the importance of the topic?\n\nIf you’re a jour­nalist, the Affordable Care Act was a kind of winning powerball ticket. The gravity of the writing came from the subject, not the edi­torials them­selves. The economy has totally col­lapsed and Wash­ington is going off on healthcare. So while healthcare was getting rammed through congress, I think we were just trying to reflect the character of the times. I don’t think you ever write for pos­terity, it just happens like that.\n\nWhat set The Wall Street Journal’s coverage of Oba­macare apart from the rest of the coverage of Obamacare?\n\nI think we were just explaining what was in the bill. Your opinions are valuable when they reflect actual reporting. In opinion writing you can draw analysis, and your bias lets you see things the other guys miss a lot. Most jour­nalists were looking at the politics, not the sub­stance, of what was hap­pening with the Affordable Care Act.\n\nFrom the few articles I’ve read, you seem to have a very well-researched, yet col­loquial and sar­castic writing style. What most informed that?\n\nIn most forms of jour­nalism, you have to learn to take them on. There’s a certain format you have to master, and some people never do. Learn to innovate within that style. That other thing is doing more work than you need to do on a certain article. In the opinion world, the most powerful things are bringing infor­mation to the table. Because it’s opinion jour­nalism, analysis is also important.\n\nIs Oba­macare the worst piece of leg­is­lation ever, and can it be fixed?\n\nI don’t think it’s the worst thing ever, but The Wall Street Journal did call it the worst bill ever. All problems are ulti­mately fixable. We won the Cold War and did other dif­ficult things — I think we can fix our healthcare system.\n\nDescribe your expe­rience working at the Dartmouth Review. Why have you chosen to stay involved?\n\nThe Dartmouth Review is the con­ser­vative newspaper at Dartmouth. It was founded in 1980 and gained national recog­nition for fights those on staff got in with the campus admin­is­tration. It was a very con­fronta­tional period. The paper stuck around, then it mellowed out and it wasn’t trying to offend people. When I was an editor, I never understood what former Dartmouth Review staff Laura Ingraham and Dinesh D’Souza were upset about. I didn’t find it to be like that when I was there. The Dartmouth Review is a newspaper about Dartmouth College, and it has nothing to do with national politics. Once at the Journal, I was given a dif­ferent topic, and those skills gained working at the Dartmouth Review were used with less juvenility.\n\nWhat does opinion jour­nalism add to newspapers?\n\nIt sub­tracts from most news­papers. I think if it’s going to just be opinion jour­nalism where ‘this is what I think’ is not going to add value to the newspaper. Your opinion isn’t very valuable, and the best opinion jour­nalism brings an analytic approach. The best of it reveals something about the topic that someone else missed because you’re writing with a bias, so you’re able to understand an issue in another way. The best opinion pieces will have some opinion at the top and some opinion at the bottom with facts in the middle. Opinion pages sell news­papers when they’re well done.\n\nWhat do you think about using Twitter in journalism?\n\nIt takes up so much time and it’s so personality-based. It encourages you to get in fights with people, and it encourages you to have more opinions than there are things worth having opinions about. Jour­nalists have ruined their life on Twitter. That in mind, I use it con­stantly. I don’t think you can be a jour­nalist now and not be on Twitter.\n\n- Compiled by Evan Carter", "article_metadata": {"og": {"site_name": "Hillsdale Collegian", "description": "Joe Rago is a member of The Wall Street Journal’s editorial board. In college, he was editor-in-chief of the Dartmouth Review, and through his time there received an internship, and eventually a job, at WSJ in 2005. Rago won the 2011 Pulitzer Prize in Editorial Writing for his work on the Affordable", "title": "Joe Rago Q&A: On Obamacare and winning the Pulitzer Prize", "locale": "en_US", "image": "http://www.hillsdalecollegian.com/wp-content/uploads/2016/03/10496216_712440708804801_1857626666169915459_o-300x300.png", "updated_time": "2015-08-17T10:29:01-04:00", "url": "http://www.hillsdalecollegian.com/2015/03/joe-rago-qa-on-obamacare-and-winning-the-pulitzer-prize/", "type": "article"}, "article": {"published_time": "2015-03-05T09:00:43-05:00", "modified_time": "2015-08-17T10:29:01-04:00"}, "description": "Joe Rago is a member of The Wall Street Journal’s editorial board. In college, he was editor-in-chief of the Dartmouth Review, and through his time there", "viewport": "width=device-width", "robots": "noodp, noydir"}, "article_summary": "Winning the Pulitzer Prize at 28 made Rago one of the youngest writers ever to receive the honor.\nThe Dartmouth Review is a newspaper about Dartmouth College, and it has nothing to do with national politics.\nRago won the 2011 Pulitzer Prize in Edi­torial Writing for his work on the Affordable Care Act.\nWhen I was an editor, I never understood what former Dartmouth Review staff Laura Ingraham and Dinesh D’Souza were upset about.\nIn college, he was editor-in-chief of the Dartmouth Review, and through his time there received an internship, and even­tually a job, at WSJ in 2005."}