{"article_title": "Three Reasons to Celebrate this International Women's Day", "article_keywords": ["women", "candidate", "voters", "reasons", "states", "state", "senator", "international", "womens", "day", "celebrate", "making"], "article_url": "http://www.huffingtonpost.com/barbara-lee/three-reasons-to-celebrat_b_4922957.html", "article_text": "As we commemorate the 106th International Women's Day (March 8), women comprise less than one fifth of U.S. Congress, despite making up half the population. Just five of 50 U.S. governors are women. The United States is still behind Afghanistan and Rwanda when it comes to women's representation in office.\n\nThe good news is that these statistics notwithstanding, women are making meaningful strides in leadership every day in ways big and small. This International Women's Day, let's celebrate that positive progress. The following groups of women are three reasons to cheer this year:\n\nWomen Who Run: In races across the country, women are stepping up with grace and grit to challenge the status quo. Voters expect more from women candidates than they do from men; women must be qualified, likable, warm, strong, competent, compassionate, polished but not too pretty -- and the list goes on.\n\nDespite these higher hurdles, women are clearing the bar.\n\nThis International Women's Day, I'm applauding women like Kentucky Secretary of State Alison Lundergan Grimes. The Democratic Senate candidate is leading Minority Leader Mitch McConnell by four points in one of the most high-profile, high stakes races in the country, according to a February poll. I'm celebrating women like Texas gubernatorial candidate and State Senator Wendy Davis, who recently became the state's first woman gubernatorial nominee since the late, great Ann Richards nearly 25 years ago.\n\nAnd here in Massachusetts, I'm cheering on women like the incomparable Attorney General and gubernatorial candidate Martha Coakley. Her combination of qualifications, results, and resilience has made her one of the most popular statewide elected officials in Massachusetts - and a top contender to be the state's first woman in the corner office.\n\nAnd of course, we couldn't commemorate women making strides in politics and on the global stage without mentioning former Secretary of State, U.S. Senator, First Lady, and icon Hillary Clinton. Here's hoping we can include her name in the \"Women Who Run\" category again soon.\n\nWomen Who Have Won: It's not only women running that's worth celebrating- it's what they do once they've won, too. With women's voices in office and on the bench, we passed the most inclusive Violence Against Women Act to date, upheld the Affordable Care Act, and got the Lilly Ledbetter Fair Pay Act on the books, to name just a few. Because of women's voices, we are finally tackling the issue of sexual assault in the military (Senator Kirsten Gillibrand is not backing down, even after this week's discouraging Senate vote) and addressing gun violence head on.\n\nBarbara Lee Family Foundation research has shown that voters give women due credit for being in touch with what matters to voters' everyday lives, too. They understand the costs of healthcare, the cost of food, and really \"get it\" in a way that typical politicians do not. Keeping it real? That's something to high-five this International Women's Day, too.\n\nWomen Who Get It Done: It takes a team to make a candidate - a qualified, committed, gender-balanced team of staffers to schedule, prepare, coach, manage, and encourage. Let's hear it for the women behind the women who are helping make history: the campaign managers, fundraising pros, media relations gurus, and hard-working interns who make it all possible. They deserve this day, too.\n\nFollow Barbara Lee on Facebook: www.facebook.com/barbaraleesays\n\nFollow Barbara Lee on Twitter: www.twitter.com/BarbaraLeeSays", "article_metadata": {"description": "As we commemorate the 106th International Women's Day (March 8), women comprise less than one fifth of U.S. Congress, despite making up half the populati...", "sailthru.expire_date": "2014-03-08 20:49:17 -0500", "og": {"site_name": "The Huffington Post", "description": "As we commemorate the 106th International Women's Day (March 8), women comprise less than one fifth of U.S. Congress, despite making up half the populati...", "url": "http://www.huffingtonpost.com/barbara-lee/three-reasons-to-celebrat_b_4922957.html", "image": "http://i.huffpost.com/gen/1617040/images/o-WOMEN-IN-BUSINESS-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1617040/images/o-WOMEN-IN-BUSINESS-facebook.jpg", "height": 1000}, "description": "As we commemorate the 106th International Women's Day (March 8), women comprise less than one fifth of U.S. Congress, despite making up half the populati...", "site": "@HuffPostPol", "card": "summary_large_image", "creator": "BarbaraLeeSays"}, "sailthru.date": "2014-03-07 20:49:17 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4922957", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "gender equality,candidates,politics,international women's day", "article": {"section": "Politics", "tag": "gender equality,candidates,politics,international women's day", "published_time": "2014-03-07 20:49:17 -0500", "modified_time": "2014-05-07 05:59:01 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fd6a26\"", "article_summary": "This International Women's Day, let's celebrate that positive progress.\nThat's something to high-five this International Women's Day, too.\nThis International Women's Day, I'm applauding women like Kentucky Secretary of State Alison Lundergan Grimes.\nAs we commemorate the 106th International Women's Day (March 8), women comprise less than one fifth of U.S. Congress, despite making up half the population.\nThe good news is that these statistics notwithstanding, women are making meaningful strides in leadership every day in ways big and small."}