{"article_title": "Ted Cruz vows 5% economic growth", "article_keywords": ["vows", "pay", "reagans", "ted", "taxes", "cruz", "economic", "growth", "plan", "policy", "tax", "republican", "economy"], "article_url": "http://www.wibw.com/content/news/Ted-Cruz-vows-5-economic-growth-375842741.html", "article_text": "Ted Cruz is predicting historic growth for the U.S. economy if he's in the White House.\n\nFor the past several years, America's economy has grown under 2% a year. Cruz said Friday that he can get the economy expanding at 5% or more a year.\n\nThat hasn't happened since 1984.\n\nThe U.S. will have \"a minimum of 5% GDP growth,\" Cruz said on CNBC's Squawk Box. Gross Domestic Product, or GDP, is the measure of all the economy activity in a country.\n\nHow can Cruz achieve what so many presidents -- Republican and Democrat -- haven't been able to do in the past 30 years?\n\nCruz says it's about going back to Reagan style economics: cut taxes, scale back regulation on business and repeal Obamacare.\n\n\"Cruz's tax plan is better than Reagan's,\" said Arthur Laffer, Reagan's economic adviser. \"I think you'll get growth rates higher than Reagan's.\"\n\nThe senator from Texas who is battling Trump for the Republican nomination wants to do away with America's current tax system and go to a flat tax, where everyone pays the same relative amount.\n\nCruz says individuals should pay a 10% tax on their income and all businesses should pay 16% of their income.\n\nThe non-partisan Tax Policy Center has analyzed all of the 2016 candidates tax plans. Most Americans would pay less in taxes under Cruz's flat tax, but government debt would also likely soar.\n\n\"The Cruz plan would require unprecedented spending cuts to avoid adding to the federal debt,\" the Tax Policy Center wrote.\n\nCruz and Laffer disagree. They say that the economy will grow so much that it will bring more jobs and government revenue.\n\n\"The numbers that are estimated are, if anything, underestimating the growth,\" Cruz said Friday.\n\nIt's a bold claim.\n\nJeb Bush was heavily criticized for being unrealistic when he promised to get the economy humming at 4% a year. Cruz is aiming even higher.\n\n\"It's a very optimistic projection they are making,\" said Dan Sichel, a professor of economics at Wellesley College and a former forecaster at the Federal Reserve.", "article_metadata": {"description": "For the past several years, America's economy has grown under 2% a year. Cruz said Friday that he can get the economy expanding at 5% or more a year. That hasn't happened since 1984.", "language": "english", "author": "CNN; Heather Long and Greg Palmer", "og": {"url": "http://www.wibw.com/content/news/Ted-Cruz-vows-5-economic-growth-375842741.html", "image": "http://media.graytvinc.com/images/Ted+Cruz+CNN.jpg", "type": "article", "description": "For the past several years, America's economy has grown under 2% a year. Cruz said Friday that he can get the economy expanding at 5% or more a year. That hasn't happened since 1984.", "title": "Ted Cruz vows 5% economic growth"}, "twitter": {"description": "For the past several years, America's economy has grown under 2% a year. Cruz said Friday that he can get the economy expanding at 5% or more a year. That hasn't happened since 1984.", "title": "Ted Cruz vows 5% economic growth", "url": "http://www.wibw.com/content/news/Ted-Cruz-vows-5-economic-growth-375842741.html", "image": "http://media.graytvinc.com/images/Ted+Cruz+CNN.jpg", "creator": "@wibw", "site": "@wibw", "card": "summary_large_image"}, "keywords": "Ted Cruz vows 5% economic growth", "fb": {"app_id": 127891188221, "pages": 334421824439}, "msvalidate.01": "9CD4A96D8A076527F07FD24CFCDE5489", "google-site-verification": "xKK4ktPtBfFVLdzIx__cOn-VV5eDQAJ3ZPOJKffAg_I", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Ted Cruz vows 5 economic"}, "article_summary": "The U.S. will have \"a minimum of 5% GDP growth,\" Cruz said on CNBC's Squawk Box.\n\"The numbers that are estimated are, if anything, underestimating the growth,\" Cruz said Friday.\n\"The Cruz plan would require unprecedented spending cuts to avoid adding to the federal debt,\" the Tax Policy Center wrote.\nTed Cruz is predicting historic growth for the U.S. economy if he's in the White House.\n\"Cruz's tax plan is better than Reagan's,\" said Arthur Laffer, Reagan's economic adviser."}