{"article_title": "Japan lifts evacuation order for town near doomed nuclear plant", "article_keywords": ["town", "plant", "naraha", "nuclear", "doomed", "radiation", "lifted", "levels", "near", "lifts", "evacuation", "japan", "residents", "order"], "article_url": "http://www.washingtontimes.com/news/2015/sep/5/japan-lifts-evacuation-order-town-near-doomed-nucl/?page=all", "article_text": "NARAHA, Japan (AP) — Japan’s government on Saturday lifted a 4½-year-old evacuation order for the northeastern town of Naraha that had sent all of the town’s 7,400 residents away following the disaster at the nearby Fukushima nuclear plant.\n\nNaraha became the first to get the order lifted among seven municipalities forced to empty entirely due to radiation contamination following the massive earthquake and tsunami that sent the plant’s reactors into triple meltdowns in March 2011.\n\nThe central government has said radiation levels in Naraha have fallen to levels deemed safe following decontamination efforts.\n\nAccording to a government survey, however, 53 percent of the evacuees from Naraha, which is 20 kilometers (12 miles) south of the nuclear plant, say they’re either not ready to return home permanently or are undecided. Some say they’ve found jobs elsewhere over the past few years, while others cite radiation concerns.\n\nNaraha represents a test case, as most residents remain cautious amid lingering health concerns and a lack of infrastructure. In the once-abandoned town, a segment of a national railway is still out of service, with the tracks covered with grass. Some houses are falling down and wild boars roam around at night.\n\nOnly about 100 of the nearly 2,600 households have returned since a trial period began in April. Last year, the government lifted evacuation orders for parts of two nearby towns, but only about half of their former residents have returned.\n\nNaraha Mayor Yukiei Matsumoto said that Saturday marked an important milestone.\n\n“Our clock started moving again,” he said during a ceremony held at a children’s park. “The lifting of the evacuation order is one key step, but this is just a start.”\n\nMatsumoto said he hoped Naraha could set a good example of a recovering town for the other affected municipalities.\n\nAbout 100,000 people from about 10 municipalities around the wrecked plant still cannot go home. The government hopes to lift all evacuation orders except for the most contaminated areas closest to the plant by March 2017 — a plan many evacuees criticize as an attempt to showcase Fukushima’s recovery ahead of the 2020 Tokyo Summer Olympics.\n\nMatsumoto said that fear of radiation and nuclear safety was still present, and that Naraha had a long way to go in its recovery. The town will be without a medical clinic until October, while a new prefectural hospital won’t be ready until February.\n\nA grocery store started free delivery services in July, and a shopping center will open next year. Still, many residents, especially those who don’t drive, face limited options for their daily necessities.\n\nResidents have been given personal dosimeters to check their own radiation levels. To accommodate their concerns, the town is also running 24-hour monitoring at a water filtration plant, testing tap water for radioactive materials.\n\nToshiko Yokota, a 53-year-old homemaker who had to leave her Naraha house after the disaster, said Saturday that she came back to attend the ceremony and clean her home, and that she eventually wants to move back with her husband. Their house was damaged by rats, bugs and rainwater leaks in their absence, and still needs to be fully renovated, but she hopes to return in a few years.\n\n“My friends are all in different places because of the nuclear accident, and the town doesn’t even look the same, but this is still my hometown and it really feels good to be back,” said Yokota, who currently lives in another town in Fukushima prefecture.\n\n“I still feel uneasy about some things, like radiation levels and the lack of a medical facility,” she said. “In order to come back, I have to keep up my hope and stay healthy.”", "article_metadata": {"description": "Japan's government on Saturday lifted a 41/2-year-old evacuation order for the northeastern town of Naraha that had sent all of the town's 7,400 residents away following the disaster at the nearby Fukushima nuclear plant.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Japan’s government on Saturday lifted a 41/2-year-old evacuation order for the northeastern town of Naraha that had sent all of the town’s 7,400 residents away following the disaster at the nearby Fukushima nuclear plant.", "title": "Japan lifts evacuation order for town near doomed nuclear plant", "url": "http://www.washingtontimes.com/news/2015/sep/5/japan-lifts-evacuation-order-town-near-doomed-nucl/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/09/05/JAPAN.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/09/05/JAPAN.jpg", "description": "Japan's government on Saturday lifted a 41/2-year-old evacuation order for the northeastern town of Naraha that had sent all of the town's 7,400 residents away following the disaster at the nearby Fuk", "card": "summary", "title": "Japan lifts evacuation order for town near doomed nuclear plant"}, "Author": "Mari Yamaguchi", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Disaster Accident, Environment, Naraha, Fukushima Nuclear Plant"}, "article_summary": "“I still feel uneasy about some things, like radiation levels and the lack of a medical facility,” she said.\nThe central government has said radiation levels in Naraha have fallen to levels deemed safe following decontamination efforts.\nNARAHA, Japan (AP) — Japan’s government on Saturday lifted a 4½-year-old evacuation order for the northeastern town of Naraha that had sent all of the town’s 7,400 residents away following the disaster at the nearby Fukushima nuclear plant.\nLast year, the government lifted evacuation orders for parts of two nearby towns, but only about half of their former residents have returned.\nResidents have been given personal dosimeters to check their own radiation levels."}