{"article_title": "Like a Boss?", "article_keywords": ["youre", "working", "sticker", "million", "youtube", "boss", "person", "team", "phrase", "obama"], "article_url": "http://www.americanthinker.com/blog/2014/05/like_a_boss.html", "article_text": "I had to Google the phrase, which refers to “a person completing an action with authority and finesse.” One definition adds that it implies that the person has “an air of superiority and do[es] not care how others perceive” him, which certainly fits Obama.\n\nThe Democrats are running a cutesy campaign asking people to vote on which bumper sticker they like best. I’m still scratching my head over sticker #1:\n\nBut can Obama’s team not be aware that the phrase came from a vulgar Saturday Night Live parody starring Seth Rogen (120 million hits on YouTube)? The list of activities of the boss in the song is unbelievably gross – not exactly presidential. One of the least offensive lines is about bombing the Russians. Maybe the Obama team thought it would make Putin realize how tough Obama is.\n\nFurthermore, unless you’re a government employee, Obama is a public servant, not a boss. We the people are the boss; dictators and tyrants are bosses of their citizens.\n\nWhat’s more, how many people like their boss? The word has pejorative connotations for most working stiffs, which would be less of an issue for the 92 million Americans out of the workforce. These are synonyms in my thesaurus for the verb “to boss”:\n\nOrder around, dictate to, lord it over, bully, push around, domineer, dominate, pressurize, browbeat; call the shots for, lay down the law on, bulldoze, walk all over, railroad.\n\nMaybe he’s like a Mafia boss? A union boss? Boss Tweed?\n\nAnd doesn’t Obama look peevish in the photo? He must be angry at those people over in the government who keep causing all these inexcusable scandals.\n\nSurely this must be the work of a conservative who infiltrated democrats.org.", "article_metadata": {"og": {"url": "http://www.americanthinker.com/blog/2014/05/like_a_boss.html", "image": "http://www.americanthinker.com/assets/images/at-painter-og-image.png", "title": "Blog: Like a Boss?"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Furthermore, unless you’re a government employee, Obama is a public servant, not a boss.\nThe list of activities of the boss in the song is unbelievably gross – not exactly presidential.\nWe the people are the boss; dictators and tyrants are bosses of their citizens.\nBoss Tweed?\nWhat’s more, how many people like their boss?"}