{"article_title": "Dubina gives insight to famous cases", "article_keywords": ["case", "united", "court", "federal", "florida", "insight", "father", "dubina", "states", "famous", "election", "cases", "care", "gives"], "article_url": "http://www.southeastsun.com/news/article_1cf58c98-1bbe-11e3-9de5-001a4bcf6878.html", "article_text": "The Enterprise Rotary Club welcomed one of the most prominent lawmen in the nation, who’s influenced some of the country’s most high-profile cases during its Sept. 10 meeting.\n\nThe Honorable Joel Fredrick Dubina is the Chief Judge for the United States Court of Appeals for the Eleventh Circuit, which covers Georgia, Florida and Alabama.\n\nDubina is also the father of U.S. Representative for the 2nd District of Alabama, Martha Roby.\n\nDuring his visit with Rotarians at the Enterprise Country Club, Dubina discussed five of the most notorious cases he’s been associated with including the presidential election of George Bush over Al Gore, the immigration case of Elian Gonzalez, the case of Terri Schiavo, serial killer Ted Bundy and most recently, the Affordable Care Act.\n\n“Every case I have ever sat on, to me, is an important case,” Dubina said. “Every case that I sit on is the most important case for those individuals litigating and for those lawyers who are prosecuting the case in our court. Most people in this country live a lifetime and never have a case in a federal court. So I’ve always treated every case, even the smallest dollar amount, even if it’s a misdemeanor crime, as the most important case I am hearing that day.”\n\nSome of Dubina’s cases have received national and international attention.\n\nIn 2000, the winner of the presidential election was unclear after confusion arose concerning the Florida ballots.\n\n“I knew we were in trouble when lawyers from all over the United States started heading into Florida,” Dubina said. “Literally within two weeks after the election, which should have been decided, 55 lawsuits were filed in federal court in the state of Florida.”\n\nDubina said it caused havoc on the court system as all resources were placed on Bush vs. Gore.\n\nResponsibility was eventually placed on the voter, and Bush was ruled the winner of the election about five weeks after the election.\n\nThe case of Elian Gonzalez, a little boy rescued off the coast of Florida in 2000, who through his uncle filed for asylum in the United States, Dubina said, by far, garnered the most media attention of all his cases.\n\n“This case was a very simple case, but I have never seen a media frenzy in this country like I saw with that case,” he said.\n\nGonzalez was eventually returned into the custody of his father in Cuba, who was deemed a fit and loving parent.\n\n“The father had the law on his side. There was nothing to show that the father was not a loving father who wanted to be reunited with his son,” Dubina said. “The nation is still somewhat divided on what we did in that case, but really not so much so. I think most people agree with what we did in that case.”\n\nIn the case of Terri Schiavo, a woman who was severely brain damaged, whose husband said she requested if she ever were put on life-support to stop providing food and water to her.\n\nAfter food and water stopped being provided, her parents requested to care for their daughter instead.\n\nThe case was in and out of the court system on appeals, motions and petitions, but the Supreme Court would not hear the case, the federal court ruling was upheld and Schiavo later died days after her feeding tube was removed.\n\n“If you don’t learn anything else from that case, learn this...if you do not have a living will and durable power of attorney that sets out specifically what you want done to you if you get in that situation, there are a lot of good attorneys here in the Wiregrass and you need to go see one and get one done today,” Dubina said. “The courts need to stay out of those decisions. That should be between a doctor and his or her patient.”\n\nDubina was also involved in the case of notorious serial killer Ted Bundy, who was sentenced to death by electric chair in 1989 in Starke, Fla.\n\nThe Affordable Care Act case is the biggest case Dubina said he’s ever been a member of a panel to hear.\n\nThe case was to determine the constitutionality of the Affordable Care Act.\n\nTwo of the three-judge panel voted to strike down the Affordable Care Act, and it moved on to the Supreme Court, who ruled in its favor.\n\n“I thought it was an unconstitutional law,” Dubina said. “I do not see how you can force people in the American public to go into a stream of commerce and then regulate it, force them in and then regulate it.\n\n“If you read the Supreme Court ruling on this, they affirmed us on whether or not it was constitutional under the commerce clause and they agreed with us that it was unconstitutional under the commerce clause, but they said it was a tax,” he said, which Congress has the right to impose.\n\nDubina said it remains to be seen what’s going to happen in the future with the law.\n\n“I did my job. I called that case the way I saw it,” he said. “I got it half right and half wrong, and I can live with that. I never take any case personal.”\n\nWhen he became a federal judge, Dubina said he “swore to uphold and defend the constitution of the United States and the laws of the United States. Not just the laws that I agree with, but all the laws.”", "article_metadata": {"googlebot": "noarchive", "og": {"site_name": "The Southeast Sun", "description": "The Enterprise Rotary Club welcomed one of the most prominent lawmen in the nation, who’s influenced some of the country’s most high-profile cases during its Sept. 10 meeting.", "title": "Dubina gives insight to famous cases", "url": "http://www.southeastsun.com/news/article_1cf58c98-1bbe-11e3-9de5-001a4bcf6878.html", "image": {"width": 300, "identifier": "http://bloximages.newyork1.vip.townnews.com/southeastsun.com/content/tncms/assets/v3/editorial/3/19/31993a68-1bbf-11e3-9cf8-001a4bcf6878/5231dd9203551.preview-300.jpg?resize=300%2C450", "height": 450}, "type": "article"}, "twitter": {"site": "@southeastsun", "card": "summary"}, "description": "The Enterprise Rotary Club welcomed one of the most prominent lawmen in the nation, who’s influenced some of the country’s most high-profile cases during its Sept. 10 meeting.", "fb": {"app_id": 242143342587548}, "keywords": "enterprise rotary club,the honorable joel fredrick dubina,chief judge,martha roby,most notorious cases,federal court,news,features", "news_keywords": "enterprise rotary club,the honorable joel fredrick dubina,chief judge,martha roby,most notorious cases,federal court,news,features"}, "article_summary": "“Every case I have ever sat on, to me, is an important case,” Dubina said.\n“I knew we were in trouble when lawyers from all over the United States started heading into Florida,” Dubina said.\nThe Affordable Care Act case is the biggest case Dubina said he’s ever been a member of a panel to hear.\nThe Honorable Joel Fredrick Dubina is the Chief Judge for the United States Court of Appeals for the Eleventh Circuit, which covers Georgia, Florida and Alabama.\nMost people in this country live a lifetime and never have a case in a federal court."}