{"article_title": "Cruz: San Bernardino Attack Shows U.S. Is ‘At War’ with ‘Radical Islam’", "article_keywords": ["republican", "shot", "san", "bernardino", "radical", "stop", "attack", "trump", "cruz", "shooting", "act", "terror", "terrorism", "shows", "war", "presidential", "islam"], "article_url": "http://www.thefiscaltimes.com/2015/12/03/Cruz-San-Bernardino-Attack-Shows-US-War-Radical-Islam", "article_text": "As of Thursday morning, there was no reliable public information available about the motive behind a horrific shooting in San Bernardino, California that left 14 people dead and 17 wounded. But that didn’t stop Texas senator and Republican presidential candidate Ted Cruz from labeling it an act of “radical Islamic terrorism.”\n\nThe murderous rampage by 28-year-old Syed Rizwan Farook and his 27-year-old wife, Tashfeen Malik, which ended when both were shot to death by police as they exchanged gunfire in a residential neighborhood, might well have been an act of terrorism.\n\nRelated: Did Donald trump Just Break Facebook? And Maybe Periscope?\n\nIt might also have been a particularly horrible act of workplace violence – Farook appears to have worked with many of the victims, and had reportedly left the gathering where the shooting took place in anger not long before the attack.\n\nIt might have been a hideous combination of the two – an act of terror meant to send a political message enacted against people with whom the perpetrators had a personal grudge. The point is that we don’t know.\n\nHowever, that didn’t stop Cruz, the first of 14 Republican presidential candidates scheduled to appear before the Republican Jewish Coalition in Washington, from drawing a direct line between the shootings and violent jihadists.\n\nHe began with an acknowledgement that all the facts are not known. “At this point, the details of what happened in San Bernardino are still unclear. But our prayers are with the families of those who were murdered, of those who were shot. And all of us are deeply concerned that this is yet another manifestation of terrorism, radical Islamic terrorism here at home.”\n\nRelated: Trump May Be Losing the Media. He Also Might Not Need it Anymore\n\nHowever, he quickly went from doubt about the cause of the shooting to certainty.\n\n“Coming on the wake of a terror attack in Paris, this horrific murder underscores that we are at a time of war,” he said. “Whether or not the current administration realizes it or is wiling to acknowledge it, our enemies are at war with us, and I believe this nation needs a wartime president to defend it.”\n\nIt was a neat trick, to move from uncertainty to proof in the matter of a few seconds, and the audience ate up Cruz’s tough-guy stance against terrorism. But on a broader stage, exhibiting a willingness to rush to judgment might not be the best look for a presidential candidate.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "As of Thursday morning, there was no reliable public information available about the m", "title": "Cruz: San Bernardino Attack Shows U.S. Is ‘At War’ with ‘Radical Islam’", "url": "http://www.thefiscaltimes.com/2015/12/03/Cruz-San-Bernardino-Attack-Shows-US-War-Radical-Islam", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-election-cruz_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/12/03/Cruz-San-Bernardino-Attack-Shows-US-War-Radical-Islam", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-election-cruz_1.jpg", "creator": "@rrgarver", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "As of Thursday morning, there was no reliable public information available about the m", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "“Coming on the wake of a terror attack in Paris, this horrific murder underscores that we are at a time of war,” he said.\nHowever, that didn’t stop Cruz, the first of 14 Republican presidential candidates scheduled to appear before the Republican Jewish Coalition in Washington, from drawing a direct line between the shootings and violent jihadists.\nAnd all of us are deeply concerned that this is yet another manifestation of terrorism, radical Islamic terrorism here at home.”Related: Trump May Be Losing the Media.\n“At this point, the details of what happened in San Bernardino are still unclear.\nBut on a broader stage, exhibiting a willingness to rush to judgment might not be the best look for a presidential candidate."}