{"article_title": "The real reason law schools are raking in cash", "article_keywords": ["real", "school", "financial", "students", "cash", "legal", "rules", "reason", "raking", "sense", "schools", "american", "law", "fact"], "article_url": "http://www.salon.com/2013/11/24/the_real_reason_law_schools_are_raking_in_cash/", "article_text": "Topics: Editor's Picks, From the Wires, law, law school, Life News\n\nSince at least 1985, the American Bar Association’s Section on Legal Education has published annual statistics about the rates of enrollment at American law schools, the costs of attendance, and the eventual employment of law graduates. Looking at how these numbers have changed since the financial crisis of 2008, one thing is clear: Law schools are doing quite well for themselves. Tuition at private law schools has steadily increased, climbing from a mean of $34,298 in 2008 to a mean of $40,634 today – an increase that, by my calculations, outpaces inflation by about $3,000. And although enrollment has declined slightly from its all-time peak of 52,488 new students in 2010, the general trend has been unmistakably positive.\n\nBut if you sought information about how law schools weathered the financial storm in the pages of the New York Times, the Wall Street Journal or the Atlantic, I would not have faulted you for coming to the conclusion that they must be undergoing a major crisis. As these publications have tirelessly (and accurately) reported, the picture for law graduates is rather bleak. Student debt is astronomical, with some law students borrowing upwards of $200,000 to finance their educations, and employment prospects are dismal, with even well-established, “white-shoe” law firms being forced to make massive cuts and layoffs.\n\nAs a straight value proposition, it seems, it is no longer clear that going to law school makes any sense. So, law schools, one might reasonably expect, surely must be feeling the pressure. College students, one could not be blamed for thinking, surely must be considering other careers. But it has not been thus.\n\nWhy? How, in other words, can we explain the fact that young people are still going to law school in droves? How are we to make sense of the fact that so many intelligent college graduates are, to all appearances, deciding to commit financial suicide? The accounting just does not add up.\n\nA couple of answers suggest themselves. First, there is the fact that law school is uniquely positioned to exploit the ambitions of students whose majors do not lead obviously to a particular career. Economic choices, in other words, are not made in a vacuum; we can select only among the finite alternatives that precipitate from our actual pasts. For the upper-middle-class junior at Amherst whose parents are doctors or professors or – say – lawyers, but who always found herself more interested in 19th-century French painting than in computer programming or corporate accounting, law school may be the only way out. The other choices are to move home (obviously shameful) or (gasp!) get a PhD in art history or some equally esoteric field, which – every sensible person she knows will tell her – is thoroughly useless and not very likely to get her a job. Yes, it is true – the various influences in her life will whisper – sadly in our society everyone must become a technician, but becoming a lawyer is becoming a technician with a heart. Justice, fairness, equality – certainly these are worth caring about? And don’t you want to make something of yourself?\n\nNext, there is the fact that the sorts of people who want to go to law school tend to be exactly the sorts of people who think they can beat the odds. There are, in fact, many books on the market warning prospective students not to go to law school. These books bear such ominous titles as “Law School Confidential” and (more simply) “Don’t Go to Law School.” They describe in gory detail the veritable intellectual, emotional and spiritual wringer into which students are about to voluntarily insert their heads. There is, for instance, the Socratic method – a mode of instruction whose sole discernible purpose is to torture students through the elaborate belaboring of obvious points. And there is, for another, the end-of-semester exam, a three-hour rite of passage that is graded anonymously, covers an entire semester’s worth of material, and counts for 100% of one’s grade. But for a certain kind of person – the kind who found the coddling atmosphere at his private schools stultifying, the kind who positively lusts for real competition – it is difficult to imagine a better advertisement for law school. Indeed, the tacit message of these cautionary books might be paraphrased: Don’t go to law school… unless you are just the sort of exceptionally talented smart person who can succeed in a ruthless competition with other smart people.\n\nBut there is another obvious question about the discrepancy – the gulf between the continuing financial success of American law schools and the grim financial realities of their graduates – that no one seems to be asking. The prevailing silence, I think, comes from an implicit recognition that to ask the question is to answer it – that to speak the words aloud is to break a very serious taboo. If we start talking about that, everyone seems to know, we will never be able to sleep at night. The monster has been shut away in the closet for good reason.\n\nThat question, the one that is so obvious that even thinking about it is deeply painful, is this: Why aren’t law schools ashamed of themselves? Where is their sense of pity, of remorse, of human decency? After all, aren’t the very ideals that law schools purport to teach about – justice, fairness, equality – fundamentally and exactly opposed to this sort of naked capitalist exploitation? In the standard liberal vision of a functioning democracy, isn’t the rule of law supposed to be our salvation from the savagery of the free market? Isn’t the usual story of how our society has come to have meaningful civil rights, to have real restraints on abuses of government power, a story about pivotal triumphs in the legal system? Brown v. Board of Education? Loving v. Virginia? Gideon v. Wainwright? If law schools are selling an education in these values, the lamentable truth can only be that they have failed to practice what they preach.\n\nIt might be tempting simply to shrug one’s shoulders and say “Well, people like money.” And lawyers, it seems, are particularly guilty of this vice. The negative stereotypes about the profession – the bumbling fraudster, the ambulance chaser, the greasy-haired, sharp-suited man on TV promising you “the settlement you deserve, and fast!” – exist for a reason. Is it really any surprise that law schools, composed as they are of lawyers, are happy to dip their cup in the river of cash that seems to be flowing their way?\n\nPerhaps not. But this cynical attitude overlooks a deeper, darker truth about law school – one that, unfortunately for entering students and conveniently for law school administrators, requires attending it to fully comprehend. While most people probably have some vague sense of the peculiarities of the law classroom from cultural touchstones like “The Paper Chase” and “One L” (or, more recently, “Legally Blonde”), they probably assume that these references are exaggerated and outdated. Which is true enough. But what they – along with John Jay Osborn (who wrote “The Paper Chase”) and Scott Turow (who wrote “One L”) – have missed is that law school’s indifference to student suffering results not from an inexplicable love of torturous methods of instruction, nor from the inevitability of natural human selfishness, but from a profound ideological commitment to a particular version of neoliberal capitalism.\n\nOver the past several decades, by far the dominant intellectual trend among legal scholars has been one called, rather uncreatively, “law and economics” (or usually just “law and econ”). Law and econ was pioneered by two economic theorists, Ronald Coase and Guido Calabresi. Their idea, essentially a distillation of Chicago School economics, is simple but powerful: The utility of legal rules should be analyzed in terms of their ability to promote economically efficient outcomes. And the question of law’s efficacy as a social force is, first and foremost, one of how well its systems of rules and regulations allow the market to function.\n\nInitially only moderately influential, law and econ quickly gained traction when, in the early 1970s, an assertive law professor by the name of Richard Posner – who is now a judge for the Seventh Circuit Court of Appeals – published a book entitled “Economic Analysis of Law.” Posner’s book carried the fundamental law-and-econ thesis to Procrustean comprehensiveness, offering an amateur economist’s take on each and every aspect of the American common-law system. Posner spoke with great eloquence about the efficiencies and inefficiencies of those parts of the legal system that form the groundwork of the first-year curriculum at literally every American law school: contracts, torts and property. Posner’s efforts were further buoyed by the work of legal scholar and political scientist Lee Epstein, who turned the behavioral and empirical modeling techniques of economics on judicial thinking itself.\n\nPosner’s underlying idea – that understanding why the rules are what they are is a matter of understanding whether they promote economic efficiency – is now so deeply ingrained in the teaching at U.S. law schools that it is regarded as dogma. Law and econ, that is, is not presented as one among many possible theoretical orientations one could have toward the law, but as a set of truths to be memorized. Law professors recite chapter and verse from Posner and Epstein as though their conclusions represented objective, undeniable facts about how the world has to function if things are going to run smoothly. Rather than subjects for examination and discussion about which students are invited to take a position, the law-and-econ position about, say, contracts is presented as part of the “material” that students must ingest and eventually regurgitate. Posner has argued, for instance, that courts should choose rules for interpreting contracts by figuring out what approach maximizes financial rewards between the parties. In one of his tiresome articles, he even writes out a little “equation” for this purpose – to interpret the contract correctly, Your Honor, just use good old C = x + p(x)[y + z + e(x, y, z)]! And those professors who do not actually assign his writings will simply take his approach for granted. The implication is clear: The debate, if ever there was one, has ended, and the economists have won.", "article_metadata": {"description": "The profession's in crisis, but the schools don't care. They're steeped in a toxic, hyper-capitalist worldview", "title": "The real reason law schools are raking in cash", "og": {"site_name": "Salon", "description": "The profession's in crisis, but the schools don't care. They're steeped in a toxic, hyper-capitalist worldview", "title": "The real reason law schools are raking in cash", "url": "http://www.salon.com/2013/11/24/the_real_reason_law_schools_are_raking_in_cash/", "image": "http://media.salon.com/2013/04/housman_paperchase2.jpg", "type": "article"}, "twitter": {"description": "The profession's in crisis, but the schools don't care. They're steeped in a toxic, hyper-capitalist worldview", "title": "The real reason law schools are raking in cash", "image": "http://media.salon.com/2013/04/housman_paperchase2.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Benjamin Winterhalter", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Editor's Picks, From the Wires, law, law school", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "So, law schools, one might reasonably expect, surely must be feeling the pressure.\nTopics: Editor's Picks, From the Wires, law, law school, Life NewsSince at least 1985, the American Bar Association’s Section on Legal Education has published annual statistics about the rates of enrollment at American law schools, the costs of attendance, and the eventual employment of law graduates.\nBut this cynical attitude overlooks a deeper, darker truth about law school – one that, unfortunately for entering students and conveniently for law school administrators, requires attending it to fully comprehend.\nIf law schools are selling an education in these values, the lamentable truth can only be that they have failed to practice what they preach.\nThat question, the one that is so obvious that even thinking about it is deeply painful, is this: Why aren’t law schools ashamed of themselves?"}