{"article_title": "Strategies on risk corridors: Moda, Premera, PacificSource", "article_keywords": ["corridors", "risk", "pacificsource", "write", "moda", "program", "health", "plan", "2015", "strategies", "cms", "premera", "plans"], "article_url": "http://stateofreform.com/news/states/alaska/2016/02/why-premera-wrote-down-their-risk-corridor-receivable/", "article_text": "In a story regarding the challenges at Moda and the root causes of those, I talked through the risk corridors built into the ACA, and which have featured so prominently in the coverage of Moda’s position.\n\nIt was this write down following Q3 2015 that spurred regulatory action of Moda by the state of Oregon and Alaska. It’s also the time which Moda left the Washington and California markets.\n\nHowever, that risk corridors would not be paid fully or timely was made clear in a CMS rule in 2014. It was further codified by Congress at the end of 2014.\n\nIt took Moda almost a year and a half to adjust its books accordingly, which it did only upon direction from the NAIC and Oregon Division of Insurance.\n\nNow, one could make the argument that CMS was still directing states to plan for the collection of these funds as late as July, 2015. It was then that CMS said in a letter to insurance commissioners:\n\n“We anticipate that risk corridors collections will be sufficient to pay for all risk corridors payments. HHS recognizes that the Affordable Care Act requires the Secretary to make full payments to issuers.”\n\nWhile there is no question that this confuses the issue, a careful reading of the CMS letter and its final rule on the matter shows it never says when it’s going to pay those receivables. Rather, it simply reflects the 2010 Affordable Care Act that they must be paid, while also reflecting the 2014 budget agreement that says it must be paid in a budget neutral way – meaning a very, very long time from now. That said, my reading is admittedly one that benefits from hind sight rather than dealing with the challenge in real time.\n\nOther plans seemed to have picked up on that message.\n\nI asked Eric Earling, VP of Corporate Communications at Premera Blue Cross, about when and why Premera decided to write down this receivable on their balance sheet. I wanted to see the logic another plan used to arrive at a different outcome.\n\nHere’s what he said.\n\nWe changed our budget early in 2015 to account for the expected change in the federal risk corridor program, as did most health insurers across the country. We expected to receive only six cents on the dollar from that program, an estimate which was consistent with that of most other national and regional health plans. That had some unpleasant financial implications for us and most other health plans at the time, but was the right thing to do. It was very clear after a change in federal law late in 2014 that the risk corridor program would be significantly underfunded, as CMS’ announcement in the fall of 2015 simply confirmed. We believe it was unwise for any health plan to expect to receive more than pennies on the dollar from the program based on that clear change in law. The NAIC’s accounting guidance after CMS’ announcement was final confirmation of what most health insurers already knew, that health plans should not continue to list the bulk of the risk corridor funding as an asset since it is a receivable that cannot reasonably be expected to be paid.\n\nA review of Oregon health plan annual filings, filed in the first quarter of 2015, shows that most health plans, besides Moda and the now-defunct Health Republic, took a significant write down early in the year.\n\n\n\nInterestingly, PacificSource took this write down early in the year, too. That may have helped focus that organization on finding good partners to stabilize it for the future. Its joint venture with Legacy Health is an example of the kind of strategic planning this more realistic and responsive course allowed.", "article_metadata": {"og": {"site_name": "State of Reform", "description": "In a story regarding the challenges at Moda and the root causes of those, I talked through the risk corridors built into the ACA, and which …", "title": "Strategies on risk corridors: Moda, Premera, PacificSource", "locale": "en_US", "image": "http://stateofreform.com/wp-content/uploads/2013/12/moneysteth.jpg", "updated_time": "2016-02-22T09:14:10+00:00", "url": "http://stateofreform.com/news/states/alaska/2016/02/why-premera-wrote-down-their-risk-corridor-receivable/", "type": "article"}, "twitter": {"description": "In a story regarding the challenges at Moda and the root causes of those, I talked through the risk corridors built into the ACA, and which have featured so prominently in the coverage of Moda’s position. It was this write down following Q3 2015 that spurred regulatory action of Moda by the state of Oregon […]", "creator": "@StateofReform", "image": "http://stateofreform.com/wp-content/uploads/2013/12/moneysteth.jpg", "title": "Strategies on risk corridors: Moda, Premera, PacificSource - State of Reform", "site": "@StateofReform", "card": "summary"}, "fb": {"admins": 17821687}, "article": {"publisher": "http://www.facebook.com/stateofreform/", "section": "Alaska", "published_time": "2016-02-22T09:12:58+00:00", "modified_time": "2016-02-22T09:14:10+00:00"}, "OBKey": "12RjP7ip2KRyl5dliGRkEQ==", "viewport": "width=device-width"}, "article_summary": "It was then that CMS said in a letter to insurance commissioners:“We anticipate that risk corridors collections will be sufficient to pay for all risk corridors payments.\nHowever, that risk corridors would not be paid fully or timely was made clear in a CMS rule in 2014.\nThat had some unpleasant financial implications for us and most other health plans at the time, but was the right thing to do.\nIn a story regarding the challenges at Moda and the root causes of those, I talked through the risk corridors built into the ACA, and which have featured so prominently in the coverage of Moda’s position.\nIt was this write down following Q3 2015 that spurred regulatory action of Moda by the state of Oregon and Alaska."}