{"article_title": "Judge Says the NSA Can Look at Your Phone Records Because They're Not Yours", "article_keywords": ["amendment", "information", "look", "records", "nsa", "privacy", "smith", "theyre", "phone", "does", "fourth", "judge", "party", "metadata"], "article_url": "http://reason.com/blog/2013/12/27/judge-says-the-nsa-can-look-at-your-phon", "article_text": "Today a federal judge in New York rejected the American Civil Liberties Union's challenge to the National Security Agency's routine collection of information about every telephone call placed in the United States. U.S. District Judge William H. Pauley conceded that \"such a program, if unchecked, imperils the civil liberties of every citizen,\" since \"such data can reveal a rich profile of every individual as well as a comprehensive record of people's associations with one another.\" But he said he was bound by the Supreme Court's ruling in the 1979 case Smith v. Maryland, which held that the Fourth Amendment does not apply to telephone metadata indicating who calls whom, when, and for how long. \"This Court consistently has held,\" the justices said in Smith, \"that a person has no legitimate expectation of privacy in information he voluntarily turns over to third parties.\" Under this precedent, Pauley said, no one has a Fourth Amendment right to stop the government from examining his telephone records, which are not really even his:\n\nThe ACLU's pleading reveals a fundamental misapprehension about ownership of telephony metadata.... The business records created by Verizon are not \"Plaintiffs' call records.\" Those records are created and maintained by the telecommunications provider, not the ACLU. Under the Constitution, that distinction is critical because when a person voluntarily conveys information to a third party, he forfeits his right to privacy in the information.... The collection of breathtaking amounts of information unprotected by the Fourth Amendment does not transform that sweep into a Fourth Amendment search.\n\nPauley seems uncomfortable with this conclusion. He emphasizes that the government uses the phone call records sparingly, uses them only to investigate terrorism, needs a comprehensive database for that purpose, follows \"rigorous minimization procedures,\" and unnecessarily compromises innocent people's privacy only by accident. Under the \"third party doctrine\" enunciated in Smith, none of those debatable points matters, because the government's perusal of information you voluntarily share with someone else cannot possibly implicate your right to be free from unreasonable searches and seizures.\n\n\"Whether the Fourth Amendment protects bulk telephony metadata is ultimately a question of reasonableness,\" Pauley says toward the end of his 54-page opinion. Not really, at least not in the sense of balancing the government's interests against an individual's privacy claim. According to Pauley's reading of Smith, the relevant question is whether you have undergone a search when the government looks at your phone records. The Supreme Court says you haven't, so neither reasonableness nor the Fourth Amendment enters into it.\n\nU.S. District Judge Richard Leon, who issued a preliminary injunction against the NSA's phone record dragnet last week, tried to escape the implications of Smith by arguing that the information at issue in that case (the numbers dialed by a robbery suspect over a two-day period) was much narrower than the information collected by the NSA (metadata for every phone call made during the last five years). Leon also argued that the ubiquity of cellphones has dramatically increased the volume of metadata and therefore the potential for invading people's privacy. But as I noted in my column last week, the sweeping terms of the third party doctrine do not seem to leave any room for such considerations.\n\nAs the ACLU pointed out, five justices indicated in the 2012 case U.S. v. Jones that the sheer volume of information collected can make a constitutional difference, impinging on a legitimate expectation of privacy that would not be implicated by a smaller amount. But the Court's decision in that case, which held that using a GPS device to track a suspect's car for a month counts as a search under the Fourth Amendment, hinged on the physical intrusion required to attach the device. The Court has not yet held that collecting the same sort of information through methods that do not require such a trespass implicates the Fourth Amendment, let alone overturned Smith or renounced the third party doctrine.\n\nIt really should, especially since phone records are just one small part of the personal information that the doctrine leaves vulnerable to government snooping. According to the Court, unless a statute says otherwise, the government is free to collect, examine, and analyze any information about you that is not stored on your own property. That includes cellphone location data, email, text messages, photos, videos, journals, Web searches and browsing histories, financial and medical information, and literally anything else you have stored on a remote server or a computer in someone else's possession. All of that information gets only as much protection as legislators decide to give it—which in some cases is a lot less than you might think.\n\nAddendum: A commenter argues that \"the third-party doctrine makes total sense from a constitution standpoint,\" because the third party holding your information \"can dispense with their property as they please.\" If you share information with someone for a particular purpose and receive assurances that it will be used only for that purpose, he does not have the right to do as he pleases with it. But under the third-party doctrine, the government does. So if I share information with my doctor or psychiatrist, and he promises to keep it confidential, that does not prevent the government from reading my records at will, unless there is a specific statute restricting access to that information.\n\nThe government likewise is free to read my remotely stored email without a warrant unless one is required by statute (and it's not clear that one is), even though it would need a warrant under the Fourth Amendment to read my paper mail. It is hard to make sense of that distinction in terms of privacy expectations, which is the standard the Court claims to be using. I would argue that remotely stored personal information is akin to the \"papers\" protected by the Fourth Amendment. The only difference is that the papers are electronic and entrusted to someone else. Those factors alone should not eliminate Fourth Amendment protection.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Today a &nbsp;federal judge in New York rejected the American Civil Liberties Union's challenge to the National Security Agency's routine collection of", "title": "Judge Says the NSA Can Look at Your Phone Records Because They're Not Yours", "url": "http://reason.com/blog/2013/12/27/judge-says-the-nsa-can-look-at-your-phon", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/jsullum/2013_12/Verizon-Logo.jpg", "type": "article"}, "twitter": {"description": "Today a\n&nbsp;federal judge in New York \nrejected the American Civil Liberties Union's challenge to the\nNational Security Agency's routine collection of information about\nevery telephone call placed in the United States. U.S. District\nJudge William H. Pauley conceded that \"such a program, if\nunchecked, imperils the civil liberties of every citizen,\" since\n\"such data can reveal a rich profile of every individual as well as\na comprehensive record of people's", "title": "Judge Says the NSA Can Look at Your Phone Records Because They're Not Yours", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/jsullum/2013_12/Verizon-Logo.jpg", "creator": "@jacobsullum", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "HomePage", "published_time": "2013-12-27T18:20:00+00:00", "author": "http://reason.com/people/jacob-sullum"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "The collection of breathtaking amounts of information unprotected by the Fourth Amendment does not transform that sweep into a Fourth Amendment search.\nIt really should, especially since phone records are just one small part of the personal information that the doctrine leaves vulnerable to government snooping.\nAccording to Pauley's reading of Smith, the relevant question is whether you have undergone a search when the government looks at your phone records.\nThe Supreme Court says you haven't, so neither reasonableness nor the Fourth Amendment enters into it.\nI would argue that remotely stored personal information is akin to the \"papers\" protected by the Fourth Amendment."}