{"article_title": "Spotting A Pedophile: Men With Pedophilic Tendencies Are Often Left-Handed With Physical Deformities", "article_keywords": ["pedophilia", "anomalies", "pedophilic", "lefthanded", "sexual", "study", "pedophile", "facial", "prenatal", "spotting", "deformities", "men", "behavior", "pedophiles", "tendencies", "physical"], "article_url": "http://www.medicaldaily.com/spotting-pedophile-men-pedophilic-tendencies-are-often-left-handed-physical-338034", "article_text": "Some psychologists argue that defining pedophilia as a criminal act or a mental disorder is not so black and white. A recent study conducted at the University of Windsor in Canada has found that pedophiles tend to be left-handed and often have superficial facial flaws, known as Minor Physical Anomalies (MPAs). Results show that certain aspects of neural development could affect a person’s risk for pedophilic tendencies.\n\n\"Evidence is steadily accumulating to support a neurodevelopmental basis of pedophilia,\" lead researcher Fiona Dyshniku said in a statement. \"If we find that pedophilia has a biological basis, with a very early, even prenatal onset, this will influence and hopefully improve methods of treatment for this group.”\n\nDyshniku and her colleagues recruited 140 adult men referred to the Kurt Freund Laboratory of the Centre for Addiction and Mental Health in Toronto, who were evaluated for certain physical anomalies and right or left handedness. Each participant was assessed for their distressing or illegal sexual behavior using a forensic and medical file review, an interview regarding sexual history, and phallometric testing for erotic preference.\n\nMen from the study who researchers identified as pedophiles were more likely to have minor facial and head flaws compared to men who were not considered pedophiles. Men with facial and head deviations scored highest on indicators of pedophilia. These facial and head anomalies included non-detached earlobes, malformed ears, and a high or steepled palate.\n\nFacial malformations tend to develop due to the same primary embryonic tissue layer that forms the central nervous system during the first and second trimesters of pregnancy. These facial flaws, which are more prevalent among men, are usually caused by prenatal exposure to viruses, alcohol or drugs, obstetric complications, or nutritional deficiencies.\n\n\"If we know more about the etiology of an injurious behavior, we can create more effective treatments and look toward prevention,\" added Rachel Fazio, clinical neuropsychologist and co-author of the study. \"For years, it was thought that child molestation was somewhat of a learned behavior, potentially from the abusers having been sexually abused themselves as children. While this may be a factor in some cases, this is not the case in those with genuine pedophilia.\"\n\nFindings from the study also revealed that most pedophiles are left-handed, which is on par with similar studies in the past. Left- or right-handedness is decided very early in life and is a direct result of prenatal cognitive development. Between eight to 12 percent of the population is left-handed; however, Canadian researchers recently found that a third of pedophiles they deal with are left-handed.\n\nSource: Fazio R, Dyshniku F, et al. Minor Physical Anomalies as a Window into the Prenatal Origins of Pedophilia. Archives of Sexual Behavior. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "pedophilia, left, handed, facial, head, deformities", "og": {"site_name": "Medical Daily", "description": "Pedophiles are often left-handed and have superficial deformities on their face or neck.", "title": "Pedophilia May Start In The Womb", "url": "http://www.medicaldaily.com/spotting-pedophile-men-pedophilic-tendencies-are-often-left-handed-physical-338034", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/06/12/pedophilia_0.jpg", "type": "article"}, "twitter": {"description": "Pedophiles are often left-handed and have superficial deformities on their face or neck.", "title": "Pedophilia May Start In The Womb", "url": "http://www.medicaldaily.com/spotting-pedophile-men-pedophilic-tendencies-are-often-left-handed-physical-338034", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/06/12/pedophilia_0.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/06/12/pedophilia_0.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Under the Hood", "published_time": "2015-06-12T16:30:51-04:00", "modified_time": "2015-06-12T17:21:13-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Pedophiles are often left-handed and have superficial deformities on their face or neck."}, "article_summary": "Archives of Sexual Behavior.\nMinor Physical Anomalies as a Window into the Prenatal Origins of Pedophilia.\nEach participant was assessed for their distressing or illegal sexual behavior using a forensic and medical file review, an interview regarding sexual history, and phallometric testing for erotic preference.\nA recent study conducted at the University of Windsor in Canada has found that pedophiles tend to be left-handed and often have superficial facial flaws, known as Minor Physical Anomalies (MPAs).\nMen from the study who researchers identified as pedophiles were more likely to have minor facial and head flaws compared to men who were not considered pedophiles."}