{"article_title": "GOP gambles on anti-contraception posture", "article_keywords": ["republican", "court", "contraception", "religious", "anticontraception", "republicans", "employers", "access", "thats", "corporations", "women", "gambles", "gop", "posture"], "article_url": "http://www.msnbc.com/rachel-maddow-show/gop-gambles-anti-contraception-posture", "article_text": "The U.S. Supreme Court heard arguments this morning on whether corporations can have anti-contraception religious beliefs, and a decision is expected by the summer. But in the meantime, Republican officials have staked out clear ground, which may prove to be politically tricky this election year.\n\nYesterday, for example, House Speaker John Boehner (R-Ohio) issued a statement urging the justices to rule against the contraception policy in the Affordable Care Act.\n\n“This case concerns every American who cherishes that first line in the Bill of Rights where it states our government will never come between us and our faith. Religious freedom is not for some people under some circumstances; it is for one and all. In that spirit, I join with those who are standing up for what’s right and what’s sacred. I hope that, after due consideration, the Court will reverse this attack on religious liberty and reaffirm our founding principles.”\n\nThis didn’t come as too big a surprise; Boehner said something similar in November when the high court agreed to hear the case. He hasn’t said he’s against contraception, per se, but the Ohio Republican believes that if an employer limits contraception access, that’s fine, because it falls under the guise of “religious freedom.”\n\nWhat’s more, the Speaker’s position is hardly unusual in his party. All kinds of Republican policymakers, including national aspirants like Marco Rubio and Rand Paul, have said it’s imperative under “religious liberty” that corporations be free to restrict employees’ access to birth control if the corporations’ owners say so.\n\nIt’s not at all clear the GOP has thought this through. Or put another way, do Republicans believe it’s a winning election-year message to tell millions of American women their access to contraception should be based in part on their bosses’ religious beliefs?\n\nBecause that’s the line the party is taking right now. They wouldn’t put in those terms, exactly, but as a practical matter, that’s the real-world consequence of the Republican position.\n\nThis came up quite a bit in 2012, when congressional Republicans championed a measure from Sen. Roy Blunt (R-Mo.) that would have empowered private-sector employers to deny health services that business owners find morally objectionable.\n\nIn one of the presidential candidate debates, President Obama hammered Mitt Romney over his support for the Blunt Amendment. The GOP candidate, the president said, argued “employers should be able to make the decision as to whether or not a woman gets contraception through her insurance coverage. That’s not the kind of advocacy that women need.”\n\nRomney balked, saying, “I don’t believe employers should tell someone whether they could have contraceptive care or not. Every woman in America should have access to contraceptives.”\n\nThe trouble seemed to be that Romney heard Obama’s description of Romney’s own position and was repulsed. But in reality , both Romney and his running mate endorsed a policy that would leave contraception decisions for millions of workers in the hands of employers. Romney’s denial was a lie.\n\nTwo years later, the Republican position hasn’t changed. More than two-thirds of U.S. women oppose allowing corporations to drop contraception from their health plans due to spiritual objections, but GOP leaders are nevertheless saying the exact opposite.\n\nMost of the recent discussion about the case has focused, for good reason, on the legal merits and what the justices are likely to do, but the election-year politics of this may very well be awful for Republicans. Democrats are worried about their base staying home this fall, but if conservatives on the Supreme Court, cheered on by conservatives in Congress, announce birth control decisions will start being based by employers’ religious beliefs, it’s likely to get some progressive voters off the couch on Election Day.\n\nIndeed, a Democratic leadership aide told Greg Sargent in November, “This could be very helpful with younger and middle aged women – particularly many who may have been disenchanted with the rollout and who are having an impact on polling numbers. The idea that a boss calls the shots on a woman’s ability to get free birth control is really powerful. This is the kind of issue that could help change the ACA debate by reminding women in particular that at its core it’s all about access and affordability.”\n\nBoehner & Co. seem to think they have a political winner if they just stick to the “religious liberty” line. But if millions of women have to start hoping that their bosses allow them to have access to contraception, this will be a political landmine for Republicans for the rest of the year – and beyond.\n\nADDING: Related video:", "article_metadata": {"msapplication-config": "/browserconfig.xml", "description": "This election year, the Republican line is that bosses can block workers' contraception access if their religion says so. That's a risky proposition for the GOP", "original-source": "http://www.msnbc.com/rachel-maddow-show/gop-gambles-anti-contraception-posture", "og": {"site_name": "MSNBC", "description": "This election year, the Republican line is that bosses can block workers' contraception access if their religion says so. That's a risky proposition for the GOP", "title": "GOP gambles on anti-contraception posture", "url": "http://www.msnbc.com/rachel-maddow-show/gop-gambles-anti-contraception-posture", "image": "http://www.msnbc.com/sites/msnbc/files/articles/health_care_birth_control.jpeg-041ec.jpg", "type": "article"}, "twitter": {"domain": "msnbc.com", "account_id": 2836421, "title": "GOP gambles on anti-contraception posture", "url": "http://www.msnbc.com/rachel-maddow-show/gop-gambles-anti-contraception-posture", "image": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--3-2--512x342/public/articles/health_care_birth_control.jpeg-041ec.jpg?itok=jfVND4sf", "creator": {"identifier": "@msnbc", "id": 2836421}, "site": {"identifier": "@msnbc", "id": 2836421}, "card": "summary_large_image", "description": "This election year, the Republican line is that bosses can block workers' contraception access if their religion says so. That's a risky proposition for the GOP"}, "robots": "follow, index", "DC.date.issued": "2014-03-25T13:00:00-04:00", "jenga-session-config": "{\"when_to_init\":\"after_dom_ready\"}", "fb": {"app_id": 351594351545594}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "article": {"publisher": "https://www.facebook.com/msnbc", "author": "https://www.facebook.com/steve.benen"}, "abstract": "This election year, the Republican line is that bosses can block workers' contraception access if their religion says so. That's a risky proposition for the GOP", "nv": {"author": "steve-benen", "title": "GOP gambles on anti-contraception posture", "address": "http://www.msnbc.com/rachel-maddow-show/gop-gambles-anti-contraception-posture", "published": 1, "date": "03/25/2014 13:00:00 EDT", "tags": "contraception,election-2014,elections,health,sexual-health,rachel-maddow-show"}, "news_keywords": "Elections, Election 2014, Health, Sexual Health, Contraception"}, "_id": "\"57477af46914bd0286fd6ac3\"", "article_summary": "The U.S. Supreme Court heard arguments this morning on whether corporations can have anti-contraception religious beliefs, and a decision is expected by the summer.\nMore than two-thirds of U.S. women oppose allowing corporations to drop contraception from their health plans due to spiritual objections, but GOP leaders are nevertheless saying the exact opposite.\nThey wouldn’t put in those terms, exactly, but as a practical matter, that’s the real-world consequence of the Republican position.\nBut in the meantime, Republican officials have staked out clear ground, which may prove to be politically tricky this election year.\nReligious freedom is not for some people under some circumstances; it is for one and all."}