{"article_title": "Texas A&M law professor believes it's time to repeal the Second Amendment", "article_keywords": ["amendment", "school", "law", "constitution", "penrose", "professor", "gun", "believes", "second", "drastic", "repeal", "think", "texas"], "article_url": "http://redalertpolitics.com/2013/11/16/texas-am-law-professor-believes-its-time-to-repeal-the-second-amendment/", "article_text": "A professor at a Texas law school believes she has the solution to gun violence, one that includes the complete repeal and replacement of the Second Amendment.\n\nTexas A&M law professor Mary Margaret Penrose spoke on panel discussing gun control and the Second Amendment during a day-long symposium at the University of Connecticut’s School of Law. During the panel, the professor asked the audience — full of law students and attorneys — if they felt legislation to prevent gun tragedies was successful. As the room remained silent, Penrose then suggested it was time for some controversial changes to be made to the U.S. Constitution and Bill of Rights.\n\n“I think I’m in agreement with you and, unfortunately, drastic times require drastic measures,” Penrose said, according to CTNewsJunkie. “… I think the Second Amendment is misunderstood and I think it’s time today, in our drastic measures, to repeal and replace that Second Amendment.”\n\nInstead, the professor said the right to bear arms should be left up to the states.\n\n“The beauty of a ‘states’ rights model’ solution is it allows those of you who want to live in a state with strong restrictions to do so and those who want to live in a state with very loose restrictions to do so,” Penrose said.\n\nBut the professor said she doesn’t believe only the Second Amendment should be repealed. Penrose said while teaching constitutional law classes, she advocates for redrafting the entire U.S. Constitution because it is outdated and obsolete.\n\n“Why do we keep such an allegiance to a constitution that was driven by 18th Century concerns?” she said. “How many of you recognize that the main concern of the 18th Century was a standing army? That’s what motivated the Second Amendment: fear of a standing army.”\n\nIronically, Penrose said she is “somewhat agnostic about guns but extremely passionate about the United States Constitution.”\n\nThe event, held Friday, was organized by The Connecticut Law Review, a student-run journal. Others in attendance included Connecticut Gov. Dannel P. Malloy (D). The governor touted the strict gun control legislation signed into law earlier this year.\n\nTexas A&M’s law school was just acquired earlier this year. It was previously the Texas Wesleyan School of Law and is located in Fort Worth.\n\nh/t The Daily Caller", "article_metadata": {"generator": "NGFB Pro 7.8.4U", "og": {"site_name": "Red Alert Politics", "description": "A professor at a Texas law school believes she has the solution to gun violence, one that includes the complete repeal and replacement of the Second Amendment.", "title": "Texas A&M law professor believes it's time to repeal the Second...", "locale": "en_US", "image": {"width": 400, "identifier": "http://redalertpolitics.com/files/2013/11/Mary-Margaret-Penrose-400x400.jpg", "height": 400}, "url": "http://redalertpolitics.com/2013/11/16/texas-am-law-professor-believes-its-time-to-repeal-the-second-amendment/", "type": "article"}, "fb": {"admins": 1285945407, "app_id": 529886110401651}, "msvalidate.01": "0F003B4674EABE0F24651B476B61A43C", "article": {"publisher": "https://www.facebook.com/RedAlertPolitics", "tag": "university-of-connecticut-law-school", "published_time": "2013-11-16T13:23:05+00:00", "modified_time": "2013-11-16T13:40:22+00:00", "author": "melissa.quinn.9461"}, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fd6af5\"", "article_summary": "A professor at a Texas law school believes she has the solution to gun violence, one that includes the complete repeal and replacement of the Second Amendment.\nTexas A&M law professor Mary Margaret Penrose spoke on panel discussing gun control and the Second Amendment during a day-long symposium at the University of Connecticut’s School of Law.\nBut the professor said she doesn’t believe only the Second Amendment should be repealed.\nTexas A&M’s law school was just acquired earlier this year.\n“… I think the Second Amendment is misunderstood and I think it’s time today, in our drastic measures, to repeal and replace that Second Amendment.”Instead, the professor said the right to bear arms should be left up to the states."}