{"article_title": "Brad Pitt’s Promise of Free Homes on Fort Peck Underway, But With a Cost", "article_keywords": ["ictmn", "homes", "stafne", "right", "tribal", "brad", "pitts", "free", "pitt", "looking", "cost", "promise", "royle", "underway", "peck", "fort"], "article_url": "http://indiancountrytodaymedianetwork.com/2015/05/16/brad-pitts-promise-free-homes-fort-peck-underway-cost-160361", "article_text": "In 2011, Brad Pitt – on behalf of his Make it Right Foundation made a promise to the Fort Peck Indian Reservation that his non-profit would build 20 environmentally friendly homes at no cost to the Fort Peck Community.\n\nThough Pitt stated the homes would be free, a reported $600,000 was fronted by Fort Peck tribal leaders and a plethora of problems continued to rear their heads in the face of developing the homes. In addition to sewage and land infrastructure problems, the Environmental Protection Agency (EPA) also weighed in on the project – adding to the series of delays.\n\nRELATED: From Brad Pitt to Fort Peck: 5 Designs for Sustainable Houses\n\nWith all said, Taylor Royle, Communications Director of the Make it Right Foundation informed ICTMN, that the homes are on their way to finally being completed after several years of frustrating delays.\n\n“Our first 10 homes are currently under construction and should be completed in July. We expect the remaining 10 homes (20 total) to be completed in the fall,” wrote Royle in an email to ICTMN.\n\n“Infrastructure requirements and an EPA report did delay our construction start – but the project is on track now and we are looking forward to completing our work in Fort Peck this year,” he wrote.\n\nFort Peck Tribal Councilman A.T. “Rusty” Stafne told ICTMN that the houses were indeed being built and was relieved to see the homes in the construction phase of development.\n\n“Some council members are going to take a look at them now. They are looking pretty good now, but for a while they did not,” Stafne said.\n\nStafne also told ICTMN that the Fort Peck tribal officials had not yet made a decision as to who would receive the houses or under what requirements. He did say the response was a big one and that tribal members were definitely interested.\n\n“We’ve had about 125 applicants so far to get these homes,” Stafne said.\n\nAccording to Royle, the Make it Right Foundation is looking forward to completion of the homes and will hold a ribbon cutting ceremony in the near future to celebrate the opening.\n\n\n\nEditor's Note: According to USA Today, as of June 17, 4 houses have been installed.", "article_metadata": {"description": "Brad Pitt’s Make it Right Foundation promised 20 homes to be built on the Fort Peck Indian Reservation in 2011, what’s taken so long to build them?", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "kpolisse", "og": {"url": "http://indiancountrytodaymedianetwork.com/2015/05/16/brad-pitts-promise-free-homes-fort-peck-underway-cost-160361", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/make-it-right-fort-peck.jpg", "site_name": "Indian Country Today Media Network.com", "title": "Brad Pitt’s Promise of Free Homes on Fort Peck Underway, But With a Cost"}, "abstract": "Brad Pitt’s Make it Right Foundation promised 20 homes to be built on the Fort Peck Indian Reservation in 2011, what’s taken so long to build them?", "dc": {"title": "Brad Pitt’s Promise of Free Homes on Fort Peck Underway, But With a Cost"}, "robots": "follow, index", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2015/05/16/brad-pitts-promise-free-homes-fort-peck-underway-cost-160361", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Brad Pitt, Fort Peck Indian Reservation, Make It Right Foundation, Indian Housing, Tribal Housing, Native American Housing, Philanthropy, Environmental Protection Agency, EPA, Taylor Royle, A.T. “Rusty” Stafne, Vincent Schilling", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.date": "2015-05-16T09:00-04:00", "dcterms.title": "Brad Pitt’s Promise of Free Homes on Fort Peck Underway, But With a Cost"}, "_id": "\"57477afa6914bd0286fe543d\"", "article_summary": "In 2011, Brad Pitt – on behalf of his Make it Right Foundation made a promise to the Fort Peck Indian Reservation that his non-profit would build 20 environmentally friendly homes at no cost to the Fort Peck Community.\nThough Pitt stated the homes would be free, a reported $600,000 was fronted by Fort Peck tribal leaders and a plethora of problems continued to rear their heads in the face of developing the homes.\n“We’ve had about 125 applicants so far to get these homes,” Stafne said.\nStafne also told ICTMN that the Fort Peck tribal officials had not yet made a decision as to who would receive the houses or under what requirements.\nFort Peck Tribal Councilman A.T. “Rusty” Stafne told ICTMN that the houses were indeed being built and was relieved to see the homes in the construction phase of development."}