{"article_title": "Exclusive: Egyptian police detained Italian student before his murder - sources", "article_keywords": ["exclusive", "murder", "regenis", "student", "egyptian", "egypt", "official", "sources", "officials", "regeni", "detained", "station", "security", "told", "italian"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/04/21/Exclusive-Egyptian-police-detained-Italian-student-his-murder-sources", "article_text": "Giulio Regeni, a 28-year-old postgraduate student, disappeared on Jan. 25, friends say. His body was found on Feb. 3, dumped on the side of a road outside Cairo. It showed signs of torture, according to forensic and prosecution officials in Egypt.\n\nEgyptian officials have strongly denied any involvement in Regeni's death. Soon after his body was found, police suggested he was the victim of a car accident. Weeks later they said he might have been killed by a criminal gang impersonating policemen.\n\nBut three Egyptian intelligence officials and three police sources independently told Reuters the police had custody of Regeni at some point before he died.\n\nAsked if Regeni had been taken to the Izbakiya police station in Cairo, as some of the sources asserted, an official in the Interior Ministry said: \"We did not issue a statement on this matter.\"\n\nMohamed Ibrahim, an official in the media department of Homeland Security, said: \"There is no connection whatsoever between Regeni and the police or Interior Ministry or Homeland Security. He has never been held in any police station or here. The only time he came into contact with police was when the police officials stamped his passport when he landed in Egypt.\n\n\"If we had any suspicions concerning his activities the solution would have been simple: Expel him.\"\n\nRegeni's fate has re-focused attention on broader allegations of police brutality in Egypt and created tensions between Cairo and Italy, one of Egypt's most important trading partners.\n\nA senior forensic official told Reuters that Regeni had seven broken ribs, signs of electrocution on his penis, traumatic injuries all over his body, and a brain haemorrhage. He had been killed by a sharp blow to the head.\n\nPointing to the signs of torture, human rights groups such as the Egyptian Commission for Rights and Freedoms and Amnesty International have suggested Regeni may have been killed by Egyptian security services. Rome is demanding Egypt find Regeni's murderers.\n\nAll six intelligence and police sources told Reuters that Regeni was picked up by plainclothes police near the Gamal Abdel Nasser metro station in Cairo on the evening of Jan. 25. Security had been heightened that day because it was the anniversary of the beginning of the 2011 Arab Spring uprising that toppled President Hosni Mubarak.\n\nAn Egyptian man was picked up at the same time. Three sources gave his name but Reuters was unable to verify the man's identity. His connection to Regeni, if any, is unclear.\n\nIt is also unclear why the men were picked up, though all the sources said the two had not been specifically targeted but were detained as part of a general security sweep.\n\nOne of the intelligence officials said the two men were taken to the Izbakiya police station, a fortress-like compound located beneath a flyover near downtown Cairo.\n\n\"They were transported in a white minibus with police licence plates,\" he said.\n\nThe three police sources said officers on patrol in the area that night confirmed to them that Regeni had been taken to Izbakiya.\n\n\"We were told that an Italian was arrested and he was taken to Izbakiya police station,\" said one of the police officers, who confirmed the detainee was Regeni.\n\nA senior police official in the Izbakiya station told Reuters that he recalled an Italian being brought in and said he would check the records to confirm the name. He subsequently declined to comment.\n\n\"I don't know anything about it,\" he said. \"I checked the books. Regeni's name was not there.\"\n\nOne of the intelligence sources said that Regeni was held at Izbakiya for 30 minutes before he was transferred to Lazoughli, a state security compound run by Egyptian Homeland Security.\n\nThe sources did not say what happened to the Italian after that. Reuters was unable to obtain information on the whereabouts of the Egyptian.\n\n\"THIS IS OUR WORK\"\n\nOn March 24, Egyptian police said they had discovered Regeni's bag and passport following a shootout with a criminal gang whose members had in the past posed as policemen. Police suggested he might have been a victim of this gang.\n\nItalian officials have dismissed the story. Regeni's family have said they believe the student was not killed for criminal gain.\n\nThe family declined to comment.\n\nRegeni's parents have said that if Egypt fails to uncover the truth behind their son's murder they want Rome to respond strongly. Paola Regeni, his mother, said she might release a photograph – held by the family's lawyer – to show the world what had happened to him.\n\nItaly has significant economic interests in Egypt, including the giant offshore Zohr gas field, which is being developed by Italy's state energy producer Eni.\n\nA delegation of Italian businessmen led by then-Industry Minister Federica Guidi cut short a visit to Cairo and returned home when Regeni's body was recovered in February.\n\nOn April 8, Italy recalled its ambassador to Egypt for consultations because, the Italian foreign ministry said, Egyptian investigators in Rome had failed to hand over all their evidence to the Italians.\n\nItalian prosecutors said they still wanted details from Cairo mobile phone towers that had connected to Regeni's mobile phone. Egypt said this would violate Egyptian laws and the constitution.\n\nAhmed Essam, a Vodafone official in Egypt, told Reuters that security officials had asked him about \"a technical issue related to an investigation that is still ongoing about something secretive.\" He would not elaborate.\n\nPolice sources said security officials had asked Essam for telephone recordings but added they could not elaborate.\n\nPresident Abdel Fattah el-Sisi has said Egypt deeply regretted Regeni's death and intended to continue its \"full cooperation\" with Italy to resolve the case and bring the culprits to justice.\n\nRegeni, who studied at Cambridge University, was researching trade unions in Egypt, focusing on street vendors. In the aftermath of the 2011 uprising, vendors were often used by police to attack protesters or acted as informers. Some vendors were also targeted by the police for blocking roads.\n\nHis obituary on the Cambridge University website said Regeni \"sought to understand how the labor sector was changing in the country, in the context of economic globalization and greater international institutional linkages.\"\n\nA colleague at Cambridge said Regeni had not flagged any concerns about his safety.\n\nBut Regeni's research had raised the suspicions of police, a security source told Reuters. The trade union movement is seen as the origin of the 2011 uprising and the last bastion of dissent under Sisi's crackdown.\n\nEgypt's interior and foreign ministers both dismissed the allegation that security forces were behind Regeni's murder.\n\n\"Any foreigner who does this kind of research is followed by the security services,\" a mid-ranking Homeland Security official told Reuters. \"This does not mean that we suspect him. This is our work.\"\n\n(Edited by Simon Robinson, Sara Ledwith)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Giulio Regeni, a 28-year-old postgraduate student, disappeared on Jan.", "title": "Exclusive: Egyptian police detained Italian student before his murder - sources", "url": "http://www.thefiscaltimes.com/latestnews/2016/04/21/Exclusive-Egyptian-police-detained-Italian-student-his-murder-sources", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/egypt-protests_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/04/21/Exclusive-Egyptian-police-detained-Italian-student-his-murder-sources", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/egypt-protests_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Giulio Regeni, a 28-year-old postgraduate student, disappeared on Jan.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "\"Any foreigner who does this kind of research is followed by the security services,\" a mid-ranking Homeland Security official told Reuters.\nPolice sources said security officials had asked Essam for telephone recordings but added they could not elaborate.\nBut three Egyptian intelligence officials and three police sources independently told Reuters the police had custody of Regeni at some point before he died.\nEgyptian officials have strongly denied any involvement in Regeni's death.\nPointing to the signs of torture, human rights groups such as the Egyptian Commission for Rights and Freedoms and Amnesty International have suggested Regeni may have been killed by Egyptian security services."}