{"article_title": "Integrated Medicine Alliance finds success combining primary care with urgent care", "article_keywords": ["ima", "alliance", "patient", "success", "primary", "finds", "better", "urgent", "patients", "health", "febus", "combining", "medicine", "integrated", "imas", "care"], "article_url": "http://www.njbiz.com/article/20140514/NJBIZ01/140519909/integrated-medicine-alliance-finds-success-combining-primary-care-with-urgent-care", "article_text": "Is combining primary care and urgent care the answer to better health care in the age of the Affordable Care Act?\n\nIntegrated Medicine Alliance, a large Monmouth County primary care practice where more than three dozen clinicians have join forces at nearly a dozen locations, feels it is.\n\nSo far, the Red Bank-based organization, may be right: Last year, the group’s 40 clinicians clocked more than 110,000 patient visits, handling both their short-term and long-term needs.\n\nWilliam Febus, the chief executive, said the organization’s success is that it is both big and small.\n\nBig in that IMA’s eight primary care offices are three urgent care centers are all staffed by doctors and open seven days a week, helping patients avoid costly trips to the ER. In addition, IMA also has a diagnostic testing center, a registered dietician and physical therapists.\n\nSmall in that all of IMA’s facilities are with a 10-mile radius of each other and they can be – and should be – viewed as a single practice, as they use the same electronic health records platform to keep everyone in every location informed.\n\nLinda Schwimmer, vice president of the New Jersey Health Care Quality Institute, said the idea has a lot of merit.\n\n“I think this is the way the health care system needs to go and I think it’s the way it will go,” she said.\n\nSchwimmer said the integration between the two “makes a lot of sense” as the urgent care centers backstop the primary care offices by providing extended hours, seven days a week, while at the same time maintaining the patient relationship with their primary care doctor.\n\n“You can’t expect people to fully utilize primary care if you have very limited hours,” she said.\n\nFebus agrees.\n\nIMA, he said, operates on the “patient centered medical home” model, where care is delivered by a team of clinicians who closely monitor patient health. IMA’s eight care coordinators develop care plans, particularly for patients who require specialist and/or hospital care. The care coordinators follow up with when they are discharged from the hospital, to keep the care plan on track.\n\nFebus said the care coordinators focus on patients who need constant attention, such as those with chronic conditions like diabetes and heart disease.\n\n“What we are saying is, ‘This is how we can make you better.’ By having care plans, we are working with the specialists in conjunction with the primary care physicians for the best care for the patient.”\n\nIf an IMA patient is seen over the weekend at one of IMA’s urgent care centers, that patient’s primary care doctor is notified on Monday.\n\n“(So the doctor) pulls up the electronic record and sees what the patient came in (to urgent care) for and what was the diagnosis,” Febus said.\n\nThus IMA is better able to avoid the fragmented care that results when patients decide to visit an urgent care center or ER, but don’t keep their primary care doctor in the loop.\n\nAnd with IMA, patients have access to so much care.\n\n“We offer physical therapy because it’s just the next bridge to help our patients recover and live healthy lifestyles,” Febus said. “And we added a registered dietitian for our diabetic patients. We’re not just taking care of the patient for that one ailment: We want our patients to live healthier, better lifestyles.”\n\nFebus said IMA is in network with all the health plans serving New Jersey, including Horizon Blue Cross Blue Shield of New Jersey, Aetna, Cigna and UnitedHealthcare. To encourage the kind of care coordination that IMA provides, the insurers make extra care coordination payments to IMA.\n\n“It allows us to cover the cost for the extra people we need,” Febus said “In most cases it doesn’t cover 100 percent. Primary care operates on a tight margin, but our physicians believe this is better care.”\n\nMost primary care offices in New Jersey are one or two physician practices. Febus said IMA’s size is a key advantage, enabling it to provide patient care when and where needed. The three urgent care centers open at 7 a.m., giving patients the option of dropping in to see a doctor on their way to work.\n\nIts size also allows IMA to employ care coordinators.\n\n“It is much more difficult for a one-physician practice to offer all these services,” Febus said. “We have a network that allows us to share personnel among our offices.”\n\nIMA has enough patients to justify a registered dietician on staff, something out of reach for a small practice. And it’s looking to grow and broaden its clinical network.\n\nFebus said IMA will soon have a podiatrist, and is looking at bringing some specialists on board. He said the care coordinators devote a lot of their time to educating patients to take charge of their health — something experts contend is essential to improving population health.\n\n“Often people want to be healthy but they just don’t know how — or they need that extra incentive or push,” he said.\n\nHe said IMA avoids excess diagnostic testing, which is a major factor in escalating U.S. health costs.\n\n“When you are testing for many things you are being reactive because you are trying to cure an ailment or illness,” he said. “We are trying to be proactive and nip it in the bud before people get sicker.”\n\nALSO ON NJBIZ:\n\nMost-read May 13: Morris Plains' Lorenzo taking ClutterCrashers concept to companies\n\n\n\nStudy: Superstorm Sandy increased rates of depression, PTSD, alcohol and substance abuse\n\nNo-debt performing arts festival celebrates 10th year in Princeton", "article_metadata": {"og": {"site_name": "NJBIZ", "description": "Is combining primary care and urgent care the answer to better health care in the age of the Affordable Care Act?", "title": "Integrated Medicine Alliance finds success combining primary care with urgent care | NJBIZ", "url": "http://www.njbiz.com/article/20140514/NJBIZ01/140519909/integrated-medicine-alliance-finds-success-combining-primary-care-with-urgent-care", "image": "http://www.njbiz.com/storyimage/NJ/20140514/NJBIZ01/140519909/AR/0/AR-140519909.jpg", "type": "article"}, "twitter": {"domain": "njbiz.com", "description": "Is combining primary care and urgent care the answer to better health care in the age of the Affordable Care Act?", "title": "Integrated Medicine Alliance finds success combining primary care with urgent care | NJBIZ", "image": {"src": "http://www.njbiz.com/storyimage/NJ/20140514/NJBIZ01/140519909/AR/0/AR-140519909.jpg"}, "site": "@njbiz", "card": "summary_large_image"}, "description": "Is combining primary care and urgent care the answer to better health care in the age of the Affordable Care Act?", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Is combining primary care and urgent care the answer to better health care in the age of the Affordable Care Act?\nPrimary care operates on a tight margin, but our physicians believe this is better care.”Most primary care offices in New Jersey are one or two physician practices.\nIntegrated Medicine Alliance, a large Monmouth County primary care practice where more than three dozen clinicians have join forces at nearly a dozen locations, feels it is.\n“You can’t expect people to fully utilize primary care if you have very limited hours,” she said.\nLinda Schwimmer, vice president of the New Jersey Health Care Quality Institute, said the idea has a lot of merit."}