{"article_title": "Global Warming Fix Is Not the Next Gay Marriage Movement", "article_keywords": ["climate", "gay", "fix", "global", "harm", "likely", "marriage", "change", "polling", "sense", "party", "republican", "warming", "movement"], "article_url": "http://www.usnews.com/opinion/economic-intelligence/2014/11/26/global-warming-fix-is-not-the-next-gay-marriage-movement", "article_text": "Recent polling analysis on the politics of climate change has highlighted the potential for a generational shift in how Americans think of the issue, not unlike a similar shift in the last decade over gay marriage. First reported by The Washington Post’s Chris Mooney, Scott Clement, and Steven Mufson, based on June polling, there is clear evidence that unwillingness to face up to the seriousness of climate change is predominantly an impulse of older, Republican voters. If the Republican Party were made up entirely of under-40s, according to the polling, support for regulations on greenhouse gas emissions would get majority support (56 percent); if, on the other hand, the GOP were only over-40s, it would slip to 44 percent.\n\nThese data have led, naturally enough, to the argument that the politics of climate change are similar in their trajectory to public acceptance of legal recognition for gay marriage. Whereas even mainstream parts of the Republican Party used the 2004 elections to spearhead bans on gay marriage in several states, now you are unlikely to find many officials, outside fringe groups like the National Organization for Marriage, still trying to fight against the legal tide presaging universal marriage rights. When it comes to climate change, conservatives, the argument goes, are still in the era of defending traditional marriage. As time goes on, their younger cohort will drag the party toward acceptance, and climate change will lose much of its partisan poison.\n\n\n\n[SEE: Editorial Cartoons on Gay Marriage]\n\nComparisons between the two, however, obscure some fundamental differences, and vastly underestimate how persistent the ideological divide on climate change is likely to be, even assuming the party swells with growing numbers of conservative millennials in upcoming years.\n\nThere were two key advantages that gay marriage proponents had that do not translate in the same way to the climate debate: the dilemma could be easily presented as a simple, binary choice, and the effects of the incumbent policy were much more direct and disruptive to individuals.\n\nCourt rulings concluding that laws against gay marriage were inherently unconstitutional were the beginning of the end. Most court opinions allowing same-sex marriages to go forward are almost viciously incredulous at the idea that gay marriage bans are not a violation of the Fourteenth Amendment.\n\n\n\n[SEE: Editorial Cartoons on Energy Policy]\n\nBy contrast, acknowledging the science behind climate change and recognizing it as a serious threat is only the end of the beginning of the conversation. To put it simply, there is no “just let them get married” equivalent. Even among committed climate hawks, there is debate about the methodology for realizing aggressive emissions cuts. Is a carbon tax better than national cap-and-trade? Do the new Environmental Protection Agency power plant restrictions go far enough? How much should we invest in nuclear energy, which is low-carbon but has attendant safety concerns? Why are we not investing more money in carbon capture and sequestration? In other words, catching up to an appropriate normative view does not guarantee consensus or progress on identifying a successful strategy, unlike in the gay marriage movement, where nullifying laws was a clear final goal.\n\nAs importantly, the majority of people still see climate change as something that affects people other than themselves, either in a geographic sense (“I don’t live on the coast”) or temporal sense (“this is something my grandchildren will have to deal with”). This sense of otherness and non-urgency militates against consensus even in the intermediate term.\n\n\n\nRelated Content Related Content Gay Blood Donation Ban Could Be Lifted An HHS advisory committee suggested letting gay men donate blood if they've been abstinent for a year.\n\nTake a look at another set of recent polling from the Yale Project on Climate Change Communications. When asked how much they think global warming will harm them personally, only 36 percent of people said it would cause either a “great deal” or “moderate amount” of harm. The only categories of things likely to see a great deal of harm, in their estimation, are future generations of people and plant/animal species, with only a third of respondents predicting people in developing countries were under serious threat. In other words, there is no analogue to the familial context of the gay marriage debate where, according to Pew, “Americans who have a close friend or family member who is gay or lesbian are 27 points more likely than those who do not to favor allowing gay and lesbian couples to legally marry (63% vs. 36%). This ‘family and friends’ effect is present across all major demographic, religious and political groups.”", "article_metadata": {"zone": "homepage/articles", "keyword": "Economic Intelligence [Opinion]", "title": "Global Warming Fix Is Not the Next Gay Marriage Movement", "og": {"site_name": "US News & World Report", "description": "Don't count on the politics of climate change mirroring those of same-sex marriage.", "title": "Climate Change Is Not the Next Gay Marriage", "url": "http://www.usnews.com/opinion/economic-intelligence/2014/11/26/global-warming-fix-is-not-the-next-gay-marriage-movement", "image": "http://www.usnews.com/cmsmedia/65/6a/42ef4146419198bd0b3905599a44/141110-gaymarriage-editorial.jpg", "type": "article"}, "twitter": {"description": "Don't count on the politics of climate change mirroring those of same-sex marriage.<br>", "site": "@USNews", "card": "summary", "title": "Global Warming Fix Is Not the Next Gay Marriage Movement"}, "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "site": "opinion", "date_published": "Nov. 26, 2014", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Neil Bhatiya,climate change,global warming,LGBT rights,gay marriage,picks,Economic Intelligence [Opinion]", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "Don't count on the politics of climate change mirroring those of same-sex marriage."}, "_id": "\"57477af46914bd0286fd6aeb\"", "article_summary": "Court rulings concluding that laws against gay marriage were inherently unconstitutional were the beginning of the end.\nThese data have led, naturally enough, to the argument that the politics of climate change are similar in their trajectory to public acceptance of legal recognition for gay marriage.\nMost court opinions allowing same-sex marriages to go forward are almost viciously incredulous at the idea that gay marriage bans are not a violation of the Fourteenth Amendment.\nWhen it comes to climate change, conservatives, the argument goes, are still in the era of defending traditional marriage.\nIn other words, catching up to an appropriate normative view does not guarantee consensus or progress on identifying a successful strategy, unlike in the gay marriage movement, where nullifying laws was a clear final goal."}