{"article_title": "blog.aids.gov − Plain Language Reference Guide Available to Assist HIV Service Organizations in Health Insurance Enrollment Efforts", "article_keywords": ["organizations", "useful", "language", "reference", "plain", "enrollment", "guide", "ace", "service", "health", "2015", "understand", "white", "hiv", "insurance"], "article_url": "https://blog.aids.gov/2014/10/plain-language-reference-guide-available-to-assist-hiv-service-organizations-in-health-insurance-enrollment-efforts.html", "article_text": "As we approach the 2015 Health Insurance Marketplace Open Enrollment Period (November 15, 2014 – February 15, 2015), many HIV service organizations and community-based groups nationwide are gearing up to help people at risk for and living with HIV to find and enroll in affordable health coverage.\n\nThe Ryan White Affordable Care Enrollment (ACE) Technical Assistance Center has developed many tools and resources to assist in such efforts. One useful tool that we saw during the recent U.S. Conference on AIDS is the ACE TA Center’s Plain Language Quick Reference Guide for Health Care Enrollment . This document provides easy to understand, plain language explanations of many health insurance terms. Developed to assist Ryan White HIV/AIDS Program grantees to understand health insurance enrollment terms and explain them to their clients, this free resource may be useful for you or your colleagues as you prepare for outreach and enrollment activities for the 2015 Marketplace Open Enrollment Period.\n\nA Spanish version of the Plain Language Guide (Guía de Referencia Rápida en Lenguaje Sencillo para Inscripción en Seguro de Salud ) is also available; it contains an English to Spanish glossary along with the plain language explanations of terms.\n\nOther health coverage enrollment tools and resources are also available on the ACE TA Center website .", "article_metadata": {"og": {"site_name": "blog.aids.gov — HIV Policy & Programs. Research. New Media.", "description": "As we approach the 2015 Health Insurance Marketplace Open Enrollment Period (November 15, 2014 – February 15, 2015), many HIV service organizations and community-based groups nationwide are gearing up to help people at risk for and living with HIV to find and enroll in affordable health coverage. The Ryan White Affordable Care Enrollment (ACE) Technical...", "title": "Plain Language Reference Guide Available to Assist HIV Service Organizations in Health Insurance Enrollment Efforts", "url": "https://blog.aids.gov/2014/10/plain-language-reference-guide-available-to-assist-hiv-service-organizations-in-health-insurance-enrollment-efforts.html", "image": "https://blog.aids.gov/wp-content/uploads/Capture76.jpg", "type": "article"}, "article": {"section": "Affordable Care Act", "tag": "ACA"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "_id": "\"57477af46914bd0286fe1de3\"", "article_summary": "A Spanish version of the Plain Language Guide (Guía de Referencia Rápida en Lenguaje Sencillo para Inscripción en Seguro de Salud ) is also available; it contains an English to Spanish glossary along with the plain language explanations of terms.\nThis document provides easy to understand, plain language explanations of many health insurance terms.\nThe Ryan White Affordable Care Enrollment (ACE) Technical Assistance Center has developed many tools and resources to assist in such efforts.\nOne useful tool that we saw during the recent U.S. Conference on AIDS is the ACE TA Center’s Plain Language Quick Reference Guide for Health Care Enrollment .\nAs we approach the 2015 Health Insurance Marketplace Open Enrollment Period (November 15, 2014 – February 15, 2015), many HIV service organizations and community-based groups nationwide are gearing up to help people at risk for and living with HIV to find and enroll in affordable health coverage."}