{"article_title": "What you won’t hear about socialized healthcare; Canadian teen dies waiting for hospital bed", "article_keywords": ["wont", "teen", "socialized", "canadas", "canadian", "dies", "hospital", "obamacare", "system", "bed", "laura", "waiting", "hear", "patients", "healthcare", "wait", "marrow", "care", "medical", "transplant"], "article_url": "http://www.bizpacreview.com/2016/02/09/what-you-wont-hear-about-socialized-healthcare-canadian-teen-dies-waiting-for-hospital-bed-304056", "article_text": "To see the future of Obamacare, we have only to shift our gaze northward.\n\nA young Canadian girl with Leukemia recently died for want of a hospital bed even though she had a life-saving bone marrow donor lined up.\n\nLaura Hillier, 18, a fresh-faced performer of musical theater, died on January 20 and was buried 10 days later.\n\nJuravinski hospital in Hamilton, Ontario, only had enough beds to perform five transplants per month. She was among 30 prospective transplant recipients waiting in line.\n\nThe Daily Mail reported:\n\nLaura was first diagnosed with acute myeloid leukemia at age 13. She had been completely cancer-free for approximately four years after her first battle with AML, and relapsed this past May. Though Laura was able to achieve remission for a second time, she relapsed again in November 2015. Dr. Ralph Meyer, Juravinski’s vice-president of oncology and palliative care, told Ontario’s TheStar.com there are plenty of others facing the same situation as Laura in Canada.\n\n“It is crazy to have to be on a wait-list when you have a donor and you are ready to go,” Laura told TheStar.com in a July interview.\n\nHer obituary excoriated Canada’s bed shortage as having “deadly wait times”:\n\nIn Laura’s last year with us, she was determined to bring public attention to the problem of deadly wait times for bone marrow transplants in Ontario and across Canada. In July 2015, Laura achieved remission for the second time from acute myeloid leukemia and was blessed to have a perfect donor match. However, she found out that she would not be able to receive her life-saving transplant for months as there were many waiting ahead of her and not enough resources to handle the demand.\n\nHer casket was covered in handwritten sentiments from family and friends, much like a school yearbook.\n\n“Though Laura’s casket was a beautiful sentiment from her friends and family, Laura’s fight, and now our fight, is to change the medical system to end the deadly wait times for patients requiring a bone marrow transplant,” a post on the Hope for Laura Hillier Facebook page said.\n\nSadly, the United States is moving in the same direction as Canada on health care by shoehorning government into the doctor-patient relationship.\n\nWhen the Affordable Care Act was being debated in 2009, many Democratic politicians pointed to Canada’s socialized medical system as a shining example.\n\nToday, there are presidential candidates from both major parties who’ve said they favor expanding Obamacare to a single-payer system like Canada’s. They should perhaps ask Canadians for their opinion.\n\nLast March, Canada’s National Post reported:\n\nIn 2014, 52,513 Canadians travelled beyond our borders to seek medical treatment, compared with 41,838 in 2013. The numbers suggest that the Canadian health care system could not comply with the needs and demands of a substantial number of Canadian patients, according to the study.\n\nMany of those patients cross the southern border for treatment in the United States. As Obamacare becomes even more burdened by bureaucratic red tape, where will the Canadians go next?", "article_metadata": {"generator": "WordPress 4.4.3", "og": {"site_name": "BizPac Review", "description": "To see the future of Obamacare, we have only to shift our gaze northward. A young Canadian girl with Leukemia recently died for want of a hospital bed even though she had a life-saving bone marrow donor lined up. Laura Hillier, 18, a fresh-faced performer of musical theater, died on January 20 and was buried …", "title": "What you won’t hear about socialized healthcare; Canadian teen dies waiting for hospital bed", "locale": {"alternate": "en_US", "identifier": "en_US"}, "image": "http://www.bizpacreview.com/wp-content/uploads/2016/02/laura-hillier.jpg", "url": "http://www.bizpacreview.com/2016/02/09/what-you-wont-hear-about-socialized-healthcare-canadian-teen-dies-waiting-for-hospital-bed-304056", "type": "article"}, "twitter": {"widgets": {"csp": "on"}}, "alexaVerifyID": "qC73ojZoktel85cbl12SAFJar9k", "fb": {"admins": "10152426200106417,10152720237657852,10200650572686956,3854753687919,100215693385946,549853448412696", "pages": 169204449790211, "app_id": 1502886339979348}, "article": {"publisher": "https://www.facebook.com/ConservativeNewsToday", "section": "News", "published_time": "2016-02-09T15:28:06+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "The numbers suggest that the Canadian health care system could not comply with the needs and demands of a substantial number of Canadian patients, according to the study.\nWhen the Affordable Care Act was being debated in 2009, many Democratic politicians pointed to Canada’s socialized medical system as a shining example.\nA young Canadian girl with Leukemia recently died for want of a hospital bed even though she had a life-saving bone marrow donor lined up.\nToday, there are presidential candidates from both major parties who’ve said they favor expanding Obamacare to a single-payer system like Canada’s.\nLaura Hillier, 18, a fresh-faced performer of musical theater, died on January 20 and was buried 10 days later."}