{"article_title": "The Affordable Care Act is Already Having a Very Real Impact in Texas", "article_keywords": ["real", "impact", "texans", "albert", "affordable", "insurance", "health", "anna", "act", "law", "having", "texas", "care"], "article_url": "http://www.burntorangereport.com/diary/14608/the-affordable-care-act-is-already-having-a-very-real-impact-in-texas", "article_text": "377 Flares Filament.io 377 Flares ×\n\nThanks to the Affordable Care Act, over 2 million people nationwide are already newly enrolled in health insurance. By the end of March, the number is expected to climb to at least 8 million. While the enrollment numbers for Texas haven't been updated to reflect the end-of-December surge, hundreds of thousands of Texans were already enrolled by mid-month.\n\nThe enrollment numbers are forcing many Republicans to recognize that if they want to use canceled plans as a talking point against the ACA, they can't exactly start canceling millions of plans now. Even Tea Party Senate Republican Ron Johnson admitted, “It's no longer just a piece of paper that you can repeal and it goes away… We have to recognize that reality. We have to deal with the people that are currently covered under Obamacare.”\n\nTexas, however, still has a state government and representatives actively promoting repeal of this unprecedented opportunity to insure millions of Texans. And it means that Texans face inordinate hurdles and misinformation. According to Theresa Coughlin of the Urban Institute, “Information about Obamacare seems to be less widespread and less clear in states, such as Texas, where the local government doesn't support the law. Oregon, for example, set up its own exchange and has blasted airwaves and social media sites with ads touting Obamacare. Meanwhile, Texas Gov. Rick Perry has decried the law as a 'criminal act.'” But despite the obstacles, stories from Texans show that the Affordable Care Act is already having a very real impact.\n\nYou can read the stories of people who have been helped by the Affordable Care Act on Twitter @ACAstories. A sampling of the Texas tweets include:\n\nTX: Melissa Roth MT @melissavotes Thank you @NancyPelosi @BarackObama! Got my Health insurance ID card after 20 yrs of denied coverage. #ACA\n\nTX: Julie Gomoll RT @JulieGomoll HOLY CRAP I HAVE HEALTH INSURANCE! Thank you, #obamacare\n\nTX: Donna Bentley & her son got better coverage for $250/mo less, plus dental & same doc. “Thank you Mr President.”\n\nTX: Dina Blas @Coach_DinaBlas got hlth, vision & dental cvg for $120/mo (down from $500/mo). “Yes!!! Life is good!”\n\n\n\nAnd more are added every day. Kathleen Sebelius also shared the stories of Texans Anna Ray and Albert Davis:\n\n\n\n“For Anna Ray and Albert Davis of Houston, this was the first time they are getting covered with health insurance – and they're both getting a great deal. Anna is a 26 year-old part-time English teacher, who is hoping to find a fulltime job. Before the Affordable Care Act, it would have been very hard for Anna to be able to afford coverage on the individual market. Texans had few if any real choice, and even fewer choices that were actually affordable. Anna has a great story about how, because of the Marketplace – and with the help of financial assistance available through the new law – she was able to get covered on a Silver plan for only $122 a month. Since this was her first time buying insurance for herself, Anna had a lot of questions. But she says she was able to get answers from the call center – which is open 24 hours a day, 7 days a week at 1-800-318-2596. Albert is 50. He works as a temporary employee for the Houston health department. And although he works to help make his own community healthier, Albert himself has never had health insurance. But all that changes in January. Albert says he finally decided to get covered because it's “just the right thing to do. You never know what could happen to you.” And through the Marketplace he found coverage – with financial assistance – for less than $24 a month. Now Albert says he wants to let people know that the site works -you can get enrolled and get a good deal.”\n\nThere have been many milestones in the implementation of the Affordable Care Act, but January 1 of this year is one of the most important. Now that insurance plans purchased through the exchanges have officially kicked in, those who want to overturn the health care law will have to deal with Anna, Albert and millions more.", "article_metadata": {"description": "Thanks to the Affordable Care Act, over 2 million people nationwide are already newly enrolled in health insurance. By the end of March, the number is expe", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "og": {"site_name": "Burnt Orange Report", "description": "Thanks to the Affordable Care Act, over 2 million people nationwide are already newly enrolled in health insurance. By the end of March, the number is expe", "title": "The Affordable Care Act is Already Having a Very Real Impact in Texas", "locale": "en_US", "image": {"width": 800, "identifier": "http://www.burntorangereport.com/wp-content/uploads/2014/01/tx-stetho.jpg", "height": 531}, "updated_time": "2014-09-21T15:54:57-05:00", "url": "http://www.burntorangereport.com/diary/14608/the-affordable-care-act-is-already-having-a-very-real-impact-in-texas", "type": "article"}, "twitter": {"description": "Thanks to the Affordable Care Act, over 2 million people nationwide are already newly enrolled in health insurance. By the end of March, the number is expe", "creator": "@bor", "image": "http://i2.wp.com/www.burntorangereport.com/wp-content/uploads/2014/01/tx-stetho.jpg?fit=800%2C531", "title": "The Affordable Care Act is Already Having a Very Real Impact in Texas", "site": "@bor", "card": "summary_large_image"}, "robots": "noodp", "fb": {"app_id": 1559290521009974}, "article": {"publisher": "https://www.facebook.com/BurntOrangeReport", "section": "Health Care", "tag": "health care", "published_time": "2014-01-06T17:00:00-05:00", "modified_time": "2014-09-21T15:54:57-05:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "affordable care act, health care, texas, politics, burnt orange report"}, "article_summary": "'” But despite the obstacles, stories from Texans show that the Affordable Care Act is already having a very real impact.\nYou can read the stories of people who have been helped by the Affordable Care Act on Twitter @ACAstories.\n377 Flares Filament.io 377 Flares ×Thanks to the Affordable Care Act, over 2 million people nationwide are already newly enrolled in health insurance.\nBefore the Affordable Care Act, it would have been very hard for Anna to be able to afford coverage on the individual market.\nGot my Health insurance ID card after 20 yrs of denied coverage."}