{"article_title": "10 Ways Women's Lives Have Changed For The Better Since 2005", "article_keywords": ["definition", "woman", "congress", "ways", "changed", "number", "act", "better", "women", "lives", "2005", "marriage", "womens", "samesex"], "article_url": "http://www.huffingtonpost.com/2015/05/05/10-ways-womens-lives-have-changed_n_7189216.html", "article_text": "When it comes to women's equality, we tend to focus on historical victories and present-day battles. We search for answers in the past to solve riddles of the future, often forgetting how lucky we are today.\n\nAs The Huffington Post celebrates its 10th anniversary, we've decided to reflect upon the remarkable progress achieved in women's equality since 2005.\n\nHere are 10 ways American women's lives have changed for the better since 2005:\n\n1. More women have access to higher quality health care.\n\n\n\nIn 2005, women required a prescription from a doctor to purchase emergency contraceptive. In 10 years, availability has progressed from over-the-counter access for women over 18 in 2009 to unrestricted access when the FDA lifted age restrictions in 2013.\n\n2. Women's representation in Congress is higher than it's ever been.\n\n\n\nOn the night of November 5, 2014, North Carolina Rep. Alma Adams became the 100th woman in the 113th Congress -- marking the first time in history that the number of women in Congress reached triple digits. The 2014 midterm elections resulted in the highest number of women serving in Congress ever. Utah Senator Mia Love became the first African American woman Republican elected to Congress.\n\nThe number of women in the House and Senate rose from 81 in 2005 to 104 in 2015, an increase from 15.1 percent of seats to an all-time high of 19.4 percent. Despite slow growth in Congress, a decade has done a lot for women at the highest levels of government: Condoleeza Rice became the first African American woman appointed to Secretary of State in 2005 (succeeded by Hillary Clinton in 2009), and Nancy Pelosi became the first female Speaker of the House of Representatives in 2007. And Hillary Clinton just might become president.\n\n3. The FBI codified a more inclusive definition of rape.\n\nUnchanged since 1927, the definition of rape in 2005 per the FBI's Uniform Crime Reporting program was \"the carnal knowledge of a female, forcibly and against her will.\" The narrow, outdated language produced a lack of uniformity among law enforcement and made countless victims reluctant to report their assaults. As of 2013, the definition acknowledges that men can be raped and the possibility that victims can be coerced into sexual behavior without physical force.\n\nNotably, the new definition recognizes that rape is rape even if the victim doesn't, or can't, say no. The FBI's definition now officially \"includes instances in which the victim is incapable of giving consent\" for whatever reason.\n\n4. The Supreme Court struck down the Defense Of Marriage Act, same-sex marriage is legal in 37 states, and the constitutional protection of same-sex marriage seems like it could be on the horizon.\n\n\n\nIn 2005, activists and allies were trying to chip away at a 1996 law enacted to prohibit federal recognition of same-sex marriages. In 2013, it finally came tumbling down: In Windsor v. United States, the Supreme Court declared section 3 of the Defense Of Marriage Act unconstitutional. In states where same-sex marriages are recognized, women who marry women now receive the 1,100 protections of marriage formerly denied to them.\n\nAs of 2015, 37 states protect the right of same-sex couples to marry. Last week, the Court began considering whether the Constitution guarantees the right of gay and lesbian Americans to marry. If the Justices rule in favor of same-sex couples -- as they are widely expected to -- the decision would overturn state bans on same-sex marriage.\n\n5. Women's equality in the workplace has improved -- along with our ability to fight for it.\n\nPresident Obama signed the Lilly Ledbetter Fair Pay Restoration Act in 2009, which allows women to file equal pay lawsuits agains their employers up to six months after receiving their last paycheck. Prior to 2007, women had to allege pay discrimination within six months of their first paycheck. By allowing female employers more time to acknowledge sex discrimination, choose to act and build a legal case, the Lilly Ledbetter Act should discourage employers from sneakily underpaying women for the same work.\n\nIn 2005, women who were treated poorly by their employer after coming forward about a sexual harassment situation -- or supporting a colleague who did so -- had little ability to take legal action. Today, that sort of treatment is illegal. A 2006 Supreme Court case affirmed that a woman did not need to be explicitly fired after making a sexual harassment claim to legally accuse her employer of retaliating against her. Now, any \"adverse employment decision or treatment\" that could dissuade women (and men) from bringing or supporting a sexual harassment claim is grounds for legal action.\n\nIn March, Ellen Pao sued her former employer, a venture capital firm, for gender discrimination. The lawsuit was a national story. The jury ruled in favor of Pao's employer, but the case shed a harsh light on the dark corners of sexism and how it manifests in women's everyday lives.\n\n6. The entertainment industry finally started to recognize that women are consumers of pop culture, want to see our experiences represented, and are pretty good at telling those stories for ourselves.\n\n\n\nIn 2011, \"Bridesmaids\" passed the Bechdel Test with flying colors and also made a ton of money, reminding the movie mogul boy's club that women want to see really great movies -- and can also write them. In 2009, Kathryn Bigelow became the first woman to win the Best Director category of the Academy Awards. When it comes to the small screen, women have stepped out from sitcom ensembles throughout the past nine years to stand front and center in critically acclaimed series like \"30 Rock,\" \"Parks and Recreation,\" \"Homeland,\" \"Girls,\" \"Orange Is The New Black,\" \"Scandal,\" Veep\" \"The Minday Project,\" \"The Unbreakable Kimmy Schmidt,\" \"Transparent,\" Grey's Anatomy\" and countless others.\n\n7. The military lifted its ban on women serving in direct ground combat roles, allowing more women to pursue more units and allowing for the recognition of those who'd long been engaged in combat.\n\n\n\nThe U.S. lifted its ban on women serving in combat roles in January of 2013. \"The time has come to rescind the direct combat exclusion rule for women and to eliminate all unnecessary gender-based barriers to service,” wrote Martin E. Dempsey, the chairman of the Joint Chiefs of Staff in a letter to Defense Secretary Leon E. Panetta. The Department of Defense rescinded the 1994 rule in 2013, providing access to 237,000 positions previously closed to women, who make up 15 percent of the U.S. military.\n\nBetween two protracted conflicts in Iraq and Afghanistan, many women were effectively serving in combat in 2005. Today, they receive the recognition and support they deserve.\n\n8. Young, single women caught up to their male peers in large cities -- and then some.\n\nAs of 2010, young, urban, childless women in their 20s make on average 8 percent more money than men in the same demographic. In New York City, Los Angeles and San Diego, women's lead hovers around 15 percent. Analysts attribute the \"reverse pay gap\" to education: for every three women earning a college or higher degree, only two men have earned the same qualifications. In cities with knowledge-based industries where education is key, women have fared pretty well since 2005.\n\nWomen's influence extends beyond purchasing power -- in 2008 and 2012, women made up 53 percent of the voting bloc -- effectively choosing the president in 2012.\n\n9. We see more and more women at the top of their fields, actively paving the way for the next generation.\n\nToday, 51 of the world's top 1000 companies are run by women. The number of female CEOs running a Fortune 1000 company is up from just 29 in 2005. The numbers are rising slowly, but the increased visibility of women in business, tech and media since 2005 had likely made a difference. As Sheryl Sandberg -- herself a bellwether in her field -- says: \"You can't be what you can't see.\"\n\n10. Women's voices and experiences are better represented in the media -- especially online -- bringing new weight to the term \"lady blog.\"\n\nTen years ago, one would have had to subscribe to an alt-weekly or a feminist print mag like Bust or Bitch to get the type of incisive cultural commentary on women's issues that now fills our Facebook feeds. Jessica and Vanessa Valenti founded Feministing in 2004 to provide a \"bold, snarky voice for young feminists in the media.\" Jezebel launched in 2007. And HuffPost Women launched in 2011. As the number of outlets specializing in this coverage area began to grow, so did the appetite for it.\n\nWomen's magazines were never simply the vapid handbooks critics long lamented to them to be, but as new feminist publications drew attention political and cultural issues affecting women -- and social media allowed millions to speak to how these issues impact their lives -- any publication that claimed \"women\" as a demographic took on a harder edge, and for the better. In 2014 -- after a considerable expansion of its political coverage -- Cosmopolitan announced it would endorse candidates for political office based on their support for women. From Elle to Glamour, traditional \"lady mags\" are meeting demand for content that covers the breadth of what it means to be a woman.\n\nHere at HuffPost Women, we try to do the same -- elevating women's voices and letting them tell their stories in their own words -- from wearing bikinis to overcoming addiction.\n\nThe amplification of women's voices in the last 10 years is critical to the battles of the next 10, 20, 50 and and so on. To all the badass women who made the past decade one for the herstory books, we ***bowdown.", "article_metadata": {"description": "When it comes to women's equality, we tend to focus on", "sailthru.expire_date": "2015-05-06 12:59:10 -0400", "og": {"site_name": "The Huffington Post", "description": "When it comes to women's equality, we tend to focus on", "title": "10 Ways Women's Lives Have Changed For The Better Since 2005", "url": "http://www.huffingtonpost.com/2015/05/05/10-ways-womens-lives-have-changed_n_7189216.html", "image": "http://i.huffpost.com/gen/2915186/images/o-10YEARANNIV-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "When it comes to women's equality, we tend to focus on", "creator": "amandaduberman", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/2915186/images/o-10YEARANNIV-facebook.jpg", "height": 1000}, "title": "10 Ways Women's Lives Have Changed For The Better Since 2005", "site": "@HuffPostWomen", "card": "summary_large_image"}, "sailthru.date": "2015-05-05 12:59:10 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=7189216", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "impact", "fb": {"app_id": 46744042133}, "keywords": "the next 10,women's equality,feminism,women's rights,women's issues,abortion rights,obamacare,obamacare women,huffington post anniversary,women's progress", "article": {"section": "Women", "tag": "the next 10,women's equality,feminism,women's rights,women's issues,abortion rights,obamacare,obamacare women,huffington post anniversary,women's progress", "published_time": "2015-05-05 12:59:10 -0400", "modified_time": "2015-05-14 12:59:01 -0400"}, "viewport": "width=1000"}, "article_summary": "The Supreme Court struck down the Defense Of Marriage Act, same-sex marriage is legal in 37 states, and the constitutional protection of same-sex marriage seems like it could be on the horizon.\nHere are 10 ways American women's lives have changed for the better since 2005:1.\nIn 2005, women required a prescription from a doctor to purchase emergency contraceptive.\nIf the Justices rule in favor of same-sex couples -- as they are widely expected to -- the decision would overturn state bans on same-sex marriage.\nAs The Huffington Post celebrates its 10th anniversary, we've decided to reflect upon the remarkable progress achieved in women's equality since 2005."}