{"article_title": "How ObamaCare Reduces Competition and Rations Care", "article_keywords": ["physicians", "patient", "aco", "reduces", "obamacare", "competition", "costs", "patients", "rations", "medicare", "health", "acos", "book", "care"], "article_url": "http://www.thenewamerican.com/usnews/health-care/item/22626-how-obamacare-reduces-competition-and-rations-care", "article_text": "The Affordable Care Act (ACA) was ostensibly enacted to protect average Americans from big insurance companies and to ensure that, as President Barack Obama put it, insurers “are limited in the ability to extract profits and deny coverage.” But as is often the case with laws supposedly designed to benefit the “little guy,” ObamaCare has instead stimulated consolidation in the healthcare sector and rationing of care, according to a recent report from the American Action Forum (AAF), a center-right think tank in Washington, D.C.\n\nUntil recently, most physicians maintained independent solo or small-group practices; few were employed by hospitals. Lately, however, hospitals — particularly those that had previously merged into local near-monopolies — “have been forming physician groups, which have in turn been buying up physician practices at a rapid rate,” wrote AAF’s Robert Book, a health economist. In addition, noted Book, “Hospital groups across the country have also started forming their own health insurance companies — either on their own, or as joint ventures with established insurance companies — with their own facilities and physicians as the main in-network providers.”\n\nObamaCare, Book argues, is driving this consolidation in two ways.\n\nFirst, the ACA encourages health plans to have narrow provider networks. “By forming their own insurance plans with their own facilities and employees as the main in-network providers,” explained Book, “they can assure themselves of a patient base, while simultaneously reducing competition at the provider level.”\n\nSecond, through the Medicare Shared Savings Program, the law establishes a system of Accountable Care Organizations (ACOs) for Medicare patients, the objective of which is to control costs. ACOs are groups of healthcare providers who agree to care for at least 5,000 patients.\n\nAn ACO operates much like a health maintenance organization (HMO), another government creature invented to control costs — which, as usual, were skyrocketing out of control because of earlier government interventions. An ACO patient has a primary-care physician who can refer him to other providers in the organization. However, the patient is not restricted to the providers in the ACO; he is free to seek care outside the network.\n\nHow does a patient become part of an ACO? According to Book,\n\nPatients don't “enroll” in an ACO — they are assigned to an ACO ex post based on the preponderance of their utilization. That is, at the end of the year, if a patient happens to have had a plurality of care (measured by either service counts or dollars of Medicare claims), from physicians who are members of a particular ACO, then that patient is assigned to that ACO. Not only do patients not enroll in ACOs; they might not even be aware of them, as assignments may take place after the fact.\n\nAs if it weren’t bad enough that patients are assigned to ACOs with no choice in the matter, ObamaCare then offers each ACO a bonus payment based on the total Medicare cost for its patients, including the cost of care obtained outside the ACO. The catch is that the bonus is based on bringing costs in below expectations. “Because this program is part of Medicare’s fee-for-service system,” averred Book, “‘reduce costs’ means ‘reduce services’ — that is, ‘give patients less care.’”\n\nThis is easy enough to do as long a patient doesn’t seek care outside the ACO. Doctors inside the ACO can simply recommend fewer procedures, hospital stays, and office visits. But what if a patient, either through dissatisfaction with the ACO or lack of knowledge that he is even part of an ACO, chooses to obtain care elsewhere? There is nothing the ACO can do about it, no matter how big a dent this outside care may put in the ACO’s bonus payment.\n\nThe solution, therefore, is for the ACO to get bigger, thereby reducing the patient’s non-ACO options. Book:\n\nIf an ACO wants to, say, try to limit patients to 12 specialty visits a year, it’s much easier if they “own” most of the specialists in the area. If an ACO includes many of the major hospitals, and a significant number of physicians in every major practice area — including, say, imaging facilities and labs (possibly a hospital outpatient lab), then it becomes a lot easier to guide patients to the level and type of utilization desired — which is, for purposes of the Medicare Shared Savings Program, always less utilization. And of course, it is much easier to enforce referral and utilization policies on physicians who are employees of a group running the ACO, rather than simply independent businesses who happen to join an ACO at a given moment in time.\n\nIn other words, the Medicare Shared Savings Program encourages hospitals and physicians of different specialties to join together in order to encourage patients to use less health care.\n\nPut more bluntly, the purpose of ACOs is to ration care, and the best way they can achieve that objective is to grow larger and larger until patients have little choice but to submit to their dictates. Indeed, as David Hogberg maintained in his book Medicare’s Victims, “The aim of ObamaCare is to put most, if not all, of the [Medicare] beneficiaries into ACOs.”\n\nThat the ACA cuts costs by rationing care at the instigation of the government should hardly be surprising. Obama, after all, recently told the National Governors Association that the main reason for the massive national debt is too much healthcare spending, much of which can be laid at the feet of “private-sector involvement” and “profit,” plus the fact that “people always want the best stuff, but that costs money.” Given that mindset, the only possible way to solve the problem of runaway federal debt in 2010 was to take as much power away from the private sector as possible and force people to stop using so much healthcare.\n\nStill, the similarities between Obama’s anti-private-sector rhetoric and ObamaCare’s reality are striking. Observed Book: “It is highly ironic that a law proposed, in part, because of the allegation health insurance companies were increasing their profits by denying care to patients — is now the means by which the federal government pays physicians to, in effect, deny care to patients.”", "article_metadata": {"keywords": "ObamaCare, insurance companies, denial of costly care,  conglomerates, rationing, ACA, Affordable Care Act", "og": {"url": "http://www.thenewamerican.com/usnews/health-care/item/22626-how-obamacare-reduces-competition-and-rations-care", "image": "http://www.thenewamerican.com/media/k2/items/cache/ed122eb4a22238a694edb6872e72a5e3_XL.jpg", "type": "article", "description": "ObamaCare, supposedly designed to protect Americans from big insurance companies and their denial of costly care, has itself led to larger healthcare conglomerates and rationing of care. by Michael Tennant", "title": "How ObamaCare Reduces Competition and Rations Care"}, "image": "http://www.thenewamerican.com/media/k2/items/cache/ed122eb4a22238a694edb6872e72a5e3_XL.jpg", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "An ACO patient has a primary-care physician who can refer him to other providers in the organization.\nHowever, the patient is not restricted to the providers in the ACO; he is free to seek care outside the network.\nACOs are groups of healthcare providers who agree to care for at least 5,000 patients.\nIn other words, the Medicare Shared Savings Program encourages hospitals and physicians of different specialties to join together in order to encourage patients to use less health care.\nThere is nothing the ACO can do about it, no matter how big a dent this outside care may put in the ACO’s bonus payment."}