{"article_title": "Colorado regulators give the green light to e-hailing startup Uber – The Denver Post", "article_keywords": ["uber", "taxi", "epel", "colorado", "service", "rules", "light", "proposed", "startup", "rule", "denver", "companies", "regulators", "green", "ehailing", "post", "fares", "limo"], "article_url": "http://www.denverpost.com/breakingnews/ci_24116352/colorado-regulators-give-green-light-e-hailing-startup", "article_text": "State regulators on Tuesday gave a virtual green light to Uber Technologies.\n\nThe Colorado Public Utilities Commission will not adopt proposed transportation rules that would have likely pushed the e-hailing startup out of the state.\n\nThe rules, proposed by an administrative law judge, were intended to clarify the differences between taxi and limousine service. Uber contracts with limo companies for its on-demand service that allows users to hail a ride via smartphone.\n\nThe rules were drafted in response to concerns raised by taxi companies, which argued that Uber has an unfair advantage because it offers a taxi-like service without facing the same oversight. Taxi rates are regulated, while limo fares are not.\n\nOne rule revision would have barred limo companies from using a meter or other device to calculate fares based on time and mileage. Fares for rides hailed via the Uber app are based on those factors and carry a minimum charge of $15, and Uber-contracted limo drivers are issued iPhones to help calculate those rates.\n\n“Luxury limousines are, by definition, more expensive than taxis,” PUC chairman Joshua Epel said during a commissioners meeting Tuesday. “I think existing enforcement mechanisms are adequate.”\n\nThe three-member commission is expected to issue its written order by mid-October, at which point appeals can be submitted.\n\nThe commissioners also plan to do away with a proposal that would further restrict where limo drivers can park. They seemed content with an existing rule that sets that limit at 100 feet away from a hotel, motel or taxi stand. The rule is intended to prevent limo drivers from picking up fares on the fly since their service must be pre-arranged.\n\nCommissioner Pam Patton said she was concerned about Uber’s surge pricing, which raises fares by several multiples when demand for rides increases, such as on New Year’s Eve.\n\nPatton said limo companies should be required to provide a cost estimate, which Uber’s app offers. Epel agreed. Commissioner Jim Tarpey didn’t think an estimate was needed as long as the customer knew the basis for the fare.\n\n“There has to be some degree of certainty for the passenger,” Epel said.\n\nThe commissioners’ decision regarding the Uber-related rules was expected after Gov. John Hickenlooper expressed concerns about the revisions. Hickenlooper said in August that the proposed rules overreached and were not in the public interest.\n\nAndy Vuong : 303-954-1209, avuong@denverpost.com f b.com/byandyvuong", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Colorado regulators give the green light to e-hailing startup Uber", "title": "Colorado regulators give the green light to e-hailing startup Uber", "url": "http://www.denverpost.com/2013/09/17/colorado-regulators-give-the-green-light-to-e-hailing-startup-uber/", "image": {"width": 600, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20130808__20130811_D3_OP11E_UBERp1-1.jpg", "height": 400}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20130808__20130811_D3_OP11E_UBERp1-1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2013-09-17T16:15:15+00:00", "modified_time": "2016-04-29T07:41:10+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fd86e8\"", "article_summary": "Hickenlooper said in August that the proposed rules overreached and were not in the public interest.\nUber contracts with limo companies for its on-demand service that allows users to hail a ride via smartphone.\nPatton said limo companies should be required to provide a cost estimate, which Uber’s app offers.\nThe Colorado Public Utilities Commission will not adopt proposed transportation rules that would have likely pushed the e-hailing startup out of the state.\nThe rules, proposed by an administrative law judge, were intended to clarify the differences between taxi and limousine service."}