{"article_title": "Look Ahead: Eight candidates to speak to No Labels convention", "article_keywords": ["town", "look", "ahead", "labels", "visit", "hampshire", "state", "r", "candidates", "convention", "sen", "gov", "meeting", "presidential", "speak"], "article_url": "http://www.wmur.com/politics/look-ahead-eight-candidates-to-speak-to-no-labels-convention/35750820", "article_text": "Eight presidential candidates, including six in person, will speak to an estimated 2,000 political activists in Manchester on Monday at the No Labels’ Problem Solvers Convention.\n\nUpdated New Hampshire Primary Source: Clinton adds... WMUR Politics has learned that Democratic presidential candidate Hillary Clinton has added a stop at Nashua Community College to her next campaign visit to the state, on Friday, Oct. 16. Also in New Hampshire that day will be former Arkansas Gov. Mike Huckabee, a Republican who finished third in the 2008 New Hampshire presidential primary. More\n\nThe daylong event, also featuring local and out-of-state elected officials, highlights the coming week on the New Hampshire first-in-the-nation primary campaign trail.\n\nNo Labels is a political organization focused on bipartisanship as a way to end to the gridlock that has gripped Capitol Hill. The group is led by two former presidential candidate, former Utah Gov. Jon Huntsman, a Republican, and former U.S. Sen. Joe Lieberman of Connecticut, a Democrat.\n\nThe convention will be held at the Radisson Hotel beginning at 8 a.m. It was free for those who preregistered, but unregistered attendees will be charged $12 at the door, No Labels says.\n\nExplaining the purpose of No Labels, the organization says on its website, “Throughout 2016, No Labels will be pressing the next president of the United States, upon taking office, to sit down with the leaders of the other party and agree to big goals to unite the country: create 25 million new jobs over the next 10 years; balance the federal budget by 2030; secure Social Security and Medicare for another 75 years; and make America energy secure by 2024.”\n\nIt calls the Manchester convention “the first-ever gathering of its kind to kick off the 2016 campaign season.”\n\nAccording to a draft convention agenda, presidential candidates who will address the group throughout the day are, in chronological order: former Maryland Gov. Martin O’Malley (D), U.S. Sen. Lindsey Graham of South Carolina (R), business executive Donald Trump (R), New Jersey Gov. Chris Christie (R), U.S. Sen. Bernie Sanders of Vermont (D), former New York Gov. George Pataki (R), former U.S. Sen. Jim Webb of Virginia (D), and Ohio Gov. John Kasich (R).\n\nSanders and Webb will appear via live stream. The other six candidates are expected to attend.\n\nTop New Hampshire officials expected to speak are Gov. Maggie Hassan, U.S. Sen. Kelly Ayotte, former U.S. Sen. Judd Gregg, state Republican Party Chairwoman Jennifer Horn and state Democratic Party Chairman Raymond Buckley.\n\nA large group of members of Congress and state and local officials from other states are also expected to attend and participate in panel discussions.\n\nThe convention is one of many activities on the primary trail.\n\nFormer Florida Gov. Jeb Bush (R) will arrive in the state on Tuesday for three days of campaigning. He will deliver a speech on Tuesday at 10 a.m. on repealing and replacing the Affordable Care Act at the New Hampshire Institute of Politics in Manchester. Also Tuesday, Bush will hold a town hall meeting at 6:45 p.m. at the Upper Valley Senior Center in Lebanon.\n\nWednesday at 7 p.m., Bush will hold a town hall meeting at the McAuliffe-Shepard Discovery Center in Concord, and Thursday at 10 a.m., he will participate in a roundtable discussion on domestic violence at the University of New Hampshire Law Center in Concord.\n\nU.S. Sen. Marco Rubio of Florida (R) will return to the state for the second time in two weeks on Wednesday. Confirmed stops are an 8 a.m. house party in Portsmouth hosted by Anne Caplin and a town hall meeting at the Derry Opera House at noon.\n\nFormer Secretary of State Hillary Clinton will return to the state on Friday for a town hall meeting at Keene State College at 11 a.m. She will also speak to a grassroots meet-and-greet and fundraiser for the Nashua Democratic City Committee and the New Hampshire Young Democrats at Nashua Community College, with doors opening at 4:15 p.m. And she will keynote the Carroll County Democrats Grover Cleveland Dinner at the Attitash Grand Summit Hotel in the evening.\n\nAlso on Friday, former Arkansas Gov. Mike Huckabee (R) will return to New Hampshire for the first time since April. After a private breakfast meeting, he is scheduled to speak at noon to an event sponsored by the J. Ronald Terwilliger Foundation for Housing for America’s Families.\n\nHe will do several media interviews before heading to Rye for a backyard barbecue hosted by former U.S. Sen. Scott Brown and his wife, Gail Huff.\n\nGraham, after speaking to the No Labels’ convention on Monday at 10 a.m., will visit the Sandwich Fair at 1:15 p.m. He will visit the New Hampshire Veterans Home in Tilton at 3:30 p.m. and will visit a house party hosted by Kevin and Alice Major in Sandown at 6 p.m.\n\nTuesday, Graham will visit Intelitek in Derry at 9:30 a.m.; Bank W Holdings in Bedford at 1:30 p.m.; and New Hampshire Technical Institute in Concord at 2:45 p.m. He will hold a town hall meeting at the Salt Hill Pub in Newport at 6:30 p.m.", "article_metadata": {"category": "Politics", "ib-analytics": "data", "item-publish-date": "Mon, 12 Oct 2015 08:22:00 EDT", "generator": "ibPublish 2", "author": "John DiStaso", "og": {"site_name": "WMUR", "description": "Eight presidential candidates, including six in person, will speak to an estimated 2,000 political activists in Manchester on Monday at the No Labels’ Problem Solvers Convention. The daylong event, also featuring local and out-of-state elected officials, highlights the coming week on the New Hampshire first-in-the-nation primary campaign trail.", "title": "Look Ahead: Eight candidates to speak to No Labels convention", "url": "http://www.wmur.com/politics/look-ahead-eight-candidates-to-speak-to-no-labels-convention/35750820", "image": "http://www.wmur.com/image/view/-/31174878/highRes/1/-/maxh/630/maxw/1200/-/gsralnz/-/Commitment-2016-generic-graphic-jpg.jpg", "type": "article"}, "twitter": {"url": "http://www.wmur.com/politics/look-ahead-eight-candidates-to-speak-to-no-labels-convention/35750820", "app": {"url": {"ipad": "wmur://content/article/35750820", "iphone": "wmur://content/article/35750820", "googleplay": "wmur://content/article/35750820"}, "name": {"ipad": "wmur", "iphone": "wmur", "googleplay": "wmur"}, "id": {"ipad": 504646663, "iphone": 504646663, "googleplay": "com.hearst.android.wmur"}}, "site": "@wmur9", "card": "app"}, "al": {"android": {"url": "wmur://content/article/35750820", "app_name": "wmur", "package": "com.hearst.android.wmur"}, "ios": {"url": "wmur://content/article/35750820", "app_store_id": 504646663, "app_name": "wmur"}}, "fb": {"app_id": 98665743246}, "vr": {"canonical": "http://www.wmur.com/politics/look-ahead-eight-candidates-to-speak-to-no-labels-convention/35750820"}, "google-site-verification": "xTJFxn8Gm6mXV5ugnbTb198craV_CkoMGMqQyL4EfS4", "keywords": "Look Ahead, Commitment 2016, NH Primary", "article": {"author": "https://www.facebook.com/JohnDiStasoWMUR"}, "news_keywords": "Look Ahead, Commitment 2016, NH Primary", "description": "Eight presidential candidates, including six in person, will speak to an estimated 2,000 political activists in Manchester on Monday at the No Labels’ Problem Solvers Convention. The daylong event, also featuring local and out-of-state elected officials, highlights the coming week on the New Hampshire first-in-the-nation primary campaign trail."}, "article_summary": "Eight presidential candidates, including six in person, will speak to an estimated 2,000 political activists in Manchester on Monday at the No Labels’ Problem Solvers Convention.\nMike Huckabee, a Republican who finished third in the 2008 New Hampshire presidential primary.\nGraham, after speaking to the No Labels’ convention on Monday at 10 a.m., will visit the Sandwich Fair at 1:15 p.m.\nIt was free for those who preregistered, but unregistered attendees will be charged $12 at the door, No Labels says.\nNo Labels is a political organization focused on bipartisanship as a way to end to the gridlock that has gripped Capitol Hill."}