{"article_title": "How The U.S. Won the Vietnam War", "article_keywords": ["vietnamese", "principles", "free", "won", "economic", "ho", "military", "communist", "war", "south", "vietnam"], "article_url": "http://townhall.com/columnists/marknuckols/2015/05/01/the-us-won-the-vietnam-war-n1993200", "article_text": "It has been forty years since the fall of Saigon. We have all seen the photo of the last helicopter evacuating the last Americans from the U.S. embassy, just as the victorious soldiers of North Vietnam were completing their conquest of South Vietnam. The conventional wisdom, especially among liberals, it that America lost the Vietnam War because our cause was ultimately immoral. Well, the conventional wisdom is profoundly wrong. First of all, it’s wrong because we won that war, in the long run. And our cause was fundamentally right all along.\n\n\n\nIn 1975 it seemed that the Communist regime had won a decisive victory, conquering the South and reuniting Vietnam as one country, humiliating the U.S. in the process. Until Ronald Reagan became President, America was said to suffer from “Vietnam Syndrome,” too tired and weary of military engagements abroad to project its influence and power.\n\n\n\nWell, the Communists won the military phase of the war, only to lose the peace. Under the gross mismanagement and inefficiency that are the hallmarks of communism, the Vietnamese suffered 17 years of post-war misery and poverty. Vietnam became such an economic basket case that the rulers in Hanoi realized that the country was broke, and that financially broke countries can’t afford the military means to defend their sovereignty. They capitulated. In 1991 the Communist regime began introducing free market reforms to at least partially liberate the economy from the communist bureaucracy that was stifling economic growth.\n\n\n\nSince then, foreign investors have become the main driver of Vietnam’s economy. And for the Vietnamese, the most desirable foreign investors are American companies like Intel, who pay better wages and bring desperately needed technological innovation. Even McDonald’s has recently opened its first restaurant in Ho Chi Minh City, or as everyone calls it, Saigon.\n\n\n\nSince 2004 U.S. warships have been making calls on Vietnamese naval ports, and now the U.S. and Vietnamese navies hold joint exercises. The Vietnamese have realized that closer military cooperation and diplomatic ties with the U.S. are vital to their national security.\n\n\n\nHo and his minions had a dream, an ugly and perverse dream, of reuniting Vietnam under his one-party regime and turning the whole country into a Communist paradise, free of foreign investment or influence, and a loyal ally of its patron the Soviet Union. And to achieve that dream, Ho and his top general Giap were willing to senselessly sacrifice a million young men. Ho even boasted, “you can kill ten of our men for every one we kill of yours. But even at those odds, you will lose and we will win.”\n\n\n\nAnd just what as reunification? In a sense, it was nothing more than a question of what flag would fly over post offices in the South, that of the Republic of Vietnam, or the Socialist Republic of Vietnam. Ho and his Communist successors could have swallowed their nationalistic pride, and simply waited for the inevitable, peaceful reunification of the two countries, without 20 years of war and death, just as West and East Germany were reunited in 1990. But they wouldn’t have known, in that case it would have been a free and prosperous South Vietnam that absorbed a poor and backward North.\n\n\n\nHo’s dream quickly turned into a national nightmare, and it took 17 years for Vietnam’s stubborn Communist rulers to finally throw in the towel and adopt the economic principles the U.S. had been proposing since 1945 as the basis for Vietnam’s future. It also took the collapse of the Evil Empire and menacing threats from its neighbor China to realize that the U.S. is the most reliable partner there is in the world, as our allies from London to Tokyo have long known.\n\n\n\nBy adopting the principles of free market capitalism, Vietnam has enjoyed consistent economic growth it never knew under Communist principles. And as a middle class develops, there is growing demand for democracy as well. And when Vietnam does finally emerge from its dark Communist legacy as a democracy with a free economy, the triumph of American principles will be complete.\n\n\n\nAll along the United States was right. One of the key factors of global security and peace is the promotion of representative government and economic prosperity. Democratic and prosperous countries have infinitely happier people, and are far less inclined to engage in military aggression against their neighbors. Unfortunately, in Ho and Giap we were faced with fanatical and bloodthirsty adversaries willing to oversee death on a massive scale to achieve their misguided, even evil objectives. But in the long run, American principles have been proven to be profoundly right, and ultimately right does triumph over might. All Americans should be deeply proud of our country, and honor the noble sacrifices our soldiers made in the cause of freedom, an eternal cause which has and will continue to triumph over tyranny.", "article_metadata": {"description": "It has been forty years since the fall of Saigon. We have all seen the photo of the last helicopter evacuating the last Americans from the U.S. embassy, just as the victorious soldiers of North Vietnam were completing their conquest of South Vietnam. The conventional wisdom, especially among liberals, it that America lost the Vietnam War because our cause was ultimately immoral. .05/26/2016 20:18:19PM EST.", "author": "Mark Nuckols", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "It has been forty years since the fall of Saigon. We have all seen the photo of the last helicopter evacuating the last Americans from the U.S. embassy, just as the victorious soldiers of North Vietnam were completing their conquest of South Vietnam. The conventional wisdom, especially among liberals, it that America lost the Vietnam War because our cause was ultimately immoral.", "title": "Mark Nuckols - How The U.S. Won the Vietnam War", "url": "http://townhall.com/columnists/marknuckols/2015/05/01/the-us-won-the-vietnam-war-n1993200", "image": "http://media.townhall.com/townhall/reu/ha/2015/119/70c034c5-c5c5-458a-8e9b-140d87b72f82.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "It has been forty years since the fall of Saigon. We have all seen the photo of the last helicopter evacuating the last Americans from the U.S. embassy, just as the victorious soldiers of North Vietnam were completing their conquest of South Vietnam. The conventional wisdom, especially among liberals, it that America lost the Vietnam War because our cause was ultimately immoral.", "title": "Mark Nuckols - How The U.S. Won the Vietnam War", "url": "http://townhall.com/columnists/marknuckols/2015/05/01/the-us-won-the-vietnam-war-n1993200", "image": "http://media.townhall.com/townhall/reu/ha/2015/119/70c034c5-c5c5-458a-8e9b-140d87b72f82.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "How The U.S. Won the Vietnam War, Mark Nuckols, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "The conventional wisdom, especially among liberals, it that America lost the Vietnam War because our cause was ultimately immoral.\nWe have all seen the photo of the last helicopter evacuating the last Americans from the U.S. embassy, just as the victorious soldiers of North Vietnam were completing their conquest of South Vietnam.\nBy adopting the principles of free market capitalism, Vietnam has enjoyed consistent economic growth it never knew under Communist principles.\nWell, the Communists won the military phase of the war, only to lose the peace.\nBut they wouldn’t have known, in that case it would have been a free and prosperous South Vietnam that absorbed a poor and backward North."}