{"article_title": "Why routine divorce is now inevitable, except…", "article_keywords": ["morally", "christian", "divorce", "marry", "american", "free", "culture", "reason", "marriage", "routine", "main", "inevitable"], "article_url": "http://religionnews.com/2015/08/18/why-routine-divorce-is-now-inevitable-except/", "article_text": "Last week RNS editor Cathy Grossman reported on results of a LifeWay Research survey related to American attitudes about the morality of divorce. The main finding was that for the average American the reason why an individual initiates divorce doesn’t matter in terms of how they morally evaluate the rightness or wrongness of that divorce. Pastors, though, still tend to draw moral distinctions between reasons for divorce.\n\nREAD: “Most Americans don’t see sin in divorce”\n\nBased on years of research on Christian tradition as it pertains to marriage and divorce, I can tell you what this finding means. The answer is not especially pretty: routine divorce is now inevitable in American culture, including among religious people. With one possible exception…\n\nLet’s take this problem apart.\n\nIn western culture today, individuals almost always are free to marry, or not marry, if and when they wish. They are free to choose their partner on the basis of their own entirely self-selected reasons. They are free to conduct themselves in marriage precisely as they choose to do. They are free to initiate divorce if and when they choose and for whatever reason might seem compelling to them.\n\nIn other words, a spouse has become a consumer product, to be bought, abandoned, or traded in for a new model at the will of the customer.\n\nOf course, this is a bit of an overstatement. The law sets a few limits on whom one can marry (no children, no siblings). And on how one conducts oneself in marriage (no abuse). And on the process of divorce (perhaps a waiting period or mandatory counseling). And especially in one’s conduct after divorce (child custody and visitation, financial settlements, restraining orders, etc.).\n\nBut the point still holds: the modern person can freely enter or exit marriage as consumer preference or self-interest dictates. It is not just that the law sets few restraints. Culture, which used to play a formative role in shaping norms related to marriage, also fails to offer much guidance on anything: who, when, or why to marry; how to behave in marriage; what grounds might be legitimate for divorce. Probably the main role culture plays in shaping marriage is through brides’ magazines dictating norms related to a properly lavish ceremony and reception.\n\nEnter the leaders of ancient religions as they try to have some impact on the actual behavior of their purported contemporary adherents. What is the poor rabbi, priest, or imam to do in trying to offer moral guidance to American congregants as they prepare to get married — perhaps even within the sacred precincts of the sanctuary?\n\nSpeaking out of my own evangelical Christian faith, and as a minister who has performed dozens of weddings, I am aware that our cultural-resistance toolbox isn’t what it used to be. We do have scripture and tradition that (I believe) establishes a strict norm of lifetime monogamous marriage. But these texts don’t have the power they once had in the lives of many of our people.\n\nAll Christian tradition on marriage is informed by key biblical passages such as Genesis 1-2, Matthew 19:1-9, Mark 10:2-12, Luke 16:18, 1 Corinthians 7:10-16, and Ephesians 5:22-33. (The polygamy passages have dropped out of the working canon on this issue.) The composite reading of the focal texts is the belief that God creates marriage as a binding, exclusive, faithful lifetime relationship. (I have argued that for Christians the gay marriage debate should not be understood as about whether this demanding norm still applies, but whether it can apply equally to gays and lesbians.)\n\nThe historic Catholic approach offers a theology that makes a legitimately contracted Christian marriage metaphysically impossible to dissolve, something like dividing 1 by 0. That’s one reason why the Catholic Church finds it so difficult to bend on divorce. It’s not just morally banned, but theologically impossible. Which proves to be quite a problem for millions of divorced Catholics.\n\nREAD: “Pope Francis says church must welcome divorced, remarried Catholics”\n\nThe main Protestant approach suggests that marriage is a binding covenant that should not be breached through the sinful choices of the spouses, but sometimes is breached by such bad choices. So divorce is morally impermissible — except as a tragic necessity in response to particular sins, or “biblical grounds,” such as adultery and abandonment. This means divorce should only be morally approved for the innocent party who has suffered their partner’s covenant violation. On this model there’s no such thing as a legitimate mutual divorce or a divorce because a marriage “dies” or someone “falls out of love.”\n\nOne reason for the Christian tradition’s stern ban or near-ban on divorce has been its attention to children, who (of course) are supposed to be one primary product of marriage and whose well-being constitutes one of the main reasons why marriage needs to be secure, permanent, and healthy. But factoring in the well-being of children does not any longer seem to prevail over the personal preferences of most maritally unhappy adults.\n\nI am arguing that routine mass divorce is inevitable in modern western cultures, with one possible exception. That is in religious communities where there are clergy and congregants who attempt to create and sustain a counterculture in which we still believe in binding covenantal marriage — and attempt to nurture the character traits and skills that might make such marriages succeed.\n\nBut such efforts swim against the tide of a culture in which such norms are increasingly incomprehensible. And we know that many of those who come to us for our wedding services are not all that serious about faith.\n\nSo the request for wedding services becomes an opportunity for clergy to make a serious pitch not just for a religious wedding but a serious life of faith within which vibrant lifetime marriage can be sustained.", "article_metadata": {"news_keywords": "Beliefs, Culture, Ethics, Institutions, Opinion, Catholic Church, Christian, clergy, covenant, divorce", "generator": "Easy Digital Downloads v2.5.16", "og": {"site_name": "Religion News Service", "description": "Why routine divorce is now inevitable except where religious countercultures work to build vibrant lifetime marriages.", "title": "Why routine divorce is now inevitable, except…", "url": "http://religionnews.com/2015/08/18/why-routine-divorce-is-now-inevitable-except/", "image": "http://religionnews.com/wp-content/uploads/2015/08/shutterstock_153493091-bride-and-groom-hands.jpg", "type": "article"}, "twitter": {"site": "@RNS", "card": "summary", "creator": "@dpgushee"}, "syndication-source": "http://religionnews.com/2015/08/18/why-routine-divorce-is-now-inevitable-except/", "msapplication-TileImage": "http://religionnews.com/wp-content/uploads/2016/05/cropped-RNS_logo_RGB-336x336.gif", "original-source": "http://religionnews.com/2015/08/18/why-routine-divorce-is-now-inevitable-except/", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "description": "Why routine divorce is now inevitable except where religious countercultures work to build vibrant lifetime marriages."}, "article_summary": "The answer is not especially pretty: routine divorce is now inevitable in American culture, including among religious people.\nI am arguing that routine mass divorce is inevitable in modern western cultures, with one possible exception.\nThey are free to initiate divorce if and when they choose and for whatever reason might seem compelling to them.\nThe main finding was that for the average American the reason why an individual initiates divorce doesn’t matter in terms of how they morally evaluate the rightness or wrongness of that divorce.\nThe historic Catholic approach offers a theology that makes a legitimately contracted Christian marriage metaphysically impossible to dissolve, something like dividing 1 by 0."}