{"article_title": "If you can't bike to work, should you bike at work?", "article_keywords": ["work", "sit", "study", "youre", "cant", "bike", "health", "deskcycle", "desk", "sitting", "bit", "cycle"], "article_url": "http://health.heraldtribune.com/2015/05/15/if-you-cant-bike-to-work-should-you-bike-at-work/", "article_text": "At a health journalism conference recently, I heard this mantra everywhere: \"Sitting is the new smoking.\"\n\nWhen epidemiologists — doctors who specialize in public health — recite these words, they're dead serious. They mean that after huge drops in cigarette addiction, and the resulting rise in life expectancy rates, the next world to conquer consists of folks who eat too much and move around too little. Otherwise, they warn, this amazing longevity boom we're seeing will blow away like dust in the wind.\n\nAs slogans go, \"sitting is the new smoking\" strikes me as a bit alarmist. Aren't there different categories of sitting? Does the near-death experience of watching the Kardashians have the same effect on your body as writing a novel?\n\nGranted, too many of us spend most of our waking hours on our bottoms: We sit in the car going to work, sit at a desk all day, sit in traffic to get home and then sit — or lounge or loll — on the couch for some binge-watching.\n\nThe alarm started sounding about five years ago, with a major review of studies on what the sedentary lifestyle was doing to our health. None of it was good. We were urged to turn off the TV, walk or bike instead of ride, and do what we could to stop being chained to our cubicles all day.\n\nThat last bit is really hard. And lately I've been writing about how the baby boom generation is full of people who can't afford to retire, and/or don't want to. About 53 percent of workers now 60 or older say they plan to keep working past the age of 66.\n\nI'm one of them. I hope.\n\nWhich means, for me, maybe another 10 years in the saddle, or my ergonomically designed swivel chair.\n\nSo when the folks who make the DeskCycle asked if I wanted to try one out, I was game. It's a very sturdy device with pedals that slides under your workstation, so you can take a long ride to nowhere while you try to earn a living.\n\nI've tested the standing desk idea, and while I liked the standing-up part just fine, the working part eluded me. Every time I needed to concentrate — to write, read or edit, which is basically all I do — my brain refused to budge until I took a seat.\n\nI guess that's not a tragedy, because a new study from the University of Utah found that standing instead of sitting doesn't seem to make much of a dent in mortality rates. Walking around even a little bit, though — say, to the printer and back — does make a difference. The study of health data on more than 3,600 individuals is in the July Clinical Journal of the American Society of Nephrology.\n\nSo, in theory at least, something like the DeskCycle should be better than nothing. But so far, no data on outcomes. I found one study in the British Journal of Sports Medicine, saying that 18 subjects were able to do their work while using a stationary cycle. It concluded that \"this pedal machine may be a feasible tool for reducing sedentary time while at work.\"\n\nIn my experience, it's more than feasible. I love it. It's quiet. I can cycle away while I complete most tasks — except that, I notice, when I pause to fix a mistake in my typing, I stop pedaling.\n\nTwo bonuses for me: I had to raise my keyboard tray to accommodate the pumping of my knees, and the higher typing surface is actually more comfortable. And the best part: Cycling softly through the hours — according to the readout, a stately 11 miles a day — keeps me from shivering in a 70-degree newsroom.\n\nColleagues who tried the Desk Cycle were less enthusiastic. Some found it hard to make the under-desk setup work for them; others found the motion too distracting. One said it made her feel queasy.\n\nOne co-worker got into the rhythm as easily as I did. Like me, she habitually fidgets while she sits. So if you're a toe tapper or a foot jiggler, and you're looking at many more years of a desk job, this might be an experiment worth trying.\n\nSee if you can test-pedal one first, though: The DeskCycle retails for $159.", "article_metadata": {"wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "article_summary": "Colleagues who tried the Desk Cycle were less enthusiastic.\nIt concluded that \"this pedal machine may be a feasible tool for reducing sedentary time while at work.\"\nSome found it hard to make the under-desk setup work for them; others found the motion too distracting.\nThe study of health data on more than 3,600 individuals is in the July Clinical Journal of the American Society of Nephrology.\nI found one study in the British Journal of Sports Medicine, saying that 18 subjects were able to do their work while using a stationary cycle."}