{"article_title": "Amid ballot fight, state insurance commissioner rips Anthem rate hike", "article_keywords": ["jones", "increase", "commissioner", "amid", "45", "rate", "fight", "rips", "state", "proposition", "health", "hike", "anthem", "ballot", "insurance", "states"], "article_url": "http://www.latimes.com/business/healthcare/la-fi-anthem-rates-prop-45-20141022-story.html", "article_text": "In the final days of a battle over Proposition 45, California's insurance commissioner criticized Anthem Blue Cross for an \"excessive\" rate hike affecting 120,000 people with small-business health coverage.\n\nDave Jones, the state's elected insurance commissioner, said Anthem had failed to justify its 10% average rate increase and used an \"unwarranted accounting maneuver\" to mask its high profits.\n\nBut Jones has no power to stop Anthem's increase, a fact he's been campaigning hard to change with Proposition 45.\n\nThe Nov. 4 ballot measure would grant the commissioner authority to deny unreasonable rate increases affecting up to 6 million Californians with individual and small-business health policies.\n\nThis Anthem rate increase, filed with regulators in July, already took effect Oct. 1 for about 15,000 small employers with nearly 120,000 workers and dependents. Some of these employers are paying as much as 14% more, state records show.\n\nJones said his department's actuaries determined a 2.1% increase was justified, but the company refused to accept that figure.\n\n\"These policyholders could have saved over $33 million had they lowered rates as we requested,\" Jones said Wednesday at a news conference.\n\nAnthem is the state's largest for-profit health insurer and a unit of industry giant WellPoint Inc.\n\nThe company said the average rate increase will be closer to 8% after examining additional information since the filing was submitted to regulators.\n\nAnthem said it \"could not comply with the commissioner’s request which would have led to widening losses in this part of the small-group market.\"\n\nHealth insurers, led by Anthem and Kaiser Permanente, have contributed $55.4 million to defeat the ballot initiative. Proponents have reported raising about $2.5 million.\n\nBoth sides of the Proposition 45 debate quickly pounced on Jones' announcement against Anthem on Wednesday.\n\nOpponents said Jones' handling of this case proves their point that the commissioner can't be trusted with additional authority.\n\n\"I don't think you could come up with a better example of rate review being a political football instead of a fair and objective process,\" said Micah Weinberg, a senior policy advisor at the Bay Area Council, a San Francisco group backed by employers and insurers.\n\nSupporters of the ballot measure said it shows the financial toll on thousands of consumers and businesses when health insurers are left unchecked.\n\nJamie Court, president of Consumer Watchdog, said \"this is Exhibit A for why we need health-insurance rate regulation. Anthem is spitting in the eyes of voters right before the election.\"\n\nConsumer Watchdog, a Santa Monica advocacy group, authored Proposition 45 and collected signatures to get it on the ballot. It was also behind Proposition 103 in 1988, which imposed similar rate regulation on auto and property insurance.\n\nCovered California, the state's Obamacare exchange, has warned that Proposition 45 could undermine its ability to negotiate rates with insurers and have health plans available in time for open enrollment.\n\nJones has said rate reviews can be expedited to meet the exchange's deadlines and his oversight won't disrupt the rollout of the Affordable Care Act in California.\n\n\"Anthem is not alone in charging excessive rates,\" Jones said Wednesday. \"Consumers are really trapped and they have no place to go.\"\n\nTwitter: @chadterhune", "article_metadata": {"fb_title": "Amid ballot fight, state insurance commissioner rips Anthem rate hike", "googlebot": "index", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "In the final days of a battle over Proposition 45, California's insurance commissioner criticized Anthem Blue Cross for an \"excessive\" rate hike affecting 120,000 people with small-business health coverage.", "title": "Amid ballot fight, state insurance commissioner rips Anthem rate hike", "url": "http://www.latimes.com/business/healthcare/la-fi-anthem-rates-prop-45-20141022-story.html", "image": "http://www.trbimg.com/img-5447e333/turbine/la-fi-anthem-rates-prop-45-20141022", "type": "article"}, "x-servername": "lalvp11.13", "twitter": {"site": "@latimes", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "keywords": "affordable care act, obamacare, proposition 45, dave jones", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/81749207", "googlebot-news": "index", "date": "2014-10-22", "Description": "In the final days of a battle over Proposition 45, California's insurance commissioner criticized Anthem Blue Cross for an \"excessive\" rate hike affecting 120,000 people with small-business health coverage.   Dave Jones, the state's elected insurance commissioner, said Anthem had failed to justify...", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "affordable care act, obamacare, proposition 45, dave jones"}, "_id": "\"57477af46914bd0286fe0b0e\"", "article_summary": "This Anthem rate increase, filed with regulators in July, already took effect Oct. 1 for about 15,000 small employers with nearly 120,000 workers and dependents.\nThe company said the average rate increase will be closer to 8% after examining additional information since the filing was submitted to regulators.\nIn the final days of a battle over Proposition 45, California's insurance commissioner criticized Anthem Blue Cross for an \"excessive\" rate hike affecting 120,000 people with small-business health coverage.\nDave Jones, the state's elected insurance commissioner, said Anthem had failed to justify its 10% average rate increase and used an \"unwarranted accounting maneuver\" to mask its high profits.\nConsumer Watchdog, a Santa Monica advocacy group, authored Proposition 45 and collected signatures to get it on the ballot."}