{"article_title": "Searchlight Capital Raises Second Fund, Following TouchTunes Purchase", "article_keywords": ["firm", "purchase", "following", "searchlight", "uzumeri", "fund", "second", "raises", "closed", "capital", "touchtunes", "firms", "rootssearchlight"], "article_url": "http://www.themiddlemarket.com/news/financial_sponsors/searchlight-capital-raises-second-fund-following-touchtunes-purchase-259382-1.html", "article_text": "Searchlight Capital Raises Second Fund, Following TouchTunes Purchase\n\nThe PE firm, founded by former Apollo and KKR executives, is also invested in Hunter Boot and Roots\n\nSearchlight Capital Partners LP has closed its second fund with more than $1.9 billion in committed capital, surpassing the $860 million fund the firm raised for its first fund in 2012.\n\n“We remain committed to creating value within our partner companies by providing thoughtful strategic direction and flexible capital,” says Searchlight partner Erol Uzumeri. The firm has offices in New York, London and Toronto. Earlier in 2015, Searchlight invested in touch-screen jukebox maker TouchTunes. Some of the firm's other portfolio holdings include apparel companies Hunter Boot and Roots.\n\nSearchlight was founded in 2010 by Uzumeri, Oliver Haarmann and Eric Zinterhofer, who are former Ontario Teachers’ Pension Plan, Kohlberg Kravis Roberts & Co. (NYSE: KKR ) and Apollo Global Management LLC (NYSE: APO) executives, respectively. You can read more about Searchlight’s history here.\n\nPE firms have been busy raising funds recently. Ardian raised a $1.1 co-investment fund; Audax Group closed its fifth PE fund; and Thompson Street recently closed its fourth fund.\n\nLatham & Watkins LLP represented Searchlight and Park Hill Group was the firm’s placement agent.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/financial_sponsors/searchlight-capital-raises-second-fund-following-touchtunes-purchase-259382-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/hunterboot.jpeg", "site_name": "Mergers & Acquisitions, Latest News", "title": "Searchlight Capital Raises Second Fund, Following TouchTunes Purchase"}}, "article_summary": "Searchlight Capital Raises Second Fund, Following TouchTunes PurchaseThe PE firm, founded by former Apollo and KKR executives, is also invested in Hunter Boot and RootsSearchlight Capital Partners LP has closed its second fund with more than $1.9 billion in committed capital, surpassing the $860 million fund the firm raised for its first fund in 2012.\nArdian raised a $1.1 co-investment fund; Audax Group closed its fifth PE fund; and Thompson Street recently closed its fourth fund.\n“We remain committed to creating value within our partner companies by providing thoughtful strategic direction and flexible capital,” says Searchlight partner Erol Uzumeri.\nLatham & Watkins LLP represented Searchlight and Park Hill Group was the firm’s placement agent.\nEarlier in 2015, Searchlight invested in touch-screen jukebox maker TouchTunes."}