{"article_title": "Even in Liberal Minnesota, Labor Unions Are Losing Members", "article_keywords": ["website", "used", "liberal", "dont", "union", "employees", "minnesota", "labor", "unions", "members", "twin", "losing", "workforce", "workers", "recent"], "article_url": "http://dailysignal.com/2015/01/04/even-liberal-minnesota-labor-unions-losing-members/", "article_text": "Prominent media coverage of recent protests by workers targeting Twin Cities fast food outlets, Walmart and Minneapolis-St. Paul International Airport gave the impression of unions on the rise in Minnesota.\n\nDespite a “Week of Action” pickets last month, federal government labor statistics reveal a decade of decline for union membership in Minnesota and nationwide.\n\n“The representation from the union isn’t good,” said Sharon Kohser, a nurse at Fairview Clinics in Burnsville, Minn., who helped lead a recent effort to sever ties with Service Employee International Union Local 113.\n\n“I’ve been part of that union for 20 years,” Kohser said. “I’ve been a steward. It’s not worth spending the money on it when they don’t help you get what you need and when they don’t listen to you and don’t support you.”\n\nMinnesota went from 414,000 union members in 2003 to 362,000 in 2013, a decline from 17 percent to 14.3 percent of the state’s workforce. Nationally, 11.2 percent of workers belonged to a union in 2013, according to the most recent figures.\n\nSome 185,000 Minnesotans or 8.4 percent of the private-sector workforce, belong to unions. Nearly as many, 177,000 Minnesotans or 53.1 percent, of public-sector employees affiliate with unions.\n\n“Overall, I think their position is much, much weaker than it used to be and employees are not adverse to crossing picket lines in the way they used to be,” said Doug Seaton, a Twin Cities attorney who represents employers in labor disputes.\n\nThere are many more people operating non-union, even in industries like construction, where they have been traditionally strong. And in manufacturing, it’s almost every instance when a firm changes hands, there’s at least a serious issue about whether the union will survive those transactions.\n\nUnion representatives didn’t respond to inquiries for this story. But the American Federation of State, County and Municipal Employees Council 5 website ticks off a list of accomplishments over the past decade, from winning contract battles to fighting government shutdowns to expanding collective bargaining rights.\n\n“We’ve chosen to grow in the face of a raging anti-union storm,” states AFSCME executive director Elliot Seide with other union leaders on the website. “We’ve focused on goals that benefit all working people, whether they are union members or not.”\n\nRead more at Watchdog.org.", "article_metadata": {"description": "Despite a “Week of Action” pickets in December, federal government labor statistics reveal a decade of decline for union membership here and nationwide.", "og": {"site_name": "The Daily Signal", "description": "Despite a “Week of Action” pickets in December, federal government labor statistics reveal a decade of decline for union membership here and nationwide.", "title": "Even in Liberal Minnesota, Labor Unions Are Losing Members", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/150104_LaborUnions.jpg", "updated_time": "2015-01-04T00:37:51+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1tHrMDQ"}, "twitter": {"domain": "The Daily Signal", "description": "Despite a “Week of Action” pickets in December, federal government labor statistics reveal a decade of decline for union membership here and nationwide.", "title": "Even in Liberal Minnesota, Labor Unions Are Losing Members", "image": {"src": "http://dailysignal.com/wp-content/uploads/150104_LaborUnions.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Economy", "tag": "labor", "published_time": "2015-01-04T03:01:32+00:00", "modified_time": "2015-01-04T00:37:51+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Week of Action, labor unions, union members"}, "article_summary": "Despite a “Week of Action” pickets last month, federal government labor statistics reveal a decade of decline for union membership in Minnesota and nationwide.\nProminent media coverage of recent protests by workers targeting Twin Cities fast food outlets, Walmart and Minneapolis-St. Paul International Airport gave the impression of unions on the rise in Minnesota.\n“We’ve focused on goals that benefit all working people, whether they are union members or not.”Read more at Watchdog.org.\nNearly as many, 177,000 Minnesotans or 53.1 percent, of public-sector employees affiliate with unions.\nSome 185,000 Minnesotans or 8.4 percent of the private-sector workforce, belong to unions."}