{"article_title": "How ObamaCare might undermine labor unions", "article_keywords": ["benefits", "workers", "work", "obamacare", "labor", "unions", "health", "wages", "insurance", "undermine", "care"], "article_url": "http://theweek.com/articles/451204/how-obamacare-might-undermine-labor-unions", "article_text": "ADVERTISEMENT\n\nThere are a lot of ways to explain the long decline in organized labor in the U.S. Surely a major factor is the expansion of the labor force to include countries where labor is much cheaper, a shift fueled by advances in transportation and communication (i.e., globalization). A more optimistic way of looking at Big Labor's decline, though, is that unions have bargained away their influence.\n\nThe 40-hour work week, employee-provided health care, work safety rules, paid vacation and sick leave, and other hard-fought, union-won benefits have become commonplace in the U.S. workforce — even at some low-wage, non-union jobs. It's harder for unions to organize Walmart and Starbucks employees, for example, because both companies offer their full-time hourly employees health insurance and other benefits. Do union workers get better benefits? Yes, but Starbucks baristas are in much better shape than, say, 1910s garment-factory workers.\n\nThe Affordable Care Act — or at least the promise of the ACA — changes the U.S. labor equation in lots of interesting ways. Most of the changes are beneficial to individuals and families but of mixed value to employers and government tax coffers.\n\nCongressional Budget Office director Doug Elmendorf clarified (again) on Monday that the CBO's recent report on the labor-market effects of ObamaCare did not foresee 2.5 million people losing their jobs, but rather Americans voluntarily leaving work because they aren't relying on their job for health insurance — a phenomenon known as \"job lock.\" Elmendorf explains:\n\nThe ACA's subsidies effectively boost the income of recipients, which will lead some of them to decide they can work less and still maintain or improve their standard of living. Therefore, some people will decide not to work or to work fewer hours than would otherwise be the case — including some people who will choose to retire earlier than they would have otherwise, and some people who will work less themselves and rely more on a spouse's earnings. [CBO]\n\nMatt Lewis makes the case that this freedom to pursue your entrepreneurial spirit, stay home to raise children, or escape from a terrible job is a benefit of ObamaCare that even conservatives should appreciate. Employers may not be so enthusiastic about a weakening of job lock, though.\n\nFirst, a bit of background: Health benefits can be really expensive for employers; ObamaCare is both strengthening the uniquely American tie between employer and health insurance — small and mid-sized companies were just given another year to come up with health benefits or pay a penalty, but the employer mandate is still scheduled to kick in eventually — and weakening that tie, giving companies an incentive to drop (often paltry) health benefits for part-time workers, who can now buy their own insurance through the ObamaCare marketplaces.\n\nEmployers pass rising health costs on to workers, either directly or by tamping down wages. It's a weird system, with workers generally unaware of how much they are spending on health care and health insurance. ObamaCare doesn't really aim to upend that.\n\nBut if employees, especially at low-wage jobs, can walk away without fear of losing their health insurance — the CBO's projection — employers will have to make more of an effort to retain or attract workers. Presumably that means offering higher wages and better working conditions — a dynamic usually reserved for tight labor markets and low unemployment. The other way to boost wages and working conditions, of course, is to unionize. Here's a chart from the International Union of Electrical Workers on the differences in benefit packages between unionized and non-unionized workers:\n\nUnions already have their beefs with ObamaCare. High among them is the so-called Cadillac tax: With wages stagnant for the past 40 years and pensions being eroded, many labor unions have agreed to more generous health care instead of bigger paychecks; ObamaCare aims to keep health care inflation down in part by discouraging these so-called \"Cadillac plans\" through higher taxes.\n\nIf more-universal health care removes a cudgel from employers — something unions presumably support — it also takes a tool away from unions. More expensive health care plans aren't something they can really offer their members anymore, and ObamaCare does nothing to address the shifting of jobs overseas, a perennial threat from Big Business. Un-exportable service jobs are a big area of potential expansion for Big Labor, but it will be harder to make the sale if wages are rising and health care isn't an urgent incentive.\n\nParochial (or survival) considerations aside, organized labor strongly supports universal health care, higher wages, and better standards of living for workers. And if you're lucky enough to be in a good union, your benefits and pay will almost certainly be higher than if you work a comparable non-union job. Still, while ObamaCare may make life easier for most workers, it will probably make life marginally harder for America's already embattled unions.", "article_metadata": {"description": "Official site of The Week Magazine, offering commentary and analysis of the day's breaking news and current events as well as arts, entertainment, people and gossip, and political cartoons.", "og": {"url": "http://theweek.com/articles/451204/how-obamacare-might-undermine-labor-unions", "image": "http://api.theweek.com/sites/default/files/styles/tw_image_9_4/public/57192_article_full.jpg?itok=A241JKqC", "type": "article", "description": "The Affordable Care Act makes it easier for workers to leave lousy jobs. That's great for workers but could spell trouble for unions.", "title": "How ObamaCare might undermine labor unions"}, "twitter": {"description": "The Affordable Care Act makes it easier for workers to leave lousy jobs. That's great for workers but could spell trouble for unions.", "title": "How ObamaCare might undermine labor unions", "image": {"src": "http://api.theweek.com/sites/default/files/styles/tw_image_9_4/public/57192_article_full.jpg?itok=A241JKqC"}, "creator": "@pjweber", "site": "@theweek", "card": "summary_large_image"}, "fb": {"pages": 10716057521}, "keywords": "feature, U.S.", "article": {"published_time": "2014-02-11T07:03:00-05:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd6bb3\"", "article_summary": "If more-universal health care removes a cudgel from employers — something unions presumably support — it also takes a tool away from unions.\nIt's a weird system, with workers generally unaware of how much they are spending on health care and health insurance.\nParochial (or survival) considerations aside, organized labor strongly supports universal health care, higher wages, and better standards of living for workers.\nStill, while ObamaCare may make life easier for most workers, it will probably make life marginally harder for America's already embattled unions.\nIt's harder for unions to organize Walmart and Starbucks employees, for example, because both companies offer their full-time hourly employees health insurance and other benefits."}