{"article_title": "Laid Off and Pregnant: How to Handle Being Let Go From Your Job While Expecting", "article_keywords": ["sure", "handle", "pregnant", "work", "laid", "job", "going", "expecting", "plan", "making", "need", "let", "levit", "husband"], "article_url": "http://www.glamour.com/story/laid-off-while-pregnant", "article_text": "\"Today is your last day.\" That was all I heard when I was pulled into a meeting at a job I loved—and thought I was kicking butt at—to be informed that my position had been eliminated due to a company reorganization. At least I think that's the reason they said; l was half listening, hoping that there would be some glimmer of hope, a \"but\" to break up that sentence. Today is your last day, BUT we're giving you a bigger, better, higher-paying job next week! Those words, of course, never came. Instead I felt like I was having an out-of-body experience as I turned in my building pass, grabbed a few personal items off my desk, and ran out without so much as as wave to any of my coworkers. As I desperately tried to hail a cab home, I called my husband hysterically crying and the only words I could get out were, \"I was laid off. Is that even possible at six months pregnant?\"\n\nI was sure that laying off a pregnant person was illegal, and that there might be an upside to my sudden unemployment—my baby's college tuition was going to be set with a hefty compensation! But, as I learned almost immediately, it is absolutely legal to be let go from your job while pregnant. There is the Pregnancy Discrimination Act that prevents employers from discriminating against pregnant women, including by not hiring a woman or firing her because she is pregnant. Budget cuts, reorganization, or performance issues are all valid reasons to terminate employment...even if the employee is pregnant.\n\nMy husband and I had some savings—around five months rent—but we didn't have any other cash flow coming in besides our two paychecks. Going down to just one paycheck was a big change, but we had to make it work. Here's how we did it, in case you or someone you know is ever in a similar situation, plus tips from Alexandra Levit, author of Blind Spots: The 10 Business Myths You Can't Afford to Believe on Your New Path to Success and Anita Bruzzese, an award-winning journalist, specializing in career and workplace issues.\n\nMake Sure You Have Health Care Coverage. I was already on my husband's health insurance plan before I was laid off, so we didn't have to worry about COBRA (which can be expensive) or finding a new plan. If I hadn't been on my husband's plan already, it turns out that it would have been easy enough to join—some companies allow for a partner to be added due to a \"change of life,\" even if it's not open enrollment. \"Many employers have changed their plans because of the Affordable Care Act, so you really need to get the latest information from your partner's human resource department,\" Bruzzese says. And if that's not an option, it's not a bad idea to do COBRA for a month or two before switching over to a private plan or Obamacare (open enrollment for which starts November 15, 2014). Bruzzese also recommends consulting the government website on COBRA, which has the basic information you'll need when making your decision on coverage.\n\nTake Work Where You Can Get It... My husband is a paramedic and his company allows overtime. Without hesitating, he immediately started requesting to work any open shifts he could find. I used my network to find some freelance work so that I still had some money coming in. Don't be afraid to reach out to your contacts and let them know what happened and that you're available immediately for short-term projects. Also think about skills you have that may or may not be in relation to your previous job: Things like tutoring or dog-walking can be quick, easy ways to get a little extra cash flow while you figure out your next step.\n\n...But Don't Assume You Can't Apply for Full-Time Jobs Too. \"If you aren't visibly pregnant, I wouldn't even mention [the pregnancy]. But if you are, you need to make clear that you are enthusiastic about the position and willing to jump right in right until you give birth,\" says Levit. Just save any maternity-leave questions until you actually receive an offer. \"It's not appropriate to ask about it until you are being offered the position—just as you would ask about medical benefits, vacation, 401(k), etc.,\" says Bruzzese.\n\nMake Sure You're Living Within Your (New) Means. My husband and I recently made the move to the 'burbs where our rent and all-around expenses are much less than they were in the city. But we also eliminated our habit of taking cabs and ordering takeout every night. My husband joked that just by quitting cabs alone we were practically making money!\n\nFind Your Support System. \"The Working Moms discussion boards on websites like babycenter.com are terrific for advice on this kind of thing,\" says Levit. \"You may feel alone, but I guarantee you will find hundreds of women who are going through, or have gone through, the exact same thing.\"\n\nPrep for Another Shake-Up. Levit says it's ideal to put 10 to 15 percent of every paycheck away. You also should use resources available to you to figure out a personal savings plan: \"Visit your local bank or community financial center and see if they can help you set up a budget,\" says Bruzzese. While you're growing your savings, you should also grow your network both online and offline. She continues: \"You need to always have a plan in place so that if you were to lose your job tomorrow, you have some emergency funds stashed away, and can begin making calls to find another position.\"\n\nLook for the Bright Side. I wish my husband and I had both been more vigilant with our finances before we had to be. But here we are, having no choice but to go into survival mode, and it's been amazing to see how the experience has helped us transform into parents, making sure we're doing everything we can to give our baby a good life. I also have to admit something: I feel a bit of relief. In the weeks before the layoff occurred, I was stressing about commuting with a giant belly, asking for extra days off for the crush of doctor appointments in the last stretch of pregnancy, as well as planning for my maternity leave. All these things kept me up at night, even though I loved my job. Will I go back to full-time work? Absolutely. But for now, I'm going to enjoy my new role: mom.", "article_metadata": {"description": "\"Today is your last day.\" That was all I heard when I was pulled into a meeting at a job I loved—and thought I was kicking butt at—to be informed that my...", "application-name": "Glamour Magazine", "author": "Lauren Brown", "og": {"site_name": "Glamour", "description": "\"Today is your last day.\" That was all I heard when I was pulled into a meeting at a job I loved—and thought I was kicking butt at—to be informed that my...", "title": "Laid Off and Pregnant: How to Handle Being Let Go From Your Job While Expecting", "url": "http://www.glamour.com/story/laid-off-while-pregnant", "image": "http://media.glamour.com/photos/5695df9916d0dc3747ee6da3/master/pass/inspired-2014-10-pregnant-laid-off-main.jpg", "type": "article"}, "twitter": {"domain": "www.glamour.com", "description": "\"Today is your last day.\" That was all I heard when I was pulled into a meeting at a job I loved—and thought I was kicking butt at—to be informed that my...", "title": "Laid Off and Pregnant: How to Handle Being Let Go From Your Job While Expecting", "image": {"src": "http://media.glamour.com/photos/5695df9916d0dc3747ee6da3/master/pass/inspired-2014-10-pregnant-laid-off-main.jpg?mbid=social_retweet"}, "site": "glamourmag", "card": "summary_large_image"}, "fb": {"admins": 823617, "app_id": 101358874221}, "msapplication-tap-highlight": "no", "keywords": "Obamacare,career,career advice,job,money,motherhood,networking,working women", "copyright": "Copyright © Condé Nast 2016", "viewport": "width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=no"}, "article_summary": "But, as I learned almost immediately, it is absolutely legal to be let go from your job while pregnant.\nThere is the Pregnancy Discrimination Act that prevents employers from discriminating against pregnant women, including by not hiring a woman or firing her because she is pregnant.\nBudget cuts, reorganization, or performance issues are all valid reasons to terminate employment...even if the employee is pregnant.\nToday is your last day, BUT we're giving you a bigger, better, higher-paying job next week!\nBruzzese also recommends consulting the government website on COBRA, which has the basic information you'll need when making your decision on coverage."}