{"article_title": "blog.aids.gov − ONAP Listening Sessions Continue in Chicago and New York City Next Week", "article_keywords": ["week", "city", "street", "center", "chicago", "blogaidsgov", "sessions", "onap", "ny", "state", "continue", "summer", "york", "listening", "local", "care"], "article_url": "https://blog.aids.gov/2014/08/onap-listening-sessions-continue-in-chicago-and-new-york-city-next-week.html", "article_text": "Wrapping up a summer series of listening sessions around the country, the White House Office of National AIDS Policy (ONAP) will host final sessions next week in Chicago and New York City. The listening sessions will focus on the local implementation of the National HIV/AIDS Strategy (NHAS) and the HIV Care Continuum Initiative. Mr. Douglas Brooks, ONAP’s director, will lead the three listening sessions, which will take place as follows:\n\nChicago, IL – Tuesday, August 5, 2014 (3:00 PM to 5:30 PM)\n\nChicago Cultural Center – Preston Bradley Hall – 78 East Washington Street, Chicago, IL 60602\n\nNew York, NY – Thursday, August 7, 2014 (1:30 PM to 4:30 PM)\n\nThe Schomburg Center – Langston Hughes Auditorium – 515 Malcolm X Boulevard, New York, NY 10037\n\nBrooklyn, NY – Friday, August 8, 2014 (1:30 PM to 4:30 PM)\n\nThe Brooklyn Law School – Forchelli Conference Center – 205 State Street, 22nd Floor, Brooklyn, NY 11201\n\nPurpose and Registration\n\nThe purpose of the listening sessions is to better understand local and state level efforts related to the implementation of the NHAS and its focus on the HIV care continuum, including discussion about how the Affordable Care Act (ACA) is helping advance the Strategy. The meetings are open to the public with the goal of engaging many stakeholders about the innovations, successes, and challenges being experienced at the state and local levels. Pre-registration is requested so that organizers know how many attendees to expect. To RSVP, please visit: https://www.cmpinc.net/onap . Upon submitting your RSVP, you will receive a detailed confirmation letter via email.\n\nEarlier this summer, ONAP held listening sessions in several cities in the southern United States. Read Director Brooks’ reflections on those sessions in this blog post.", "article_metadata": {"og": {"site_name": "blog.aids.gov — HIV Policy & Programs. Research. New Media.", "description": "Wrapping up a summer series of listening sessions around the country, the White House Office of National AIDS Policy (ONAP) will host final sessions next week in Chicago and New York City. The listening sessions will focus on the local implementation of the National HIV/AIDS Strategy (NHAS) and the HIV Care Continuum Initiative. Mr. Douglas...", "title": "ONAP Listening Sessions Continue in Chicago and New York City Next Week", "url": "https://blog.aids.gov/2014/08/onap-listening-sessions-continue-in-chicago-and-new-york-city-next-week.html", "image": "https://blog.aids.gov/wp-content/uploads/WhiteHouse.jpg", "type": "article"}, "article": {"section": "HIV Policy & Programs", "tag": "NHAS"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "article_summary": "Wrapping up a summer series of listening sessions around the country, the White House Office of National AIDS Policy (ONAP) will host final sessions next week in Chicago and New York City.\nEarlier this summer, ONAP held listening sessions in several cities in the southern United States.\nThe listening sessions will focus on the local implementation of the National HIV/AIDS Strategy (NHAS) and the HIV Care Continuum Initiative.\nRead Director Brooks’ reflections on those sessions in this blog post.\nThe meetings are open to the public with the goal of engaging many stakeholders about the innovations, successes, and challenges being experienced at the state and local levels."}