{"article_title": "This Tiny Clinic Is Fighting for Trans Patients Illegally Denied Medical Care", "article_keywords": ["illegally", "gender", "medical", "johns", "clinic", "tiny", "st", "travis", "patients", "health", "fighting", "denied", "transgender", "trans", "care"], "article_url": "http://www.takepart.com/feature/2015/09/18/transgender-health-care", "article_text": "Tommilynn Travis spent years driving an 18-wheeler across the United States, but the trip she remembers most is the one she took after the job ended. Two years ago she set out along Highway 62 from the oil fields of rural New Mexico, where she’d recently begun working, to the Texas panhandle town of Lubbock, 110 miles northwest. Travis was at a crossroads in her life. Newly divorced, estranged from her kids, and nearing 40, she had decided to transition from male to female.\n\nAs for most people in her situation, starting the transition wasn’t easy. Nobody in Hobbs, New Mexico, the small city near the state line where she was living, had any experience treating gender dysphoria, the severe condition of depression and anxiety that ensues when people feel their body doesn’t match their sex. “They weren’t trained; they weren’t taught; they had no clue,” Travis says today, a crucifix tattoo inked like a necklace down her chest. The doctors she saw were baffled.\n\nRELATED: More Americans Say They Know a Trans Person—and That Can Save Lives\n\nThe Transgender Resource Center of New Mexico, in Albuquerque, was five hours away. An appointment would take all day. After making dozens of phone calls, she set out for an infertility clinic in conservative West Texas. When she walked in with a recommendation from her therapist and asked to be put on female hormones, the doctor didn’t bat an eye. “Surprisingly, at that clinic I didn’t have many issues,” Travis remembers, speaking in a soft Southern twang, a relic of her Southern Baptist upbringing in Memphis, Tennessee. “They were so used to dealing with people in crisis situations all of the time—couples that couldn’t have babies or whatever. They were extremely supportive.”\n\nThe major downside was the expense: Few insurance carriers covered the treatment, despite the American Medical Association declaring in 2008 that gender dysphoria is a “serious medical condition” that “for some people without access to appropriate medical care and treatment” can lead to “suicidality and death.”\n\n(Photo: St. John's Well Child & Family Center/Flickr)\n\n“It saved my life, hormone therapy. It did,\" Travis says. “It was all out of pocket back then; it was terribly expensive.”\n\nStill, Travis had it relatively easy at the beginning of her transition. While acceptance of transgender people seems to be accelerating in the U.S., with celebrities such as Caitlyn Jenner and Laverne Cox getting unprecedented levels of attention, many trans people continue to face harassment and discrimination in the health delivery system and are frequently denied access to vital treatments because health care providers refuse to shoulder the costs. Though Travis now lives in California, one of 16 states that have banned health care discrimination based on gender identity and sexual orientation, she has nonetheless faced insurance-related delays and outright denials for transition-related health care.\n\nBut Travis now knows that such denials can be illegal, and she is at the forefront of a movement to get all trans people access to health care and force health insurance companies to pay for hormone therapy and gender reassignment surgery. Activists say this is the next big civil rights battleground for transgender Americans. The Affordable Care Act banned discrimination in health care on the basis of sex, but some say the law wasn’t explicit enough when it comes to trans people and their health care needs. “There was no statement about what is and isn’t prohibited,” says Harper Jean Tobin, director of policy at the National Center for Transgender Equality in Washington, D.C. Health care plans that exclude services related to gender transition, from counseling to medical procedures, survive—“even though many observers have thought that they would probably violate” the sex-discrimination ban, Tobin says.\n\nTommilynn Travis. (Photo: Lauren Wade)\n\nBeing trans is an identity that comes with a bill: Hormone therapy to treat gender dysphoria costs money, and the male-to-female sex reassignment procedure can range from $7,000 to $24,000, according to the Transgender Law Center; female-to-male surgery can cost upwards of $100,000. Travis now works to educate insurers about their obligations under the law and pushes them to pay for care for people like her. She is a patient volunteer on the Transgender Health Advisory Board of St. John’s Well Child & Family Center, a nonprofit community organization providing health care to 62,000 people a year through a network of clinics in South Los Angeles. When her own insurance company delayed approval of a prescription for progesterone, Travis filed a grievance. When her claim for gender reassignment surgery was denied, she fought back until she got it approved. “It was like pulling teeth,” she says. “It was ignorance of the law—the fact that we need this to function normally.”\n\nSt. John’s recently prepared a report on the status of transgender health care in the U.S., the culmination of years of research, community surveys, and input from the advisory board. Its primary conclusion? “Many of the health plans are systematically denying access to care, even though it's a mandate under the Affordable Care Act,” says St. John’s CEO Jim Mangia.\n\nRELATED: Out of the Closet, Into Exile: A Cross-Border Transgender Romance\n\nIn September, the Obama administration proposed a new rule that would clearly outline that discrimination on the basis of gender identity is against the law of the United States. The proposed rule, according to the Deptartment of Health and Human Services, “extends nondiscrimination protections to individuals enrolled in coverage through the Health Insurance Marketplaces and certain other health coverage plans…[and] explains consumers’ rights under the law and provides clarity to covered entities about their obligations.”\n\nAll the hours Travis has spent “calling, fussing, trying to figure out who’s in charge, who’s holding things back—it’s going to pay off for all these other people who were too scared to say anything,” she says. She’s no longer alone in the fight for transgender health care, as she sometimes felt she was in New Mexico. Now she’s surrounded by a community of transgender men and women with urgent medical needs. “Rather than just be an advocate for myself,” she says, she now has “these 400, 500 other girls” to fight for. “It’s not just me. That’s the way I always try to look at it—as not just helping me but helping everybody where I can.”\n\nEfforts she and others at St. John’s have put in are paying off for her as well. Travis is waiting on a phone call from her insurance company, L.A. Care, the largest publicly operated health insurance plan in the U.S., to let her know her surgery has been scheduled—at its expense. “It was a matter of getting L.A. Care to get off their butts and start processing stuff,” she says. She would know: The phone calls helped her land at the top of the waiting list for gender reassignment surgery.\n\n(Photos: St. John's Well Child & Family Center/Flickr)\n\nThe light on Diana Feliz Oliva’s office telephone flashes red with new voicemails, signifying to her one thing: patients needing her attention. As the Transgender Health Program coordinator at St. John’s, Oliva schedules all first-time appointments for transgender patients. “I cannot go home and sleep at night until this light is clear,” she says.\n\nFor a number of people in California, a phone call to Oliva, a transgender woman with feathered black hair and bangs, is the first step in starting their transition. It can mean the difference between life and death: Forty-one percent of trans people attempt suicide, according to a survey by the National Center for Transgender Equality, compared with 1.6 percent of the general population.\n\nOutside the window of Oliva’s office, sunlight glares down on the fenced-in brown lawns and the iron bars on the windows of single-story homes across the street. About two miles away from the health center, black transgender woman Deshawnda “Ta-Ta” Sanchez was murdered late last year. It’s not the kind of neighborhood where you might expect to find one of the most radically progressive health programs in the country, specializing in serving a low-income transgender population. It’s one of just five federally qualified health centers nationwide to offer a transgender health care program—and according to Mangia, it’s the only one to provide services to people who are undocumented, many of them non–English speakers.\n\nSince St. John’s launched the program in January 2013, it has ballooned from serving nine patients to assisting nearly 500. At a time of growing awareness and acceptance of the trans community, it’s a precedent-setting attempt to address an old problem. In a 2011 survey conducted by the National Center for Transgender Equality, 19 percent of transgender or gender-nonconforming people reported being denied medical care owing to their gender identity, and 28 percent of respondents reported verbal harassment during a doctor’s visit. That’s among those who managed to see a doctor—many transgender people can’t afford medical care. About half of respondents in the survey said they had delayed even basic medical care because of the cost. It doesn’t help that transgender people experience unemployment at a rate about double that of the general population.\n\nAccess to hormones—which many St. John’s patients were previously buying on the black market, like illicit drugs—is just one aspect of the St. John’s program, alongside psychological counseling, HIV testing, referrals for gender reassignment surgery, and assistance enrolling in insurance. By providing legal and unemployment resources, the program seeks to address problems in the community that can’t be diagnosed by doctors or fixed with Band-Aids.\n\nWhen meeting patients for the first time, Oliva likes to reassure those who she says might need that extra touch: “Remember me? I’m Diana. We talked on the phone, and I scheduled your appointment.” She says, “A lot of them will cry, and I’ll hug them for a moment, and they’re like, ‘Wow, this is the first time I’m able to live my authentic, sincere life.’ So there’s a lot of emotion.”\n\nsign up for the takepart features email Add context and dimension to the issues you care about with personal stories and gripping long form narratives reported from the inside of where news is happening. Email By submitting the form above, you agree to TakePart's Terms of Use and Privacy Policy . You can unsubscribe at any time. Contact us here\n\nMangia hopes the Transgender Health Program can be a model for health centers around the country and help change an industry that largely misunderstands the needs of the transgender population. “Caitlyn Jenner aside, it’s still a relatively new situation people are just learning about, and it’s just kind of moved into the mainstream in a way that it never had been,” he says. “It’s not a comfortable subject to talk about in the health care community.”\n\nThe center’s Transgender Health Advisory Board, which Travis serves on, identifies the industry’s blind spots in providing health care to a transgender population. Many of the issues raised during its monthly meetings concern St. John’s own waiting room. The bathrooms, which are not gender-neutral, remain a constant complaint from trans patients who find choosing a binary public restroom anxiety-inducing. Mangia says that’s first on his list of building renovations. Another problem the board identified early is that the electronic medical record system did not allow staffers to enter patients by their preferred name, which led to lots of anger in the waiting room. It took months, but Mangia worked with the software vendor to create a fix.\n\nSt. John’s has sought to achieve what Mangia calls “cultural competency” by employing from within the transgender community it serves. A grant from The California Endowment, a private health foundation that supports community-based organizations throughout the state, enabled it to hire Oliva and people like her. A prior grant from the Transgender Law Center allowed the clinic to train existing employees on the needs of transgender patients.\n\nLike many of the patients she refers to case managers for help finding work, Oliva struggled with unemployment for two years before finding the job at St. John’s. Though Oliva has a master’s degree in social work from Columbia University, the recession led to budget cuts for programs like the one she worked for in her native Fresno, California, helping inmates at Valley State Prison. She moved to Los Angeles and started at St. John's 10 weeks ago.\n\n“I’m spiritual, so I was always praying for a job. I kept praying and praying,” she says. When she got the job and met her new patients, she was struck with a realization. “This is God’s will,” she says she thought, “and I’m just glad to be a part of his master plan and make a ripple of positive change in our patients’ lives.”\n\nDiana Feliz Oliva. (Photo: Lauren Wade)\n\nOn a warm Thursday in August, Travis and fellow members of the Transgender Health Advisory Board, along with a crowd of staffers, politicians, and activists, gather in a conference room on the first floor of St. John’s to celebrate the release of the center’s report on health care for transgender people in the U.S.\n\nOver a catered lunch of El Pollo Loco grilled chicken and tortillas, staffers rattle off some of the report’s painful statistics: Transgender people experience homelessness at double the rate of the general population, for example. A man at the front translates to Spanish for people wearing headsets.\n\nThe presenters pause to say the names of the transgender women who have been murdered in the United States since January. The number was 16 at the time of the event; at press time, the statistic is estimated to be at least 19, although it can be tough to track the deaths of transgender people because police reports do not always identify them as such. Though the mood is grave, the room feels inclusive and welcoming.\n\nIt’s the kind of supportive environment that four years ago, Travis didn’t know existed. Shortly after her ex-wife moved the family to New Mexico from Dallas, she left Travis for somebody else. “She told me, ‘You’re not man enough for me.’ And it really struck a nerve,” Travis recalls. “My whole world fell apart because of that. I was like, ‘OK, I did everything I was supposed to, everything I was taught. It didn’t work.’ I thought I was broken.”\n\nShe didn’t want to live anymore. The morning after she attempted suicide, she says, “I made the decision I gotta live. I need to be me. I can’t give up. I’m too stubborn.”\n\nShe started taking hormones in July 2013, after making that first 110-mile trek to Texas. At the time, she had been working in the oil fields, transporting freshwater out of drilling rigs and into disposal sites. “I’d been hauling fuel and crude oil, asphalt, whatever. It was very heavy manual labor, and it was very dirty—it was very nasty,” she recalls. “When they had oil spills and whatever, they would call us to come help clean up. It was gross. Absolutely gross.”\n\nWhen she told her boss she was going to start transitioning, he shrugged. “He’s like, ‘As long as you can do your job, I don’t care.’ ” The boss’ wife, the company’s only female employee at the time, was happy to have another woman on the team. Her coworkers began to gossip when her transition became noticeable, but they never gave her grief. Travis relished the new attention from the other laborers she came across in the field. One day, she recalls, “I backed up to a site to unload—we were filling up a pit for a drilling rig—and I get out of the truck, and there were four guys filling up the hoses for me.” By that time, she had grown her hair out and had started wearing a bright-pink hard hat. “I was like, ‘Chivalry is not dead!’ ”\n\nOne patient was denied hormones, and then when she wanted to access other services, they said, ‘Sorry, you’re not on hormones.’ Jim Mangia, CEO, St. John’s Well Child & Family Center\n\nWhen the company folded, Travis headed west to California, where she imagined she wouldn’t have to jump through any more hoops for health care. In March, she arrived in a coastal suburb of Los Angeles to live with her mother, who had found herself alone after her husband died. Travis’ mother had two sons and always wanted a daughter; after a year of denial, she has finally come to accept that now she has one. The commute to St. John’s is a short drive compared with Travis’ old truck-driving runs, and she’s found purpose helping people overcome the obstacles the health care system still places in front of trans patients like those detailed in Mangia’s report.\n\nAmong the policy changes Mangia and his staff propose is removing the authorization process required for hormone therapy and making it a “lifetime-approved medication,” like insulin. They would also like to see timely access to gender-affirming surgeries like the one Travis has been waiting months to schedule.\n\n“One patient was denied hormones, and then when she wanted to access other services, they said, ‘Sorry, you’re not on hormones,’ ” Mangia says. Providers such as HealthNet, which insures nearly 6 million people nationwide, put transgender patients in a catch-22, he says. Other patients have been denied hormone therapy by insurance providers because they haven’t been under the care of an endocrinologist for 12 months—which is not a medical requirement for accessing hormones. HealthNet spokesperson Brad Kieffer, in an emailed response to questions, said, “We are committed to being responsive and ensuring timely access to care for all of our members, and we are open to hearing how we can improve our service.”\n\nAfter being hit with denial letters, many St. John’s patients switched from HealthNet to L.A. Care. Trans customers of L.A. Care also report delays and denials; Clayton Chau, L.A. Care’s medical director of behavioral health, says this is often the result of quirks in the system, not discrimination. For example, a request for estrogen from a customer identified in its system as male could be flagged as fraudulent. It took a phone call from Mangia—who served on L.A. Care’s board of governors for four years—to bring about change. “Hey, do you know that transgender services are getting uniformly denied? Hormone therapies?” he remembers asking L.A. Care directors. They had no idea, he says. “Literally the following week there was a conference call,” Mangia says, snapping his fingers, and the process for approving transgender health care began to improve.\n\n“I said, ‘Wait a minute, this is crazy. These are needed services,’ ” says Chau. He then relayed the message to physician groups L.A. Care contracts with. “We realized that when the primary care physician submits the request to the physician group, the physician group didn’t know what to do about it, so it just sat there and sat there and sat there.” Chau assigned case managers to intervene and help fast-track the process.\n\nIt’s been about six months since Travis moved to California—and it took nearly that amount of time for L.A. Care to approve her prescription for progesterone, she says. But since she’s been taking the steroid hormone, her mental outlook has improved dramatically. She has started going out with friends again, something she shunned for a long time after starting the transition, and has begun warming up to the idea of dating for the first time since her marriage fell apart. When she first started the transition, she thought, “It’s hard enough to be an older guy trying to find love, much less an older transgender woman. I just closed off. I got so jaded, I just quit looking.” But taking progesterone, she says, has gotten her to the point where she no longer feels “ugly inside.”\n\nAlong with the mental changes, her physical transformation is under way. She’s been working for months to lose weight so she can reach her ideal BMI, which is often used to determine a patient’s candidacy for gender reassignment surgery. Since beginning her transition, she’s dropped 60 pounds—just 20 short of her goal weight. Recovery from the surgery, which can keep a person out of work for up to two months, will be small stuff compared with what Travis and others have had to overcome.\n\n“Mama has always told me that I was the person trying to take care of everybody else. I used to put myself last. Now I make sure to include myself in the mix,” Travis says. “I do not like seeing people thinking they have to be the victim. You have to empower yourself, sugar.”", "article_metadata": {"sailthru.author": "Jennifer Swann", "description": "The new front of LGBT activism is getting insurance companies to stop refusing patients needed services.", "rights": "TakePart is the Social Action Network™ of Participant Media. © 2008-2016 TakePart, LLC", "og": {"site_name": "TakePart", "description": "The new front of LGBT activism is getting insurance companies to stop refusing patients needed services.", "title": "This Tiny Clinic Is Fighting for Trans Patients Illegally Denied Medical Care", "url": "http://www.takepart.com/feature/2015/09/18/transgender-health-care", "image": {"width": 640, "identifier": "http://www.takepart.com/sites/default/files/transgender-health-PROMO.jpg", "height": 427}, "type": "article"}, "abstract": "The new front of LGBT activism is getting insurance companies to stop refusing patients needed services.", "sailthru.date": "2015-09-18 09:12:11", "MobileOptimized": 320, "HandheldFriendly": "true", "sailthru.tags": "culture,lifestyle,features,social-justice,feature_article", "fb": {"admins": 1327833247, "pages": 9287842439, "app_id": 247137505296280}, "keywords": "Culture, Lifestyle, Features, Social Justice", "tab-keywords": "Culture, Lifestyle, Features, Social Justice", "twitter": {"description": "The new front of LGBT activism is getting insurance companies to stop refusing patients needed services.", "title": "This Tiny Clinic Is Fighting for Trans Patients Illegally Denied Medical Care", "url": "http://www.takepart.com/feature/2015/09/18/transgender-health-care", "image": "http://www.takepart.com/sites/default/files/transgender-health-PROMO.jpg", "creator": "@TakePart", "site": "@TakePart", "card": "summary"}, "viewport": "width=device-width, height=device-height, initial-scale=1.0, user-scalable=0, minimum-scale=1.0, maximum-scale=1.0"}, "article_summary": "The Affordable Care Act banned discrimination in health care on the basis of sex, but some say the law wasn’t explicit enough when it comes to trans people and their health care needs.\nShe’s no longer alone in the fight for transgender health care, as she sometimes felt she was in New Mexico.\nA prior grant from the Transgender Law Center allowed the clinic to train existing employees on the needs of transgender patients.\nAbout half of respondents in the survey said they had delayed even basic medical care because of the cost.\nThe bathrooms, which are not gender-neutral, remain a constant complaint from trans patients who find choosing a binary public restroom anxiety-inducing."}