{"article_title": "Dem PAC: Obama 'could hurt' Warner", "article_keywords": ["democratic", "politico", "gillespie", "money", "million", "hurt", "pac", "dem", "senator", "president", "obama", "warner"], "article_url": "http://www.politico.com/story/2014/07/2014-virginia-election-mark-warner-108962", "article_text": "Sen. Mark Warner.voted with President Obama over 97% of the time. Dem PAC: Obama 'could hurt' Warner\n\nA Democratic super PAC focused on reelecting Mark Warner has been making the case to donors that Virginia’s sleepy Senate race could become very competitive — private messaging at odds with public posturing from national Democrats, who argue that the contest should not be on the map and that Warner is safe.\n\nTalking points provided to a potential donor, obtained by POLITICO, are eerily similar to the pitch that Republican candidate Ed Gillespie is making to his own donors.\n\nStory Continued Below\n\nVirginia Progress PAC, which has since changed its name to the End Gridlock Committee, said in a document distributed last month that it already has $2 million in cash and fundraising commitments and aims to raise another $500,000.\n\n( Also on POLITICO: Beck pleads with migrant parents)\n\nA representative from the D.C-based PAC, which can take unlimited donations, declined to comment on whether the group has met its fundraising goals or when it will go on the air. He said they will file the reports with the FEC when legally required. It was started in late January and raised $675,000 during the first quarter. At the end of March, it had $626,000 cash on hand after spending $49,000.\n\nRobby Mook, who managed Terry McAuliffe’s successful gubernatorial campaign, and Michael Halle, who ran the coordinated Democratic campaign, are spearheading the independent effort to “define Ed Gillespie before he has a chance to define himself.”\n\nDemocrats publicly point to polls that show Warner, a popular former governor, ahead by double digits. But the internal message for donors notes that, “at this point in 2006, Senator George Allen was leading anywhere from 10-20% in the polls,” before eventually losing to Democrat Jim Webb.\n\nThe gist of the talking points is that the political climate is bad for any Democrat, the health care law is polling poorly and Gillespie is a potentially formidable contender:\n\n( Also on POLITICO: Simas won't appear before Issa panel)\n\n• “Republicans will try to tie President Obama and Obamacare to Senator Warner. The Senator has voted with President Obama over 97% of the time.”\n\n• “The 2014 midterm elections are shaping up to be similar to the wave elections of 1994 and 2010; particularly with an unpopular President and an unpopular piece of major legislation that will serve as a referendum on the sitting President. … These wave elections are always bad for incumbents, especially ones that have voted for the unpopular piece of legislation.”\n\n• “A difficult political climate coupled with the rising unpopularity of President Obama could affect the Democratic brand as a whole and hurt Senator Warner. … The Affordable Care Act (Obamacare) and the Democratic brand is polling worse than 2010 in many states including Virginia.”\n\nThe fundraisers note that Gillespie, a former Republican National Committee chairman, has “the ability to raise considerable amounts of money through his connections from the Bush White House and at Crossroads GPS.”\n\n( Also on POLITICO: Ready for Warren? Backers start site)\n\n“We must safeguard against these attacks and the outside money through an independent group that can define Ed Gillespie before he has a chance to define himself,” the document says.\n\nA big Gillespie challenge is to convince powerful outside groups to invest in his race. Even his friends are not going to throw big money his way if they don’t think he has a clear path to victory. Documents like this one could certainly help in that regard.\n\nMeanwhile, Democratic allies of Warner also note that it is routine for fundraisers to stir up concern about the frontrunner among an otherwise-unengaged donor class to raise money, and that the incumbent has a strong brand and is well-positioned.\n\nBoth candidates released their fundraising totals late Tuesday. Warner raised $2.7 million in the second quarter and has $8.9 million on hand, roughly about what he had in the bank at the end of March.\n\nGillespie, meanwhile, expanded his war chest to $3.1 million, bringing in $1.9 million during the quarter.\n\nOn Tuesday, Warner skipped an Obama visit to the Northern Virginia suburb of McLean to talk about funding infrastructure.\n\n“Sen. Warner will be on Capitol Hill today, doing the job Virginians hired him to do,” emailed spokesman Kevin Hall. “He’ll move between simultaneous hearings of the Banking and Finance committees, and several Senate floor votes are scheduled today, too.”\n\nThe Warner camp pushed back on the statistic included in the super PAC document — that the senator voters with Obama 97 percent of the time. The figure is also a hallmark of Gillespie’s stump speech, but Warner’s campaign calls it “meaningless” and “arbitrary.”\n\nFollow @politico", "article_metadata": {"og": {"site_name": "POLITICO", "description": "Talking points are eerily similar to the pitch Republican candidate Ed Gillespie is making.", "title": "Dem PAC: Obama 'could hurt' Warner", "url": "http://www.politico.com/story/2014/07/2014-virginia-election-mark-warner-108962.html", "image": "http://s3-origin-images.politico.com/2014/07/15/140715_obama_warner_gty_605.jpg", "fb_appid": 114037015331397, "type": "article"}, "keywords": "Elections,Barack Obama,2014 Elections,Ed Gillespie,Mark Warner,Virginia", "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "Talking points are eerily similar to the pitch Republican candidate Ed Gillespie is making.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe0c2c\"", "article_summary": "Sen. Mark Warner.voted with President Obama over 97% of the time.\nDem PAC: Obama 'could hurt' WarnerA Democratic super PAC focused on reelecting Mark Warner has been making the case to donors that Virginia’s sleepy Senate race could become very competitive — private messaging at odds with public posturing from national Democrats, who argue that the contest should not be on the map and that Warner is safe.\nOn Tuesday, Warner skipped an Obama visit to the Northern Virginia suburb of McLean to talk about funding infrastructure.\nWarner will be on Capitol Hill today, doing the job Virginians hired him to do,” emailed spokesman Kevin Hall.\n… These wave elections are always bad for incumbents, especially ones that have voted for the unpopular piece of legislation.”• “A difficult political climate coupled with the rising unpopularity of President Obama could affect the Democratic brand as a whole and hurt Senator Warner."}