{"article_title": "Right-to-Work Law Gives Workers Reason to Celebrate on Labor Day [Michigan Capitol Confidential]", "article_keywords": ["gives", "law", "hour", "confidential", "dues", "union", "freedom", "workers", "unions", "day", "reason", "good", "fees", "labor", "michigan", "celebrate", "righttowork"], "article_url": "http://www.michigancapitolconfidential.com/19083", "article_text": "Labor Day 2013 certainly is a time to celebrate.\n\nWorkers across Michigan finally have the freedom to choose whether they want to pay dues or fees to a union as a condition of employment.\n\nThey get to decide if the hundreds of dollars (or more) they spend each year on dues or fees is best handed over to union executives for unknown and weakly documented expenses or kept at home and saved or used to fix leaky pipes, buy a new computer or go on a vacation.\n\nThey get to decide if they want to support a union that assumes all workers think the same, have the same values and support only one party in politics.\n\nThe freedom that workers get when their contracts expire and they can exercise their rights doesn’t spell the end for unions, or at least not the attentive ones. It begins an era of accountability. Unions now have to listen closely to their consumers or those consumers will walk away. It’s not such a novel concept, but it took decades to happen in Michigan.\n\nYes, for workers in Michigan, today certainly is a good day to celebrate.\n\nStay Engaged\n\nNot surprisingly, some unions are clinging hard to the past. Look no further than the McProtests (apologies to McDonald’s) occurring in Detroit, Flint and select cities across the nation.\n\nFast food workers were told by \"community organizers\" cloaked in SEIU purple that they're not being paid enough and that they are being treated unfairly.\n\nIn a series of camera ready events, protesters briefly took to the streets last week to decry the conditions they've chosen to work in. They demanded $15 an hour and chanted about all the things that one would expect from a carefully organized union protest: fairness, corporate excess and equality.\n\nThere is nothing magical, logical or realistic about $15 an hour. After all, if $15 an hour is good, $30 an hour is better, right? Or $60?\n\nOf course not, and unions know this as well as the companies that have to make payroll. Unskilled, entry level jobs were never meant to be career choices. They are gateway jobs where people gain the trust of others, share in the responsibility of a work environment, learn to communicate and pick up skills they use to get better jobs.\n\nArbitrarily propping up wages leads to failure. Economists across the political spectrum have concluded that increases in the minimum wage hurt unskilled workers the most. Additionally, states that have right-to-work laws, which don't force union members to pay dues or fees as a condition of employment, do better economically over time, according to a new study from the Mackinac Center for Public Policy.\n\nThe protests weren’t really about providing a living wage or punishing corporate CEOs. They were about padding union membership rolls, which is a dire necessity for unions these days given the declines in membership and interest in worker freedom here and across the nation.\n\nThreats, hyperbole, intimidation and protests may have worked in the past, but times have changed. Michigan is a right-to-work state and workers have freedom.\n\nThose are good reasons to celebrate.\n\n~~~~~\n\nRelated Articles:\n\nDon’t Limit Workers’ Right to Work\n\nAmericans are Moving to Right-to-Work States\n\nWest Virginia House Vote Could Tip National Scale on Right-to-Work\n\nWright Discusses Right-to-Work Decision with State Media\n\nWatch Vernuccio Discuss Labor Reform at Heritage\n\nThat’s What We Said", "article_metadata": {"keywords": "michigan, labor day, lopez, right to work, fast food protests", "og": {"description": "Fast food protests highlight tired tactics of the past", "title": "Right-to-Work Law Gives Workers Reason to Celebrate on Labor Day", "url": "http://www.michigancapitolconfidential.com/19083", "image": "http://www.michigancapitolconfidential.com/media/images/2011/commentary.jpg", "locale": "en_US", "type": "article"}, "fb": {"admins": "stephen.frick1"}, "description": "Fast food protests highlight tired tactics of the past", "twitter": {"site": "@MichCapCon", "image": "http://www.michigancapitolconfidential.com/media/images/2011/commentary.jpg", "description": "Fast food protests highlight tired tactics of the past", "card": "summary_large_image", "title": "Right-to-Work Law Gives Workers Reason to Celebrate on Labor Day"}}, "article_summary": "Yes, for workers in Michigan, today certainly is a good day to celebrate.\nMichigan is a right-to-work state and workers have freedom.\nWorkers across Michigan finally have the freedom to choose whether they want to pay dues or fees to a union as a condition of employment.\nAfter all, if $15 an hour is good, $30 an hour is better, right?\nThe freedom that workers get when their contracts expire and they can exercise their rights doesn’t spell the end for unions, or at least not the attentive ones."}