{"article_title": "Enter DOL-NYAG Pact Over Employer Health Benefit Plans", "article_keywords": ["pact", "agreement", "plans", "work", "dolnyag", "employer", "benefit", "health", "york", "enter", "employee", "security", "violations", "view"], "article_url": "http://www.law360.com/articles/718964/enter-dol-nyag-pact-over-employer-health-benefit-plans", "article_text": "Enter DOL-NYAG Pact Over Employer Health Benefit Plans\n\nLaw360, New York (October 27, 2015, 11:15 AM ET) -- New York Attorney General Eric Schneiderman and the U.S. Department of Labor's Employee Benefits Security Administration recently announced they have entered into an agreement to share information and work cooperatively to address violations of the federal Employee Retirement Income Security Act and New York laws applicable to employer health benefit plans. This unique agreement increases the regulatory and prosecutorial reach of two already powerful agencies with potentially significant implications for employers, plan fiduciaries, health insurers, third-party health benefit administrators and their vendors.\n\n\n\nWhile the DOL has previously...\n\nTo view the full article, register now.", "article_metadata": {"description": "The agreement between the U.S. Department of Labor and New York Attorney General Eric Schneiderman on addressing violations of the Employee Retirement Income Security Act and New York laws regulating employer health benefit plans will likely have the greatest implications for self-insured employers with a presence in New York and third-party health benefit administrators serving them, say attorneys at Greenberg Traurig LLP.", "apple-itunes-app": "app-id=934560389, app-argument=law360://www.law360.com/articles/718964/enter-dol-nyag-pact-over-employer-health-benefit-plans", "csrf-token": "RSNFQQxdq8eiEwtlvekrSG3rJMrwN9f7Hhq75hHwEoHEtLA1fjBZTKZdyxc3KgIguqf/ClCgM7xGOr0wbq9LaQ==", "csrf-param": "authenticity_token", "og": {"url": "http://www.law360.com/articles/718964/enter-dol-nyag-pact-over-employer-health-benefit-plans", "image": "https://www.law360.com/images/360.png", "type": "website", "title": "Enter DOL-NYAG Pact Over Employer Health Benefit Plans - Law360"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "This unique agreement increases the regulatory and prosecutorial reach of two already powerful agencies with potentially significant implications for employers, plan fiduciaries, health insurers, third-party health benefit administrators and their vendors.\nEnter DOL-NYAG Pact Over Employer Health Benefit PlansLaw360, New York (October 27, 2015, 11:15 AM ET) -- New York Attorney General Eric Schneiderman and the U.S. Department of Labor's Employee Benefits Security Administration recently announced they have entered into an agreement to share information and work cooperatively to address violations of the federal Employee Retirement Income Security Act and New York laws applicable to employer health benefit plans.\nWhile the DOL has previously...To view the full article, register now."}