{"article_title": "Could you correct that Obamacare tax thing?", "article_keywords": ["right", "return", "pinter", "obamacare", "notes", "tax", "standard", "thing", "isnt", "file", "correct", "weekly"], "article_url": "http://www.samefacts.com/2015/04/health-medicine/hey-weekly-standard-could-you-correct-that-obamacare-tax-thing/", "article_text": "Kimberly Pinter is a tax attorney in northern Virginia*. So her April 3 article in the Weekly Standard, “Obamacare Pinches the Poor,” on ACA’s tax requirements will understandably concern many low-income citizens.** She writes:\n\nAccording to the www.healthcare.gov web site, you can get an income-based exemption if “you don’t have to file a tax return because your income is below the level that requires you to file.” Sounds simple enough, right? Until further investigation reveals that this exemption is claimed directly on the tax return. That’s right – the tax return you’re not required to file. While the circular nature of this exemption is ludicrous on its face, its effects are far-reaching and incredibly regressive…. It’s a safe bet that many members of this population will not be cognizant of their need to file simply to avoid the Obamacare penalty for being uninsured. [….]compliance with this behemoth law disproportionately burdens the poorest of the poor. Like a shark silently stalking its unknowing prey, Obamacare lurks waiting to take a bite out of the unwary. And in this case, it’s the poor.\n\nYet another stupid Rube Goldberg application of the Nanny State, right? Well no. actually. ACA has its share of glitches and complications. But this isn’t one of them. As ACA legal expert Timothy Jost notes over email, Pinter is wrong.\n\nIndeed here is the government’s actual directions to low-income people. I found this through a quick Google search at a website called IRS.gov:\n\nIf you are not required to file a tax return and don’t want to file a return, you do not need to file a return solely to report your coverage or to claim an exemption.\n\nThis isn’t Nanny State. It isn’t Rube Goldberg. Nothing behemoth. No shark is stalking or biting. It’s not particularly complicated, either.\n\nThe Weekly Standard should run a correction on this important point.\n\n*A friend notes that my description of Ms. Pinter as a tax attorney conveys the impression that Ms. Pinter is someone whose main duties are assisting people with their taxes. Her byline says: “Kimberly Pinter is a tax policy lawyer and writer in Northern Virginia.” Her Twitter byline notes that she is a “Tax policy expert, lawyer, lobbyist, jewelry designer, and Zumba fitness instructor.” Sounds kindof cool, actually.\n\n**Update: I received a very professional email from the Weekly Standard. To their credit, they are now looking into this. I await a correction or amplification.", "article_metadata": {"robots": "noodp,noydir", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fd6bdb\"", "article_summary": "So her April 3 article in the Weekly Standard, “Obamacare Pinches the Poor,” on ACA’s tax requirements will understandably concern many low-income citizens.\nUntil further investigation reveals that this exemption is claimed directly on the tax return.\nThat’s right – the tax return you’re not required to file.\n**Update: I received a very professional email from the Weekly Standard.\nThe Weekly Standard should run a correction on this important point."}