{"article_title": "The Texas senator has elite credentials but claims to be a man of the people.", "article_keywords": ["league", "claims", "sense", "populist", "conservative", "thought", "cruz", "harvard", "senator", "usually", "credentials", "republican", "elite", "ivy", "texas", "man"], "article_url": "http://www.slate.com/articles/news_and_politics/politics/2013/10/ted_cruz_is_a_populist_egghead_the_texas_senator_has_elite_credentials_but.html", "article_text": "Photo by Tom Pennington/Getty Images\n\nSen. Ted Cruz may be the conservative movement's first populist egghead—a grassroots leader who is attacked for being too smart to have common sense. In political theater, you're usually allowed to wear only one of these costumes.\n\nThe populist claims to possess the horse sense of the electorate and has no need for fancy schools, with their eating clubs, trays of sherry, and debating societies. That was Sarah Palin's posture. It was also true of the men to whom Cruz has recently been unfavorably compared—Huey Long, Joe McCarthy, and George Wallace—and those conservative luminaries he aspires to join—Barry Goldwater and Ronald Reagan.\n\nCruz came to Washington as an anti-establishment bolt from the blue, having defeated the GOP’s preferred nominee in his first Senate race. In the recent Obamacare fight, he sharpened his populist credentials against the elites. After his bid to defund the Affordable Care Act failed, Cruz took to the microphones and aligned himself with the “millions of Americans” harmed by the president’s pet project—people who he claimed the GOP establishment had forsaken.\n\nJohn Dickerson John Dickerson is a Slate political columnist, the moderator of CBS’s Face the Nation, and author of On Her Trail. Read his series on the presidency and on risk.\n\n\n\nAdvertisement\n\n\n\nThe establishment usually scorns the populist as a dummy, full of overheated rhetoric for the masses but not much more. When the smarty-pants set attacked Cruz for his Obamacare grandstanding, it looked like a familiar script. The elites thought it was dumb, but \"real Americans,\" thought Cruz was a hero, said former House Majority Leader Tom DeLay. Mike Gallagher, the conservative talk radio host, said in an interview with Cruz, “You’re not getting the credit you deserve from the intelligentsia, but you sure are from the American people.”\n\nBut Cruz wasn't being mocked for low wattage the way Palin and Reagan had been. Cruz was being singled out for a lack of common sense born of his rarefied résumé. He graduated cum laude from Princeton and magna cum laude from Harvard Law School. He clerked for Chief Justice William Rehnquist, practiced law, and worked in government, avoiding the practical world of business. Even his wife—a Goldman Sachs investment banker and vegetarian—seems at odds with Cruz’s image as the tribune of the silent majority.\n\nWhen Republican Sen. Bob Corker sought to discredit Cruz's strategy to defund Obamacare by pushing a budget showdown, he tweaked him about his education. “I didn’t go to Harvard or Princeton, but I can count—the defunding box canyon is a tactic that will fail and weaken our position,” said Corker. After the gambit failed, Democratic Majority Leader Harry Reid sounded the same theme: \"[Sen. Cruz] might be able to work a calculus problem better than I can. But he can’t legislate better than I can.” The junior Texas senator's strategy, wrote conservative columnist John Podhoretz, gave \"flesh to George Orwell's warning that some ideas are so stupid, only an intellectual could believe in them.\"\n\nIt is usually the self-styled populist who levels the egghead charge. George Wallace complained about \"pointy-head college professors, who can't even park a bicycle straight.\" Historian Richard Hofstadter traced the tradition of anti-intellectualism through the American experience, but in the modern age the attack was first effectively used by Dwight Eisenhower and his running mate Richard Nixon in the 1952 presidential race against Adlai Stevenson. Ike accused the former Illinois governor of using “aristocratic explanations in Harvard words,” which he associated with Stevenson’s “faintness at heart.” (After his defeat, Stevenson famously joked: “Eggheads of the world unite. You have nothing to lose but your yolks.”) When Nixon became president, one of his special tirades was directed at Ivy League presidents who had not seen things his way on Vietnam: \"The Ivy League presidents? Why I’ll never let those sons of bitches in the White House again. Never, never, never. They’re finished. The Ivy League schools are finished.”\n\nFor now, Cruz appeals to both the truck drivers and the Federalist Society.\n\nAdvertisement\n\n\n\nNew Jersey Gov. Chris Christie, who may face Cruz in a Republican primary, took up the anti-intellectual cudgel easily in a speech to Republican Party officials in August. “We are not a debating society,” said Christie. “We are a political operation that needs to win. We have some folks that believe that our job is to be college professors. You know, college professors basically spout out ideas that nobody ever does anything about.” (Nobody does anything about them except the law students who use the training to become governor and senator).\n\nThough there have been few conservative politicians who lived at the nexus of elitism and populism, there have been several conservative luminaries who have championed the cause of the grassroots while having rarefied intellectual backgrounds. Bill Kristol, editor of the Weekly Standard, who went to Harvard for undergraduate and graduate school, was a robust supporter of Sarah Palin. As Vice President Dan Quayle's chief of staff, Kristol championed the views of a man who conservatives thought spoke plain truths but who elites mocked as dim-witted.\n\nThe most famous public conservative in this category was National Review editor William F. Buckley. Yale-educated and with an accent so erect it suggested high tea could break out at any moment, Buckley nevertheless fit within the post-New Deal conservative populist movement that gave rise to Ronald Reagan. \"I would rather be ruled by the first 2,000 people in the Boston phone book than 2,000 members of the Harvard faculty,\" he famously said.\n\nBut the friction between erudition and populism is always ready to flare up. Kevin Phillips, author and former Nixon aide, called Buckley \"Squire Willie,\" and in his book The Emerging Republican Majority, heralded a “New Right” that connected with real people. \"Nor can we expect Alabama truck drivers or Ohio steelworkers to sign on with a politics captivated by Ivy League five-syllable word polishers,” wrote Phillips, who attended Harvard. “Any politics or coalition has to surge up from Middle America ... not dribble down from Bill Buckley's wine rack and favorite philosophers shelf.\"", "article_metadata": {"sailthru.subheadline": "Sen. Ted Cruz is a rare political species—a supposed man of the people who is attacked for his elite credentials and lack of common sense.", "fb-share": "Ted Cruz Is the Rarest of Political Species—the Populist Egghead", "sailthru.author": "John Dickerson", "description": "Sen. Ted Cruz may be the conservative movement's first populist egghead—a grassroots leader who is attacked for being too smart to have common sense. I ...", "og": {"site_name": "Slate Magazine", "description": "Sen. Ted Cruz may be the conservative movement's first populist egghead—a grassroots leader who is attacked for being too smart to have common sense. I ...", "title": "Ted Cruz Is the Rarest of Political Species—the Populist Egghead", "url": "http://www.slate.com/articles/news_and_politics/politics/2013/10/ted_cruz_is_a_populist_egghead_the_texas_senator_has_elite_credentials_but.html", "image": "http://www.slate.com/content/dam/slate/articles/news_and_politics/politics/2013/10/131025_POL_TedCruzVsPublic.jpg.CROP.cq5dam_web_1280_1280_jpeg.jpg", "type": "article"}, "twitter": {"description": "Sen. Ted Cruz may be the conservative movement's first populist egghead—a grassroots leader who is attacked for being too smart to have common sense. I ...", "title": "Ted Cruz Is the Rarest of Political Species—the Populist Egghead", "url": "http://www.slate.com/articles/news_and_politics/politics/2013/10/ted_cruz_is_a_populist_egghead_the_texas_senator_has_elite_credentials_but.html", "image": "http://www.slate.com/content/dam/slate/articles/news_and_politics/politics/2013/10/131025_POL_TedCruzVsPublic.jpg.CROP.cq5dam_web_1280_1280_jpeg.jpg", "creator": "@jdickerson", "site": "@slate", "card": "summary_large_image"}, "sailthru.date": "2013-10-25T10:43:22Z", "sailthru.promoheadline": "Ted Cruz Is the Rarest of Political Species—the Populist Egghead", "sailthru.headline": "The Populist Egghead", "parsely-page": "{\n  \"title\": \"Ted Cruz Is the Rarest of Political Species\\u2014the Populist Egghead\",\n  \"link\": \"http://www.slate.com/articles/news_and_politics/politics/2013/10/ted_cruz_is_a_populist_egghead_the_texas_senator_has_elite_credentials_but.html\",\n  \"image_url\": \"http://www.slate.com/content/dam/slate/articles/news_and_politics/politics/2013/10/131025_POL_TedCruzVsPublic.jpg.CROP.thumbnail-small.jpg\",\n  \"type\": \"post\",\n  \"post_id\": \"100131025008\",\n  \"pub_date\": \"2013-10-25T10:43:22Z\",\n  \"section\": \"News and Politics\",\n  \"author\": \"John Dickerson\",\n  \"tags\": [\n    \"tea party\",\n    \"ted cruz\",\n    \"republicans\",\n    \"politics\"\n  ]\n}", "fb": {"app_id": 142011022527753}, "tw-line": "Ted Cruz Is the Rarest of Political Species—the Populist Egghead", "keywords": "Ted Cruz is a populist egghead: The Texas senator has elite credentials but claims to be a man of the people.", "google-site-verification": "jXqoqqPSmx_PWchRdG-IXu-X616Ee2Ptf_AiElI9LzQ", "sailthru.tags": "Ted Cruz is a populist egghead: The Texas senator has elite credentials but claims to be a man of the people.", "article": {"publisher": "http://www.facebook.com/Slate", "author": "http://www.facebook.com/johnfdickerson"}, "sailthru.description": "Sen. Ted Cruz may be the conservative movement's first populist egghead—a grassroots leader who is attacked for being too smart to have common sense. I ...", "sailthru.image.full": "http://www.slate.com/content/dam/slate/articles/news_and_politics/politics/2013/10/131025_POL_TedCruzVsPublic.jpg.CROP.cq5dam_web_1280_1280_jpeg.jpg", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fd7bf3\"", "article_summary": "The elites thought it was dumb, but \"real Americans,\" thought Cruz was a hero, said former House Majority Leader Tom DeLay.\nYou have nothing to lose but your yolks.”) When Nixon became president, one of his special tirades was directed at Ivy League presidents who had not seen things his way on Vietnam: \"The Ivy League presidents?\nThe Ivy League schools are finished.”For now, Cruz appeals to both the truck drivers and the Federalist Society.\n\"Nor can we expect Alabama truck drivers or Ohio steelworkers to sign on with a politics captivated by Ivy League five-syllable word polishers,” wrote Phillips, who attended Harvard.\nAdvertisementThe establishment usually scorns the populist as a dummy, full of overheated rhetoric for the masses but not much more."}