{"article_title": "Call it the Cecil effect: America adds lions to its endangered species list", "article_keywords": ["wildlife", "adds", "africa", "list", "effect", "species", "endangered", "lion", "lions", "shot", "subspecies", "america", "cecil", "mean"], "article_url": "http://www.salon.com/2015/12/25/the_cecil_effect_america_adds_lions_to_its_endangered_species_list_partner/", "article_text": "Topics: cecil the lion, GlobalPost, Minnesota\n\nThis article originally appeared on GlobalPost\n\nJOHANNESBURG, South Africa — When a Minnesota dentist killed a lion named Cecil earlier this year, it sparked outrage around the world. Cecil was beloved, after all, and suffered an unjust demise. But in the end, the man who shot him with a crossbow and tracked the injured cat to his death was found to have had his papers in order.\n\nNow, in a move that will make it far tougher for American hunters to bring African lion trophies back home, the US Fish and Wildlife Service (FWS) is adding lions to its endangered list. This will mean a measure of protection for lions under the Endangered Species Act that hasn’t existed previously.\n\nThe change of status, announced Monday, comes five months after hunter Walter J. Palmer shot Cecil the lion, who had been lured out of Zimbabwe’s Hwange National Park by hunting guides and killed despite wearing a tracking collar.\n\nTwo subspecies of lions will be added to the list. One of them, found in central and West Africa, numbers only about 900 animals and will be classified as endangered, meaning hunters will be prohibited from importing trophies.\n\nThe other lion subspecies, found in eastern and southern Africa — including Zimbabwe — has an estimated population of 17,000-19,000 and will be listed as threatened. This will mean strict regulations on the import of these lions and their parts, with imports only allowed from countries with good wildlife management programs.", "article_metadata": {"description": "The latest move by the US Fish and Wildlife Service will prevent hunters from bringing their trophies back home", "title": "Call it the Cecil effect: America adds lions to its endangered species list", "og": {"site_name": "Salon", "description": "The latest move by the US Fish and Wildlife Service will prevent hunters from bringing their trophies back home", "title": "Call it the Cecil effect: America adds lions to its endangered species list", "url": "http://www.salon.com/2015/12/25/the_cecil_effect_america_adds_lions_to_its_endangered_species_list_partner/", "image": "http://media.salon.com/2015/07/cecil_the_lion.jpg", "type": "article"}, "twitter": {"description": "The latest move by the US Fish and Wildlife Service will prevent hunters from bringing their trophies back home", "title": "Call it the Cecil effect: America adds lions to its endangered species list", "image": "http://media.salon.com/2015/07/cecil_the_lion.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Erin Conway-Smith", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, cecil the lion, GlobalPost, Minnesota", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "This will mean a measure of protection for lions under the Endangered Species Act that hasn’t existed previously.\nThe other lion subspecies, found in eastern and southern Africa — including Zimbabwe — has an estimated population of 17,000-19,000 and will be listed as threatened.\nTopics: cecil the lion, GlobalPost, MinnesotaThis article originally appeared on GlobalPostJOHANNESBURG, South Africa — When a Minnesota dentist killed a lion named Cecil earlier this year, it sparked outrage around the world.\nTwo subspecies of lions will be added to the list.\nNow, in a move that will make it far tougher for American hunters to bring African lion trophies back home, the US Fish and Wildlife Service (FWS) is adding lions to its endangered list."}