{"article_title": "Push to court-martial general for thanking God", "article_keywords": ["courtmartial", "task", "force", "god", "general", "thanking", "religion", "states", "speech", "push", "military", "air", "religious", "sent"], "article_url": "http://www.wnd.com/2015/05/push-to-court-martial-general-for-mentioning-god/", "article_text": "A civil-liberties group is demanding a two-star Air Force general be court-martialed for mentioning God at a National Day of Prayer Task Force speech on May 7.\n\nDespite the religious nature of the event, the Military Religious Freedom Foundation has called for Olson to be “aggressively and very visibly brought to justice for his unforgivable crimes and transgressions,” adding that any other service members who helped him should be investigated and punished “to the full extent of military law.”\n\nDuring his 23-minute address, Maj. Gen. Craig Olson referred to himself as a “redeemed believer in Christ,” who credits God for his accomplishments in the Air Force. He spoke of “flying complex aircraft; doing complex nuclear missions – I have no ability to do that. God enabled me to do that. … He put me in charge of failing programs worth billions of dollars. I have no ability to do that, no training to do that. God did that. He sent me to Iraq to negotiate foreign military sales deals through an Arabic interpreter. I have no ability to do that. I was not trained to do that. God did all of that.”\n\nRead WND’s special report: FAITH CRIMES: How courageous Christians practicing their religion are being persecuted in Obama’s America\n\nOlson is program executive officer for C3I and Networks at Hanscom Air Force Base, Massachusetts, where he is responsible for more than 2,200 personnel. His speech was live-streamed and recorded by the Military Religious Freedom Foundation.\n\nMikey Weinstein, CEO of the civil-liberties group, sent a scathing letter to Chief of Staff Gen. Mark Welsh, arguing that Olson’s comments violate the Air Force instructions which prohibit airmen from endorsing a particular faith or belief.\n\nThe letter, which is posted on the group’s website, states: “This demand letter is sent to you on behalf of countless members of the United States Air Force who are utterly disgusted and shocked by the brazenly illicit and wholly unconstitutional, fundamentalist Christian proselytizing recently perpetrated, on international television (‘GOD TV’), and streaming all over the Internet and in full military uniform, by USAF Major General Craig S. Olson on Thursday, May 7, 2015 during a VERY public speech for a private Christian organization (The ‘National Day of Prayer Task Force’: NDPTF) headed up by Focus on the Family founder, Dr. James Dobson’s, wife Shirley Dobson.”\n\nWeinstein continued, “Olson’s highly publicized, sectarian speech is nothing less than a brutal disgrace to the very uniform he was wearing and the solemn oath he took to support and defend the United States Constitution. This public address was his, and the USAF’s, ‘contribution’ to this scathingly sectarian 2015 version of the [task force’s] annual shame spectacle and display of Christian supremacy and exceptionalism held in the Cannon House Office Building on Capitol Hill.”\n\nLt. Col. Allen Herritage said in an email reported by Air Force Times, “I can tell you the Air Force places a high value on the rights of its members to observe the tenets of their respective religion or to observe no religion at all. The Air Force is dedicated to maintaining an environment in which people can realize their highest potential.”", "article_metadata": {"description": "A Free Press For A Free People Since 1997", "generator": "WordPress 4.4.1", "og": {"site_name": "WND", "description": "A civil-liberties group is demanding a two-star Air Force general be court-martialed for mentioning God at a National Day of Prayer Task Force speech on May 7. Despite the religious nature of the event, the Military Religious Freedom Foundation has called for Olson to be “aggressively and very visibly brought to justice for his unforgivable […]", "title": "Push to court-martial general for thanking God", "url": "http://www.wnd.com/2015/05/push-to-court-martial-general-for-mentioning-god/", "image": "http://www.wnd.com/files/2015/05/major-general-craig-olson-600.jpg", "type": "article"}, "fb": {"app_id": 152299868169938}, "google-site-verification": "5iw1bKISvQcI1qRwIskRfer6GKV4jUf6LImfS9bhaeI", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "A civil-liberties group is demanding a two-star Air Force general be court-martialed for mentioning God at a National Day of Prayer Task Force speech on May 7.\nThe Air Force is dedicated to maintaining an environment in which people can realize their highest potential.”\nHis speech was live-streamed and recorded by the Military Religious Freedom Foundation.\nHe spoke of “flying complex aircraft; doing complex nuclear missions – I have no ability to do that.\nHe sent me to Iraq to negotiate foreign military sales deals through an Arabic interpreter."}