{"article_title": "NYT op-ed: It’s time to cancel midterm elections « Hot Air", "article_keywords": ["term", "democratic", "way", "midterm", "senate", "house", "voters", "elections", "nyt", "air", "hot", "election", "oped", "seats", "cancel", "midterms", "presidential"], "article_url": "http://hotair.com/archives/2014/11/03/nyt-op-ed-its-time-to-cancel-midterm-elections/", "article_text": "NYT op-ed: It’s time to cancel midterm elections\n\nposted at 11:31 am on November 3, 2014 by Allahpundit\n\nThus is the bar for Democratic tantrums over the impending GOP wave raised.\n\nDavid Harsanyi has a nice round-up today of Democratic coping mechanisms but I don’t think he anticipated out-of-the-box options like this one. Frankly, I’d say we’re at no worse than 50/50 odds for an “Obama should seize all lawmaking powers by emergency decree” op-ed appearing in some American newspaper before the end of the week. He’s already all but done it in matters of war and immigration. Why not go the whole nine yards?\n\nThe main impact of the midterm election in the modern era has been to weaken the president, the only government official (other than the powerless vice president) elected by the entire nation. Since the end of World War II, the president’s party has on average lost 25 seats in the House and about 4 in the Senate as a result of the midterms. This is a bipartisan phenomenon — Democratic presidents have lost an average of 31 House seats and between 4 to 5 Senate seats in midterms; Republican presidents have lost 20 and 3 seats, respectively… These effects are compounded by our grotesque campaign finance system… Another quirk is that, during midterm elections, the electorate has been whiter, wealthier, older and more educated than during presidential elections. Biennial elections require our representatives to take this into account, appealing to one set of voters for two years, then a very different electorate two years later… There’s an obvious, simple fix, though. The government should, through a constitutional amendment, extend the term of House members to four years and adjust the term of senators to either four or eight years, so that all elected federal officials would be chosen during presidential election years. Doing so would relieve some (though, of course, not all) of the systemic gridlock afflicting the federal government and provide members of Congress with the ability to focus more time and energy on governance instead of electioneering.\n\nIf your goal is to make sure that all federal offices are decided by a “Democratic electorate,” why bother demanding a series of major constitutional changes that no one thinks will happen? It’s simpler to keep the system as is and instead push for a law to make voting mandatory. That’s an even better outcome for Democrats than this stupid plan is, in fact. If you elect the president and all of Congress in a year that happens to be extremely favorable to Republicans for whatever quirky reason, that would mean four years of total GOP control of government. Republicans could do a lot of damage to ObamaCare and the welfare state in that time. (They wouldn’t, of course, because they lack the deep commitment to their agenda that Obama and Pelosi showed in 2010 in passing O-Care, but we’re speaking theoretically here.) The better option if you’re trying to rig the electoral process for lefties, as the two authors here are surely trying to do, is simply require everyone to vote in every election. Registered voters almost always tilt Democratic; if you threaten to fine anyone who doesn’t vote, then the actual electorate will closely resemble that pool of registered voters. Lefties will win every election, and what’s more, they’ll still have a chance to vote in the midterms and check the reigning Republican president just in case the previous election produced a GOP fluke.\n\nThe most depressing thing about this piece isn’t the silly petulance of wishing there were no midterms on the eve of a big GOP win. You can understand that as a product of partisanship turned desperate; frankly, I probably would have been open to a “cancel the World Series” argument for a few minutes last week after Bumgarner entered Game Seven with a lead. The most depressing thing about it is that it treats the midterms as an unwelcome obstacle to presidential power at a moment when presidential power has arguably never been greater (in peacetime, at least). That’s a Hopenchange view of democracy if ever there was one. The point about House members being forced to campaign endlessly, 365 days a year, to prepare for their next race as soon as they’re elected is well taken but the price the authors are willing to pay to solve that problem — taking an opportunity out of the people’s hands to steer their government in a different direction — is steep. It’s also a prescription, in theory, for wild policy swings. If the Senate is being elected in its entirety every four years along with the House, then filibuster-proof majorities are bound to be more common. Ideally you want major policy reforms to issue only when there’s a durable national consensus behind them (right, ObamaCare fans?), not a four-year swing one way followed by a four-year swing the other way. Although the answer there, I suppose, is that there is a durable national consensus — a Democratic one — among registered voters. These darned midterms keep getting in the way of it expressing itself. This is, in other words, at heart a Democratic GOTV problem, in which case we need to … change the Constitution to solve it? Huh?\n\nA smarter way to solve the “perpetual campaign” problem while leaving voters with a chance to change course every two years is simply to pass draconian term limits — say, no more than three terms in the House and two terms (or even one term) in the Senate. Logically, the best way to get pols to concentrate on the public welfare rather than their own career ambitions is to truncate those careers as sharply as possible. And yet the authors here would be willing to see people serve in Congress for as many as 24 years before limiting them. Long story short, we still end up with a bunch of careerists in both chambers, except with one-party control of government much more likely and even less accountability for an executive branch that’s rarely been less accountable than it already is. Sounds like a plan.\n\nRelated Posts:", "article_metadata": {"generator": "WordPress 4.3.4", "og": {"site_name": "Hot Air", "description": "“The main impact of the midterm election in the modern era has been to weaken the president…”", "title": "NYT op-ed: It’s time to cancel midterm elections", "url": "http://hotair.com/archives/2014/11/03/nyt-op-ed-its-time-to-cancel-midterm-elections/", "image": "https://s0.wp.com/i/blank.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@hotairblog", "card": "summary", "creator": "@allahpundit"}, "fb": {"admins": 312482775445602, "app_id": 312482775445602}, "article": {"published_time": "2014-11-03T16:31:50+00:00", "modified_time": "2014-11-03T17:40:19+00:00"}, "keywords": "cancel, midterms, Obama, schanzer, sullivan, terms,", "google-site-verification": "2eqey8dXzgu4RGIRpBp8N_Uha0byt8NWBVajCi3uLgs", "verify-v1": "ouQUGDxtAiO+0Hn3LJajbWMP08yRHQDinMN9QDYrUV4="}, "article_summary": "NYT op-ed: It’s time to cancel midterm electionsposted at 11:31 am on November 3, 2014 by AllahpunditThus is the bar for Democratic tantrums over the impending GOP wave raised.\nAlthough the answer there, I suppose, is that there is a durable national consensus — a Democratic one — among registered voters.\nDavid Harsanyi has a nice round-up today of Democratic coping mechanisms but I don’t think he anticipated out-of-the-box options like this one.\nIdeally you want major policy reforms to issue only when there’s a durable national consensus behind them (right, ObamaCare fans?\nAnd yet the authors here would be willing to see people serve in Congress for as many as 24 years before limiting them."}