{"article_title": "How the drug war blocked research into a promising experimental PTSD therapy​: ecstasy", "article_keywords": ["ptsd", "arrests", "washington", "internet", "obamacare", "drug", "research", "insurance", "ecstasy", "say", "therapy", "york", "promising", "mdma", "veterans", "war", "experimental", "blocked"], "article_url": "https://www.washingtonpost.com/news/wonk/wp/2014/11/11/wonkbook-how-the-drug-war-blocked-research-into-a-promising-experimental-ptsd-therapy/", "article_text": "Miley Cyrus often sings about ecstasy, a drug that became popular as a treatment for post-traumatic stress disorder. (AP Photo/Eduardo Verdugo)\n\nSince 2001, 364,000 veterans have received treatment for possible post-traumatic stress disorder. Some researchers believe the vets could benefit from a drug called MDMA. For 30 years, the federal government has blocked research into MDMA because it is the active ingredient in ecstasy, better known as the party drug that fuels raves.\n\n\"When it comes to the health and well-being of those who serve, we should leave our politics at the door and not be afraid to follow the data,\" Brig. Gen. Loree Sutton, a retired Army psychiatrist, told The New York Times. \"There’s now an evidence base for this MDMA therapy and a plausible story about what may be going on in the brain to account for the effects.\"\n\nEcstasy first became popular among psychiatrists as a therapeutic tool after the Vietnam War. The drug, they found, made people more trusting and gave them the courage to talk about their pasts. They called it \"penicillin for the soul.\" Yet no real research had been conducted on the drug. In 1985, the Reagan administration placed MDMA on Schedule I, declaring it an illicit substance without medical value despite the objections of an administrative law judge.\n\nSince then, researchers have had a difficult time getting MDMA for use in clinical trials, and federal grants have been hard to come by as well. A not-for-profit organization in Santa Cruz, Calif. appears to be the only source of funding for studies right now. \"Ecstasy is an illegal drug,\" a spokesman for the Department of Veterans Affairs told the Los Angeles Times. The V.A. \"would not involve veterans in the use of such substances.\"\n\nMeanwhile, some veterans have been seeking out the drug on their own, desperate for relief from the psychological burdens of coming back from war. In a given year, 11 percent to 20 percent of those who served in Iraq and Afghanistan experience PTSD, which can produce debilitating systems difficult to fully relieve.\n\nOne study, especially approved by the Food and Drug Administration and published in 2011, found that five out of six victims of PTSD were cured after receiving the drug before two sessions with therapists, compared to only a quarter of those who sat through the treatment sessions after taking a placebo. There were no serious side effects.\n\nThe study involved only twenty patients total, most of whom were not veterans, and it was the first of its kind. Scientists still can't say with confidence whether MDMA could really help veterans, which, after three decades, is a shame -- especially given these very promising initial results and anecdotal evidence. Yes, the drug carries risks; so do the commercial antidepressants that so many veterans take to deal with the memories of war. Are these risks worth it for people who can find no other way of living a normal life? That's a question without an answer.\n\nWelcome to Wonkbook. To subscribe by e-mail, click here. Send comments, criticism or ideas to Wonkbook at Washpost dot com. Follow Wonkblog on Twitter and Facebook.\n\nWhat's in Wonkbook: 1) Obama calls for strict net neutrality 2) Opinions: Voter suppression, Obamacare, immigration and wages 3) Administration cuts Obamacare forecast 4) A shake-up at the V.A. 5) Ebola doctor recovers, Hummers make a comeback and more\n\nNumber of the day: 609,000. That's how many people were arrested last year for simple possession of marijuana, according to the FBI's annual report. The figure has been declining over the past few years, but arrests related to drugs still represent one out of every eight arrests made. Christopher Ingraham in The Washington Post.\n\nCorrection: An earlier version of this newsletter's number of the day inaccurately stated that one in every eight arrests is for simple possession of marijuana. That is the fraction of arrests related to all drugs, not just for possessing marijuana. Simple weed possession accounts for about half of those drug-related arrests -- 5.4 percent of all arrests. This version has been corrected.\n\n1. Top story: Obama supports strict net neutrality rules\n\nThe president's statement calling for Title II regulation was his clearest yet. \"I believe the FCC should create a new set of rules protecting net neutrality and ensuring that neither the cable company nor the phone company will be able to act as a gatekeeper, restricting what you can do or see online,\" Obama said. He also said Title II could be applied to wireless providers. The cable industry objected, saying that the broad authority Title II grants the FCC is unnecessary. Brian Fung in The Washington Post.\n\nThe proposal would mean regulating Internet connections like phone lines. Advocates say that doing so would protect new companies from being shut out from access to consumers by high fees designed to prevent competition. Critics say that higher fees could allow cable companies to invest in the kinds of infrastructure and technology that would improve Internet quality for things like watching movies or calling your friends. Tim Lee at Vox.\n\nThe FCC is worried about lawsuits from the cable industry. Preparing for a likely legal challenge will take time, even if some advocates say that Title II is the safest legal option as well as the strictest. Nancy Scola in The Washington Post.\n\nTed Cruz calls net neutrality \"Obamacare for the Internet.\" Sen. John Thune also objected to the president's proposal. Dustin Volz in National Journal.\n\nKLEIN: No, there's no Obamacare for the Internet, but there could be a public option! The Internet, just like the highway system, should be a government service provided universally, free of charge. Otherwise, natural monopolies, high fees and underinvestment are more or less inevitable. Vox.\n\n\"Ted Cruz is the Obamacare of nonsensical analogies.\" -- @obsoletedogma\n\nANDY KESSLER: Don't regulate Internet providers like Ma Bell. The intricate regulatory regime for the old telephone company discouraged research and customer service. The Wall Street Journal.\n\nWU: Obama realizes there's nothing to be gained from compromising on net neutrality. The FCC chairmen he's appointed have tried unsuccessfully to seek a middle ground. The president seems tired of waiting for them to choose the right solution. The New Yorker.\n\n2. Top opinions: Voter suppression, Obamacare, veterans, immigration, wages\n\nRAMPELL: Voter suppression could already be deciding elections. The governor's races in Kansas and Florida were decided by margins narrow enough that strict new requirements for voter identification could have changed the result. Of course, it will never be possible to say for certain how those who wanted to vote but couldn't due to the rules would have cast their ballots. That's precisely the problem. The Washington Post.\n\nCHAIT: Yes, the King case will kill people if it succeeds against Obamacare. There are many people who will simply not survive without insurance. Conservatives could argue coherently that their deaths are necessary to pursue some larger end, but none of them seem honest enough to make that claim. New York.\n\nBARRO: A death spiral in health insurance markets wouldn't make Obamacare unsustainable. It would just make the law dysfunctional -- and dysfunction can be and has been sustained for a long time. The New York Times.\n\nHSIA & IVEY: For-profit schools are abusing the new G.I. Bill. Veterans who take out federal loans to attend for-profit colleges often get little in the way of education for their money. The New York Times.\n\nBEINART: Obama should issue an executive order on immigration now. Republican obstructionism will continue no matter he does, so he might as well do what he can to help undocumented immigrants. The Atlantic.\n\nLEONHARDT: Democrats should support a tax cut for the middle class. \"How does the Democratic Party plan to lift stagnant middle-class incomes? I realize that liberal-leaning economists can give a long, substantive answer to this question, touching on health care costs, education and infrastructure. But most Americans would not be able to give a clear answer.\" The New York Times.\n\n3. Administration reduces Obamacare projections\n\nAround 9 million to 9.9 million Americans will be enrolled by the end of next year through the exchanges. The figures are lower than previous CBO estimates. \"The developments are the latest sign that the law, which Democrats passed in 2010 to provide near-universal health insurance, is struggling to reach that goal quickly. Attracting new enrollees to the health law’s insurance exchanges has proven more difficult than advocates had predicted, and a slice of those who do sign up for plans haven’t kept up with premiums.\" Louise Radnofsky in The Wall Street Journal.\n\nThe main question is how long it will take people to enroll. Based on data from insurance expansions in other government programs, such as Medicare Part D, the administration thinks that it will probably take longer than three years for Obamacare to hit its full enrollment goals. Jason Millman in The Washington Post.\n\nRepublicans accuse the administration of lowering expectations as a political ploy. \"Despite the administration's habit of moving the goal posts, the fact is Obamacare is simply not delivering the results Americans were originally promised,\" Sen. Darrel Issa said. Rachana Pradhan at Politico.\n\n4. Sec. McDonald has big plans for the VA\n\nAs many as 1,000 employees are facing disciplinary action after waiting lists were falsified. The new secretary called the effort \"the largest restructuring in the department's history,\" and said he plans to hire an additional 28,000 medical professionals. Emily Wax-Thibodeaux in The Washington Post.\n\nMcDonald is also hoping to improve customer service. The former Procter & Gamble chairman wants to streamline the V.A. bureaucracy, but Republicans in Congress are growing impatient with the slow pace of firings. Russell Berman in The Atlantic.\n\nVeterans' organizations are also frustrated by delayed reforms. Legislation passed this summer was supposed to make it easier for veterans to seek medical help outside the V.A. system. The department was supposed to issue each veteran a kind of insurance card , which they could present at private clinics and hospitals, but only some of the cards have been sent out. Jordain Carney in National Journal.\n\n5. In case you missed it\n\nNew York's Ebola patient has been cured. Dr. Craig Spencer, who caught the disease treating its victims in Guinea, has recovered. No one else was infected in New York. Anemona Hartocollis in The New York Times.\n\nHummers are back. Thank falling gas prices. Lower oil prices will also stimulate consumer spending across a wide range of sectors, as prices for goods and services fall and people find they have more money in their checking accounts. Chico Harlan in The Washington Post.\n\nA lawsuit brought by two poker players raises new questions about highway interdiction. Many police departments use a legal technique known as civil asset forfeiture to seize cash and property from citizens without charging them with a crime. In a lawsuit, the two men say police stalked them before stopping them on the highway, searching their vehicle without a warrant and taking more than $100,000 in cash. Robert O'Harrow in The Washington Post.", "article_metadata": {"description": "Initial research suggests MDMA, used in the party drug ecstasy, could be a powerful treatment for veterans dealing with the trauma of war.", "author": "https://www.facebook.com/max.ehrenfreund", "og": {"site_name": "Washington Post", "description": "Initial research suggests MDMA, used in the party drug ecstasy, could be a powerful treatment for veterans dealing with the trauma of war.", "title": "How the drug war blocked research into a promising experimental PTSD therapy​: ecstasy", "url": "https://www.washingtonpost.com/news/wonk/wp/2014/11/11/wonkbook-how-the-drug-war-blocked-research-into-a-promising-experimental-ptsd-therapy/", "image": "https://images.washingtonpost.com/?url=http://img.washingtonpost.com/blogs/wonkblog/files/2014/11/AP275596840462-1.jpg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@MaxEhrenfreund"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/wonk/wp/2014/11/11/wonkbook-how-the-drug-war-blocked-research-into-a-promising-experimental-ptsd-therapy/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "MDMA, PTSD, ecstasy, Veterans Day", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/max.ehrenfreund"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "MDMA, PTSD, ecstasy, Veterans Day"}, "_id": "\"57477af46914bd0286fd89e8\"", "article_summary": "Top opinions: Voter suppression, Obamacare, veterans, immigration, wagesRAMPELL: Voter suppression could already be deciding elections.\n\"Ecstasy is an illegal drug,\" a spokesman for the Department of Veterans Affairs told the Los Angeles Times.\nYes, the drug carries risks; so do the commercial antidepressants that so many veterans take to deal with the memories of war.\nFor 30 years, the federal government has blocked research into MDMA because it is the active ingredient in ecstasy, better known as the party drug that fuels raves.\nMeanwhile, some veterans have been seeking out the drug on their own, desperate for relief from the psychological burdens of coming back from war."}