{"article_title": "Report Card on Affordable Care Act's First Year", "article_keywords": ["affordable", "marketplace", "marketplaces", "healthcaregov", "acts", "states", "uninsured", "health", "coverage", "report", "medicaid", "bought", "insurance", "card", "care"], "article_url": "http://www.consumerreports.org/cro/news/2014/11/report-card-on-affordable-care-act-s-first-year/index.htm", "article_text": "With the disastrous rollout of the nearly inoperable HealthCare.gov marketplace site, the Affordable Care Act seemed destined to be a train wreck. But on the eve of Obamacare's second open-enrollment period, which starts on Saturday, Nov. 15, evidence shows that the ACA had some level of success in year one.\n\nDid health reform reduce the number of uninsured Americans?\n\nWithout a doubt. As of October 2014, only 13.4 percent of American adults were uninsured, according to Gallup’s tracking poll. While in other advanced democracies with universal coverage this would be considered a catastrophe, in this country it’s the lowest rate of uninsurance since Gallup began keeping track in 2008.\n\nThe previous low point was 14.4 percent uninsured in the fall of 2008, just before the recession hit. By last fall, just before Obamacare’s first open enrollment period began, 18 percent of American adults were without insurance.\n\nThe uninsurance rate would have gone even lower if all 50 states had expanded Medicaid to cover all low-income households, the way the original health reform law intended. The Supreme Court, however, stepped in and said the coverage was optional, and about half the states decided it was just fine with them if their neediest residents continued to be uninsured. (Find out whether your state has expanded Medicaid or not on our interactive map.)\n\n\n\nIn the end, about 5.3 million low-income people got new Medicaid coverage in states that accepted the expansion, but 6.3 million in the non-expansion states went without.\n\nWere the newly insured older and sicker than the general population?\n\nOlder, not particularly. Sicker, yes. The Gallup survey found that more people in all ages groups had insurance except for the elderly, because they already had universal coverage through Medicare.\n\nHowever, another survey, this one by the Kaiser Family Foundation, found that people who bought insurance through state Health Insurance Marketplaces were more likely to say their health was fair or poor. This makes sense, given that these are the people who, before health reform, probably couldn’t get insurance at all because of pre-existing conditions.\n\nWas this new insurance truly “affordable” the way the law promised?\n\nWell, Medicaid is free or nearly so, thus affordable by definition.\n\nAs for people who bought insurance through the marketplace, 85 percent ended up qualifying for some degree of financial help. But was it enough?\n\nFor people with low and moderate incomes—up to about $29,000 for an individual and about $59,000 for a family of four—the answer is yes, according to a Commonwealth Fund survey of people who bought insurance on their state’s marketplace. Twenty percent of them reported they paid nothing for their plan, and only 23 percent said their premium was more than $125 a month.\n\nBut people with higher incomes reported higher premium costs and more difficulty affording coverage. People in this income bracket get lower subsidies. Also, unlike the lower-income shoppers, they can't buy special moderately priced plans with lower copays and deductibles.\n\nThe bottom line is that for the neediest Americans, the law was a godsend, but there’s work to be done to make marketplace coverage affordable for higher-income families.\n\nDid HealthCare.gov finally work right?\n\nYes, at least the part of it that consumers used to sign up for plans. By the time the first open enrollment period ended, more than 8 million people had bought insurance through the marketplaces, including the federal HealthCare.gov site, which serviced 36 states, and 15 marketplaces run by individual states and the District of Columbia.\n\nBut it turns out that building a marketplace is hard. The “back end” of HealthCare.gov, the part that connects the marketplace with individual insurance companies, is still not fully automated.\n\nThe state-run sites were all over the map, both literally and figuratively. Oregon’s was such a disaster—it literally failed to enroll a single person, forcing the state to process all applications by hand—that it’s routing enrollments through HealthCare.gov this year. Hawaii, Maryland, Massachusetts, Minnesota, Nevada, and Vermont are in the midst of major repairs on their sites. But the marketplaces in California, Connecticut, D.C., Kentucky, New York, Rhode Island, and Washington worked fine all along in Obamacare's first year.\n\n—Nancy Metcalf", "article_metadata": {"news_keywords": "Affordable Care Act, ACA, Obamacare, Medicaid, state health insurance marketplaces, healthcare.gov, Gallup Poll, Kaiser Family Foundation, Medicare, Commonwealth Fund, open enrollment, Consumer Reports, Health, Ask Our Health Insurance Expert, Health Reform, Health After 60, Health Insurance", "Title": "Report Card on Affordable Care Act's First Year | Obamacare's First Year - Consumer Reports News", "og": {"url": "http://www.consumerreports.org/cro/news/2014/11/report-card-on-affordable-care-act-s-first-year/index.htm", "image": "http://www.consumerreports.org/content/dam/cro/news_articles/health/CRO_Health_ACA_Adults_Without_Insurance_11-14.png", "type": "article", "title": "Report Card on Affordable Care Act's First Year | Obamacare's First Year - Consumer Reports News"}, "robots": "INDEX,FOLLOW", "publishDate": "2014-11-07T20:00Z", "primarytag": "Health", "last-modified": "2014-11-07T19:53Z", "fb": {"app_id": 551478298314138}, "searchTitle": "Consumer Reports: Report Card on Affordable Care Act's First Year | Obamacare's First Year - Consumer Reports News", "keywords": "Affordable Care Act, ACA, Obamacare, Medicaid, state health insurance marketplaces, healthcare.gov, Gallup Poll, Kaiser Family Foundation, Medicare, Commonwealth Fund, open enrollment, Consumer Reports, Health, Ask Our Health Insurance Expert, Health Reform, Health After 60, Health Insurance", "contenttag": "Ask Our Health Insurance Expert", "description": "Consumer Reports' health insurance team offers a report card on the first year of the Affordable Care Act."}, "_id": "\"57477af46914bd0286fe1da6\"", "article_summary": "With the disastrous rollout of the nearly inoperable HealthCare.gov marketplace site, the Affordable Care Act seemed destined to be a train wreck.\nThe bottom line is that for the neediest Americans, the law was a godsend, but there’s work to be done to make marketplace coverage affordable for higher-income families.\nAs for people who bought insurance through the marketplace, 85 percent ended up qualifying for some degree of financial help.\nHowever, another survey, this one by the Kaiser Family Foundation, found that people who bought insurance through state Health Insurance Marketplaces were more likely to say their health was fair or poor.\nIn the end, about 5.3 million low-income people got new Medicaid coverage in states that accepted the expansion, but 6.3 million in the non-expansion states went without."}