{"article_title": "Do HIV Patients Have A Reduced Risk Of Multiple Sclerosis? Antiretroviral Therapy Might Fight Both", "article_keywords": ["development", "multiple", "risk", "hiv", "study", "antiretroviral", "sclerosis", "likely", "fight", "patients", "therapy", "treatment", "ms", "art", "reduced", "researchers"], "article_url": "http://www.medicaldaily.com/do-hiv-patients-have-reduced-risk-multiple-sclerosis-antiretroviral-therapy-might-fight-296678", "article_text": "It’s a medical conundrum, and the only one of its kind. A patient with multiple sclerosis (MS), who contracted HIV and began antiretroviral therapy, saw his MS symptoms subside and remain that way for over 12 years. How could this be possible? MS is one of the most devastating neurological diseases, affecting a person’s ability to complete even the most basic tasks. Surely, having HIV couldn’t take away MS, right? Now, a new observational study, looking into other cases of HIV and MS, may have discovered the answer.\n\nFor quite some time now, scientists have suspected that MS may be caused, at least in part, by endogenous retroviruses, or viruses that have essentially had their DNA integrated into our own genome long ago. If this is true, then the antiretroviral therapy (ART) people with HIV undergo may coincidentally be acting against MS, too. Another possibility, the researchers wrote, is that “immunodeficiency induced by HIV itself (even in the absence of antiretroviral treatment) may prevent development of MS,” which occurs when the immune system attacks the connective myelin sheaths covering the ends of nerves.\n\nAs the first step in determining what kind of connection HIV has with MS, the researchers wanted to see how many people with HIV eventually developed MS. So, over the course of seven years, they followed more than 21,000 people with HIV and 5.3 million people without it. Overall, they found that patients with HIV were 62 percent less likely to develop MS compared to those without it, as only seven HIV patients were diagnosed with MS compared to the 18 that would have been expected. As time went on, this disparity increased, and HIV patients became 75 percent less likely at one year and 85 percent less likely at five years to develop MS.\n\n“If having HIV is associated with a significantly lower risk of subsequent MS, and the association is in the causal chain, it is either because of some biological effect of HIV itself on the pathogenesis of MS, or because the treatment for HIV are coincidentally also treating or preventing development of MS,” the researchers wrote. “Unfortunately, neither this study nor any study design that is feasible at present can prove which mechanism may be correct.”\n\nThe study’s one major limitation was that it assumed all HIV patients had undergone ART. However, in an editorial on the study, Mia van der Kop, an epidemiologist at the University of British Columbia, said that many HIV patients are diagnosed in late stages of their infection, which allows them to undergo ART right away. So, there’s a good chance all or most of the HIV patients in the study’s cohort had undergone treatment. She hailed the research as answering “the call for a larger study.” One that looks directly at the link between ART and the development of MS.\n\nSource: Gold J, Goldacre R, Maruszak H, Giovannoni G, Yeates D, Goldacre M. HIV and lower risk of multiple sclerosis: beginning to unravel a mystery using a record-linked database study. Journal of Neurology, Neurosurgery & Psychiatry. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "do, hiv, patients, have, reduced, risk, multiple, sclerosis, antiretroviral, therapy, might", "og": {"site_name": "Medical Daily", "description": "HIV patients have a lower risk of developing MS, according to a new study, and researchers are trying to determine why.", "title": "Antiretroviral Therapy May Fight Multiple Sclerosis Just As Much As HIV", "url": "http://www.medicaldaily.com/do-hiv-patients-have-reduced-risk-multiple-sclerosis-antiretroviral-therapy-might-fight-296678", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/05/antiretroviral-therapy.jpg", "type": "article"}, "twitter": {"description": "HIV patients have a lower risk of developing MS, according to a new study, and researchers are trying to determine why.", "title": "Antiretroviral Therapy May Fight Multiple Sclerosis Just As Much As HIV", "url": "http://www.medicaldaily.com/do-hiv-patients-have-reduced-risk-multiple-sclerosis-antiretroviral-therapy-might-fight-296678", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/05/antiretroviral-therapy.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/05/antiretroviral-therapy.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Science/Tech", "published_time": "2014-08-05T17:01:23-04:00", "modified_time": "2014-08-05T17:01:22-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "HIV patients have a lower risk of developing MS, according to a new study, and researchers are trying to determine why."}, "article_summary": "A patient with multiple sclerosis (MS), who contracted HIV and began antiretroviral therapy, saw his MS symptoms subside and remain that way for over 12 years.\nSo, there’s a good chance all or most of the HIV patients in the study’s cohort had undergone treatment.\nIf this is true, then the antiretroviral therapy (ART) people with HIV undergo may coincidentally be acting against MS, too.\nOverall, they found that patients with HIV were 62 percent less likely to develop MS compared to those without it, as only seven HIV patients were diagnosed with MS compared to the 18 that would have been expected.\nAs the first step in determining what kind of connection HIV has with MS, the researchers wanted to see how many people with HIV eventually developed MS."}