{"article_title": "Doubling the Price of a Suicide Drug Has Put Valeant on Life Support", "article_keywords": ["life", "suicide", "rights", "drugs", "valeants", "price", "drug", "prices", "cost", "seconal", "valeant", "doubling", "company", "support"], "article_url": "http://www.thefiscaltimes.com/2016/03/29/Doubling-Price-Suicide-Drug-Has-Put-Valeant-Life-Support", "article_text": "Just when it looked as if the pharmaceutical industry couldn’t stoop any lower, we now learn that Valeant Pharmaceuticals has doubled the price of a drug used by the terminally ill to take their own lives. Adding to the pain and sadness of medically distressed consumers and their families, Valeant raised the price of Seconal from $1,500 to $3,000 for the necessary dosage.\n\nThe Canadian-based drug company has generated headlines, controversy and intense government scrutiny for its high-handed marketing practices of acquiring the rights to drugs that have been around for years and then jacking up their prices by as much as 200 percent to 525 percent. That’s precisely what Valeant did a year ago after acquiring the rights to two life-saving heart drugs, Nitropress and Isuprel that led to public outrage.\n\nRelated: Ignoring Warnings, Drug Companies Hike Prices By 10 Percent\n\nNow the financially beleaguered drug company has positioned itself to cash in on a new California-right-to-die law that takes effect in June by boosting the cost of Seconal, a sleeping tablet and the drug of choice for assisted suicides, according to a report by Kaiser Health News and KQED radio.\n\n“This is just another example of price gouging,” John Rother, president and CEO of the National Coalition on Health Care, said on Tuesday in an email. “What's amazing is the company's continuing disregard for public outrage and congressional consideration of legislation to stop such behavior. It's almost as if they are daring Congress to act.”\n\nThe drug, first developed in the 1930s, was once a popular sleeping aid – as well as a treatment for epilepsy. But it fell out of favor when people started dying from taking it in combination with alcohol. Now Seconal is making a comeback of sorts, but primarily as a lethal medication that speeds up the death of patients dying from a painful, terminal disease.\n\nBack in 2009, the price of a lethal dose of Seconal – or 100 capsules – was roughly $200. Over the next six years, the cost rose to $1,500. After Valeant purchased the rights to Seconal in February 2015, the giant drug manufacturer immediately doubled the price to $3,000, without making any significant changes or improvements to it. The drug price hike was ordered by company executives a month after California lawmakers first proposed legalizing assisted suicide.\n\nRelated: Obama Administration Will Press Medicare Doctors to Use Cheaper Drugs\n\nDavid Grube, a retired family physician in Oregon and the national medical director for the advocacy group Compassion and Choices, told Kaiser Health News that the drug works “very quickly and very gently,” and that people simply fall asleep without any complications. As for Valeant’s decision to double the cost of the drug ahead of enactment of the new California law, Grube declared, “It’s just pharmaceutical company greed.”\n\nValeant disputed Grube’s claim, saying in a statement that the company raised the price months before California’s legislature actually passed the law. The company also noted that Seconal was never originally intended to be used to help people take their own lives.\n\n“The suggestion that Valeant raised the price to take advantage of a law that had not yet passed, for a use for which the drug is not even indicated, defies common sense,” the company stated.\n\nValeant has sold only about 1,000 units of Seconal since acquiring the rights last year and the company insists, “We do not actively promote the drug, and expect less than $3 million in total sales for it in 2016.”\n\nRelated: Drug Company Profits Soar as Taxpayers Foot the Bill\n\nCorporate executives say that they set prices for drugs based on a number of factors, including the cost of developing or acquiring them and the availability of alternative generics. “When possible, we offer patient assistance programs to mitigate the effects of price adjustments and keep out-of-pocket costs affordable for patients,” the statement said.\n\nValeant may end up having to further defend its mercenary pricing of Seconal and other drugs during a hearing next month before the Senate Aging Committee, which has subpoenaed Valeant’s outgoing CEO, J. Michael Pearson, to testify. The Senate committee will be holding its third hearing into the impact of soaring drug prices on consumers, insurers, hospitals and government health care programs including Medicare and Medicaid.\n\nThe soaring prices of prescription drugs – some costing $100,000 or more for a course of treatment – has drawn sharp criticism from presidential candidates including Democrats Hillary Clinton and Bernie Sanders, policy makers and consumer advocates who are seeking cost constraints.\n\nRelated: The Surprisingly High Cost of Beating Cancer\n\nWhile PhRMA and other industry advocates justify the mounting prices as necessary in defraying the cost of research and development, critics like Rother’s group insist that prescription drug prices have run rampant, especially for the relatively new biologic drugs for the treatment of cancer and the potentially deadly Hepatitis C virus. At the same time, companies like Valeant and Turing Pharmaceuticals have been buying up the rights to many older drugs and sharply raising their prices to pocket huge profits.\n\nThe news that Michael Pearson had been summoned to testify before the Senate Aging Committee sent Valeant’s already battered stock plunging even more yesterday. Valeant’s shares have steadily fallen from a peak of $263 last August to just $28 this week as its pricing and accounting practices have become the subject of three ongoing federal investigations and insurers have demanded larger discounts, according to the Associated Press.\n\nBill Ackman, head of Pershing Square Capital Management, one of Valeant’s largest shareholders, just assumed a key role on Valeant’s board of directors to try to salvage the company and recapture some of the staggering losses.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Just when it looked as if the pharmaceutical industry couldn’t stoop any lower, we now", "title": "Doubling the Price of a Suicide Drug Has Put Valeant on Life Support", "url": "http://www.thefiscaltimes.com/2016/03/29/Doubling-Price-Suicide-Drug-Has-Put-Valeant-Life-Support", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/03232012_Blue_Pills_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/03/29/Doubling-Price-Suicide-Drug-Has-Put-Valeant-Life-Support", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/03232012_Blue_Pills_article.jpg", "creator": "@ericpianin", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Just when it looked as if the pharmaceutical industry couldn’t stoop any lower, we now", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "The drug price hike was ordered by company executives a month after California lawmakers first proposed legalizing assisted suicide.\nThe Senate committee will be holding its third hearing into the impact of soaring drug prices on consumers, insurers, hospitals and government health care programs including Medicare and Medicaid.\nAdding to the pain and sadness of medically distressed consumers and their families, Valeant raised the price of Seconal from $1,500 to $3,000 for the necessary dosage.\nAfter Valeant purchased the rights to Seconal in February 2015, the giant drug manufacturer immediately doubled the price to $3,000, without making any significant changes or improvements to it.\nThat’s precisely what Valeant did a year ago after acquiring the rights to two life-saving heart drugs, Nitropress and Isuprel that led to public outrage."}