{"article_title": "Second Opinion: Obamacare Ruling Will Have 'Devastating Effect' on Medicine", "article_keywords": ["physicians", "american", "state", "federal", "medical", "devastating", "obamacare", "effect", "private", "second", "ruling", "doctors", "medicine", "opinion", "patients", "care"], "article_url": "https://physiciansnews.com/2015/06/29/second-opinion-obamacare-ruling-will-have-devastating-effect-on-medicine/", "article_text": "By Richard Amerling, M.D.\n\nAs I predicted back in March, the U.S. Supreme Court ruled for the administration in King v. Burwell. So I was not surprised by the decision, but that doesn’t mean I am not deeply disappointed. I am.\n\nBeyond the ramifications for the continuation of the abominable Obamacare, the obvious truth is that we are being ruled by a corrupt oligarchy that includes the majority of the Supreme Court. This was driven home on Friday by the discovery by Justice Anthony Kennedy of a right to same-sex marriage in the “shadows and penumbras” of the Constitution, which will certainly ignite another never-ending culture war in the country.\n\nFurther legal challenges to federal over-reaching are likely to fail. There are constitutional remedies to this tyranny, as Senator Ted Cruz points out, including action by Congress to either impeach members of the Court, or to limit the Court’s jurisdiction. Neither of these options is feasible, given current lily-livered Republican leadership, and of course, a presidential veto. This leaves a constitutional amendment to overturn the decision, originating either in Congress, or in a convention of the states, as specified in Article V.\n\nWe are living, as says radio host Mark Levin, in a “post-constitutional republic,” where rules and laws are concocted by a small group of elites, either unelected or elected in perpetuity by a tiny fraction of the electorate, and who are unresponsive to the will of the people.\n\nWhat does this decision mean for the medical profession, and for those who depend on us for care? We are in dire straits!\n\nObamacare and, more recently, the Medicare Access and CHIP Reauthorization Act (MACRA) solidify bureaucratic control over the practice of medicine. We have already seen the widespread closing of private practices, with now over two-thirds of physicians working under a hospital umbrella. Those who remain private are under immense pressure, both financial and regulatory, and many will fold their tents. In addition to rigid price controls on their fees, there are never-ending requirements for documentation via the electronic health record of personal clinical details to be used eventually to centrally direct care.\n\nMACRA cements into place various payment schemes such as bundling, accountable care organizations (ACOs), and other forms of “payment-for-outcomes,” that will be applied to the Medicare program, and ultimately to private insurance.\n\nAll of these systems create financial disincentives to caring for truly sick patients, and will have a devastating effect. Patients will be increasingly subjected to one-size-fits-all care, dictated by algorithms inserted into the electronic health record. These will be created by professional groups, such as the American Medical Association, the American College of Physicians, and the American Board of Internal Medicine, and will be labeled as “evidence-based,” or “best practices.”\n\nThis will lead to even greater over-prescription of statins, anti-hypertensives, and diabetes medications, based on achieving certain numerical “targets.” Many individual patients will certainly be harmed by this approach.\n\nTo maximize revenue, physicians will dutifully click on boxes and comply with the central mandates. Thus will fade the Hippocratic ethic to render their best judgment on behalf of their patients. Over time, the medical profession will devolve from a science-based art into a trade requiring less training and less experience. Doctors are already being indoctrinated away from a commitment to individual patients and towards allegiance to the state, or to “society.” This should be of grave concern to all of us.\n\nTo defend what is left of the private, independent practice of medicine, doctors will have to “opt out” of official, government medicine, and go back to the days when we worked for, and were paid by, our patients. This will allow the continued delivery of high quality, personalized care, and the survival of Hippocratic medicine for future generations of physicians.\n\nAnd given the tyrannical nature of our government, doctors need to opt out while they still can. It is not inconceivable that the federal government would, completely without authority and violating the 10th Amendment insuring state sovereignty, federalize all state medical boards. They could then institute a federal medical license, and make licensure conditional on agreeing to accept all government insurance as full payment. We need a critical mass.\n\nAnd who would stop such a move? Clearly not the Roberts Court!\n\n###\n\nRichard Amerling, MD, president of The Association Of American Physicians And Surgeons, is an Associate Professor of Clinical Medicine and an academic nephrologist at Mount Sinai Beth Israel in New York City.", "article_metadata": {"description": "After last week's Obamacare ruling, physicians who remain private will be under immense pressure, financial and regulatory, and many will fold their tents.", "generator": "WordPress 4.5.2", "og": {"site_name": "Physicians News", "description": "After last week's Obamacare ruling, physicians who remain private will be under immense pressure, financial and regulatory, and many will fold their tents.", "title": "Second Opinion: Obamacare Ruling Will Have 'Devastating Effect' on Medicine | Physicians News", "url": "https://physiciansnews.com/2015/06/29/second-opinion-obamacare-ruling-will-have-devastating-effect-on-medicine/", "image": {"width": 640, "identifier": "https://physiciansnews.com/photos/2015/01/doc1.jpg", "height": 426}, "locale": "en_US", "type": "article"}, "twitter": {"description": "After last week's Obamacare ruling, physicians who remain private will be under immense pressure, financial and regulatory, and many will fold their tents.", "creator": "@physiciansnews", "image": "https://physiciansnews.com/photos/2015/01/doc1.jpg", "title": "Second Opinion: Obamacare Ruling Will Have 'Devastating Effect' on Medicine | Physicians News", "site": "@physiciansnews", "card": "summary"}, "robots": "noodp", "DC.date.issued": "2015-06-29T07:58:17+00:00", "fb": {"app_id": 55890074158}, "google-site-verification": "P61CH5fWglh1iNtxWWsRbgzgMZr93KOnBlZ0JncQcSI", "article": {"publisher": "https://www.facebook.com/physiciansnews", "section": "Featured", "tag": "Supreme Court", "published_time": "2015-06-29T07:58:17+00:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "They could then institute a federal medical license, and make licensure conditional on agreeing to accept all government insurance as full payment.\nObamacare and, more recently, the Medicare Access and CHIP Reauthorization Act (MACRA) solidify bureaucratic control over the practice of medicine.\nIt is not inconceivable that the federal government would, completely without authority and violating the 10th Amendment insuring state sovereignty, federalize all state medical boards.\nAll of these systems create financial disincentives to caring for truly sick patients, and will have a devastating effect.\n###Richard Amerling, MD, president of The Association Of American Physicians And Surgeons, is an Associate Professor of Clinical Medicine and an academic nephrologist at Mount Sinai Beth Israel in New York City."}