{"article_title": "Baltimore, the burden of history and the uses of “violence”: A week of fear and hope", "article_keywords": ["week", "special", "racial", "rage", "things", "violence", "american", "race", "uses", "baltimore", "burden", "black", "fear", "white", "hope", "history"], "article_url": "http://www.salon.com/2015/05/02/baltimore_the_burden_of_history_and_the_uses_of_violence_a_week_of_fear_and_hope/", "article_text": "Topics: #blacklivesmatter, African Americans, American History, Baltimore, Baltimore riots, freddie gray, History, Police, Police brutality, police shootings, Race, Racism, Riots, U.S. History, News, Politics News\n\nIs the media’s exaggerated reaction to this week’s disorder on the streets of Baltimore fundamentally about race? What about the heated and sometimes startlingly tone-deaf debate among liberals and leftists about the meaning and uses of “violence” as a form of protest? (In which a form of action that is never precisely defined is conceived either as a cleansing and purifying force of revolution or as a shameful and self-destructive aberration.) Is that about race too? Are both of these things different sides of the same coin, manifestations of the racial bigotry, racial oppression and racial anxiety that have permeated virtually every aspect of American history? Well, of course. Also, the deeper you go: No, not that much. The basic contradictions of American society and American identity are such, I would argue, that both of these incompatible answers are true.\n\nWe cannot afford, in considering what just happened – or what is still happening – to ignore the consequences of our nation’s painful history, which haunt and torment us at every step. We can see what that looks like in the agonized contortions of commentators like Sean Hannity and Bill O’Reilly, the self-appointed defenders of white pride, economic inequality and the oligarchic capitalist order, cumulatively known as patriotism. Whatever may go wrong in America’s cities is a “Democrat problem,” the result of misbegotten liberal policies and dysfunctional black self-government. For guys who talk about politics on TV, they seem to have a limited understanding of how it operates in practice. Apparently they believe that the mayors of bankrupt cities whose industrial base and affluent middle classes evaporated decades ago are like feudal lords of the Middle Ages, accountable to no one and exercising absolute power over their domains.\n\nWe heard the same response after the literal inundation of New Orleans in 2005, and the fiscal collapse of Detroit in 2013. (Nothing that I have ever written has attracted as much right-wing outrage as this essay linking the two.) History’s bunk; there are no lessons in the past, or at least none before 1980 or so. None of the poverty and crime and social isolation found in urban African-American communities has anything to do with centuries of slavery and systematic discrimination, or with the enormous changes in the nature of global capitalism over the last 50 years. Most important of all, the economic and/or existential plight of black America is unique, and requires a special, quasi-mystical explanation about “values” and “culture” and liberal brainwashing, which always rests on the ultimate notion that “they” do not quite possess the same moral fiber as “us.”\n\nThis is the key ingredient in the severing of racial consciousness from any possible version of class consciousness, a central aspect of American political history for more than three centuries. (As the child of an immigrant who was raised to honor the Irish traditions of political struggle and resistance, it pains me to observe how perfectly O’Reilly and Hannity illustrate the thesis of Noel Ignatiev’s controversial book “How the Irish Became White.”) We could debate whether that strategy emerged organically from our history of racial division or was consciously adopted by the Anglo-American elite (and there’s a lot of evidence to support the latter view), but that’s not the important point. If African-Americans are understood to be a special class unto themselves – and by implication an inferior one, although even the Fox talking heads are less specific about that these days – then their situation has nothing to do with the forces that have driven down real wages, stripped away job security and lengthened the work week for the vast majority of the white population as well. To put it another way, the black rage that manifests as a looted drugstore or a trashed cop car has nothing to do with the white rage seen in the Bundy ranch standoff or open-carry demonstrations in Wal-Mart stores. The possibility that those groups might begin to see their interests as similar, or in any way allied, is precisely the possibility that Fox News and the Republican Party must squelch at all costs.\n\nThere are more complications and contradictions here than can possibly be untangled, including the fact that African-Americans really are a unique demographic group within American history, for a glaringly obvious reason that the Sean Hannitys of the world almost never bring up, except to dismiss as old news best forgotten about. Asians and Latinos and Jews and Italians and other groups (yes, including Hannity’s ancestors and mine) have faced virulent discrimination at times, but none of them were brought here in chains or held in bondage. The bewildering conservative dogma that blacks are somehow distinctive – but not because of that! — reminds me of a dark witticism found in Max Horkheimer and Theodor Adorno’s 1947 essay “Elements of Anti-Semitism,” where they observe that the Jews “are indeed the chosen people,” in the sense that they have been “branded as absolute evil by absolute evil.”\n\nAnother aspect of our historical conundrum lies in the well-known tendency of Americans to inflate our own importance, one of the things that makes us so beloved around the world. This long-running current of “American exceptionalism” – the belief that our nation holds a special place in the eyes of God or a special role in human history – is by no means limited to flag-waving Tea Party patriots. It can also be found on the left, although in attenuated form and often as a negative image. In this reading, America is a damned nation, rather than a sanctified one. Our history is uniquely poisoned by the legacy of slavery and racism and by the Native American genocide, as though those crimes were without parallel or precedent and had no connection to larger global patterns. Quite likely it is less dangerous to become mesmerized by this reading of history than by the whitewashed Fox News version, but it is no less limiting in the long run.\n\nI would draw a parallel, in fact, between these two versions of American exceptionalism and the models of white rage and black rage I mentioned earlier. Whatever you make of the spectacle of African-Americans destroying a police car or looting a CVS store in West Baltimore, we can say this: Those people attacked a visible symbol of the local power structure, in the first instance, and violated the core social contract of capitalism in the second. Whether you think those were honorable or constructive things to do, or are likely to improve life in that community, their metaphorical meaning was pretty damn clear.\n\nWhite rage is harder to discern, because it is almost always depicted as a series of unconnected incidents rather than evidence of group pathology. (We are only at the beginning of a historical moment in which white Christian conservatives conceive of themselves as an identity group, an embattled minority rather than simply “Americans.”) But if we make that conceptual leap and connect the dots between the anti-immigration movement, the gun-rights movement, the pro-police movement, the resistance to same-sex marriage and other manifestations of ideological whiteness, the targets appear incoherent and ill-considered: Muslims and Mexicans, urban liberals and the “media elite,” the government in its administrative and regulatory modes (but not law enforcement or the military), corporate capitalism when it is seen as caving in to political correctness or restricting “freedom,” but never as an oppressive or predatory system. One would almost say that white people in America are deeply confused about who their enemies are.", "article_metadata": {"description": "Beneath media hysteria and white panic, the real story of Baltimore is about political empowerment and new hope", "title": "Baltimore, the burden of history and the uses of “violence”: A week of fear and hope", "og": {"site_name": "Salon", "description": "Beneath media hysteria and white panic, the real story of Baltimore is about political empowerment and new hope", "title": "Baltimore, the burden of history and the uses of “violence”: A week of fear and hope", "url": "http://www.salon.com/2015/05/02/baltimore_the_burden_of_history_and_the_uses_of_violence_a_week_of_fear_and_hope/", "image": "http://media.salon.com/2015/05/watts_baltimore.jpg", "type": "article"}, "twitter": {"description": "Beneath media hysteria and white panic, the real story of Baltimore is about political empowerment and new hope", "title": "Baltimore, the burden of history and the uses of “violence”: A week of fear and hope", "image": "http://media.salon.com/2015/05/watts_baltimore.jpg", "creator": "@andohehir", "site": "@salon", "card": "summary_large_image"}, "author": "Andrew O'Hehir", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, #blacklivesmatter, African Americans, American History, Baltimore, Baltimore riots, freddie gray, History, Police, Police brutality, police shootings, Race, Racism, Riots, U.S. History", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Topics: #blacklivesmatter, African Americans, American History, Baltimore, Baltimore riots, freddie gray, History, Police, Police brutality, police shootings, Race, Racism, Riots, U.S. History, News, Politics NewsIs the media’s exaggerated reaction to this week’s disorder on the streets of Baltimore fundamentally about race?\nWhite rage is harder to discern, because it is almost always depicted as a series of unconnected incidents rather than evidence of group pathology.\nI would draw a parallel, in fact, between these two versions of American exceptionalism and the models of white rage and black rage I mentioned earlier.\nAre both of these things different sides of the same coin, manifestations of the racial bigotry, racial oppression and racial anxiety that have permeated virtually every aspect of American history?\nThe basic contradictions of American society and American identity are such, I would argue, that both of these incompatible answers are true."}