{"article_title": "20 rally rejects Denver’s request for detailed plans – The Denver Post", "article_keywords": ["detailed", "20", "plans", "rejects", "simple", "denvers", "permit", "request", "denver", "event", "parks", "420", "rally", "post", "park", "plan"], "article_url": "http://www.denverpost.com/news/ci_27591467/organizer-4-20-rally-rejects-denvers-request-detailed", "article_text": "Denver has denied one of two permit requests for pro-marijuana 4/20 rallies in Civic Center on April 20, but the remaining applicant is declining officials’ request to submit detailed plans.\n\nCalling that unnecessary, Robert Chase has declined to provide portable toilets, emergency medical arrangements, crowd monitors, a site plan or to agree to clean up trash afterward, saying that’s the responsibility of Denver Parks and Recreation. He portrays his planned event on the pot holiday as a simple “political protest against the continuing criminalization of cannabis,” notwithstanding Colorado’s legalization of recreational marijuana.\n\n“As I indicated in my application, I plan to bring no equipment to the park other than a bullhorn,” he explained in an e-mail last week to the department’s permit administrator.\n\nParks officials are mulling their next step, spokesman Jeff Green said. They haven’t yet approved Chase’s application.\n\nMeanwhile, the rejected applicant for the other 4/20 rally, Anton Marquez, told The Denver Post that he’s consulting an attorney. In the city’s denial letter, Parks and Rec executive director Lauri Dannemiller cited Chase’s filing of his application earlier and said Marquez’s plans went beyond a simple public assembly under city code.\n\nMarquez says he may try to have a rally in Civic Center anyway, with or without a permit.\n\nThis year, since April 20 falls on a Monday, organizers of an annual two-day 4/20 festival opted to confine their event to the weekend, leaving a void on April 20. A new park event moratorium prevented a longer event.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Organizer of 4/20 rally rejects Denver’s request for detailed plans", "title": "Organizer of 4/20 rally rejects Denver’s request for detailed plans", "url": "http://www.denverpost.com/2015/02/24/organizer-of-420-rally-rejects-denvers-request-for-detailed-plans/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150224__cd21420RALLY_HHR_6371p1.jpg", "height": 435}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150224__cd21420RALLY_HHR_6371p1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-02-24T17:00:12+00:00", "modified_time": "2016-04-26T21:54:04+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Marijuana Colorado"}, "_id": "\"57477af46914bd0286fdc1e7\"", "article_summary": "Meanwhile, the rejected applicant for the other 4/20 rally, Anton Marquez, told The Denver Post that he’s consulting an attorney.\nA new park event moratorium prevented a longer event.\nDenver has denied one of two permit requests for pro-marijuana 4/20 rallies in Civic Center on April 20, but the remaining applicant is declining officials’ request to submit detailed plans.\nMarquez says he may try to have a rally in Civic Center anyway, with or without a permit.\nCalling that unnecessary, Robert Chase has declined to provide portable toilets, emergency medical arrangements, crowd monitors, a site plan or to agree to clean up trash afterward, saying that’s the responsibility of Denver Parks and Recreation."}