{"article_title": "Poor, Mentally Ill and Living in a Deep Red State", "article_keywords": ["poor", "living", "georgia", "federal", "patrick", "ill", "deep", "expansion", "state", "medicaid", "red", "grady", "die", "health", "safetynet", "mentally", "states"], "article_url": "http://billmoyers.com/2014/01/21/poor-mentally-ill-and-living-in-a-deep-red-state/", "article_text": "Red and blue states (for lack of a better term) have long had different policy priorities. But today, an unprecedented number of states — three quarters of them — are under the control of one of our two major parties, and the differences in what they spend on health care, education and the social safety net are growing.\n\nThis is the context underlying the battle over the Affordable Care Act’s Medicaid expansion. Thanks to a Supreme Court ruling, states that already had more robust programs to assist the poor are getting a huge influx of federal dollars for their social welfare systems, and those with the stingiest are losing out. So the blue-red gap that was already widening is going to become a yawning chasm in at least the near future.\n\nBut that’s a bloodless analysis of state budget numbers. MSNBC reporter Suzy Khimm took a deep dive into the human costs one segment of the population is paying — she went down to Georgia and looked at how the Peach State’s refusal to expand Medicaid is hurting the mentally ill.\n\nKhimm writes:\n\nEvery day he’s without his meds, Scott Patrick’s demons return: the urge to get high to forget that he’s dying of AIDS; the anxiety, paranoia, and phantom noises spurred on by his bipolar disorder and PTSD. Patrick, a former male prostitute and recovering drug addict, was released from a Georgia jail last month without any of his medications on hand. “I could die dirty or die clean,” he said. “I want to die clean.” So like many struggling Atlantans with nowhere else to go, Patrick sought treatment at Grady Memorial, the state’s largest safety net hospital. He carried all his worldly possessions with him: a change of clothes, a Bible, and some vitamin C drops. The partisan war over Obamacare is now threatening the mental health services that Patrick and countless others are seeking. The president’s health care law cuts federal subsidies to safety-net hospitals that were expected to have more paying patients under the law’s Medicaid expansion and insurance exchanges. But Republican-controlled states like Georgia have refused to go along with the expansion. That’s turned safety-net providers like Grady into unintended casualties—and mental health services for Georgia’s most troubled residents are first on the chopping block. It was never meant to happen this way. States like Georgia, which has the nation’s sixth-highest uninsured rate, were supposed to be the biggest beneficiaries of the new Medicaid dollars. But in 2012, the Supreme Court unexpectedly ruled that the federal government couldn’t force states to accept the expansion. Along with 22 other states with Republican governors or statehouses, Georgia Gov. Nathan Deal has refused to go along with the Medicaid expansion, saying the cost to the state would be untenable. Democrats counter that it’s a cruel political stunt, since the cost of new coverage is overwhelmingly paid forby the federal government. So safety-net hospitals like Grady are now caught in the middle: they aren’t getting new Medicaid funding, yet they’ll see a cumulative $18 billion reduction in federal payments by 2020.\n\nRead Khimm’s entire report at MSNBC.com »", "article_metadata": {"description": "MSNBC's Suzy Khimm reports that refusing to expand Medicaid inflicts a great deal of real-world damage on some of Georgia's residents.", "generator": "WordPress 4.5.2", "og": {"site_name": "BillMoyers.com", "description": "MSNBC's Suzy Khimm reports that refusing to expand Medicaid inflicts a great deal of real-world damage on some of Georgia's residents.", "title": "Poor, Mentally Ill and Living in a Deep Red State | BillMoyers.com", "locale": "en_US", "image": {"width": 640, "identifier": "http://dy00k1db5oznd.cloudfront.net/wp-content/uploads/2014/01/AP090207043408.jpg", "height": 360}, "updated_time": "2014-01-21T12:47:38-04:00", "url": "http://billmoyers.com/2014/01/21/poor-mentally-ill-and-living-in-a-deep-red-state/", "type": "article"}, "twitter": {"description": "MSNBC's Suzy Khimm reports that refusing to expand Medicaid inflicts a great deal of real-world damage on some of Georgia's residents.", "creator": "@BillMoyersHQ", "image": "http://dy00k1db5oznd.cloudfront.net/wp-content/uploads/2014/01/AP090207043408.jpg", "title": "Poor, Mentally Ill and Living in a Deep Red State | BillMoyers.com", "site": "@BillMoyersHQ", "card": "summary_large_image"}, "robots": "noodp", "apple-mobile-web-app-capable": "no", "article": {"section": "Blog", "tag": "widget", "published_time": "2014-01-21T12:46:26-04:00", "modified_time": "2014-01-21T12:47:38-04:00"}, "pubdate": 20140121, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "_id": "\"57477af36914bd0286fca160\"", "article_summary": "Nathan Deal has refused to go along with the Medicaid expansion, saying the cost to the state would be untenable.\nThis is the context underlying the battle over the Affordable Care Act’s Medicaid expansion.\nRed and blue states (for lack of a better term) have long had different policy priorities.\nBut in 2012, the Supreme Court unexpectedly ruled that the federal government couldn’t force states to accept the expansion.\nStates like Georgia, which has the nation’s sixth-highest uninsured rate, were supposed to be the biggest beneficiaries of the new Medicaid dollars."}