{"article_title": "Celebrities Embrace Recreational Marijuana At Awards Show, So Should We All?", "article_keywords": ["legalize", "seth", "medical", "recreational", "celebrities", "marijuana", "took", "states", "awards", "embrace", "meyers", "acceptance", "emmys"], "article_url": "http://www.medicaldaily.com/2014-emmys-celebrities-embrace-recreational-marijuana-awards-show-so-should-we-all-299756", "article_text": "Monday’s 2014 Emmys had more than a few memorable moments, including Bryan Crantson and Julia Louis-Dreyfus’ intense make out session and a heartfelt tribute to recently deceased actor Robin Williams. If there was one prevailing theme of the 66th Annual Primetime Emmys, it was the Hollywood community’s acceptance of recreational marijuana use, seeing as pot-themed jokes were on the tips of almost every tongue that took the stage. With the widespread acceptance of marijuana use among celebrities, one must wonder if nationwide acceptance is right around the corner.\n\nTalk show host Jimmy Kimmel, singer Adam Levine, actress Amy Poehler, and Emmys host Seth Meyers were just a few of the celebrities to show their approval for the use of recreational marijuana. Comedian Sarah Silverman went as far as to pull out her “liquid pot” vaporizer pen on the red carpet while sharing the contents of her purse. Liquid THC pens are becoming a hot commodity among pot-enthusiasts and may even be included in the official 2015 Oscars gift bag, Fox News reported.\n\nHost Seth Meyers even took a pot-themed jab at a young celebrity who has been at the center of quite a few drug-fueled controversy. “Cable is looking at Netflix the way Justin Bieber looks at One Direction, through a cloud of marijuana smoke,” Meyers said during his opening monologue. Comedian Louis C.K. and True Detective stars Matthew McConaughey and Woody Harrelson were also the butt of some “high” humor, albeit more playful than Meyers’ jape.\n\nWhile medical marijuana is currently legal in California, Colorado and Washington recently broke new ground in the effort to legalize cannabis on a nationwide basis by becoming the first two states to legalize recreational marijuana use. Today, 23 states and the District of Columbia have enacted laws legalizing medical marijuana use while four states, including Florida, North Carolina, Ohio, and Pennsylvania have pending legislation to legalize medical marijuana.\n\nA recent Gallup poll has revealed that the American public’s perception of marijuana legalization has experienced a drastic change in the past couple of decades. Results of the survey revealed that over half (58 percent) of people in the United States believe marijuana should be legalized across the country compared to 12 percent when Gallup first asked the question in 1969. Thirty-eight percent of the poll’s respondents even admitted to trying the illicit drug.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "2014, emmys, marijuana, legalization", "og": {"site_name": "Medical Daily", "description": "Marijuana-themed jokes were thrown around more than once at the 2014 Emmys, begging the question: Is America ready to accept nationwide legalization?", "title": "2014 Emmys Were A Pot-Filled Bonanza", "url": "http://www.medicaldaily.com/2014-emmys-celebrities-embrace-recreational-marijuana-awards-show-so-should-we-all-299756", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/26/2014-emmys.jpg", "type": "article"}, "twitter": {"description": "Marijuana-themed jokes were thrown around more than once at the 2014 Emmys, begging the question: Is America ready to accept nationwide legalization?", "title": "2014 Emmys Were A Pot-Filled Bonanza", "url": "http://www.medicaldaily.com/2014-emmys-celebrities-embrace-recreational-marijuana-awards-show-so-should-we-all-299756", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/26/2014-emmys.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/26/2014-emmys.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2014-08-26T10:37:59-04:00", "modified_time": "2014-08-26T10:37:59-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Marijuana-themed jokes were thrown around more than once at the 2014 Emmys, begging the question: Is America ready to accept nationwide legalization?"}, "article_summary": "Today, 23 states and the District of Columbia have enacted laws legalizing medical marijuana use while four states, including Florida, North Carolina, Ohio, and Pennsylvania have pending legislation to legalize medical marijuana.\nWith the widespread acceptance of marijuana use among celebrities, one must wonder if nationwide acceptance is right around the corner.\nWhile medical marijuana is currently legal in California, Colorado and Washington recently broke new ground in the effort to legalize cannabis on a nationwide basis by becoming the first two states to legalize recreational marijuana use.\nTalk show host Jimmy Kimmel, singer Adam Levine, actress Amy Poehler, and Emmys host Seth Meyers were just a few of the celebrities to show their approval for the use of recreational marijuana.\nHost Seth Meyers even took a pot-themed jab at a young celebrity who has been at the center of quite a few drug-fueled controversy."}