{"article_title": "Some Patients Lack Contraceptive Coverage Under Health Law, Study Finds", "article_keywords": ["control", "contraceptive", "required", "plans", "contraception", "study", "lack", "cover", "insurance", "patients", "health", "npr", "coverage", "law", "finds", "birth", "women"], "article_url": "http://www.npr.org/2015/04/16/400178392/some-patients-lack-contraceptive-coverage-under-health-law-study-finds", "article_text": "Some Patients Lack Contraceptive Coverage Under Health Law, Study Finds\n\nUnder the Affordable Care Act, women are supposed to have access to free birth control. But a new study shows that some insurers are not covering all kinds of contraception.\n\nAUDIE CORNISH, HOST:\n\nUnder the Affordable Care Act, women are supposed to have access to free birth control. Insurance companies are required to pay the full cost. A new study finds that that some insurers are not the covering every form of contraception and are forcing patients to pay the bill. NPR's Anders Kelto reports.\n\nANDERS KELTO, BYLINE: One of the most popular parts of the new health care law is that it's supposed to provide women with free contraception. But Alina Salganicoff from the nonprofit Kaiser Family Foundation says her group wondered if this was actually happening.\n\nALINA SALGANICOFF: We looked into this because there had been anecdotal reports that women were experiencing difficulties getting coverage for the contraceptives of their choice.\n\nKELTO: So they looked at 20 insurance plans across the country and noticed some patterns. Some providers required women to share the cost of certain contraceptives, like one called the NuvaRing, which slowly releases hormones into a woman's bloodstream.\n\nSALGANICOFF: We found five plans that covered the NuvaRing only with cost-sharing and one of the plans did not cover it at all.\n\nKELTO: She says there were similar things happening with other kinds of birth control, including intrauterine devices, or IUDs, and birth control patches. And perhaps the most surprising finding was with emergency contraception. There's a drug called Ella that's more expensive than the better-known drug Plan B. It works for a longer period of time.\n\nSALGANICOFF: And also, Ella is recommended as a better choice for women with a higher BMI.\n\nKELTO: A higher body mass index, so, larger women. Salganicoff says eight of the 20 insurance plans they looked at required women to pay at least some of the cost of Ella. Emily Stewart, a director of policy for Planned Parenthood, says insurance companies that aren't covering all methods of contraception are ignoring rules issued by the Department of Health and Human Services.\n\nEMILY STEWART: HHS has been clear that you must cover the full range of methods. They have been clear that that includes the IUD and they have been public about the fact that that also includes the patch and the ring.\n\nKELTO: Stewart says look, overall, women's access to contraception is increasing under the new health care law.\n\nSTEWART: Many, many plans are clearly seeing that the benefit requires them to cover the full range of methods and are doing so. So, this is really about bringing those outlier plans up to speed.\n\nKELTO: But Clare Krusing, a spokesperson for America's Health Insurance Plans, says those companies don't necessarily have to change what they're doing. She says they're following the rules.\n\nCLARE KRUSING: The guidance makes clear that plans do not have to cover every single form of birth control out there.\n\nKELTO: For example, she says, companies can require a co-pay on an expensive brand-name drug if a cheaper generic version is available. Having discretion like that keeps the cost of health insurance plans down.\n\nKRUSING: If health plans were required to cover every single birth control pill, it would be unaffordable.\n\nKELTO: And, she says, if a woman is having trouble getting the kind of contraceptive she needs, she can always file an appeal with her insurance company, and she should talk to her doctor about all of her options. Anders Kelto, NPR News, Washington.\n\nCopyright © 2015 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "article_metadata": {"Rating": "General", "medium": "audio", "description": "Under the Affordable Care Act, women are supposed to have access to free birth control. But a new study shows that some insurers are not covering all kinds of contraception.", "og": {"site_name": "NPR.org", "description": "Under the Affordable Care Act, women are supposed to have access to free birth control. But a new study shows that some insurers are not covering all kinds of contraception.", "title": "Some Patients Lack Contraceptive Coverage Under Health Law, Study Finds", "url": "http://www.npr.org/2015/04/16/400178392/some-patients-lack-contraceptive-coverage-under-health-law-study-finds", "image": "https://media.npr.org/include/images/facebook-default.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "site": "@NPR", "card": "summary"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2015-04-16", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "article_summary": "KELTO: She says there were similar things happening with other kinds of birth control, including intrauterine devices, or IUDs, and birth control patches.\nSome Patients Lack Contraceptive Coverage Under Health Law, Study FindsUnder the Affordable Care Act, women are supposed to have access to free birth control.\nKELTO: But Clare Krusing, a spokesperson for America's Health Insurance Plans, says those companies don't necessarily have to change what they're doing.\nHaving discretion like that keeps the cost of health insurance plans down.\nKRUSING: If health plans were required to cover every single birth control pill, it would be unaffordable."}