{"article_title": "The overwhelming idiocy of America’s obsession with “gaffes”", "article_keywords": ["unpopular", "gaffes", "word", "comments", "americas", "idiocy", "bush", "americans", "palin", "gaffe", "speech", "overwhelming", "obsession", "obama"], "article_url": "http://www.salon.com/2015/07/13/the_overwhelming_idiocy_of_americas_obsession_with_gaffes/", "article_text": "Topics: 2016 Elections, Barack Obama, Jeb Bush, Media Criticism, Mitt Romney, News, Politics News\n\nI need everyone who writes and talks professionally about presidential campaigns to take a knee and listen up. We’re a few weeks out from the first debate, and we need to get something straight before this thing really gets going. There’s a word we’re using wrong, at least most of the time.\n\n“Gaffe.”\n\nWe’ll all use the word at some point during this election season–some of us many, many times–and there’s a really good chance we’ll be using it incorrectly in most instances.\n\nMy aim is not to sound nerdy or nit-picky and haughtily point out mistakes while pushing my glasses up the bridge of my nose. I’m not simply pointing out lexical sloppiness, which I’m probably guilty of more than you. No, I’m talking about how we assess what is said by this array of people vying to be our leader, and misuse of the word “gaffe” is more than just a misappellation.\n\nHere’s how the Oxford English Dictionary defines “gaffe”:\n\nA blunder, an instance of clumsy stupidity, a ‘faux pas’.\n\nMerriam-Webster gives a couple examples of the word’s proper usage:\n\nHe realized that he had committed an awful gaffe when he mispronounced her name. She committed a huge gaffe when she started drinking from the finger bowl.\n\nTo be sure, politicians do make gaffes, minor verbal blunders, clumsy stumbles in their speech. Joe Biden is gaffe-prone: Being caught by the mic telling President Obama that the passage of the Affordable Care Act is a “big fucking deal” is a gaffe. Or when he told Missouri State Senator Chuck Graham to “stand up and let ‘em see you” during 2008 campaign event, not knowing that Graham, a paraplegic, was wheelchair-bound. That’s a gaffe.\n\nRick Perry–bless his heart–is guaranteed to gaffe this time around. He’ll always be remembered for his infamous “oops” moment in a 2012 Republican debate, when he couldn’t remember the third federal department he would shut down. That was a gaffe. And he went for the Guinness record in the field in New Hampshire that year when he delivered a truly bizarre 25-minute speech that felt like one long, unbroken gaffe.\n\nSarah Palin is a gaffe machine. All of time and space collapsed into a dense state of pure gaffe in 2008, what with the Palin Pangaea where Russia is seen from her house and America’s “neighboring country of Afghanistan” being just down the road from New Hampshire in the “Great Northwest.” Palin flubbed and told us that the White House was at 1400 Pennsylvania Avenue, that Paul Revere warned the British in 1775, and that the Founding Fathers said the “Pledge of Allegiance,” All gaffes, simple mistakes.\n\nBut most of what gets called “gaffes” are not at all gaffes. They’re expressions of beliefs and political and ideological positions that turn out to be intensely unpopular or offensive to a segment of the population, and the press, usually so careful in our language, tosses them in the same linguistic barrel as when Palin said “refudiate” or when President George W. Bush talked about “how hard it is to put food on your family.”\n\nTake last week, when Jeb Bush offered that Americans need to work longer hours. The proposal was immediately attacked by Democrats, and Bush was forced to address the comments later that same day after the swift and substantial backlash. Bush’s rush to clarify his unpopular comments was reported on seemingly uniformly as an effort to mend his “gaffe,” as though he simply misspoke or exhibited the sort of clumsy speech his brother is known for. Major political news outlets assigned the word “gaffe” to Bush’s proposal–Politico, the Boston Herald, Business Insider, The Hill, and Vox, among others.\n\nBush was presenting his solution to the anemic recovery after the financial crisis of 2007-08. Bush’s remedy includes Americans working longer hours, a point he reiterated in his clarification. The word “gaffe” seems to have been so widely assigned to the initial comments simply because they offended wage-working Americans and became an early weapon for Democrats against the GOP front-runner. But it’s not a gaffe if it’s a repeated belief. And it’s not a gaffe just because a well-considered belief turns out to be an unpopular way to view Americans from someone in a position of wealthy political aristocracy.\n\nAn ascendant Senator Obama made similarly unpopular remarks on the campaign trail in 2008, when he described the electorate in small-town Pennsylvania as “clinging to guns and religion.” Obama did one worse and made his elitist-sounding comments before a crowd of elites, those assembled at a hoity-toity donor dinner in San Francisco. It was routinely called a “gaffe” in such news outlets as The Hill, the Los Angeles Times, the Washington Post, and others. But it wasn’t a gaffe. That’s how Obama sees (or saw, maybe) that section of the population in the wake of deindustrialization and globalization. He’s quite clear. The quote goes on beyond the soundbite we typically heard, and it’s clear that this is something Obama had thought about at some length. It’s his way of making sense of what he saw as a tendency of rural white conservatives to turn away from their economic self-interest and toward religious fundamentalism, racism, xenophobia and Second Amendment literalism. Not a gaffe.", "article_metadata": {"description": "Jeb Bush's elitism, like Mitt Romney's \"47 percent\" comment, isn't a mistake. What happens when we pretend it is?", "title": "The overwhelming idiocy of America’s obsession with “gaffes”", "og": {"site_name": "Salon", "description": "Jeb Bush's elitism, like Mitt Romney's \"47 percent\" comment, isn't a mistake. What happens when we pretend it is?", "title": "The overwhelming idiocy of America’s obsession with “gaffes”", "url": "http://www.salon.com/2015/07/13/the_overwhelming_idiocy_of_americas_obsession_with_gaffes/", "image": "http://media.salon.com/2015/06/jeb_bush5.jpg", "type": "article"}, "twitter": {"description": "Jeb Bush's elitism, like Mitt Romney's \"47 percent\" comment, isn't a mistake. What happens when we pretend it is?", "title": "The overwhelming idiocy of America’s obsession with “gaffes”", "image": "http://media.salon.com/2015/06/jeb_bush5.jpg", "creator": "@https://twitter.com/mattpulver", "site": "@salon", "card": "summary_large_image"}, "author": "Matthew Pulver", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, 2016 Elections, Barack Obama, Jeb Bush, Media Criticism, Mitt Romney", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd89f1\"", "article_summary": "Major political news outlets assigned the word “gaffe” to Bush’s proposal–Politico, the Boston Herald, Business Insider, The Hill, and Vox, among others.\nNo, I’m talking about how we assess what is said by this array of people vying to be our leader, and misuse of the word “gaffe” is more than just a misappellation.\nBut most of what gets called “gaffes” are not at all gaffes.\nTo be sure, politicians do make gaffes, minor verbal blunders, clumsy stumbles in their speech.\nWe’re a few weeks out from the first debate, and we need to get something straight before this thing really gets going."}