{"article_title": "Baseball In Skirts, 19th-Century Style", "article_keywords": ["play", "ball", "vintage", "men", "style", "teams", "baseball", "19thcentury", "team", "ladies", "womens", "skirts", "women"], "article_url": "http://www.kpbs.org/news/2015/jul/12/baseball-in-skirts-19th-century-style/", "article_text": "As our nation prepares for the annual Major League Baseball All-Star Game on July 14, let us pause and refresh our memories of women's baseball in 19th century America — and what it represented.\n\nFrom the very early days of baseball-playing in America, women were involved. First as spectators, as reported in the Brooklyn Daily Eagle of Aug. 4, 1859, when a game between two local teams \"was witnessed by a large number of people, the greater part of whom were ladies.\"\n\nThen as players. In a Philadelphia Age story from December, 1865, the writer takes note of various feminist movements in society, including \"faint whisperings of a Ladies Base Ball Club.\" The Daily Kansas Tribune in Lawrence reported in July of 1867 that a women's baseball team had been created in Niles, Mich. Teams were subsequently formed in Coldwater, Mich., Plymouth, Ind. and other American towns.\n\nIn the 1860s, says Evette Griffore, a member of a contemporary re-enacting squad, the Detroit River Belles Ladies Vintage Base Ball Club, \"baseball outside of school was a highly rough, physical sport for men and it frequently got violent and unruly at a match. Team owners thought it would calm the men down to a more gentlemanly form of play if women were permitted to attend.\"\n\nSo a community baseball game, Griffore says, became one spot where a woman could be with men, sans chaperones. \"For once they had the freedom to be in a public space, hollering and drinking beer in public with the men in the crowd.\"\n\nAt Home\n\nSome women in the 19th century took a keen interest in playing baseball — and other sports.\n\nIn the 1870s, there was an organized team at Vassar College called the Resolutes. In Philadelphia, a team of African American women formed a baseball squad called the Dolly Vardens, the New York Times reported — dialect and all — in May, 1883. In the 1890s, the Bloomer Base Ball Club of Boston traveled from town to town playing — and sometimes beating — men's baseball clubs. Pitcher Lizzie Arlington, who played with eight male teammates for Philadelphia, was called \"the greatest living female base ball player\" by the Philadelphia Times on July 3, 1898. She \"goes in to win every time.\"\n\nThat spirit is what inspires the baseball re-enactors today. Following in the footsteps of other Detroit-area vintage baseball teams, such as the Early Risers and Red Rovers, the Detroit River Belles was formed in 2013. As one of few vintage women's nines in the country, they mostly play against men.\n\nThis year's roster lists 17 players, says Griffore, who plays catcher and centerfield. The athletes dress in period \"university\" style uniforms. \"The women have creative freedom with which to create their uniform out of whatever they can — or have on hand — as long as they stick to the general look,\" she says. \"Unlike the true ladies' uniform that would have weighed 8-10 pounds and included high buttoned boots, we play with cleats and much lighter material — although keeping with the authentic look.\"\n\nRougher Than Other Ladies Clubs\n\nWhen the team members interact with spectators, \"We stick to true Victorian manners and ways of social acting,\" she says, but \"when we are on that field, we are the daughters of privateers, Civil War heroes, fur traders and sailors. We take full advantage of our new-found freedom. And yes, if you think showing some ankle will get you a safe sack — you show that ankle!\"\n\nLike the men, Griffore says, the Belles play without gloves and they mostly adhere to the men's regulations. \"We only allow over-running of first for safety reasons if we are hosting a ladies team whose uniforms involve ankle-length skirts — otherwise, we stop on a dime like the men,\" she explains. \"This is kind of a big deal because it makes us known as rougher than other ladies' clubs.\"\n\nThey also, on occasion, will play by the \"bound rule\" — which was in place before the Civil War — stating that a ball caught on one bounce was considered an \"out.\"\n\nThe only other real difference between women's and men's vintage teams, she says, is the uniform.\n\nOh yes, and there is one more difference. For adult men who don't want to play old-timey baseball, recreational leagues abound. For adult women, on the other hand, vintage baseball may be the only kind of baseball they will be able to play.\n\nMediography\n\n\"Baseball Can't Truly Be America's Pastime Until It Lets Women Play\" by John Walters, Newsweek.\n\nA League Of Their Own, a 1992 movie.\n\nBaseball For All, a website that promotes baseball for girls\n\nCopyright 2015 NPR. To see more, visit http://www.npr.org/.", "article_metadata": {"description": "For Victorian athletes in America, the game on the diamond gave them a chance to compete against men — and win.", "og": {"site_name": "KPBS Public Media", "description": "For Victorian athletes in America, the game on the diamond gave them a chance to compete against men — and win.", "title": "Baseball In Skirts, 19th-Century Style", "url": "http://www.kpbs.org/news/2015/jul/12/baseball-in-skirts-19th-century-style/", "image": "https://kpbs.media.clients.ellingtoncms.com/static/kpbs/images/homepage/logo.gif", "type": "article"}, "has_audio": 0, "apple-mobile-web-app-title": "KPBS", "fb": {"app_id": 131056773055}, "apiKpbs": "155207 %##% Baseball In Skirts, 19th-Century Style", "keywords": "Imported, News, U.S., NPR", "verify-v1": "zHHWZpwcl/kpXf/ZbbmtRN41TWDeCfjQil8LGROx/LA=", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no,shrink-to-fit=no"}, "article_summary": "The Daily Kansas Tribune in Lawrence reported in July of 1867 that a women's baseball team had been created in Niles, Mich.\nFor adult women, on the other hand, vintage baseball may be the only kind of baseball they will be able to play.\nFollowing in the footsteps of other Detroit-area vintage baseball teams, such as the Early Risers and Red Rovers, the Detroit River Belles was formed in 2013.\nAs our nation prepares for the annual Major League Baseball All-Star Game on July 14, let us pause and refresh our memories of women's baseball in 19th century America — and what it represented.\nMediography\"Baseball Can't Truly Be America's Pastime Until It Lets Women Play\" by John Walters, Newsweek."}