{"article_title": "Why wolves should continue to wear radio collars: Guest opinion", "article_keywords": ["information", "wildlife", "management", "guest", "fish", "wolf", "oregon", "continue", "radio", "wear", "need", "opinion", "wolves", "collars"], "article_url": "http://www.oregonlive.com/opinion/index.ssf/2014/12/why_wolves_should_continue_to.html", "article_text": "By Paul Henson and Curt Melcher\n\nIn his recent guest column, John Daniel suggests Oregon wolf OR-7 should not be recollared. However, wild wolves have only recently returned to the landscape in Oregon. It has been just six years since the first pack was observed in Wallowa County, and there are many questions and concerns that need to be addressed as wolves show up in new places.\n\nSeeing the gray wolf in western Oregon is exciting to many. But we must recognize the reality that wolves share the landscape with rural landowners and livestock producers. Experience has repeatedly shown that the best way to assist Oregonians who are living and raising livestock in \"wolf country\" is to provide them with reliable information on wolf activity and use areas so they are not caught off-guard. Radio collars make this possible and enable us to better apply measures to reduce human-wolf conflicts. That's good for people and wolves.\n\nFrom a biological standpoint, we also need to monitor population growth as there is still much we need to learn about wolf behavior and their expansion across the state; information will help inform future management decisions. Again, radio collars are the most effective way to do this.\n\nThese issues were recognized when the Oregon Wolf Conservation and Management Plan was developed back in 2005, which is why it directs the Oregon Department of Fish and Wildlife to try to keep an active radio collar in all known wolf packs during the early stages of wolf recovery.\n\nSo, while we all look forward to a time when radio-collaring wolves is no longer necessary, we are not there yet. For now, we still need the information that radio collars provide. This is a good wildlife management practice that should help get us to the completely wild Oregon wolf population that Daniel envisions.\n\n•\n\nPaul Henson is Oregon state supervisor for the U.S. Fish and Wildlife Service, and Curt Melcher is interim director of the Oregon Department of Fish and Wildlife.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "guest-opinion, opinion", "title": "Why wolves should continue to wear radio collars: Guest opinion", "parsely-page": "{\"title\": \"Why wolves should continue to wear radio collars: Guest opinion\", \"link\": \"http://www.oregonlive.com/opinion/index.ssf/2014/12/why_wolves_should_continue_to.html\", \"image_url\": \"http://image.oregonlive.com/home/olive-media/width620/img/opinion_impact/photo/2014/12/18/or7jpg-8b3958262391b750.jpg\", \"type\": \"post\", \"post_id\": \"14785936\", \"pub_date\": \"2014-12-22T17:39:43Z\", \"author\": \"Guest Columnist\", \"tags\": [\"@hp-top-stories\",\"@the-stump\",\"guest-opinion\"] }", "twitter": {"image": "http://image.oregonlive.com/home/olive-media/width620/img/opinion_impact/photo/2014/12/18/or7jpg-8b3958262391b750.jpg", "creator": "@oregonian", "site": "@Oregonian", "card": "summary_large_image", "description": "By Paul Henson and Curt Melcher In his recent guest column, John Daniel&nbsp;suggests Oregon wolf OR-7 should not be recollared. However, wild wolves have only recently returned to the landscape in Oregon. It has been just six years since the..."}, "article_date_updated": "Monday, December 22, 2014,  5:11 PM", "parsely-metadata": "{\"short_title\": \"\", \"image_url\": \"http://media.oregonlive.com/opinion_impact/photo/2014/12/18/or7jpg-8b3958262391b750.jpg\", \"author_name\": \"oliveguestop\", \"author_nickname\": \"Guest Columnist\", \"author_id\": \"1826675\", \"source_blog_name\": \"The Stump\", \"source_blog_url\": \"http://www.oregonlive.com/opinion/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "OregonLive.com", "description": "By Paul Henson and Curt Melcher In his recent guest column, John Daniel&nbsp;suggests Oregon wolf OR-7 should not be recollared. However, wild wolves have only recently returned to the landscape in Oregon. It has been just six years since the...", "title": "Why wolves should continue to wear radio collars: Guest opinion", "url": "http://www.oregonlive.com/opinion/index.ssf/2014/12/why_wolves_should_continue_to.html", "image": "http://image.oregonlive.com/home/olive-media/width620/img/opinion_impact/photo/2014/12/18/or7jpg-8b3958262391b750.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "OregonLive.com", "article": {"author": "http://"}, "article_comments": 0, "article_date_original": "Monday, December 22, 2014,  9:39 AM", "article_author": "Guest Columnist", "Description": "By Paul Henson and Curt Melcher In his recent guest column, John Daniel&nbsp;suggests Oregon wolf OR-7 should not be recollared. However, wild wolves have only recently returned to the landscape in Oregon. It has been just six years since the first pack was observed in Wallowa County, and there are many questions and concerns that need to be addressed as wolves show up in new places. &nbsp; Seeing the gray wolf in western Oregon is exciting to many. But we must recognize the reality that wolves share the landscape with rural landowners and livestock producers. Experience has repeatedly shown that the best way to assist Oregonians who are living and raising livestock in \"wolf country\" is to provide them with reliable information on wolf activity and use areas so they are not caught off-guard.&nbsp; Radio collars make this possible and enable us to better apply measures to reduce human-wolf conflicts. That's good for people and wolves. From a biological standpoint, we also need to monitor population growth as there is still much we need to learn about wolf behavior and their expansion across the state; information will help inform future management decisions. Again, radio collars are the most effective..."}, "article_summary": "By Paul Henson and Curt MelcherIn his recent guest column, John Daniel suggests Oregon wolf OR-7 should not be recollared.\nRadio collars make this possible and enable us to better apply measures to reduce human-wolf conflicts.\nAgain, radio collars are the most effective way to do this.\nFor now, we still need the information that radio collars provide.\nThis is a good wildlife management practice that should help get us to the completely wild Oregon wolf population that Daniel envisions."}