{"article_title": "What If the Next President Cuts Off Obamacare Subsidies for Insurers?", "article_keywords": ["billion", "court", "trump", "house", "subsidies", "exchanges", "obamacare", "sums", "cuts", "president", "insurers", "costsharing"], "article_url": "http://blogs.wsj.com/washwire/2016/05/05/what-if-the-next-president-cuts-off-obamacare-subsidies/", "article_text": "ENLARGE File photo of the Humana Insurance headquarters building in Louisville, Ky. Photo: Bloomberg News\n\nChris Jacobs is founder and CEO of Juniper Research Group, a policy consulting firm in Washington. He was an adviser to Bobby Jindal‘s presidential campaign. He is on Twitter: @chrisjacobshc.\n\nHumana’s announcement Wednesday that it is considering raising premiums and changing or eliminating plans makes it only the latest insurer to say it might scale back involvement on the Affordable Care Act exchanges next year. Here’s the $9 billion question those insurers that remain on the ACA marketplaces ought to consider: What happens if Donald Trump is elected–and cuts off their access to Obamacare cost-sharing subsidies?\n\nSubsidies related to the 2010 health-care law aim to help reduce co-payments and deductibles for low-income individuals who meet certain criteria. House Republicans challenged the subsidies in court in late 2014, arguing that because the text of the Affordable Care Act does not include a specific appropriation for the subsidies, the executive branch cannot spend money Congress never disbursed. The Obama administration has counterargued that a separate program subsidizing health insurance premiums gives it the necessary authority to spend funds on the cost-sharing subsidies. A ruling from U.S. District Judge Rosemary Collyer could come at any time.\n\nBut let’s consider an outcome not tied to a federal court ruling. The next president could easily wade into this issue. Say a Republican is elected and he opts to stop the Treasury making payments related to the subsidies absent an express appropriation from Congress (the remedy the House has requested in court). Such an action could take effect almost immediately, without the notice-and-comment period required for most regulatory rulemaking. The Congressional Research Service noted in a May 2013 memo on the budget sequester that should the cost-sharing subsidies be affected–so, reduced or halted–“Insurers presumably will still have to provide required coverage to qualifying enrollees, but they will not receive the full subsidy to cover their increased costs.”\n\nIn other words, whether or not the federal government is helping to make up the difference, insurers still must lower costs for certain enrollees. It’s a consideration as carriers submit their bids for next year that come January 2017, the policy landscape for insurers could look far different.\n\nThere are sizeable sums at stake. The Congressional Budget Office forecasts that spending on cost-sharing subsidies will total $9 billion in the fiscal year ending Sept. 30, 2017, and $45 billion over the four fiscal years of the next administration. These sums dwarf the amounts insurers lost on Obamacare plans in 2014–$4 billion by one estimate–and the $1.1 billion in losses incurred just by UnitedHealth Group, the nation’s largest insurer, in 2015 and 2016.\n\nInsurers seeking to sell coverage through the federally run exchanges must submit their bids by next Wednesday. Many are weighing the cost of participating in the exchanges and the potential for change. Some may assume that Mr. Trump’s rhetoric about his knowledge of business concerns and about not being beholden to special interests would make him an ally of business as president. But the House Republican leadership has said these health-coverage subsidies are unconstitutional. It’s not clear whether Mr. Trump would allow Obamacare subsidies to be paid, which could greatly impact insurers’ bottom lines. Any outcome could have major repercussions.\n\nRELATED IN THINK TANK:\n\nObamacare Cost-Sharing Provisions and the Stakes in House v. Burwell", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "Chris Jacobs: Here’s the $9 billion question: What happens if Donald Trump is elected--and cuts off insurers access to Obamacare cost-sharing subsidies?", "title": "What If the Next President Cuts Off Obamacare Subsidies for Insurers?", "url": "http://blogs.wsj.com/washwire/2016/05/05/what-if-the-next-president-cuts-off-obamacare-subsidies/", "image": {"src": "https://si.wsj.net/public/resources/images/BN-NW600_humana_P_20160504191251.jpg"}, "site": "WSJPolitics", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "Politics", "article.headline": "What If the Next President Cuts Off Obamacare Subsidies for Insurers?", "description": "Chris Jacobs: Here’s the $9 billion question: What happens if Donald Trump is elected--and cuts off insurers access to Obamacare cost-sharing subsidies?", "article_section": "Politics", "author": "Chris Jacobs", "user.type": "unsubscribed", "article.page": "Washington Wire Blog", "page.content.format": "responsive", "page.subsection": "Washington Wire", "article.summary": "Chris Jacobs: Here’s the $9 billion question: What happens if Donald Trump is elected--and cuts off insurers access to Obamacare cost-sharing subsidies?", "page.site": "blogs.wsj.com", "testkeys": "C", "article.published": "2016-05-05T13:50:14-04:00", "dj.asn": "10-142", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/washwire/2016/05/05/what-if-the-next-president-cuts-off-obamacare-subsidies/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-WB-63078", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Politics", "language": "en-US", "og": {"site_name": "WSJ", "description": "Chris Jacobs: Here’s the $9 billion question: What happens if Donald Trump is elected--and cuts off insurers access to Obamacare cost-sharing subsidies?", "title": "What If the Next President Cuts Off Obamacare Subsidies for Insurers?", "url": "http://blogs.wsj.com/washwire/2016/05/05/what-if-the-next-president-cuts-off-obamacare-subsidies/", "image": {"width": 749, "identifier": "//si.wsj.net/public/resources/images/BN-NW600_humana_P_20160504191251.jpg", "height": 499}, "type": "article"}, "article.access": "free", "article.type": "Washington Wire", "article.id": "BL-WB-63078", "user.exp": "default", "article.updated": "2016-05-05T13:51:46-04:00"}, "article_summary": "It’s not clear whether Mr. Trump would allow Obamacare subsidies to be paid, which could greatly impact insurers’ bottom lines.\nHere’s the $9 billion question those insurers that remain on the ACA marketplaces ought to consider: What happens if Donald Trump is elected–and cuts off their access to Obamacare cost-sharing subsidies?\nThe Obama administration has counterargued that a separate program subsidizing health insurance premiums gives it the necessary authority to spend funds on the cost-sharing subsidies.\nSubsidies related to the 2010 health-care law aim to help reduce co-payments and deductibles for low-income individuals who meet certain criteria.\nThe Congressional Budget Office forecasts that spending on cost-sharing subsidies will total $9 billion in the fiscal year ending Sept. 30, 2017, and $45 billion over the four fiscal years of the next administration."}