{"article_title": "Senate Democrats, Republicans spar over restoring unemployment benefits", "article_keywords": ["benefits", "unemployment", "senate", "unemployed", "republicans", "longterm", "reed", "democrats", "mr", "spar", "republican", "restoring"], "article_url": "http://www.washingtontimes.com/news/2014/mar/9/senate-democrats-republicans-spar-over-restoring-u/", "article_text": "Senate Democrats and Republicans both say they want to renew benefits for the long-term unemployed, but in their newest proposals the two sides are still far apart on details such as how to pay for an extension and how long it should last.\n\nSen. Jack Reed, who has spearheaded Democrats’ efforts, offered his fourth proposal to extend benefits from Dec. 28, when they expired, through the middle of this year. He would use savings already banked from last month’s farm bill to cover the estimated $11.4 billion cost.\n\nBut Sen. Dean Heller, a Nevada Republican who last year was working with Mr. Reed, has his own five-month proposal that would also make reforms to the unemployment system, including requiring applicants to show how they plan to return to the workforce.\n\n“Our legislation is fully-paid for and includes needed reforms to a broken system that will help Americans get back on the job,” said Sen. Kelly Ayotte, New Hampshire Republican and a supporter of Mr. Heller’s bill. “This is a common-sense solution that would not add to the debt, but would provide some relief to the long-term unemployed while also taking steps to fix a program that isn’t getting the jobless back to work.”\n\nThe Senate could resume the debate as early as the middle of this week, just days after the jobs report found that 200,000 more people joined the ranks of the long-term unemployed in February, leaving 3.8 million people out of work for 27 weeks or longer across the country.\n\nThe federal benefits for the long-term unemployed kick in when state unemployment insurance runs out. The benefits, which average about $300 a week, have now expired for almost 2 million people.\n\nMr. Heller’s plan, which has the support of six other GOP senators, would cost about $9.7 billion, a spokesman for the senator said. It is paid for by preventing people from “double dipping” to receive both unemployment and disability benefits at the same time, extending customs user fees through 2024 and extending tweaks to companies pension plans — a change Democrats touted as a bipartisan solution in their most recent UI extension attempt last month.\n\nWhen the Senate does vote again, it will be the fourth go-around.\n\nThe last time, Democrats fell just one vote shy of overcoming a GOP-led filibuster, garnering the support of four Republicans.\n\n“People are struggling and frustrated, and they’ve been waiting too long for one more Republican in the Senate to realize that restoring emergency UI benefits is the right thing to do for American families and our economy,” Mr. Reed said.\n\nDemocrats have said the benefits constitute an emergency, so there’s no need to offset the cost with cuts elsewhere. Republicans, though, say that with the annual deficit still over a half-trillion dollars, new spending should be completely paid for. House Speaker John A. Boehner has also said any bill that gets through his chamber will have to include job-creation measures.\n\nBoth sides in the Senate have shown some movement, however.\n\nDemocrats’ plans do offer some offsets — though the GOP says they amount to little more than budget gimmicks. For their part, Republicans have dropped proposals to pay for the new spending by curtailing Obamacare or canceling refundable child tax credits for illegal immigrants.", "article_metadata": {"description": "Senate Democrats and Republicans both say they want to renew benefits for the long-term unemployed, but in their newest proposals the two sides are still far apart on details such as how to pay for an extension and how long it should last.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Senate Democrats and Republicans both say they want to renew benefits for the long-term unemployed, but in their newest proposals the two sides are still far apart on details such as how to pay for an extension and how long it should last.", "title": "Senate Democrats, Republicans spar over restoring unemployment benefits", "url": "http://www.washingtontimes.com/news/2014/mar/9/senate-democrats-republicans-spar-over-restoring-u/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/03/09/3_9_2014_unemploy-reed-and-h-28201.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/03/09/3_9_2014_unemploy-reed-and-h-28201.jpg", "description": "Senate Democrats and Republicans both say they want to renew benefits for the long-term unemployed, but in their newest proposals the two sides are still far apart on details such as how to pay for an", "card": "summary", "title": "Senate Democrats, Republicans spar over restoring unemployment benefit"}, "Author": "Jacqueline Klimas", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Labor, Politics, Social Issues, Senate, Dean Heller"}, "_id": "\"57477af46914bd0286fe4405\"", "article_summary": "The federal benefits for the long-term unemployed kick in when state unemployment insurance runs out.\nThe last time, Democrats fell just one vote shy of overcoming a GOP-led filibuster, garnering the support of four Republicans.\nDemocrats have said the benefits constitute an emergency, so there’s no need to offset the cost with cuts elsewhere.\nSen. Jack Reed, who has spearheaded Democrats’ efforts, offered his fourth proposal to extend benefits from Dec. 28, when they expired, through the middle of this year.\nSenate Democrats and Republicans both say they want to renew benefits for the long-term unemployed, but in their newest proposals the two sides are still far apart on details such as how to pay for an extension and how long it should last."}