{"article_title": "SCOTUS: Laws Are For The Little People, Not The Powerful", "article_keywords": ["little", "scotus", "congress", "federal", "obamacare", "irs", "powerful", "private", "sensitive", "white", "problem", "ruled", "emails", "laws"], "article_url": "http://dailycaller.com/2015/06/26/scotus-laws-are-for-the-little-people-not-the-powerful/", "article_text": "4620736\n\nChief Justice John Roberts’ re-write of the Affordable Care Act now goes on the books as another nod to federal government authority over the limitations imposed, either knowingly or unwittingly, by the people’s branch — Congress. Yes, the Executive Branch can define what our laws mean — even if it is the opposite of what the words in the law say.\n\nThe same day the Court ruled on Obamacare they also ruled that cities can be held liable when not enough minorities live in any given neighborhood — even if discrimination was never at play. In this decision the federal government was allowed a subjective and powerful tool to impose their views on cities and citizens.\n\nTo complete the trifecta of an unlimited government, the IRS revealed that despite federal court orders to preserve evidence ordered to be turned over to Congress and litigants, the IRS nevertheless erased Lois Lerner’s e-mails. The same e-mails the IRS first repeatedly claimed were “lost.” The same e-mails that likely would have shown that both legislators and the White House ordered or encouraged the IRS to go after those who disagreed with Barack Obama’s policies.\n\nThat this nation was specifically designed to limit the power of government has been a problem for those liberals and bureaucrats who just can’t get citizens to go along. That problem is being “solved.”\n\nLet’s face the ugly truth that all three branches of government, designed to be in conflict to limit their natural inclination to assert more and more power over citizens, are now working together to do exactly that. Let’s face the fact that Leona Helmsley was right years ago when she told her maid that “laws are for the little people.”\n\nIs there any other explanation for the fact that although Congress agreed to live under Obamacare just as any other citizen that a quiet side-deal with the White House allowed Congress a 75 percent subsidy of Gold Level Obamacare benefits — irrespective of income? That’s hardly how any other citizen is treated under the law.\n\nThis feat of putting Congress above the very law it enacted was engineered through the Office of Personnel Management (OPM), the same agency that ignored years of cyber-security warnings. This negligence has resulted in 18-30 million federal and contractor records, including highly sensitive security clearance information (a blackmailer’s treasure trove), falling into the hands of China’s counter-intelligence operations.\n\nOPM is not alone. Hillary Clinton’s illegal private e-mail server was also likely hacked by China and Iran. Sensitive government strategies — as well as her swaps of foreign policy deals for contributions to her private Foundation — may now also be used by our enemies to blackmail a potential future president. So what?", "article_metadata": {"sailthru.author": "Ken Hoagland", "description": "It turns out that Leona Helmsley was right -- our laws don't apply to the powerful -- they are just for the \"little people.\"", "og": {"site_name": "The Daily Caller", "description": "Chief Justice John Roberts' re-write of the Affordable Care Act now goes on the books as another nod to federal government authority over the limitations imposed, either knowingly or unwittingly, by", "title": "SCOTUS: Laws Are For The Little People, Not The Powerful", "url": "http://dailycaller.com/2015/06/26/scotus-laws-are-for-the-little-people-not-the-powerful/", "image": {"width": 6016, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2015/06/supreme-court-_-anna-sortino-_-daily-caller-1-e1435344075698.jpg", "height": 2586}, "type": "article"}, "twitter": {"description": "It turns out that Leona Helmsley was right -- our laws don't apply to the powerful -- they are just for the \"little people.\"", "title": "SCOTUS: Laws Are For The Little People, Not The Powerful Via @dailycaller", "url": "http://dailycaller.com/2015/06/26/scotus-laws-are-for-the-little-people-not-the-powerful/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2015/06/supreme-court-_-anna-sortino-_-daily-caller-1-e1435344075698.jpg"}, "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2015-06-26 15:16:15", "sailthru.title": "SCOTUS: Laws Are For The Little People, Not The Powerful", "HandheldFriendly": "true", "sailthru.tags": "obamacare,ken-hoagland", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "ken hoagland,obamacare,office of personnel management", "sailthru.description": "Chief Justice John Roberts' re-write of the Affordable Care Act now goes on the books as another nod to federal government authority over the limitations imposed, either knowingly or unwittingly, by", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2015/06/supreme-court-_-anna-sortino-_-daily-caller-1-e1435344075698.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fd6cc3\"", "article_summary": "In this decision the federal government was allowed a subjective and powerful tool to impose their views on cities and citizens.\nYes, the Executive Branch can define what our laws mean — even if it is the opposite of what the words in the law say.\nThe same day the Court ruled on Obamacare they also ruled that cities can be held liable when not enough minorities live in any given neighborhood — even if discrimination was never at play.\nHillary Clinton’s illegal private e-mail server was also likely hacked by China and Iran.\nThis negligence has resulted in 18-30 million federal and contractor records, including highly sensitive security clearance information (a blackmailer’s treasure trove), falling into the hands of China’s counter-intelligence operations."}