{"article_title": "Man Accused of Aiding in DuBois Woman’s Suicide Appears for Court in Drug Cases", "article_keywords": ["purchase", "methamphetamine", "suicide", "court", "schaffer", "womans", "dubois", "gun", "drug", "aiding", "substance", "accused", "victim", "shot", "cases", "informant", "head", "appears", "man"], "article_url": "http://gantdaily.com/2015/10/24/man-accused-of-aiding-in-dubois-womans-suicide-appears-for-court-in-drug-cases/", "article_text": "DUBOIS – A man accused of assisting in the suicide of a DuBois woman was in court again Friday for two unrelated drug cases.\n\nBrian Lee Schaffer, 44, 173 Luthersburg Rockton Rd., Luthersburg, an inmate of the jail, is charged with a felony count of manufacture/delivery/possession with intent to deliver a controlled substance, criminal use of communication facility and possession of a controlled substance in each case.\n\nThese new charges stem from incidents in February when he allegedly sold methamphetamine to a confidential informant in DuBois.\n\nSchaffer waived his right to preliminary hearings. His bail was set at $5,000 for each case.\n\nHe is currently in the Clearfield County Jail on charges of criminal homicide, aiding suicide, involuntary manslaughter and manufacture/delivery/possession with intent to deliver a controlled substance for an incident in DuBois Jan. 2 when the victim allegedly shot herself with his gun. Schaffer told police they had been doing methamphetamine for three or four days prior to the shooting. His bail for that offense is $1,000,000.\n\nAccording to the affidavit of probable cause in the first drug case, on Feb. 26 police met with an informant who said they could assist with the purchase of methamphetamine from Schaffer. The informant text-messaged the defendant to set up the sale and they then drove to a grocery store parking lot in DuBois where they met Schaffer. The informant got out of the officer’s car and got into Schaffer’s vehicle. The informant was able to purchase 0.25 gram of methamphetamine for $50.\n\nThe criminal complaint in the second case states that on Feb. 27 an informant was able to purchase methamphetamine again from Schaffer in a convenience store parking lot. This time the purchase was for an “8 ball” or 3.5 grams of methamphetamine for $625.\n\nAccording to the affidavit in the homicide case, Schaffer called police to report the victim had shot herself. When he was interviewed at the police station he gave conflicting statements. He was then asked to submit to a polygraph examination by Pennsylvania State Police troopers.\n\nDuring this interview Schaffer admitted he originally lied. He stated he and the victim were arguing off and on throughout the night. She was accusing him of cheating on her and lying to her about it. In order to settle the argument, Schaffer went to his truck and retrieved his handgun.\n\nSchaffer returned to the living room, removed the magazine from the gun and placed it to his head. “If I’m lying I’m dying,” he said.\n\nWhen the gun did not go off, he told her he wasn’t lying because he was not dead. The victim said the voices in her head were bad that day and then demanded to see the gun. He handed her the empty gun. She looked at it, saw there were no bullets in it and asked where they were. He then showed her the loaded magazine and loaded it. She placed the gun to her head and looked at Schaffer while saying “don’t think I won’t do it!”\n\nAs he reached for the gun, it went off. Schaffer said he wasn’t sure if his hand was on the weapon at the time or not. He denied pulling the trigger and said they did not struggle for the gun. He said it only fired once, striking the victim in the temple.\n\nHe said the plan was then to shoot himself. When he could not go through with it, he called 911.\n\nSchaffer confessed to purchasing methamphetamine and sharing it with her. He said she consumed a lot of meth and he quit sometime around midnight. Another witness confirmed that Schaffer brought meth to the house and they were all using it.\n\nAn autopsy determined that the victim died from a single shot to the head. A toxicology report showed that she had methamphetamine, ethanol and amphetamine in her system.", "article_metadata": {"framework": "Alkivia Framework 0.8", "description": "Brian Lee Schaffer (Provided photo) DUBOIS - A man accused of assisting in the suicide of a DuBois woman was in court again Friday for two unrelated drug", "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "_id": "\"57477af46914bd0286fd6cc1\"", "article_summary": "DUBOIS – A man accused of assisting in the suicide of a DuBois woman was in court again Friday for two unrelated drug cases.\nThese new charges stem from incidents in February when he allegedly sold methamphetamine to a confidential informant in DuBois.\nAccording to the affidavit in the homicide case, Schaffer called police to report the victim had shot herself.\nThe criminal complaint in the second case states that on Feb. 27 an informant was able to purchase methamphetamine again from Schaffer in a convenience store parking lot.\nSchaffer told police they had been doing methamphetamine for three or four days prior to the shooting."}