{"article_title": "Ryan Announces Plan for Rolling Out House Policy Agenda", "article_keywords": ["papers", "task", "trump", "ryans", "house", "work", "ryan", "policy", "speaker", "plan", "agenda", "announces", "rolling"], "article_url": "http://www.rollcall.com/news/policy/ryan-announces-plan-rolling-house-policy-agenda", "article_text": "House Speaker Paul D. Ryan, right, seen here with House Majority Leader Kevin McCarthy, said some of the policy papers could be released as legislative text. (Bill Clark/CQ Roll Call)\n\nSpeaker Paul D. Ryan announced Wednesday that House Republicans will roll out the six policy papers that make up their \"Confident America\" agenda one at a time throughout June, starting with ideas to combat poverty.\n\n\"What you will see with these [releases] are detailed policy papers,\" the Wisconsin Republican said. \"We’re not talking about principles here. This is substance. It’s going to be a clear explanation of the policy changes that are needed in these areas.\"\n\n[ Ryan's 5-Point Plan to Promote the GOP ]\n\n\n\nSome of the six task forces — focused on poverty, taxes, healthcare, national security, regulations and constitutional authority — may choose to release legislative text this year, Ryan said.\n\n\"I don’t rule out votes on some of these plans, but that’s really not the goal,\" he said. \"We know that this president won't sign them. This an agenda for the next president.\"\n\n[ Ryan's 2016 Agenda Likely to Be Sidelined Until 2017 ]\n\n\n\nThe agenda will be dead on arrival if Hillary Clinton, the Democratic front-runner is elected the next president, Ryan acknowledged, saying, \"I don't think Hillary Clinton is going to agree with a lot of these things.\"\n\nHowever, it's also unclear if presumptive Republican nominee Donald Trump will fully embrace the ideas. \"He is familiar with what we’re doing,\" Ryan said.\n\nTrump had previously said he was \"not ready\" to support Ryan's agenda, effectively mocking the speaker after Ryan said he was \"not ready\" to support Trump. And after their first sit down two weeks ago , neither Trump nor Ryan was ready to revise those positions despite a joint statement they issued citing movement in a \"positive direction.\" Ryan's comments on Wednesday were similar.\n\n[ Ryan Still Hasn't Decided on Trump ] \"Our staffs talk virtually every day,\" the speaker said. \"We’re having good conversations and more folks are getting with him as well – you know, other members of Congress – and that’s all what you need to do to begin to get on the same page.\"\n\nThe poverty policy paper will be released the week of June 6 and the schedules for releasing the other five will be announced later. Ryan said the unveiling would be \"over the course of June,\" and the House is in session for three weeks that month, so the releases will likely be two per week.\n\nRyan declined to detail the contents of the policy papers, other than a offer a few hints: anti-poverty proposals will transition existing programs from \"a work replacement system to a work encouragement system\"; deficit reduction proposals will not affect seniors in or near retirement; and a healthcare overhaul will involve repealing the Affordable Care Act despite recent member proposals that wouldn't involve full repeal.\n\nThe final papers will be presented to the full Republican Conference before their release, but the contents shouldn't come as a surprise given that members were the ones who effectively put them together, Ryan said.\n\n\"The conference is writing them and then giving them to the public,\" he said.\n\nRyan said the policy papers will reflect five months of work, including dozens of listening sessions, constituent town halls and task force meetings. Members were all given the opportunity to participate in any of the task forces they wanted, he said.\n\n\"This agenda is not an exhaustive list of the things that we believe in as Republicans, and it doesn’t cover every issue of public concern,\" Ryan said. \"But these are the big ideas that unite all Republicans and address the countries’ priorities.\"\n\nContact McPherson at lindseymcpherson@rollcall.com and follow her on Twitter @lindsemcpherson. Get breaking news alerts and more from Roll Call on your iPhone or your Android.", "article_metadata": {"description": "Speaker Paul D. Ryan announced Wednesday that House Republicans will roll out the six policy papers that make up their \"Confident America\" agenda one at a time throughout June, starting with ideas to combat poverty.", "og": {"site_name": "Roll Call", "description": "Speaker Paul D. Ryan announced Wednesday that House Republicans will roll out the six policy papers that make up their \"Confident America\" agenda one at a time throughout June, starting with ideas to combat poverty.", "title": "Ryan Announces Plan for Rolling Out House Policy Agenda", "url": "http://www.rollcall.com/news/policy/ryan-announces-plan-rolling-house-policy-agenda", "image": {"identifier": "http://cdn.images.rollcall.com/image/1ed71e81ff466910ac598f06d393a96c/author/2016/05/25132028/ryan_004_0301161-1024x708.jpg", "type": "image/png"}, "updated_time": "2016-05-25T19:59:00Z", "type": "website"}, "abstract": "Speaker Paul D. Ryan announced Wednesday that House Republicans will roll out the six policy papers that make up their \"Confident America\" agenda one at a time throughout June, starting with ideas to combat poverty.", "fb": {"app_id": 1383531991672364}, "keywords": "Blog ID,Author,category,category,category,author,category,category,category,RC-Tags,Post Type,2016,house,leadership,policy,politics,republicans,Paul D Ryan,ICNW", "article": {"section": "policy", "published_time": "2016-05-25T19:59:00Z", "modified_time": "2016-05-25T19:59:00Z"}, "twitter": {"description": "Speaker Paul D. Ryan announced Wednesday that House Republicans will roll out the six policy papers that make up their \"Confident America\" agenda one at a time throughout June, starting with ideas t", "title": "Ryan Announces Plan for Rolling Out House Policy Agenda", "url": "http://www.rollcall.com/news/policy/ryan-announces-plan-rolling-house-policy-agenda", "image": {"src": "http://cdn.images.rollcall.com/image/1ed71e81ff466910ac598f06d393a96c/author/2016/05/25132028/ryan_004_0301161-1024x708.jpg"}, "site": "@rollcall", "card": "summary |player (See: https://dev.twitter.com/cards/types/player We will have to submit a test and get approval before using this type)"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "_id": "\"57477af46914bd0286fd6cda\"", "article_summary": "House Speaker Paul D. Ryan, right, seen here with House Majority Leader Kevin McCarthy, said some of the policy papers could be released as legislative text.\n\"What you will see with these [releases] are detailed policy papers,\" the Wisconsin Republican said.\nRyan said the policy papers will reflect five months of work, including dozens of listening sessions, constituent town halls and task force meetings.\nTrump had previously said he was \"not ready\" to support Ryan's agenda, effectively mocking the speaker after Ryan said he was \"not ready\" to support Trump.\n(Bill Clark/CQ Roll Call)Speaker Paul D. Ryan announced Wednesday that House Republicans will roll out the six policy papers that make up their \"Confident America\" agenda one at a time throughout June, starting with ideas to combat poverty."}