{"article_title": "Data Security in 2015 for Banks, HIPAA Covered Entities, and Small Businesses Too", "article_keywords": ["small", "banks", "business", "data", "cyber", "insurance", "entities", "businesses", "breach", "2015", "covered", "security", "ocr", "hipaa", "services"], "article_url": "http://www.natlawreview.com/article/data-security-2015-banks-hipaa-covered-entities-and-small-businesses-too", "article_text": "Friday, December 12, 2014\n\nSome have called 2014 the “Year of the Data Breach.” That may be true given the steady stream of large-scale data breaches affecting tens of millions of individuals. We do not know if this time next year commentators will be saying the same thing about 2015, but there are signs pointing to a significant tightening of regulation and increased enforcement of data security mandates – some are discussed below. No matter a company’s size or industry, maintaining personal data can be a risky business, more so for companies that are not prepared and that have not taken reasonable steps to safeguard personal data.\n\nNew York regulators announce new cyber security preparedness assessments for banks. Following an announcement in October concerning third-party vendors, Benjamin M. Lawsky, Superintendent of Financial Services, issued an industry guidance letter on December 10 to all New York State Department of Financial Services (DFS)-regulated banks outlining enhanced examinations as part of “new targeted, DFS cyber security preparedness assessments.” According to the announcement, and in the letter to banks, DFS examinations will be looking at safeguards such as protocols for detection of cyber breaches and penetration testing; corporate governance related to cyber security; defenses against breaches, including multi-factor authentication; and security of their third-party vendors. This is not just an issue for the banks because as part of their efforts to be ready for these increased examinations and assessments, they will need to be looking at the practices of their third-party vendors.\n\nAnother HIPAA settlement and Phase 2 audits expected to commence soon. Earlier this month, the Office for Civil Rights announced it reached a resolution agreement with Anchorage Community Mental Health Services (ACMHS) to settle potential HIPAA violations. Under the agreement, ACMHS will pay $150,000 and adopt a corrective action plan with regard to its HIPAA compliance program. Like a number of prior OCR investigations, this one was opened when ACMHS, a nonprofit organization providing behavioral health care services, informed OCR of a breach of unsecured electronic protected health information affecting 2,743 individuals. The breach resulted due to malware compromising the security of its information technology resources. According to OCR, ACMHS had adopted sample policies and procedures, but was not following them. In addition, OCR alleged that ACMHS failed to identify and address basic risks, such as not regularly installing updates and security patches for its software. Again, as with financial institutions, healthcare providers and health plans are not the only entities under OCR’s scrutiny. Under HIPAA, and as clarified by HITECH, the privacy and security obligations extend downstream to business associates and subcontractors, and possibly others. If your business is in the healthcare industry, there is a likelihood you will be affected by these requirements.\n\nIn addition to continued enforcement, OCR also is preparing to commence Phase 2 of its audit program. OCR representatives have been reported as stating unofficially that OCR hopes to start Phase 2 by the end of 2014, or the beginning of 2015. Those audits are expected to focus on (i) risk analysis and risk management, a fundamental requirement under the HIPAA Security Rule, (ii) breach notification compliance, and (iii) compliance with notice of privacy practices requirements. The audits are expected to reach both covered entities and business associates.\n\nStates enhancing breach notification laws and enforcement. During 2014, a number of states enhanced their existing breach notification laws (e.g., California and Florida) and Kentucky became the 47th state to enact such a law. Other states, such as Oregon, have announced a desire to enhance their own laws. Additionally, states like Massachusetts continue to announce fines for companies violating that state’s data security mandates.\n\nCyber insurance offerings to small business grow. In July 2014, CNBC explained “Why cyber-insurance will be the next big thing.” But it also is worth noting that during 2014 a number of carriers, syndicates have announced cyber products with a focus on small and mid-sized businesses. One example is an announcement that former Pennsylvania Governor and the first U.S. Secretary of Homeland Security, Tom Ridge, formed Ridge Insurance Solutions Company which seeks to close “a dangerous cyber insurance gap… particularly [for] small- and mid-cap firms”. Also, in November, Nationwide announced that it will be joining with Hartford Steam Boiler “to offer cyber insurance coverage for small business owners.” The insurance market’s movement in this direction is one indicator of higher data risks for businesses beyond large organizations in the financial services industry and retail.\n\nThese are just a few of the signs in 2014 that point to more regulatory and enforcement activity ahead in 2015. Businesses large and small need to focus on their data privacy and security practices, which starts with assessing their risks across their organizations.", "article_metadata": {"description": "Some have called 2014 the “Year of the Data Breach.” That may be true given the steady stream of large-scale data breaches affecting tens of millions of individuals. We do not know if this time next year commentators will be saying the same thing about 2015, but there are signs pointing to a significant tightening of regulation and increased enforcement of data security mandates.", "generator": "Drupal 7 (http://drupal.org)", "og": {"url": "http://www.natlawreview.com/article/data-security-2015-banks-hipaa-covered-entities-and-small-businesses-too", "site_name": "The National Law Review", "type": "article", "description": "Some have called 2014 the &amp;ldquo;Year of the Data Breach.&amp;rdquo; That may be true given the steady stream of large-scale data breaches affecting tens of millions of individuals. We do not know if this", "title": "Data Security in 2015 for Banks, HIPAA Covered Entities, and Small Businesses Too"}, "keywords": "Legal, Business, Technology, Civil Rights, Health, Alaska, California, Florida, Kentucky, New York, Pennsylvania, HIPAA, Cybersecurity, Breach, Identity Theft, Risk, Workplace Privacy, HITECH", "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Legal, Business, Technology, Civil Rights, Health, Alaska, California, Florida, Kentucky, New York, Pennsylvania, HIPAA, Cybersecurity, Breach, Identity Theft, Risk, Workplace Privacy, HITECH"}, "_id": "\"57477af46914bd0286fd6cf6\"", "article_summary": "Additionally, states like Massachusetts continue to announce fines for companies violating that state’s data security mandates.\nNew York regulators announce new cyber security preparedness assessments for banks.\nFriday, December 12, 2014Some have called 2014 the “Year of the Data Breach.” That may be true given the steady stream of large-scale data breaches affecting tens of millions of individuals.\nBusinesses large and small need to focus on their data privacy and security practices, which starts with assessing their risks across their organizations.\nCyber insurance offerings to small business grow."}