{"article_title": "Immigration Isn’t Just an Issue for Lawmakers. Everyday Americans Say It’s a Big One, Too.", "article_keywords": ["jobs", "conway", "big", "border", "immigrants", "immigration", "public", "say", "americans", "preference", "isnt", "illegal", "lawmakers", "believe", "issue", "everyday"], "article_url": "http://dailysignal.com/2014/08/21/immigration-isnt-just-issue-lawmakers-americans-say-big-one/", "article_text": "The flood of illegal immigrants across the U.S.-Mexico border has made immigration a top issue for Americans, new polling shows. Job-seeking U.S. citizens are increasingly unhappy about competing for work with illegal immigrants. During a panel discussion at The Heritage Foundation today on the border crisis and immigration debate, Kellyanne Conway, president of the Polling Company Inc., discussed new survey findings about Americans’ attitudes toward immigration reform, which delved deep into public opinion. She said:\n\nI have never seen immigration at the level where it is in terms of the American consciousness. I think what has happened at the border very recently has brought into sharp relief some public opinion. ‘Out of sight, out of mind’ is over. People know what they see, and seeing, of course for the public, is the first step toward believing.\n\nTemple University law professor Jan Ting, National Review editor Rich Lowry and James Carafano, a national security and foreign policy expert at The Heritage Foundation, joined Conway on the panel.\n\n“What has happened at the border very recently has brought into sharp relief some public opinion,” says @KellyannePolls\n\n>>> Rick Perry: Under Obama, ‘We’ve Been Retreating From the World Stage’ Among likely voters polled, 18 percent said immigration is a top issue, and 39 percent ranked it as a top-three issue. Since October, more than 52,000 unaccompanied minors from Central America have crossed the southern border into the United States. The flood of illegal immigrants sounded the alarm in Washington, and lawmakers — now home for the August recess — are grappling with solutions to the border crisis. “You have a spiking of paying attention and just pricking in American consciousness,” Conway said. Supporters of immigration reform often argue that illegal immigrants perform the jobs that Americans don’t want to. However, Conway said, 50 percent of those polled believe it’s unfair for “1 million immigrants” to be brought into the United States illegally while millions of Americans struggle to find employment. She said:\n\nAmericans don’t believe that we have a surplus of jobs. They believe that we have a surplus of job seekers, and they are competing for these jobs. Americans overwhelmingly believe that Americans who want to do jobs, who are looking for work, should have a fair opportunity, if not a preference, to do that work. It turns on its head that cynical meme that illegal immigrants or immigrants do the jobs that Americans just won’t do.\n\nAdditionally, 77 percent believe U.S.-born workers and legal immigrants should have preference for jobs over new legal immigrants. Similarly, 89 percent of those polled said American workers and legal immigrants should have preference over illegal immigrants.\n\nAs Border Patrol agents worked to stem the flow of illegal immigrants, both political parties presented solutions for the border crisis. However, Americans viewed neither Republicans nor Democrats as doing a good job on immigration.\n\n89% of Americans believe U.S. citizens and legal immigrants should have preference for jobs over illegal immigrants.\n\nStill, the House GOP’s three-point plan addressing the surge of illegal immigrants received more support than Democrats’ plan, Conway said. The proposal focused on allocating more funding to enforce immigration laws on the books, restricting the president from acting on his own and easing the process for returning unaccompanied minors to their home countries.\n\n>>> Texas Gov. Rick Perry Faults Obama on Border Crisis, Terrorist Threat in Iraq Republicans and Democrats are sparring over what should be the appropriate action to take regarding immigration reform. Republicans push for enhanced border security and enforcement of the laws on the books. Democrats, meanwhile, believe amnesty — what they call a “path to citizenship” — should be granted to illegal immigrants. Ting said the debate centers on choosing between open borders or enforcing a “numerical limit” of illegal immigrants. He said:\n\nAre we going to let every single person in the world who wants to come here to take their shot at the American dream come here? Or are we going to enforce some kind of numerical limit? That’s the choice. It’s a hard choice, an especially hard choice for elected officials because neither of the choices is really appealing.\n\nTing noted that enforcing a “numerical limit” means denying entrance into the country to familiar faces. He said:", "article_metadata": {"description": "Job-seeking U.S. citizens are increasingly unhappy about competing for work with illegal immigrants, a pollster says at a Heritage Foundation event.", "og": {"site_name": "The Daily Signal", "description": "Job-seeking U.S. citizens are increasingly unhappy about competing for work with illegal immigrants, a pollster says at a Heritage Foundation event.", "title": "Immigration Isn’t Just an Issue for Lawmakers. Everyday Americans Say It’s a Big One, Too.", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/140821_BorderEvent_Quinn-CONWAY.jpg", "updated_time": "2014-08-22T08:49:29+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1mrpGhY"}, "twitter": {"domain": "The Daily Signal", "description": "Job-seeking U.S. citizens are increasingly unhappy about competing for work with illegal immigrants, a pollster says at a Heritage Foundation event.", "title": "Immigration Isn’t Just an Issue for Lawmakers. Everyday Americans Say It’s a Big One, Too.", "image": {"src": "http://dailysignal.com/wp-content/uploads/140821_BorderEvent_Quinn-CONWAY.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Security", "tag": "immigration", "published_time": "2014-08-21T17:52:11+00:00", "modified_time": "2014-08-22T08:49:29+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Heritage Foundation, Jay Ting, Rich Lowry, James Carafano, illegal immigration, border crisis, Kellyanne Conway, the polling company, immigration reform"}, "article_summary": "The flood of illegal immigrants across the U.S.-Mexico border has made immigration a top issue for Americans, new polling shows.\n89% of Americans believe U.S. citizens and legal immigrants should have preference for jobs over illegal immigrants.\nIt turns on its head that cynical meme that illegal immigrants or immigrants do the jobs that Americans just won’t do.\nSupporters of immigration reform often argue that illegal immigrants perform the jobs that Americans don’t want to.\nTing said the debate centers on choosing between open borders or enforcing a “numerical limit” of illegal immigrants."}