{"article_title": "Obama Lawyers: House Has No Right to Sue the President", "article_keywords": ["standing", "sue", "right", "lawyers", "federal", "house", "court", "brief", "judge", "president", "white", "law", "lawsuit", "obama"], "article_url": "http://blogs.wsj.com/law/2015/01/28/obama-lawyers-house-has-no-right-to-sue-president/", "article_text": "AFP/Getty Images\n\nLawyers for the White House are urging a federal judge to dismiss a lawsuit filed by the Republican-led House of Representatives that alleges President Barack Obama illegally rewrote the new health law.\n\nThe president in public comments has attacked the lawsuit as a stunt, but a court brief drafted by a team of Department of Justice lawyers marks the first time the White House has articulated to a judge why the case shouldn’t be heard.\n\nThe House alleges that, among other claims, that the president abused his powers with his decision to delay enforcement of a requirement under the Affordable Care Act that employers offer health coverage or pay a penalty.\n\nIn the document submitted to Washington, D.C.-based U.S. District Judge Rosemary Collyer on Monday, the White House said the lawsuit was a political dispute that has no business in federal court. Relying on the legal concept of standing, the Obama administration said it couldn’t envision a situation in which a chamber of Congress should be able to sue the president for failing to execute a law.\n\n“The House . . . does not have standing to bring suit to assert that the Executive Branch is improperly administering federal law,” the brief says. “This result does not change even if the House frames the Executive’s supposedly illegal action as a ‘usurpation’ of its legislative authority, including its appropriations authority.”\n\nThat’s because, the brief says, the House hasn’t suffered a “concrete” and “particularized” harm— a condition for establishing standing.\n\n“Because Congress plays no direct role in the execution of federal law and has no continuing or distinct interest or stake in a bill once it becomes a law, Congress suffers no legally cognizable injury if that law (in Congress’s view) is improperly administered,” the document states.\n\nGeorge Washington University law professor Jonathan Turley, who represents the House in the litigation, emailed Law Blog a response:\n\nThe effort by the Administration to seek the dismissal of the action was anticipated and we will be filing an opposition memorandum clearly laying out the right of the House of Representatives to be heard in federal court. We do not believe that the Administration will be successful in its effort to avoid consideration of the merits of this constitutional challenge.\n\nJustice Department lawyers say that even if the House had standing to pursue it claims, the court should still toss the lawsuit because it’s a radical departure from “the settled understanding of the separation of powers.”\n\nInstead of suing, the brief says, the House has a “wide range of non-judicial measures” it could wield against the president, such as refusing to confirm presidential appointees, stripping out money from the budget or repealing a law.\n\nHouse Republicans, at least, don’t appear to be persuaded. House Speaker John Boehner told Republicans Tuesday that he’s planning to take legal action against the White House over Mr. Obama’s executive actions on immigration, WSJ reported Tuesday.\n\nHe told GOP lawmakers in a closed-door meeting that he’s completing a plan to authorize litigation on the issue, according to a person who attended the meeting.", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "Lawyers for the White House are urging a federal judge to dismiss a lawsuit filed by the Republican-led House of Representatives that alleges President Barack Obama illegally rewrote the new health law.", "title": "Obama Lawyers: House Has No Right to Sue the President", "url": "http://blogs.wsj.com/law/2015/01/28/obama-lawyers-house-has-no-right-to-sue-president/", "image": {"src": "http://s.wsj.net/public/resources/images/BN-GR254_pinto_G_20150128150208.jpg"}, "site": "WSJ", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "Business", "article.headline": "Obama Lawyers: House Has No Right to Sue the President", "description": "Lawyers for the White House are urging a federal judge to dismiss a lawsuit filed by the Republican-led House of Representatives that alleges President Barack Obama illegally rewrote the new health law.", "article_section": "Business", "author": "Jacob Gershman", "user.type": "unsubscribed", "article.page": "Law Blog Blog", "page.content.format": "responsive", "page.subsection": "Law Blog", "article.summary": "Lawyers for the White House are urging a federal judge to dismiss a lawsuit filed by the Republican-led House of Representatives that alleges President Barack Obama illegally rewrote the new health law.", "page.site": "blogs.wsj.com", "testkeys": "C", "article.published": "2015-01-28T22:59:25-05:00", "dj.asn": "10-139", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/law/2015/01/28/obama-lawyers-house-has-no-right-to-sue-president/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-LB-50470", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Business", "language": "en-US", "og": {"site_name": "WSJ", "description": "Lawyers for the White House are urging a federal judge to dismiss a lawsuit filed by the Republican-led House of Representatives that alleges President Barack Obama illegally rewrote the new health law.", "title": "Obama Lawyers: House Has No Right to Sue the President", "url": "http://blogs.wsj.com/law/2015/01/28/obama-lawyers-house-has-no-right-to-sue-president/", "image": {"width": 553, "identifier": "http://s.wsj.net/public/resources/images/BN-GR254_pinto_G_20150128150208.jpg", "height": 369}, "type": "article"}, "article.access": "free", "article.type": "Law Blog", "article.id": "BL-LB-50470", "user.exp": "default", "article.updated": "2015-01-29T15:37:31-05:00"}, "article_summary": "House Speaker John Boehner told Republicans Tuesday that he’s planning to take legal action against the White House over Mr. Obama’s executive actions on immigration, WSJ reported Tuesday.\nAFP/Getty ImagesLawyers for the White House are urging a federal judge to dismiss a lawsuit filed by the Republican-led House of Representatives that alleges President Barack Obama illegally rewrote the new health law.\ndoes not have standing to bring suit to assert that the Executive Branch is improperly administering federal law,” the brief says.\nIn the document submitted to Washington, D.C.-based U.S. District Judge Rosemary Collyer on Monday, the White House said the lawsuit was a political dispute that has no business in federal court.\nThe president in public comments has attacked the lawsuit as a stunt, but a court brief drafted by a team of Department of Justice lawyers marks the first time the White House has articulated to a judge why the case shouldn’t be heard."}