{"article_title": "Fox News’ Ed Henry walks out after snub at White House press conference", "article_keywords": ["conference", "carney", "exchange", "house", "ed", "henry", "fox", "snub", "walks", "press", "military", "white", "left"], "article_url": "http://www.rawstory.com/2013/10/fox-news-ed-henry-walks-out-after-snub-at-white-house-press-conference/", "article_text": "Call it a shot across the bow, perhaps. But White House press secretary Jay Carney pointedly left Fox News Chief White House Correspondent Ed Henry out of the queue at a Friday press conference, leaving Henry sputtering.\n\nHenry left before the end of the meeting after trying unsuccessfully to ask a question several times, according to Mediaite.\n\nThe exchange, or lack of one, followed a contentious session on Wednesday in which Henry essentially accused the president of being indifferent to the families of servicemembers killed in action. The Wednesday exchange between Carney and Henry over the restoration of military death benefits centered on Henry repeatedly asking when Obama “learn[ed] specifically that the military death benefits would not be paid,” the tone becoming more confrontational with each back and forth between Henry and Carney.\n\nCarney described Henry as a partisan opponent during that exchange. This wasn’t the first contentious exchange between the two. Henry badgered Carney last month about whether or not the White House staffer would sign up for Obamacare. Though Henry meant it as a gotcha-type accusation, Carney replied “If I did not have employer provided health insurance, like I’m sure you do, unless there’s something about Fox I don’t know, then I would absolutely enroll and it would be more affordable.”\n\nAt the impromptu Friday press conference, Carney called on no television reporters, and ignored Henry’s attempts to ask a question.\n\nWatch the end of the press conference below.", "article_metadata": {"og": {"image": {"width": 800, "identifier": "http://www.rawstory.com/wp-content/uploads/2013/10/Ed-Henry-snubbed-800x430.jpg", "height": 430}, "title": "Fox News’ Ed Henry walks out after snub at White House press conference"}, "fb": {"app_id": 212555972273585}, "viewport": "width=device-width, user-scalable=yes, initial-scale=1.0, minimum-scale=0.1, maximum-scale=10.0"}, "_id": "\"57477afa6914bd0286fe5647\"", "article_summary": "But White House press secretary Jay Carney pointedly left Fox News Chief White House Correspondent Ed Henry out of the queue at a Friday press conference, leaving Henry sputtering.\nHenry left before the end of the meeting after trying unsuccessfully to ask a question several times, according to Mediaite.\nHenry badgered Carney last month about whether or not the White House staffer would sign up for Obamacare.\nWatch the end of the press conference below.\nCarney described Henry as a partisan opponent during that exchange."}