{"article_title": "No longer just a dunker, Griffin emerges as playoff star", "article_keywords": ["emerges", "griffin", "postseasongriffin", "star", "longer", "hes", "game", "dunker", "player", "playoff", "points", "rockets", "nba", "rebounds", "spurs"], "article_url": "http://www.salon.com/2015/05/16/no_longer_just_a_dunker_griffin_emerges_as_playoff_star/", "article_text": "Topics: From the Wires, Entertainment News, News\n\nLOS ANGELES (AP) — Every NBA fan knows Blake Griffin, resident dunk-monster of Lob City. His one-handed jams have been fodder for highlight reels since his pro career began five years ago.\n\nThis playoff season, Griffin is showing a new level of production.\n\nHis gaudy numbers are proving he’s more than just a dunker; he’s matured into a multi-faceted star in a town long dominated by Kobe Bryant, whose Lakers are nowhere to be found in the postseason.\n\nGriffin has three triple-doubles, with two against the defending champion San Antonio Spurs, including 24 points, 13 rebounds and 10 assists in a victorious Game 7. He joined Wilt Chamberlain, Magic Johnson and Oscar Robertson with at least three in the first eight games of the postseason.\n\nGriffin is the conduit through which everything flows for the Clippers, who find themselves tied 3-3 in their Western Conference semifinal series against the Rockets after blowing a 3-1 lead.\n\nGame 7 is Sunday in Houston, with the Clippers trying to reach the conference finals for the first time in franchise history. It’s a familiar position from the first round, when they beat the Spurs at home in Game 7 to advance.\n\nGriffin is averaging 25.4 points in the playoffs, sixth-best in the league, with his 13 games the most among any player in the top 10. His 12.8 rebounds are a playoff best. He’s shooting 51 percent from the floor, 72 percent from the line and logging 39.5 minutes a game.\n\n“Blake came into the league with talent, but now he’s becoming a better NBA player,” Rockets coach Kevin McHale said. “Blake handles the ball well, he’s got that jump hook and he’s got a jump shot.”\n\nGriffin is difficult to stop in the open court, sometimes running his own one-man fast break. In the paint, he forces teams to throw extra bodies on him. He’s averaging 6.2 assists, making opponents wary of leaving the passing lanes open.\n\nGriffin is well-known among his coaches and teammates for the hours he puts in the gym, in-season or out, getting shots up and doing the little things to add new dimensions to his game.", "article_metadata": {"description": "No longer just a dunker, Griffin emerges as playoff star", "title": "No longer just a dunker, Griffin emerges as playoff star", "og": {"site_name": "Salon", "description": "No longer just a dunker, Griffin emerges as playoff star", "title": "No longer just a dunker, Griffin emerges as playoff star", "url": "http://www.salon.com/2015/05/16/no_longer_just_a_dunker_griffin_emerges_as_playoff_star/", "image": "http://media.salon.com/2015/05/rockets-clippers-basketball.jpeg24-1280x960.jpg", "type": "article"}, "twitter": {"description": "No longer just a dunker, Griffin emerges as playoff star", "title": "No longer just a dunker, Griffin emerges as playoff star", "image": "http://media.salon.com/2015/05/rockets-clippers-basketball.jpeg24-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Beth Harris", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd6ce5\"", "article_summary": "“Blake came into the league with talent, but now he’s becoming a better NBA player,” Rockets coach Kevin McHale said.\nTopics: From the Wires, Entertainment News, NewsLOS ANGELES (AP) — Every NBA fan knows Blake Griffin, resident dunk-monster of Lob City.\nGriffin has three triple-doubles, with two against the defending champion San Antonio Spurs, including 24 points, 13 rebounds and 10 assists in a victorious Game 7.\nThis playoff season, Griffin is showing a new level of production.\nIt’s a familiar position from the first round, when they beat the Spurs at home in Game 7 to advance."}