{"article_title": "Top 10 insurers in the Part D arena: UnitedHealth at the top", "article_keywords": ["arena", "enrollees", "prescription", "d", "mapd", "study", "sponsors", "drug", "plan", "plans", "insurers", "unitedhealth"], "article_url": "http://www.fiercehealthpayer.com/story/top-10-insurers-part-d-arena-unitedhealth-top/2014-08-18", "article_text": "UnitedHealth is top dog when it comes to Medicare Part D presence in the U.S. health insurance market, according to a new study from the Kaiser Family Foundation.\n\nThe ten largest Part D plan sponsors in 2014--in order of market share--are UnitedHealth Group, Humana, CVS Caremark, Express Scripts, Aetna, Cigna, WellCare Health Plans, Kaiser Permanente, WellPoint and Envision.\n\nThese 10 companies account for more than three-fourths of all enrollees, with UnitedHealth alone accounting for more than one in five Part D enrollees, including 22 percent of prescription drug plans (PDP) enrollees and 21 percent of Medicare Advantage prescription drug plans (MA-PD), the study says.\n\nThis pattern of a few plan sponsors having a substantial share of Part D enrollment has held over the program's first nine years, the study's authors said.\n\nThe top 10 have enrolled 29.5 million beneficiaries in either a stand-alone PDP or an MA-PD plan. The share of enrollment in the ten largest plans in 2014 (79 percent) is higher than in 2006 (69 percent). In 2006, the top three firms also accounted for about half of all enrollees.\n\nUnitedHealth and Humana have been the two largest Part D plan sponsors from the start of the program, but their combined share of enrollment has dropped from 45 percent in 2006 to 38 percent in 2014, the study found. UnitedHealth, due in part to its successful marketing relationship with AARP, has maintained its top position for all nine years of the program and has seen its enrollment grow by about 43 percent since 2006.\n\nSix of the top ten firms in 2014 sponsor both stand-alone PDPs and MA-PD plans. Kaiser Permanente is the only sponsor among the top ten that offers only MA-PD plans, and WellPoint--which recently announced it plans to change its name to Anthem--is the only other firm with more MA-PD enrollees than PDP enrollees.\n\nEnrollment growth since 2006 for CVS Caremark, Express Scripts, Aetna, and Cigna is due largely to acquisitions of other plan sponsors, the study says.\n\nFor more:\n\n- here's the study\n\nRelated Articles:\n\nWellPoint changing name to Anthem to create unified brand\n\nFew eligible Part D enrollees receive drug therapy management\n\nMore Than 20,000 RxAlly Community Pharmacies, To Offer New Medicare Part D Prescription Drug Plan\n\nAMCP Urges HHS to Allow Flexibility in the Design of Prescription Drug Benefits Under Health Care Reform Law\n\nMedicare Part D linked to fewer hospital visits, lower costs", "article_metadata": {"description": "UnitedHealth is top dog when it comes to Medicare Part D presence in the U.S. health insurance market, according to a new study from the Kaiser Family Foundation.", "og": {"site_name": "FierceHealthPayer", "description": "UnitedHealth is top dog when it comes to Medicare Part D presence in the U.S. health insurance market, according to a new study from the Kaiser Family Foundation.", "title": "Top 10 insurers in the Part D arena: UnitedHealth at the top", "url": "http://www.fiercehealthpayer.com/story/top-10-insurers-part-d-arena-unitedhealth-top/2014-08-18", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthpayer.jpg", "type": "website"}, "twitter": {"site": "healthpayer", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "keywords": "Aetna,Care Delivery,Cigna,CVS Caremark,Envision,Express Scripts,Humana,Kaiser Permanente,Medicare Part D,UnitedHEalth Group,WellCare Health Plans,Wellpoint", "viewport": "width=device-width", "news_keywords": "Care Delivery"}, "_id": "\"57477af36914bd0286fcfb51\"", "article_summary": "The ten largest Part D plan sponsors in 2014--in order of market share--are UnitedHealth Group, Humana, CVS Caremark, Express Scripts, Aetna, Cigna, WellCare Health Plans, Kaiser Permanente, WellPoint and Envision.\nThe top 10 have enrolled 29.5 million beneficiaries in either a stand-alone PDP or an MA-PD plan.\nFor more:- here's the studyRelated Articles:WellPoint changing name to Anthem to create unified brandFew eligible Part D enrollees receive drug therapy managementMore Than 20,000 RxAlly Community Pharmacies, To Offer New Medicare Part D Prescription Drug PlanAMCP Urges HHS to Allow Flexibility in the Design of Prescription Drug Benefits Under Health Care Reform LawMedicare Part D linked to fewer hospital visits, lower costs\nSix of the top ten firms in 2014 sponsor both stand-alone PDPs and MA-PD plans.\nThis pattern of a few plan sponsors having a substantial share of Part D enrollment has held over the program's first nine years, the study's authors said."}