{"article_title": "DC City Council Wants to Decriminalize Marijuana For “Social Justice,” Not Interested in Legalizing, May Be on the Ballot Anyway", "article_keywords": ["wants", "decriminalize", "legalizing", "city", "justice", "bill", "washington", "marijuana", "wells", "dc", "likely", "interested", "black", "council", "social"], "article_url": "http://reason.com/blog/2013/09/05/dc-city-council-wants-to-decriminalize-m", "article_text": "The city council in Washington, DC is considering a bill, cosponsored by a majority of the council, that would decriminalize the possession of marijuana up to an ounce, making it a “civil offense” resulting in a fine, according to the local NBC affiliate. The primary sponsor of the bill, Tommy Wells, says the bill is a matter of “social justice,” and that he’s not concerned with the legal status of marijuana insomuch as he’s concerned about the 6,000 people, predominantly African-American, that are arrested for “using small amounts of marijuana.”\n\nActivists are pressing for full legalization, pointing out that decriminalization will just cause the black market to expand even more, since everything that makes the possession of a small amount of marijuana possible remains illegal. But Councilman Wells says he doesn’t “believe growing marijuana in your home is really an issue of social justice… I’m not sure that our city is ready to do that.” Wells is right, growing marijuana in your own home is not a “social justice” issue. It’s an issue of rights and freedoms.\n\nWells’ frankly half-assed attempt at liberalizing the legal regime surrounding marijuana isn’t likely to even meet the narrow goal Wells set out. 91 percent of marijuana arrests in DC may be of black residents, but plenty of Beltway professionals use pot too. They just don’t need decriminalization to stay off the radar of local law enforcement, which largely targets black residents in its drug war efforts (similar tactics are seen in New York City, where whites are more likely to use marijuana but non-whites are more likely to be arrested for it). Wells’ effort isn’t going to make it less likely local law enforcement continues to target predominantly young black men for possession of marijuana. As criminal attorney Paul Zukerberg pointed out to NBC Washington: “Any amount of marijuana, even a roach, a partially burnt marijuana cigarette, is a criminal misdemeanor… Means you get arrested, your name is entered into the national criminal database, you have to go to court, hire a lawyer, and you face jail time. These are things that are permanently on your record… when you’re looking to get a job.”\n\nWhile Wells’ bill is expected to pass and become law sometime in 2014, activists are working on a measure that would see DC residents vote on legalization in the November 2014 election. “People don’t want to be harassed anymore,” one activist, Adam Eidinger of DCMJ 2014, told NBC Washington. “People want rights.” And whatever pretension to “social justice” the DC city council may have is no replacement for that.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "What about rights and freedoms?", "title": "DC City Council Wants to Decriminalize Marijuana For “Social Justice,” Not Interested in Legalizing, May Be on the Ballot Anyway", "url": "http://reason.com/blog/2013/09/05/dc-city-council-wants-to-decriminalize-m", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/13784026891525.jpg", "type": "article"}, "twitter": {"description": "The city council in Washington,\nDC is considering a bill, cosponsored by a majority of the council,\nthat would decriminalize the possession of marijuana up to an\nounce, making it a “civil offense” resulting in a fine, according\nto the \nlocal NBC affiliate. The primary sponsor of the bill, Tommy\nWells, says the bill is a matte", "title": "DC City Council Wants to Decriminalize Marijuana For “Social Justice,” Not Interested in Legalizing, May Be on the Ballot Anyway", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/13784026891525.jpg", "creator": "@edkrayewski", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Nanny State", "published_time": "2013-09-05T17:43:00+00:00", "author": "http://reason.com/people/ed-krayewski"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "“People want rights.” And whatever pretension to “social justice” the DC city council may have is no replacement for that.\nBut Councilman Wells says he doesn’t “believe growing marijuana in your home is really an issue of social justice… I’m not sure that our city is ready to do that.” Wells is right, growing marijuana in your own home is not a “social justice” issue.\n91 percent of marijuana arrests in DC may be of black residents, but plenty of Beltway professionals use pot too.\nWells’ frankly half-assed attempt at liberalizing the legal regime surrounding marijuana isn’t likely to even meet the narrow goal Wells set out.\nWells’ effort isn’t going to make it less likely local law enforcement continues to target predominantly young black men for possession of marijuana."}