{"article_title": "Obama's 'new' ISIS strategy", "article_keywords": ["weve", "isis", "working", "doing", "administration", "strategy", "say", "task", "operation", "obamas", "talk", "told"], "article_url": "http://www.americanthinker.com/blog/2015/12/obamas_new_isis_strategy_change_the_narrative.html", "article_text": "Military officials on the Operation Inherent Resolve task force have recently formed a working group to formulate a \"new narrative,\" defense officials told The Hill. Separately, the Joint Staff has drafted its own messaging document.\n\nThe steps are preliminary, and are part of a larger effort to better communicate the U.S.'s military strategy amid heavy criticism from Republican presidential candidates who say Obama is losing the battle against the terrorist group.\n\n\"To say there's no strategy is just flat out wrong,\" said Army Col. Christopher Garver, public affairs officer for the Combined Joint Task Force -- Operation Inherent Resolve.\n\n\"If you want to have a debate about it, that's good, let's talk about it. But there is a strategy,\" he added.\n\nThe new working group will look at \"how best to articulate what it is we're trying to do ... and do it in a concise easy to understand way,\" Garver said.\n\nIt is not clear who is overseeing or directing the effort, which appears to be internally driven within the military.\n\nStill, the focus on messaging is in sync with the White House, which has said it needs to do a better job communicating the ISIS strategy to the public.\n\n\"In recent months and weeks we've been encouraging principals across the [U.S. government] to get out more to talk about their aspects of the counter-ISIL campaign and to new audiences,\" a senior administration official told The Hill on Thursday, using another name for ISIS.\n\nObama earlier this week in an interview with NPR suggested that the administration has not done enough to publicize progress in the ISIS war.\n\n\"There is a legitimate criticism of what I've been doing and our administration has been doing in the sense that we haven't, you know, on a regular basis I think described all the work that we've been doing for more than a year now to defeat ISIL,\" he said.\n\n\n\n\"And so part of our goal here is to make sure that people are informed about all the actions that we're taking,\" he added.", "article_metadata": {"og": {"url": "http://www.americanthinker.com/blog/2015/12/obamas_new_isis_strategy_change_the_narrative.html", "image": "http://www.americanthinker.com/assets/images/at-painter-og-image.png", "title": "Blog: Obama's 'new' ISIS strategy: Change the narrative"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Still, the focus on messaging is in sync with the White House, which has said it needs to do a better job communicating the ISIS strategy to the public.\n\"To say there's no strategy is just flat out wrong,\" said Army Col. Christopher Garver, public affairs officer for the Combined Joint Task Force -- Operation Inherent Resolve.\nObama earlier this week in an interview with NPR suggested that the administration has not done enough to publicize progress in the ISIS war.\nMilitary officials on the Operation Inherent Resolve task force have recently formed a working group to formulate a \"new narrative,\" defense officials told The Hill.\nIt is not clear who is overseeing or directing the effort, which appears to be internally driven within the military."}