{"article_title": "KFC calls on Chinese diners to inspect its kitchen", "article_keywords": ["kfcs", "calls", "chinese", "consumers", "inspect", "food", "yum", "diners", "way", "china", "chicken", "kitchen", "tours", "kfc"], "article_url": "http://www.medicaldaily.com/kfc-calls-chinese-diners-inspect-its-kitchen-313838", "article_text": "SHANGHAI (Reuters) - KFC has a message for Chinese diners worried about eating their fried chicken after a safety scare at the fast food chain: come see how we operate for yourself.\n\nChina is the biggest market by sales for KFC's parent Yum Brands Inc , but sales have slowed since July after a television report alleged that workers at a Yum supplier were adding expired meat to products.\n\nThe scandal, which also dragged in McDonald's Corp , prompted Yum to cut its profit forecast for the year for a second time on Tuesday, adding urgency to KFC's offer to Chinese consumers to tour more than 1,000 of its kitchens and two suppliers.\n\n\"How is KFC's food prepared? Is the chicken safe? Are the restaurants hygienic?\" read adverts for the tours, printed on KFC placemats. \"You can see our chicken farms yourself, and unravel the mysteries of KFC restaurants on the spot. You decide whether or not our food is safe!\"\n\nCustomers can register online to book a visit. A tour led by the manager of a Shanghai restaurant this month showcased employee hand-washing (20 seconds), the oil used in the fryers (regularly tested and changed), the way the chickens are raised (safely) and the water used in the food (purified).\n\nTour participants, however, were not allowed to use their mobile phones, take pictures or video or record any audio.\n\nYum Brands declined to say when the tours in China began, how many consumers had participated, or what impact they had. Xinhua, China's state news agency, reported that the tours began in July 2013, before the latest scare.\n\n\"KFC has been doing kitchen tours for years in different markets around the globe as a way to educate consumers about our freshly prepared chicken,\" U.S.-based Yum spokeswoman Virginia Ferguson wrote in an email.\n\nFacing slowing growth and a skeptical public, fast food companies around the world are lifting the veil on their production processes.\n\nIn October, McDonald's launched a series of YouTube videos where U.S. TV host Grant Imahara interviews people in the company's supply chain.\n\nFood safety is a particularly emotive issue in China, where scandals ranging from toxic baby milk formula to dirty food oil are common. That makes convincing Chinese customers to come back to a tainted brand tough, marketing experts say.\n\n\"Because of the lives they have led – of tainted food, dumplings with cardboard in them, honey that isn't honey, liquor that isn't liquor – they distrust everything,\" said James McGregor, greater China chairman of public affairs group APCO Worldwide and author of the book \"One Billion Customers\".\n\nBy Alexandra Harney\n\n(Editing by Miral Fahmy)", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "kfc, calls, chinese, diners, inspect, its, kitchen", "og": {"site_name": "Medical Daily", "description": "KFC has a message for Chinese diners worried about eating their fried chicken after a safety scare at the fast food chain: come see how we operate for yourself.", "title": "KFC To Chinese Diners: We're Safe; Come Look", "url": "http://www.medicaldaily.com/kfc-calls-chinese-diners-inspect-its-kitchen-313838", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/10/kfc-china.JPG", "type": "article"}, "twitter": {"description": "KFC has a message for Chinese diners worried about eating their fried chicken after a safety scare at the fast food chain: come see how we operate for yourself.", "title": "KFC To Chinese Diners: We're Safe; Come Look", "url": "http://www.medicaldaily.com/kfc-calls-chinese-diners-inspect-its-kitchen-313838", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/10/kfc-china.JPG", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/10/kfc-china.JPG"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2014-12-10T16:58:45-05:00", "modified_time": "2014-12-10T17:01:00-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "KFC has a message for Chinese diners worried about eating their fried chicken after a safety scare at the fast food chain: come see how we operate for yourself."}, "_id": "\"57477af46914bd0286fdfba6\"", "article_summary": "\"How is KFC's food prepared?\nSHANGHAI (Reuters) - KFC has a message for Chinese diners worried about eating their fried chicken after a safety scare at the fast food chain: come see how we operate for yourself.\nYum Brands declined to say when the tours in China began, how many consumers had participated, or what impact they had.\n\"You can see our chicken farms yourself, and unravel the mysteries of KFC restaurants on the spot.\nThat makes convincing Chinese customers to come back to a tainted brand tough, marketing experts say."}