{"article_title": "East Palo Alto faces pressure to crack down on questionable housing add-ons « Frontpage Featured « Peninsula Press ARCHIVE (2010 – Sept. 2014)", "article_keywords": ["questionable", "city", "units", "dwelling", "garage", "housing", "community", "santuario", "peninsula", "pressure", "featured", "palo", "faces", "press", "east", "sept", "frontpage", "secondary"], "article_url": "http://archive.peninsulapress.com/2013/10/14/east-palo-alto-questionable-housing-add-ons/", "article_text": "\n\n\n\nThe Bay Area real estate boom that triggered new demand for housing in East Palo Alto has also escalated community tension over garage conversions, backyard dwellings and home add-ons.\n\nAn increase in complaints over parking, noise and other issues tied to these “secondary dwelling units” – sometimes the only option for low-income residents — has prompted the City Council to take notice. The council held a special study session last week and will consider possible solutions within four to six months.\n\nParking is an ongoing source of squabbles. Robert Jones, the director of EPA CAN DO, a community development organization focused on affordable housing, pointed out the obvious: cars often come with people. Secondary dwellings have led to vehicles spilling over from parking spots to sidewalks, he said. ”Now, [children] have to walk on the streets … so it becomes unsafe.”\n\nCity officials say they are even more concerned about units that fail to meet building and fire codes. These range from garage conversions without proper plumbing to rented tool sheds lacking electricity and insulation.\n\n“On the one hand, there is the community and human need for housing, which in this area is ruthless,” East Palo Alto Mayor Ruben Abrica said. “The other frame is the responsibility we have as a government to make sure that codes are not being violated.”\n\nAccording to city officials, the median house price is $450,000 and median rents for a one-bedroom apartment exceed $2,000. Those prices are out of reach for a number of residents in East Palo Alto, where median income is barely above $50,000 a year.\n\nAbrica emphasized that the city wants to get people to comply with housing regulations, not to displace them. “To me, what does that do? That creates more homelessness,” he said.\n\nHealth and safety inspections generally are triggered by complaints. Based on a single complaint, a dwelling can be inspected when ”the house down the street could be 10 times worse, but nobody complains about them,” said the Rev. Lawrence C. Goode of Saint Francis of Assisi Church. Goode called on the city to add inspectors to more effectively determine whether secondary dwelling units are safe.\n\nAngel Santuario, a community leader for Peninsula Interfaith Action, believes the majority of complaints fall under the category of personal animosity. “That’s where it gets really ugly,” Santuario said. “Most of the reports that are made are because people are upset for some reason with their neighbor or their landlord. It’s not really based on the safety of the unit. It’s more like I don’t like this neighbor, so I’m going to tell on him.”\n\nAngelica Rubio, an East Palo Alto resident, lived in a friend’s garage conversion between 2008 and 2010. She said efforts should be focused on providing additional affordable housing and on making secondary dwelling units comply with city codes.\n\nRubio, who no longer lives there, described the converted garage as the cheapest place she could find for the space available. For $400 a month, she had a studio-size bedroom equipped with a bathroom and kitchen. The same unit now goes for between $600 and $700 a month, she said.\n\nBoth Jones and Santuario said that while some secondary dwelling units are legal, others present unsafe living conditions. In many cases, occupants are too frightened to complain due to fear of eviction or the prospect of having to spend thousands of dollars to bring the units up to standards, according to Santuario.\n\n“We have meetings and most people don’t put down their address,” Santuario said.\n\nAbrica, the mayor, cautioned that the city is in the early stages of gathering information and deciding how to proceed. “At some point the staff will summarize the main points that come up and present some options,” he said. “Then the council will weigh in … that may involve changing codes that we can change.”\n\nThe strategy inevitably will take into account the growing housing pressures in the Bay Area, including the new Facebook campus in east Menlo Park and its potential to drive up property values nearby.\n\n“In the bigger picture, because of the economic forces, working-class and moderate-income communities are going through the same thing we are going through across this country,” Abrica said. “We are not an island. We’re interconnected with this whole region and we end up suffering the consequences. And this is one of them.”", "article_metadata": {"keywords": "affordable housing,East Palo Alto,East Palo Alto City Council,EPA CAN DO,garage conversions,Housing,Marianne Levine,Mayor Ruben Abrica,Peninsula Interfaith Action,Saint Francis of Assisi Church,secondary dwelling units,Frontpage Featured,Politics & Gov", "description": "Complaints over parking, noise and safety issues tied to “secondary dwelling units” – sometimes the only option for low-income residents — have prompted…", "generator": "WordPress 3.5", "robots": "noodp,noydir"}, "article_summary": "Those prices are out of reach for a number of residents in East Palo Alto, where median income is barely above $50,000 a year.\nShe said efforts should be focused on providing additional affordable housing and on making secondary dwelling units comply with city codes.\nGoode called on the city to add inspectors to more effectively determine whether secondary dwelling units are safe.\nBoth Jones and Santuario said that while some secondary dwelling units are legal, others present unsafe living conditions.\n“On the one hand, there is the community and human need for housing, which in this area is ruthless,” East Palo Alto Mayor Ruben Abrica said."}