{"article_title": "Rural Blog: Lack of doctors and insurers, hospital closures and more make rural health outlook ‘grim’", "article_keywords": ["information", "outlook", "replaced", "hospital", "lack", "journalism", "closures", "blog", "health", "counties", "doctors", "collins", "rural", "exchanges", "insurers", "grim", "issues", "care"], "article_url": "http://www.kyforward.com/rural-blog-lack-of-doctors-and-insurers-hospital-closures-and-more-make-rural-health-outlook-grim/", "article_text": "“In many rural counties, due to a range of contributing factors — including a shortage of doctors, a sicker-than-anticipated population, lack of competition in the marketplace, the closing of hospitals and a raging opioid crisis — the outlook is grim” for health care under the Patient Protection and Affordable Care Act, John Collins writes for the liberal magazine In These Times.\n\nCollins points to the demise of more than half of the state-based health cooperatives that provide price competition for traditional, for-profit insurers; and UnitedHealth Group’s recent decision to pull out of most state Obamacare exchanges next year, coming after “other insurance providers have abandoned their less profitable rural exchanges.”\n\nHe notes the Kaiser Family Foundation estimate that 11 percent of policyholders will be in counties with only one insurer, and 18 percent will be in counties with two — up from 2 percent and 13 percent, respectively.\n\n“By early 2017, The Wall Street Journal reports, it is estimated that in more than 650 counties — 70 percent of which consist of rural populations — only one option for health care coverage will be offered on the ACA exchanges,” Collins writes.\n\n“According to Inovalon, the health-care information and technology firm . . . cited in the WSJ piece, rural exchanges are having trouble realizing a profit for two reasons—people are requiring more care (they’re sicker) than anticipated and the cost of that care is significantly more than it is in urban areas.”\n\nAt the end of his story, Collins looks ahead and then puts his tongue in cheek: “The next administration will ultimately decide whether this six-year-old law gets put into therapy, replaced by a single-payer healthcare system for all Americans, or triumphantly repealed and replaced with something so fantastic that you can’t even imagine how good it is going to be.”\n\n* * * * * * * * * * * *\n\nThe Rural Blog is a digest of events, trends, issues, ideas and journalism from and about rural America, from the IRJCI, based at the University of Kentucky. The Institute for Rural Journalism and Community Issues is an extension program for rural journalists and news outlets. It takes no positions on issues and advocates only for strong news coverage, responsible commentary and things that make them possible, such as open-government laws. For more information see www.RuralJournalism.org.", "article_metadata": {"generator": "WordPress 4.4.2", "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "article_summary": "The Institute for Rural Journalism and Community Issues is an extension program for rural journalists and news outlets.\n“By early 2017, The Wall Street Journal reports, it is estimated that in more than 650 counties — 70 percent of which consist of rural populations — only one option for health care coverage will be offered on the ACA exchanges,” Collins writes.\nIt takes no positions on issues and advocates only for strong news coverage, responsible commentary and things that make them possible, such as open-government laws.\n“In many rural counties, due to a range of contributing factors — including a shortage of doctors, a sicker-than-anticipated population, lack of competition in the marketplace, the closing of hospitals and a raging opioid crisis — the outlook is grim” for health care under the Patient Protection and Affordable Care Act, John Collins writes for the liberal magazine In These Times.\n“According to Inovalon, the health-care information and technology firm ."}