{"article_title": "Gov. Walker: Alaska needs to collaborate, not litigate, on Medicaid expansion", "article_keywords": ["legislative", "man", "needs", "collaborate", "litigate", "money", "alaska", "expansion", "uninsured", "medicaid", "members", "walker", "alaskans", "gov", "care", "room"], "article_url": "http://juneauempire.com/local/2015-08-23/gov-walker-alaska-neesds-collaborate-not-litigate-medicaid-expansion", "article_text": "This past week has been a tough one for Alaskans.\n\nOn Tuesday, we learned that heavy rainfall had triggered six landslides in Sitka, and three men — beloved residents — were missing.\n\nThe next morning, I headed to Sitka. The devastation was staggering. Family members and friends were on site, hoping for a miracle and fearing the worst.\n\nI listened. I wished I could do more to ease their pain.\n\nI felt some of the same emotions when I visited several villages in the past few weeks. One community is on the verge of losing its school because so many young people are leaving their ancestral home for urban areas, where the cost of energy is lower. In another community, there is not a single flushing toilet.\n\nOur great state is facing some serious challenges.\n\nMeanwhile, members of the Legislative Council have chosen to sue me for accepting federal money to provide health care for low-income, working Alaskans.\n\nSince July 16, when I announced my intent to accept the money, not a day has gone by without someone approaching me to thank me or share a personal story. In Valdez, a doctor told me her patient will be able to receive treatment; she said Medicaid expansion will save her patient’s life.\n\nBut there are others for whom the decision comes too late.\n\nAnchorage health care providers recently shared with me the individual stories of three Alaskans who did not have access to affordable health care. They were:\n\n• A 50-year-old man suffered for months with a tooth ache he could not afford to treat. The pain finally led him to an emergency room, where he learned the abscessed tooth had infected his brain. He underwent surgery but it was too late. The procedure left him so debilitated he died two months later.\n\n• A 60-year-old man suffered a stroke but refused to see a doctor because he didn’t have money or insurance. After his family insisted for six weeks that he seek medical attention, he finally went to the emergency room — only to suffer several more strokes that impaired his ability to talk and walk. He died three months later.\n\n• An uninsured 23-year-old man with diabetes who did not have access to primary care was hospitalized three times with acute kidney failure before he died.\n\nMy heart goes out to the grieving family members and friends of these Alaskans, whose deaths could have been prevented with early diagnosis and treatment. This is not merely about policy. This is about people.\n\nI am accountable to these Alaskans. I am also accountable to the Alaskans who foot the bill for the uninsured. Providers at Central Peninsula Hospital in Kenai, Fairbanks Memorial Hospital and Alaska Regional Hospital tell me that health care coverage for one uninsured patient can cost a medical facility $1 million.\n\nThey told me about the $226,000 bill incurred by an uninsured 36-year-old woman whose chronic pancreatitis led to nine emergency room visits and four hospitalizations.\n\nThey told me about an uninsured 21-year-old man with acute kidney failure who made multiple trips to the hospital, including 13 emergency room visits in one year, six trips for dialysis and a two-month hospitalization. The bill topped $575,000.\n\nThese are costs the rest of us shoulder. It just doesn’t make sense when we have an opportunity to bring home Alaska’s tax dollars to pay some of these bills. That’s what Medicaid expansion allows us to do.\n\nI am disappointed members of the Legislative Council chose to “defend the power of the purse” over the will and needs of the people. At a time when the state is facing a $3.5 billion deficit, 10 legislators chose to spend $450,000 to hire an outside law firm to block what more than 60 percent of Alaskans want; they chose to sue to prevent $145 million in federal dollars from being injected into our economy to provide lifesaving care for our fellow Alaskans.\n\nIt’s unfair to paint all 60 legislators with a broad brush because of the actions of a few. I greatly appreciate the lawmakers who have voiced their support for Medicaid expansion and reform.\n\nIt’s time we all work through our differences and pull together. It doesn’t make sense to waste money suing each other, especially when the budget is so tight we are laying off teachers, cutting troopers and grounding search-and-rescue aircraft.\n\nI had the option on Dec. 1 to unilaterally expand Medicaid, but I wanted to work through the legislative process. I included federal Medicaid expansion dollars in my proposed budget; lawmakers removed it and asked that I introduce legislation, so I did.\n\nWhen lawmakers failed to take action during the legislative session, I put my Medicaid reform and expansion legislation on a special session call. Legislators again gaveled out without taking a floor vote, calling a new session without Medicaid on the agenda.\n\nAlaskans could not wait any longer, so I used my executive authority. I don’t take that power lightly.\n\nI stand by my decision to expand Medicaid and remain firm that it’s not only the responsible thing to do, but it’s also the right thing to do.\n\nWe need to turn our attention now to Medicaid reform and redesign. We need to work together to ensure Medicaid remains an effective and affordable safety net over the long term.\n\nIt’s time for collaboration, not litigation.\n\n• Bill Walker is Goveror of Alaska.", "article_metadata": {"keywords": "Alaska, Juneau, newspaper, news, legislature, capital, Mendenhall, Douglas, southeast, Douglas Island, Gastineau Channel, Mendenhall Glacier, Auke Bay, Salmon Creek, Lemon Creek, Switzer Creek, Mendenhall Valley, Fritz Cove, Lynn Canal, Tee Harbor, Opinion, GOV. BILL WALKER, Bill Walker, Kake, Empire, juneauempire, juneauempire.com, Local, Outdoors, Weather, All access, e-edition, iPad, Sports, Real Estate, Jobs, Cars, Homes, Art, Arts & Culture, Neighbors", "og": {"site_name": "Juneau Empire - Alaska's Capital City Online Newspaper", "description": "This past week has been a tough one for Alaskans. On Tuesday, we learned that heavy rainfall had triggered six landslides in Sitka, and three men - beloved residents - were missing. The next morning, I headed to Sitka. The devastation was staggering.", "title": "Gov. Walker: Alaska needs to collaborate, not litigate, on Medicaid expansion", "url": "http://juneauempire.com/local/2015-08-23/gov-walker-alaska-neesds-collaborate-not-litigate-medicaid-expansion", "image": "http://juneauempire.com/sites/default/files/images/sms-default-facebook-share.png", "type": "article"}, "description": "Find the latest news, crime, weather, business and community information from juneauempire.com and the Juneau Empire."}, "article_summary": "In Valdez, a doctor told me her patient will be able to receive treatment; she said Medicaid expansion will save her patient’s life.\nI included federal Medicaid expansion dollars in my proposed budget; lawmakers removed it and asked that I introduce legislation, so I did.\nI greatly appreciate the lawmakers who have voiced their support for Medicaid expansion and reform.\nThat’s what Medicaid expansion allows us to do.\nWhen lawmakers failed to take action during the legislative session, I put my Medicaid reform and expansion legislation on a special session call."}