{"article_title": "Pricing people out of Covered California", "article_keywords": ["city", "barking", "revenue", "justice", "tax", "california", "pricing", "president", "covered", "public", "obama"], "article_url": "http://www.montereyherald.com/article/NF/20151005/NEWS/151009878", "article_text": "Pricing people out of Covered California\n\nThree years ago the president brought out his plan for health insurance that everyone could afford, and California led the nation in signups. Covered California was pushed as an affordable insurance program geared toward citizens who couldn’t get insured though either their jobs or because they were unemployed. It was stated that rates were going to be fair and based on your income from the previous year, but all good things don’t last forever!\n\nA friend of mine signed up in the beginning and was surprised to find out that her premiums were going to be less than $50 a year, but in January 2015 they went up by $50 a month and now her yearly payout is a little less than $700. Much to her surprise she got a letter from Covered California stating that starting January 2016 her premium will go up by another 190 percent, which means her out-of-pocket buy-in will be a little less than $1,900 a year! Her yearly income didn’t go up at all during this three-year period and she has never even used her coverage.\n\nI’m starting to think that Covered California is trying to price people out and onto MediCal for some reason.\n\n— Gary L Page, Monterey\n\nOthers may have day in court before Obama\n\nI respond to Lawrence Samuels’ lament, who wonders why President Obama hasn’t been prosecuted yet for the fraudulent lies and unlawful way he foisted the Affordable Care Act on the American public (Oct. 2).\n\nI believe the Justice Department, who would prosecute President Obama, must be doing its cases in chronological order. If such is the case, it looks like we may wait awhile for the prosecution of Obama. I imagine that the Justice Department is still working on the case involving George W. Bush and Dick Cheney, whose fraudulent lies to the American public got us involved in two unfunded wars, resulting in hundreds of thousands of dead American soldiers, Afghan and Iraqi civilians, and set in motion the birth of the Islamic State of Iraq and Syria.\n\nI can understand outrage at the Justice Department’s failure to prosecute President Obama in a timely manner, but have faith — we are all waiting for our day in court.\n\n— Frank Rivera, Carmel\n\nEmergency revenue tax hurting Marina\n\nWhen the mayor and City Council of Marina proposed the emergency revenue tax on the two poker rooms in Marina, they were warned that it might result in the closure of the businesses (Sept. 30). Their response was that if it caused any undue hardship, they would review the tax and possibly modify it.\n\nWell, now it’s too late and the closure of Mortimer’s will not only result in lost revenue to the city, but more importantly lost jobs for its employees, hardship on the children of those employees and it will imperil the other businesses that relied on the customer base at Mortimer’s.\n\nThis lack of foresight and poor decision making by the city leaders will now have serious consequences for many good people in the community.\n\n— Greg Nakanishi, Carmel\n\nBarnes brings proven leadership to board\n\nJanet Barnes deserves to be re-elected to the Salinas City Elementary School District Board of Trustees, due to her decades of wholehearted dedication and service. Janet’s previous service as a multiple-term City Council member, her successful graduation with a master’s degree in public policy, and her outstanding career as an elementary educator give her a unique and much-needed level of experience and passion.\n\nAdvertisement\n\nJanet is analytical, inclusive and transparent. She is always willing to hear all sides of an issue before making a decision and she keeps the best interests of the children and their academic achievement at the forefront of her deliberations.\n\nA vote for Janet is a vote for fiscal accountability, integrity and fairness.\n\n— Brigid McGrath Massie, Salinas\n\nTrying to escape the sound of barking dogs\n\nAfter 34 years of living in Pacific Grove I moved to Cachagua.\n\nThe reason? Barking dogs.\n\nEven triple-pane laminated windows could not muffle that noise.\n\nWhen I am hiking deep in the Carmel Valley hills, only two sounds are audible, motorcycles and barking dogs.\n\nIf the Canine Sports Center becomes a reality, those in the Quail Lodge neighborhood and beyond will be dealing with serious quality of life issues.\n\n— Steve Brorsen, Carmel Valley", "article_metadata": {"description": "Pricing people out of Covered CaliforniaThree years ago the president brought out his plan for health insurance that everyone could afford, and California led the nation in signups. Covered California was pushed as an affordabl", "title": "Letters: Pricing people out of Covered California", "og": {"url": "http://www.montereyherald.com/article/NF/20151005/NEWS/151009878", "image": {"width": "1500px", "identifier": "http://www.montereyherald.com/apps/pbcsi.dll/storyimage/NF/20151005/NEWS/151009878/AR/0/AR-151009878.jpg?Maxh=1500&Maxw=1500", "height": "1083px"}, "type": "article", "title": "Letters: Pricing people out of Covered California"}, "twitter": {"domain": "montereyherald.com", "description": "Pricing people out of Covered CaliforniaThree years ago the president brought out his plan for health insurance that everyone could afford, and California led the nation in signups. Covered California was pushed as an affordabl", "title": "Letters: Pricing people out of Covered California", "url": "http://www.montereyherald.com/article/NF/20151005/NEWS/151009878", "image": {"src": "http://www.montereyherald.com/apps/pbcsi.dll/storyimage/NF/20151005/NEWS/151009878/AR/0/AR-151009878.jpg?Maxh=900&Maxw=900"}, "site": "@montereyherald", "app": {"id": {"ipad": "id507308258", "iphone": "id507305181", "googleplay": "com.spreedinc.providers.digitalfirstmedia.montereyherald"}}, "card": "summary_large_image"}, "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "keywords": "letters,opinion, Letters", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "letters,opinion, Letters"}, "article_summary": "I’m starting to think that Covered California is trying to price people out and onto MediCal for some reason.\nCovered California was pushed as an affordable insurance program geared toward citizens who couldn’t get insured though either their jobs or because they were unemployed.\nPricing people out of Covered CaliforniaThree years ago the president brought out his plan for health insurance that everyone could afford, and California led the nation in signups.\nMuch to her surprise she got a letter from Covered California stating that starting January 2016 her premium will go up by another 190 percent, which means her out-of-pocket buy-in will be a little less than $1,900 a year!\nI believe the Justice Department, who would prosecute President Obama, must be doing its cases in chronological order."}