{"article_title": "Medi-Cal applicants entitled to benefits despite delays, judge rules", "article_keywords": ["benefits", "decision", "rules", "issued", "medical", "days", "states", "applications", "state", "california", "despite", "judge", "services", "applicants", "delays", "care", "entitled"], "article_url": "http://www.latimes.com/local/lanow/la-me-ln-medi-cal-backlog-20150123-story.html", "article_text": "California may no longer leave applicants in limbo as they wait to find out whether they qualify for the state’s healthcare program for the poor, a superior court judge has ruled.\n\nIn a sharply worded decision issued in Alameda County on Tuesday, Judge Evelio M. Grillo wrote that the California Department of Health Care Services must provide Medi-Cal applicants with temporary benefits if it takes longer than 45 days — the time allowed by state law — to determine their eligibility.\n\nThe state also will have to notify those with pending applications of their right to a hearing, Grillo said.\n\nThe decision should prevent the lengthening of an administrative backlog as applications to the program continue to roll in, said Jen Flory, senior attorney at the Western Center on Law and Poverty, an advocacy group that helped bring the suit to court.\n\n“The court decision makes very clear that 45 days means 45 days. … Just because there are problems with computers doesn’t mean people aren’t entitled to their rights,” Flory said. She was alluding to the state’s argument that “unusual circumstances” had removed its obligation to complete applications on time.\n\nFor many low-income Californians, the expansion of Medicaid under the Affordable Care Act has proved a mixed blessing.\n\nWhen California decided to participate in Medi-Cal — the state’s version of Medicaid — vast numbers of people became newly eligible.\n\nBut administrative delays, including computer problems, made it difficult for counties to process the additional paperwork. The result was a backlog that ballooned to 900,000 applications at its peak last summer.\n\nMany applications were delayed months before receiving a determination of eligibility. In some cases, those people awaiting rulings had trouble accessing medical care, advocates said.\n\nThe lawsuit was filed on behalf of several patients who claimed to have been harmed by the Medi-Cal delays.\n\nFrances Rivera’s son Robert applied for Medi-Cal in January 2014. Worried about racking up large medical bills, he put off getting care for a heart condition as he waited for the state to determine his eligibility.\n\nRivera died of a pulmonary embolism two months before his coverage was approved. On Tuesday, his mother said she was happy that others wouldn’t suffer the same fate.\n\n“People who need Medi-Cal will be able to get it in a timely manner,” she said in a statement issued by healthcare advocates. “Hopefully somebody’s life will be saved because of this decision.”\n\nIn a statement issued Thursday, the California Department of Health Care Services noted that the court’s ruling “largely reflects actions already underway” at the agency, which on Jan. 1 started enrolling applicants nearing the 45-day limit into temporary coverage.\n\nMore than 2.7 million people have been signed up under Medi-Cal since the Affordable Care Act took effect on Jan. 1, 2014, the agency said. In all, around 12 million Californians receive Medi-Cal benefits.\n\nAgency spokesman Norman Williams told the Los Angeles Times that around 45,000 applications remained pending. Many, he said, were duplicates that would have to be weeded out.\n\n“We’re working as quickly as possible,” he said.\n\nAdvocates who had been grappling with the agency over the delays struck a conciliatory tone on Thursday.\n\n“Even though this has been adversarial, we know that the state and the counties are working very hard,” said Cori Racela, an attorney at Neighborhood Legal Services of Los Angeles County, one of the groups that brought the lawsuit.\n\n“We all have the same end goal: to get eligible people benefits,” she added. “We’re just glad the court aligned with our view of how that should happen.”", "article_metadata": {"fb_title": "Medi-Cal applicants entitled to benefits despite delays, judge rules", "Description": "California may no longer leave applicants in limbo as they wait to find out whether they qualify for the state’s healthcare program for the poor, a superior court judge has ruled.   In a sharply worded decision issued in Alameda County on Tuesday, Judge Evelio M. Grillo wrote that the California...", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "California may no longer leave applicants in limbo as they wait to find out whether they qualify for the state’s healthcare program for the poor, a superior court judge has ruled.", "title": "Medi-Cal applicants entitled to benefits despite delays, judge rules", "url": "http://www.latimes.com/local/lanow/la-me-ln-medi-cal-backlog-20150123-story.html", "image": "http://www.trbimg.com/img-54c2bb69/turbine/la-me-ln-medi-cal-backlog-20150123", "type": "article"}, "x-servername": "lalvp10.13", "twitter": {"site": "@latimes", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/82616831", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "googlebot-news": "index", "date": "2015-01-23", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "googlebot": "index"}, "article_summary": "In some cases, those people awaiting rulings had trouble accessing medical care, advocates said.\nWhen California decided to participate in Medi-Cal — the state’s version of Medicaid — vast numbers of people became newly eligible.\nThe lawsuit was filed on behalf of several patients who claimed to have been harmed by the Medi-Cal delays.\nThe state also will have to notify those with pending applications of their right to a hearing, Grillo said.\nShe was alluding to the state’s argument that “unusual circumstances” had removed its obligation to complete applications on time."}