{"article_title": "Michelle Obama solicits 'big ol' fat' checks to keep the Senate Democratic", "article_keywords": ["michelle", "votes", "ol", "crowd", "solicits", "big", "fat", "think", "write", "senate", "women", "stuff", "candidates", "asking", "act", "democratic", "checks", "obama"], "article_url": "http://www.capitalnewyork.com/article/city-hall/2013/11/8536203/michelle-obama-solicits-big-ol-fat-checks-keep-senate-democratic", "article_text": "Michelle Obama took the stage at 12:42 p.m. inside a softly lit ballroom at the Sheraton Hotel in Midtown Manhattan for a women-themed fund-raiser benefitting the Democratic Senatorial Campaign Committee.\n\n\"Are you all fired up? Just how fired up are you?\" Obama asked the crowd of mostly women, to cheers.\n\nThe ballroom had about 25 tables, with several female senators and three Senate candidates in attendance. Candidates included Michelle Nunn in Georgia, Alison Lundergan Grimes in Kentucky and Natalie Tennant in West Virginia.\n\nAlso among the attendees were Senators Amy Klobuchar, Heidi Heitkamp, Jeanne Shaheen and Mazie Hirono.\n\nThe minimum donation to attend was $250, and there were more than 300 donors in attendance, per a DSCC spokesman, who declined to give the total amount raised.\n\nIn introductory remarks (which I overheard in the lobby, where I was held as the pool reporter for the event), Colorado senator and DSCC chair Michael Bennet said looking back at Democratic gains over the last few cycles, it was \"very clear that the way we won them was by running women.\"\n\nThe first lady was then introduced by Senator Tammy Baldwin of Wisconsin, and took the stage wearing a sleeveless blue dress.\n\n\"It is a pleasure to be here today with so many fabulous women, and I see a few brave men in there,\" she said.\n\nShe called Baldwin \"amazing, she is doing such a phenomenal job,\" and praised Bennet for \"terrific leadership.\"\n\nObama spoke about the importance of electing a Congress to support her husband, alluded to the government shutdown, and invoked the narrow margin in the Senate to encourage the crowd to \"max out.\"\n\n\"What happened last month reminded us that the folks we send to Washington make some decisions about very important issues, issues that affect our lives every single day,\" she said.\n\nShe spoke about the importance of health insurance to her family and her father, who had M.S., and said it helped give him the \"dignity\" of providing for their family.\n\nShe cited the recovery act, the Lily Ledbetter Act, and the Affordable Care Act (\"that's right, Obamacare\") as important legislation that was passed by having a Democratic majority in Congress.\n\n\"Let's not forget that some of our most frustrating defeats happened for the exact same reason,\" she said, referencing the DREAM Act as one that failed \"once by just five votes in the Senate, and once by just four,\" saying the president had to sign an executive order \"to finally give these kids some relief.\"\n\n\"And let's not forget about that common-sense gun legislation, that so many of us feel so strongly about. Sadly as you know, that bill failed. Anyone know by how many votes? It failed by just six votes in the Senate. Six. So make no mistake about it: the midterm elections, they matter. They matter.\"\n\nObama said there was something the crowd could do to make a \"huge difference.\"\n\n\"And it's simple, you can write a big ol' fat check,\" she said, to laughs. \"That's what we need you to do. Right now, write a big check, big huge one, write the biggest check you can possibly write. Take your frustration, your passion, your hope, and turn that into real meaningful support for leaders who will truly represent the people they serve.\"\n\nShe acknowledged possible donor fatigue, saying she understand if they were \"a little bit annoyed that we're always hitting you up for some money.\"\n\nShe encouraged the crowd to consider \"some cold hard numbers that I think about every day,\" saying Democrats were just six seats away from losing the Senate.\n\nAnd she encouraged women to overcome any aversion to asking others for money.\n\n\"I know as women there's nothing more uncomfortable than asking people for stuff,\" she said. \"I hate doing this. I love you all, but I hate asking you guys for stuff, and I've gotten pretty good at it. We as women feel a little awkward asking for stuff, we feel a little embarrassed. To ask people for money, oh my goodness. But this is what I think when I start feeling shy, I just want you to think about all those folks that are counting on us.\"\n\nShe said, \"Now is the time to tap into the deep well of passion and compassion and strength that we all have as women. No one can do this better than us as women.\"\n\nShe called the candidates \"the best this country has to offer,\" and said \"we've got the right people, now we just need to roll up our sleeves and do the work, and I'm going to be there with you all and with these candidates every step of the way.\"\n\nAfter the event, as the candidates and supporters spilled out of the room, one gentleman asked Lundergan Grimes, who is running against senate majority leader Mitch McConnell, how things were going for her back in Kentucky.\n\n\"Kickin' butt and takin' names,\" she said.", "article_metadata": {"og": {"url": "http://www.capitalnewyork.com/article/city-hall/2013/11/8536203/michelle-obama-solicits-big-ol-fat-checks-keep-senate-democratic", "image": "http://www.capitalnewyork.com/sites/default/files/A%20-%20michelle%20obama.jpg", "type": "article", "title": "Michelle Obama solicits 'big ol' fat' checks to keep the Senate Democratic"}, "robots": "all", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "description": "Michelle Obama took the stage at 12:42 p.m. inside a softly lit ballroom at the Sheraton Hotel in Midtown Manhattan for a women-themed fund-raiser benefitting the Democratic Senatorial Campaign Committee."}, "_id": "\"57477af46914bd0286fdc1f5\"", "article_summary": "The ballroom had about 25 tables, with several female senators and three Senate candidates in attendance.\nRight now, write a big check, big huge one, write the biggest check you can possibly write.\n\"And it's simple, you can write a big ol' fat check,\" she said, to laughs.\nCandidates included Michelle Nunn in Georgia, Alison Lundergan Grimes in Kentucky and Natalie Tennant in West Virginia.\nMichelle Obama took the stage at 12:42 p.m. inside a softly lit ballroom at the Sheraton Hotel in Midtown Manhattan for a women-themed fund-raiser benefitting the Democratic Senatorial Campaign Committee."}