{"article_title": "Dog named Hero rescued from chilly waters — Hancock — Bangor Daily News — BDN Maine", "article_keywords": ["named", "chisholm", "hero", "rescue", "doe", "harbor", "hancock", "bdn", "dog", "daily", "maine", "chilly", "way", "ice", "members", "rescued", "waters", "southwest"], "article_url": "http://bangordailynews.com/2015/02/15/news/hancock/southwest-harbor-rescue-personnel-heroes-after-saving-dog-named-hero-from-chilly-waters/", "article_text": "SOUTHWEST HARBOR, Maine — A dog named Hero needed some heroes of his own after falling into the chilly waters of Southwest Harbor early Sunday morning.\n\nNearly a dozen members of Southwest Harbor fire, police and ambulance departments responded to a 911 call that came in just before 12:30 a.m. about a dog out on the ice in the harbor, according to Sam Chisholm, Southwest Harbor fire chief.\n\n“We have an ice rescue team. When they arrived on the scene, they could see the dog about 100 yards offshore,” Chisholm said Sunday morning. “It looked to us like he was hanging on to an ice floe.”\n\nOn Sunday evening, Hero’s very thankful owner, Jeremy Doe of Bar Harbor, said the family’s 2-year-old Australian Cattle Dog was resting comfortably at home, albeit appearing still a bit traumatized by the events.\n\n“He is only going outside today just long enough to ‘do his business’ and then coming right back in,” Doe said.\n\nIt all started when Hero was let outside late Saturday evening, something Doe said is a nightly routine.\n\n“He always comes back after 15 minutes or so,” Doe said. “I called him [after 15 minutes], and after a half-hour I started to worry.”\n\nDoe went looking for Hero and eventually came across the dog’s tracks, which led from the road to the edge of water.\n\n“I could hear him out there, barking in the ocean, but I couldn’t see him,” Doe said. “I called 911 right away.”\n\nAs Doe waited for the rescue personnel, he said Hero’s barking was growing fainter.\n\nOnce on the scene, Chisholm said, two members of his crew, firefighters Derek Zozzaro and Matt Lindsley, who are members of the United States Coast Guard, suited up in cold-water rescue gear and immediately began swimming out to the dog against the incoming tide, through moderate snow and breaking through 1 to 2 inches of ice on the way, Chisholm said.\n\n“Just before they got there, the dog slipped off the ice,” he said. “He was on his last legs.”\n\nZozzaro was able to grab the dog and pull him onto his own chest, Chisholm said. The rescuer then flipped onto his back in a classic cold-water rescue technique and was pulled back to shore by a rope, the 50-pound dog in his arms.\n\n“Derek really latched on to him,” Chisholm said. “There was no way my guys were stopping until we had him [because] we are all dog people.”\n\nChisholm estimated the water in Southwest Harbor was in the upper 30-degree range or colder at the time.\n\nAn ambulance was standing by and the dog was rushed to it, where he was dried off with towels and warmed up.\n\n“He was cold, wet and scared but seemed no worse for wear once he was dried off,” Chisholm said.\n\nDoe, who said he had no idea what attracted Hero onto the ice in the first place, said he estimated the dog was out there about two hours.\n\n“These rescuers are phenomenal,” he said. “They risked their lives to save our dog, and we can’t thank them enough.”\n\nThe Does have had Hero since he was a puppy. Jeremy Doe said the dog was “getting lots of love and treats” on Sunday.\n\nChisholm said his department averages several such canine rescues every season.\n\n“We’ve also rescued deer and people who have fallen through the ice,” he said.\n\nMore than once, his crew has rescued people who have attempted to rescue their own dogs and have fallen through the ice — something he strongly discourages.\n\n“This is what we do. Call us for help,” Chisholm said. “We have the proper gear and train all year for these situations, [and] we want to help.”", "article_metadata": {"description": "SOUTHWEST HARBOR, Maine — A dog named Hero needed some heroes of his own after falling into the chilly waters of Southwest Harbor early Sunday morning.Nearly a dozen members of Southwest Harbor fire, police and ambulance departments responded to a 911 call that came in just before 12:30 a.m. about [...] Maine news, sports, politics and election results, and obituaries from the Bangor Daily News.", "generator": "WordPress 4.1.5", "og": {"site_name": "The Bangor Daily News", "description": "SOUTHWEST HARBOR, Maine — A dog named Hero needed some heroes of his own after falling into the chilly waters of Southwest Harbor early Sunday morning. Nearly a dozen members of Southwest Harbor fire, police and ambulance departments responded to a 911 call that came in just before 12:30 a.m. [...]", "title": "Dog named Hero rescued from chilly waters", "url": "http://bangordailynews.com/2015/02/15/news/hancock/southwest-harbor-rescue-personnel-heroes-after-saving-dog-named-hero-from-chilly-waters/", "image": "http://static.bangordailynews.com/wp-content/uploads/2015/02/Rescue-600x526.jpg?strip=all", "type": "article"}, "twitter": {"description": "SOUTHWEST HARBOR, Maine — A dog named Hero needed some heroes of his own after falling into the chilly waters of Southwest Harbor early Sunday morning. Nearly a dozen members of Southwest Harbor fire, police and ambulance departments responded to a 911 call that came in just before 12:30 a.m. [...]", "title": "Dog named Hero rescued from chilly waters", "url": "http://bangordailynews.com/2015/02/15/news/hancock/southwest-harbor-rescue-personnel-heroes-after-saving-dog-named-hero-from-chilly-waters/", "image": "http://static.bangordailynews.com/wp-content/uploads/2015/02/Rescue-250x250.jpg?strip=all", "site": "@bangordailynews", "card": "summary"}, "wp-parsely_version": "1.7", "fb": {"app_id": 748756371893770}, "keywords": "Maine, news, elections, election results, politics, sports, Bangor, Portland, Augusta, weather, obituaries, Waterville, Aroostook, Penobscot, Piscataquis, Somerset, Hancock, Washington, bdn,hancock,news,regions,dog named hero rescued from chilly waters,is_article,julia bayly", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fde4df\"", "article_summary": "SOUTHWEST HARBOR, Maine — A dog named Hero needed some heroes of his own after falling into the chilly waters of Southwest Harbor early Sunday morning.\n“We have an ice rescue team.\nWhen they arrived on the scene, they could see the dog about 100 yards offshore,” Chisholm said Sunday morning.\nIt all started when Hero was let outside late Saturday evening, something Doe said is a nightly routine.\n“They risked their lives to save our dog, and we can’t thank them enough.”The Does have had Hero since he was a puppy."}