{"article_title": "You’ll Be Paying More for These Easter Treats This Year", "article_keywords": ["paying", "grocery", "treats", "farm", "youll", "price", "basket", "item", "survey", "prices", "total", "easter", "egg", "market"], "article_url": "http://www.thefiscaltimes.com/2016/03/24/You-ll-Be-Paying-More-These-Easter-Treats-Year", "article_text": "You may see green while dying your Easter eggs this year.\n\nEgg prices are up 9 percent compared to this time last year, for an average $2.23 per dozen, according to a new report from the American Farm Bureau Federation.\n\nDespite the year-over-year increase, egg prices are down from the third quarter of 2015 when they spiked to more than $3 per dozen following an avian influenza outbreak across 15 states that caused egg rationing and fears of an “egg crisis.”\n\n“Prices soared in the latter half of last year, but are working their way back down as increasing production has started to catch up with demand, which has moderated prices somewhat,” AFBF economist John Anderson said in a statement.\n\nRelated: Angry Customers Sue Starbucks for Failing to Fill Their Lattes\n\nEggs were just one item in a “spring picnic” market basket survey by the Farm Bureau, which looks each year at the total cost of popular grocery staples. The price of the market basket typically tracks the federal government’s Consumer Price Index. The survey found that the total price of goods in the basket declined by about 1 percent.\n\nThe grocery item with the biggest price decline was bagged salad (down 11 percent), followed by orange juice (down 8 percent) and shredded cheese (down 7 percent).\n\nNot everything is cheaper, though. The price of apples saw the biggest jump, with costs rising 12 percent to $1.64 per pound. Other foods costing more this year included bacon (up 8 percent), toasted oat cereal (up 6 percent) and chicken breast (up 3 percent).", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "You may see green while dying your Easter eggs this year.", "title": "You’ll Be Paying More for These Easter Treats This Year", "url": "http://www.thefiscaltimes.com/2016/03/24/You-ll-Be-Paying-More-These-Easter-Treats-Year", "image": "http://cdn.thefiscaltimes.com/sites/default/files/eggs_flickr_united%20soybean%20board.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/03/24/You-ll-Be-Paying-More-These-Easter-Treats-Year", "image": "http://cdn.thefiscaltimes.com/sites/default/files/eggs_flickr_united%20soybean%20board.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@bethbrav"}, "generator": "Drupal 7 (http://drupal.org)", "description": "You may see green while dying your Easter eggs this year.", "viewport": "initial-scale=1, maximum-scale=1"}, "article_summary": "The price of the market basket typically tracks the federal government’s Consumer Price Index.\nThe survey found that the total price of goods in the basket declined by about 1 percent.\nEgg prices are up 9 percent compared to this time last year, for an average $2.23 per dozen, according to a new report from the American Farm Bureau Federation.\nThe grocery item with the biggest price decline was bagged salad (down 11 percent), followed by orange juice (down 8 percent) and shredded cheese (down 7 percent).\nYou may see green while dying your Easter eggs this year."}