{"article_title": "Rural Practice Fights to Stay Solvent", "article_keywords": ["fights", "north", "system", "practice", "medicaid", "edwards", "stay", "state", "solvent", "payments", "enhanced", "ahoskie", "rural", "carolina"], "article_url": "http://www.medpagetoday.com/Blogs/ProfilesinPractice/48157", "article_text": "AHOSKIE, N.C. -- Set back behind a car dealership, just off what passes for a main drag, Ahoskie Pediatrics fills a squat brick building that has seen better days. The landscaping is meager, and the parking lot pavement is worn and faded. Inside, the brightly lit waiting room is clean and cheerful, filled with well-loved toys from decades past.\n\nBy many measures this is a pediatric practice that shouldn't exist. Ahoskie is home to 5,000 people, only 1,200 of whom are under 18. The median income of the town hovers right around the federal poverty level, and the bulk of the young residents qualify for Medicaid or the state's children's health insurance program, free school lunch, and other services. Beverly Edwards, MD, is one of only two pediatricians within a 2-hour drive of Ahoskie, and never has a shortage of patients.\n\nDespite the challenging environment, and state bureaucratic changes that have nearly bankrupted her practice, Ahoskie Pediatrics' sole doctor, Edwards says she's been living the dream. \"I'm really proud of what I've done,\" Edwards said. \"My friends from residency give me a lot of props for what I do here. They are like, 'You are doing something I couldn't do.'\"\n\nNow, reality is horning in on her dream.\n\nBecause she relies heavily upon the state to pay Medicaid and CHIP claims, she is one of many North Carolina doctors who may have to give up medicine due to a failing practice.\n\nWhen she opened her doors 20 years ago, Edwards says Medicaid claims were paid quickly and fairly. Today she loses money on almost every Medicaid patient she sees due to reimbursement amounts that haven't been increased by the state's General Assembly since the 1990s. Couple that with a new computer system that has delayed payments to Edwards along with thousands of other doctors in the state, and it's clear why North Carolina's smallest rural clinics are in crisis.\n\nEmptying Retirement Savings to Make Payroll\n\nIt's been 23 years since Edwards went into practice in Ahoskie, and she says she's had her share of ups and downs. But recent changes to the way her state processes Medicaid payments almost forced her to shut her doors for good.\n\nIn 2013 North Carolina implemented a new Medicaid payment system called NCTracks. Although it was touted as a solution to onerous paper billing methods, the new program created system-wide problems that persist even a year later. For many providers across the state, postponements in payments from the new system were a hassle. For Edwards, the delays were devastating.\n\nMore than 80% of Edwards' patients use Medicaid as their primary insurance. In Hertford County, where Ahoskie is located, more than 27% of the area's 25,000 residents are eligible for Medicaid, a number 10 points higher than the statewide average. Young children in Hertford have an even higher rate of Medicaid enrollment, with more than a third using the state-run health program.\n\nWhen, in June of 2013, Edwards' office manager let her know they hadn't received a payment from the state that month, she faced the very real possibility of shutting down for good.\n\n\"I told my staff that I wasn't sure I'd be able to keep paying them,\" Edwards said. \"I told them I might not have a job for you. I might not have a job for me.\"\n\nOf the 10 staff members at Ahoskie Pediatrics, nine have been with Edwards more than a decade. In 2013, she emptied her retirement savings to keep the practice afloat and keep payroll coming. Edwards and her team see tens of thousands of patients every year, drawing them from the surrounding four counties. Some drive up to 45 minutes to the small practice; she is their closest provider.\n\nKicked Out of School\n\nAs a young person growing up in Raleigh, N.C., Edwards always knew she'd practice medicine. She was fascinated by the doctors on TV medical dramas and pictured herself joining their ranks. But her plans were derailed when, as a teenager, she was expelled from her parochial high school for becoming pregnant and marrying her child's father.\n\n\"They could handle the pregnancy, but when I got married they kicked me out,\" Edwards laughed.\n\nDespite that setback, Edwards finished high school on time -- attending a public school nearby -- and immediately enrolled at North Carolina State University. Juggling a toddler, college, and married life proved difficult, however, and Edwards dropped out after a year and dedicated herself to providing for her family, working as a lab assistant at Wake Med.\n\nAfter 5 years of work, Edwards returned to college in 1981, balancing her job as a phlebotomist with time spent in the classroom. After graduation, her passion for medicine was renewed when she attended a 6-week summer premed course at a nearby university. By 1984 she was enrolled full time in the East Carolina University School of Medicine.\n\nECU graduates are expected to work in rural medicine in the eastern part of North Carolina, a poor, agrarian region whose economy depends on the cotton and tobacco fields that line the roads. Edwards said she didn't hesitate to make that promise, despite the fact that rural practice is rarely financially lucrative.\n\nAfter graduation, she traveled to Virginia for a pediatric residency. Shortly after her residency ended, Edwards was sitting in a colleague's office when the phone rang. On the other end of the line was Dr. Faiqa Qureshi, a pediatrician who was looking for someone to take over her practice when she retired.\n\n\"Dr. Qureshi called [my friend] and she said, 'Hold on. There's someone here who needs to talk to you.' And she gave me the phone and that was it.\"\n\nMore than 2 decades later, Edwards has patients who have stayed with her since the beginning. Yolanda Holloman, a mother of five, started visiting Ahoskie Pediatrics more than 20 years ago, after the birth of her first child.\n\n\"I was having an emergency C-section, and before they put me under they said I needed to pick a doctor for the baby,\" Holloman explained. \"I was a young mother and didn't know anyone in the area. I've never regretted my decision at all.\"\n\nEdwards saw Holloman's three older children through asthma, skin rashes, and yearly checkups. Then 5 years ago Edwards helped Holloman's family welcome a set of twins. \"When my older kids turned 18 they were like, 'what, we don't get to see Dr. Edwards anymore?'\" Holloman laughed, adding that her daughter had even tweeted that Edwards was the best doctor in the world.\n\nHolloman said she also appreciates that Edwards provides a high quality of service, being fast to provide shot records, referrals to other practices, or follow-up advice for ongoing problems. \"She's on point with her care,\" Holloman said.\n\nWidespread Computer Glitches\n\nEdwards said she knew practicing in a rural county wouldn't be easy. She expected farm injuries, and knew she'd find herself brokenhearted by encounters with abuse. What she didn't know was that she could end up beholden to a piece of software, hoping it would come through with the funds she needed to buy vaccines and pay her staff.\n\nDirector Steve Shore of the North Carolina Pediatric Society said Edwards wasn't the only doctor in the state who was struggling as a result of the new system. Nearly every single practice that bills Medicaid faced delayed payments, lack of communication, and confusion.\n\n\"Everyone had problems with NCTracks,\" Shore said. \"For many practices, Medicaid is your lifeline. Your best payer is Medicaid. They pay on time and they pay exactly what they say they are going to pay and you don't have to argue with them.\"\n\nBut with the advent of the new system, for many that lifeline was compromised. Shore helps manage a listserv that state pediatricians use to communicate about rules changes and practical matters. He said that during 2013 the listserv was in constant use as pediatricians struggled to navigate the seemingly arbitrary rules of the new system.\n\n\"Some practices are bigger and were more on top of this,\" Shore said. \"But for smaller practices like Edwards', they just didn't have the resources.\"\n\nThe North Carolina Department of Health and Human Services, which administers the state's Medicaid program, acknowledges there have been bumps along the way, but officials say they have continued to pay continually despite software changes.\n\n\"NCTracks has not missed a scheduled payday since it went live on July 1, 2013,\" a department representative said in a statement. \"Each month NCTracks processes more than 15 million claims and pays more than $1 billion to healthcare providers who are serving our state's most vulnerable residents.\"\n\nChristoph Diasio is a Pinehurst, N.C., pediatrician and an active member of the Pediatric Society's listserv. As he watched the complaints roll in during 2013, and dealt with problems of his own, he became an expert at troubleshooting the NCTracks system. So when Edwards issued a call for help, he didn't hesitate to respond.\n\n\"Things were pretty dire,\" Diasio said. \"I sincerely believe the people at the Department of Health and Human Services were trying hard to help her, but they had a limited ability to go into the computer system.\"\n\nComputer Sciences Corporation, a Virginia-based IT company, manages the NCTracks system. Diasio said that the computer software is idiosyncratic and counterintuitive. His practice wasn't paid for a month because of confusion with one part of the system, and he heard of others who called for help and received a message that they'd hear back in 6 weeks.\n\nSoftware problems turned out to be just the tip of the iceberg for Edwards. Although some pediatricians were receiving higher enhanced payment rates as specified in the Affordable Care Act, Ahoskie Pediatrics had stopped receiving state funds altogether. With increased operating costs due to her switch to an expensive EMR system as incentivized in the Affordable Care Act, Edwards' practice struggled, and she began skipping her own paychecks.\n\nAlthough there are less expensive EMR systems on the market, Edwards purchased her existing billing company's product, a mistake that she said now costs her $3,000 a month. \"My decision turned out to be a bad one,\" Edwards said, and added that as much as she'd like to switch, she's stuck in a contract she signed when trying to get ahead of the ACA's meaningful use provision.\n\nEdwards expected the enhanced Medicaid payment rates would help offset the cost of the EMR, and help her catch up after a year spent operating at a deficit. Unfortunately, she couldn't find a clear answer on how to receive those rates: despite being implemented after the new enhanced rate schedule, the NCTracks system continued to pay the old amounts.\n\nGraham Barden, a pediatrician in New Bern, N.C., also helped Edwards troubleshoot the process of receiving the enhanced rates.\n\n\"Had they just gone in and changed the fee schedule right then, life would have been fabulous,\" Barden said. \"They wanted to do bulk payments so people wouldn't get used to the new fee.\" Representatives from the state Department of Health and Human Services would not comment on whether the bulk payments were designed to keep practices from relying on enhanced payments. The federal government has only guaranteed funding for the enhanced payments until the end of 2014. While some states have chosen to continue offering the more accurate rates, North Carolina recently passed a bill that will decrease Medicaid payments to providers such as Edwards in the new year.\n\nThe federal government is also currently weighing issues with CHIP funding, which may run out in 2015. Although the federal government requires states to continue children's health insurance programs through 2019, subsidies to keep the programs running are currently slated to sunset in September of next year. The change could mean as many as 2 million children in the U.S. -- 250,000 in North Carolina -- may not have access to affordable healthcare. For clinics like Ahoskie Pediatrics, whose patients rely on Medicaid and CHIP, this could mean closure unless states provide extra funds.\n\nThe bulk payments meant Edwards -- and other doctors who bill Medicaid -- had to submit their records multiple times and wait for large payments, instead of receiving the new rates incrementally. Because of delays, the state Department of Health and Human Services sent her $25,000 in emergency money in the spring so she could keep the lights on. She was owed $63,000 more, which finally arrived months later.\n\nAlthough she is now receiving the higher monthly payments from the state, Edwards is still waiting for 9 months' more in enhanced fees, an amount that should total more than $100,000. Her practice is currently in the black -- but just barely. Edwards says that if she receives all her payments this year she'll be able to give her holiday bonuses, a tradition she was forced to skip in 2013.\n\nAlthough she may never catch up her retirement fund, Edwards said she is optimistic that her small clinic will be able to stay open for the foreseeable future. She said she has faith that the state will continue the enhanced payments, since dozens of small practices like hers would close without reimbursements that reflect the actual cost of doing business.\n\nA Squeaky Wheel\n\nIn January, Edwards overcame her reluctance to speak in public and presented her case to the North Carolina General Assembly's Medicaid Reform Committee. She stumbled and tore her meniscus on her way to the podium, but Edwards did not let that dilute her message.\n\n\"Our population is largely underprivileged and/or underemployed,\" she told the committee, shifting her weight to her uninjured leg. \"We do our best to provide them with comprehensive medical care.\"\n\nEight months later she is just off the crutches from that injury and still full of resolve. As North Carolina weighs yet more changes to its Medicaid system -- potentially ending its award-winning managed care program -- Edwards has vowed to continue to advocate for her patients at a statewide level.\n\n\"I'm a squeaky wheel,\" Edwards said. \"And I'm OK being a squeaky wheel.\"", "article_metadata": {"sailthru.author": "Jennifer  Ferris", "twitter": {"url": "http://www.medpagetoday.com/Blogs/ProfilesinPractice/48157", "image": "http://clf1.medpagetoday.com/media/images/48xxx/48157.jpg", "description": "Late Medicaid payments pose a major threat.", "card": "Summary", "title": "Rural Practice Fights to Stay Solvent"}, "dc.date.issued": "2014-10-20 15:00:00", "sailthru.is_cme": 0, "sailthru.tags": "practicemanagement,pediatrics,primarycare,publichealthpolicy,generalpediatrics,generalprimarycare,blogs,informationtechnology,reimbursement,staffingscheduling,profilesinpractice", "sailthru.date": "2014-10-20 15:00:00", "sailthru.title": "Rural Practice Fights to Stay Solvent", "apple-mobile-web-app-capable": "yes", "verify-v1": "Vy2WQqSVx1yA90Uu2Rw12f2R8yqP7X0cxBFbafIuqao=", "sailthru.exclude": 1, "description": "Late Medicaid payments pose a major threat.", "sailthru.expire_date": "2014-10-21 15:10:00", "date": "2014-10-20 15:00:00", "sailthru.description": "Late Medicaid payments pose a major threat.", "viewport": "width=device-width, initial-scale=1", "og": {"url": "http://www.medpagetoday.com/Blogs/ProfilesinPractice/48157", "image": "http://clf1.medpagetoday.com/media/images/48xxx/48157.jpg", "type": "article", "description": "Late Medicaid payments pose a major threat.", "title": "Rural Practice Fights to Stay Solvent"}, "sailthru.featured": 1, "dc.date": "2014-10-20 15:00:00", "sailthru.is_video": 0, "google-site-verification": "0uwxbLV_H5lccP3wm0UgRXFQ9w6ZQXh9ZLn-G0av8i0", "sailthru.speciality": "Other,pediatrics,primarycare,pain_management", "sailthru.image.full": "http://clf1.medpagetoday.com/media/images/48xxx/48157.jpg"}, "_id": "\"57477af46914bd0286fd8a07\"", "article_summary": "But recent changes to the way her state processes Medicaid payments almost forced her to shut her doors for good.\nDespite that setback, Edwards finished high school on time -- attending a public school nearby -- and immediately enrolled at North Carolina State University.\nThe federal government has only guaranteed funding for the enhanced payments until the end of 2014.\nThe change could mean as many as 2 million children in the U.S. -- 250,000 in North Carolina -- may not have access to affordable healthcare.\nDespite the challenging environment, and state bureaucratic changes that have nearly bankrupted her practice, Ahoskie Pediatrics' sole doctor, Edwards says she's been living the dream."}