{"article_title": "2016 Candidates Should Address Millennials’ Economic Woes, Not Promise Them World War III", "article_keywords": ["campaign", "warfare", "woes", "issue", "candidate", "obama", "young", "foreign", "millennials", "economic", "promise", "election", "address", "world", "2016", "iii", "war", "candidates"], "article_url": "http://reason.com/blog/2015/10/12/2016-candidates-should-address-millennia", "article_text": "Noting that snake people millennials belong to “the largest and most diverse demographic cohort in American history,” CNN asked a bunch of us what we were thinking about the 2016 election. My opinion was among those solicited. Here’s what I had to say:\n\nMy sophomore year at the University of Michigan coincided with the rise of Barack Obama as the preferred candidate of young people during the 2008 campaign. I saw firsthand how this fresh-faced senator from Illinois inspired my fellow students.\n\nIt's easy to forget -- especially after years of continued U.S. military intervention in the Middle East -- that the single issue that drew so many young people to Obama was his promise to curtail the wars in Iraq and Afghanistan. It's a promise he hasn't entirely lived up to; one of my college buddies who campaigned ardently on Obama's behalf actually burned his stash of pro-Obama campaign materials in protest of the President's summer 2014 bombing campaign in Iraq.\n\nBut though young voters may be less enthusiastic about life under Democratic leadership than they were six years ago, it's hard to imagine many of them falling in line with the Republican Party as long as its presidential candidates continue to emphasize national security paranoia as the paramount issue of the 2016 election. Millennials today remain more skeptical of foreign policy interventionism than older Americans. According to a recent Cato Institute paper, millennials \"perceive the world as significantly less threatening than their elders do\" and are less supportive of war.\n\nThough young Americans feel astutely safe about foreign threats, they are worried about their economic situation. Any candidate who wants to inspire Obama levels of dedication should stop girding millennials for yet more endless warfare (warfare they will be obligated to partake in) and instead focus on what they would do to expand the job prospects of the under-30 crowd.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "What snake people want", "title": "2016 Candidates Should Address Millennials’ Economic Woes, Not Promise Them World War III", "url": "http://reason.com/blog/2015/10/12/2016-candidates-should-address-millennia", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14446755943659.jpg", "type": "article"}, "twitter": {"description": "What snake people want", "title": "2016 Candidates Should Address Millennials’ Economic Woes, Not Promise Them World War III", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14446755943659.jpg", "creator": "@robbysoave", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Policy", "published_time": "2015-10-12T18:58:00+00:00", "author": "http://reason.com/people/robby-soave"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "According to a recent Cato Institute paper, millennials \"perceive the world as significantly less threatening than their elders do\" and are less supportive of war.\nThough young Americans feel astutely safe about foreign threats, they are worried about their economic situation.\nNoting that snake people millennials belong to “the largest and most diverse demographic cohort in American history,” CNN asked a bunch of us what we were thinking about the 2016 election.\nMillennials today remain more skeptical of foreign policy interventionism than older Americans.\nHere’s what I had to say:My sophomore year at the University of Michigan coincided with the rise of Barack Obama as the preferred candidate of young people during the 2008 campaign."}