{"article_title": "The Differences Between The 47 GOP Senators' Iran Letter And Pelosi's 2007 Syria Visit", "article_keywords": ["senators", "iran", "assad", "47", "differences", "visit", "state", "bush", "2007", "letter", "house", "syria", "pelosis", "republican", "pelosi", "gop"], "article_url": "http://mediamatters.org/blog/2015/03/12/the-differences-between-the-47-gop-senators-ira/202872", "article_text": "The Differences Between The 47 GOP Senators' Iran Letter And Pelosi's 2007 Syria Visit March 12, 2015 12:28 PM EDT ››› Blog ›››››› ERIC HANANOKI\n\nAfter 47 Senate Republicans signed a letter to Iranian leaders attempting to undercut President Obama's negotiations with that country, conservative media figures have defended the widely criticized move by pointing to a 2007 Syrian meeting then House Speaker Nancy Pelosi had with President Bashar al-Assad. But as MSNBC.com's Steve Benen noted, \"the parallels to this new scandal are tenuous, at best.\" While the Bush White House strongly opposed the trip, Pelosi was accompanied at the meeting by a Republican congressman and Bush State Department officials. She informed the White House and State Department of her trip, and foreign policy experts said that her visit didn't stray from a \"typical\" congressional visit. Three Republican congressmen also met with Assad prior to her visit. 47 Republicans, led by Sen. Tom Cotton (R-AR), signed a March 9 letter telling Iranian officials that any nuclear agreement would face scrutiny from the Republican-led Senate and could be undone by a future president. The letter drew criticism from the White House, diplomacy experts, and even some Republicans. Conservatives have attempted to rebut criticism by drawing a direct parallel to an April 4, 2007, meeting Pelosi had with Syrian President Bashar al-Assad. For example:\n\nBreitbart.com's Ben Shapiro cited Pelosi's visit as one of the \"times Democrats advised America's enemies to oppose the president.\"\n\nThe Washington Examiner's Philip Klein wrote that Pelosi's visit was one of the \"times Democrats undermined Republican presidents with foreign governments.\"\n\nPhilip Klein wrote that Pelosi's visit was one of the \"times Democrats undermined Republican presidents with foreign governments.\" Sean Hannity said on the March 10 edition of his Fox News program (via Nexis): \"You know, it's very interesting because when John Kerry met with Commandant Ortega of the Sandinistas no liberal was upset, or in 2007 when Nancy Pelosi met with President Assad of Syria against the Bush administration's wishes, nobody got upset. But now this is the greatest sin of all times and they're being called traitors in the New York Daily News on their cover.\"\n\non their cover.\" Dana Perino said on the March 10 edition of Fox News' The Five (via Nexis): \"In 2007 Nancy Pelosi as speaker of the House, went to Syria against the wishes of the Bush administration. This is what Hillary Clinton -- Senator, at the time said, 'I have long advocated engagement with countries in the region including Iran and Syria, and I applaud Speaker Pelosi and her delegation for going to the region.' I bring that up, Greg, because I think it shows the hypocrisy on all this point that people are focused on the politics of it and not the substance of actually what`s in the deal.\"\n\n(via Nexis): \"In 2007 Nancy Pelosi as speaker of the House, went to Syria against the wishes of the Bush administration. This is what Hillary Clinton -- Senator, at the time said, 'I have long advocated engagement with countries in the region including Iran and Syria, and I applaud Speaker Pelosi and her delegation for going to the region.' I bring that up, Greg, because I think it shows the hypocrisy on all this point that people are focused on the politics of it and not the substance of actually what`s in the deal.\" Weekly Standard editor Bill Kristol said on the March 11 edition of MSNBC's Morning Joe that \"Nancy Pelosi went to see Bashar Assad in 2007. I think that was questionable, but I didn't criticize her patriotism.\"\n\neditor Bill Kristol said on the March 11 edition of MSNBC's that \"Nancy Pelosi went to see Bashar Assad in 2007. I think that was questionable, but I didn't criticize her patriotism.\" Fox News contributor Richard Grenell responded to Vice President Joe Biden's criticism of the letter by tweeting: \"Hypocrite! He supported Pelosi going to meet with Assad when Bush was POTUS.\"\n\nCNN political commentator Tara Setmayer said on the March 12 edition of CNN Newsroom that \"most recently you had Nancy Pelosi, who went over to Syria and sat down with\" Assad.\n\nThe 47 GOP Senators' Iran letter and Pelosi's visit are significantly different. As MSNBC.com's Steven Benen explained in calling the comparison \"plainly at odds with the facts\":\n\nFor one thing, Pelosi notified both the White House and the State Department in advance of her trip. She also received a policy briefing from Bush administration officials about developments in Syria, and Pelosi was told that the staff at the U.S. embassy in Damascus would be available if needed. In other words, Pelosi honored U.S. protocols and worked with the executive branch instead of trying to circumvent it. Let's also not forget that the Bush administration was not actively involved in delicate negotiations with Syria at the time. [...] * Update: I spoke to Pelosi's office, and a top aide reminded me that officials from the Bush State Department literally sat in on the meeting between the then-Speaker and Assad. To see this as comparable to the sabotage letter is plainly at odds with the facts.\n\nPelosi was also accompanied on the trip by Ohio Republican Rep. David Hobson, along with Democratic Reps. Henry Waxman (D-CA), Tom Lantos (D-CA), Louise Slaughter (D-NY), Nick Rahall (D-WV), and Keith Ellison (D-MN). The Washington Post quoted the Republican congressman stating that he didn't receive pushback about the visit prior to leaving:\n\n\"Before we left, we met with the State Department people and nobody told us not to go,\" Hobson said, adding that none of his Republican colleagues broached the subject, either. \"Nobody ever called me to say, 'Why are you going to Syria with those people?' \" Why, indeed. Especially when a group of Republican lawmakers led by Rep. Frank R. Wolf (Va.) traveled to Syria days before Pelosi's group. \"I went to dinner with who asked me,\" said Hobson, the only Republican Pelosi invited to join the group. \"Frank Wolf didn't ask me to go to Syria.\" It is important for lawmakers from both parties to travel together to lend credibility to the trip and present a cohesive message to foreign governments, Hobson said. [...] Boehner's spokesman, Brian Kennedy, said that \"there's no tension or hard feelings there whatsoever.\"\n\nHobson also told the media that Pelosi \"did not engage in any bashing of Bush in any meeting I was in and she did not in any meeting I was in bash the policies as it relates to Syria.\"\n\nThe Los Angeles Times noted in 2007 that \"Pelosi demonstrated she was eager to implement the advice of a blue-ribbon advisory group that called on the U.S. to open a dialogue with Syria as part of the effort to quell the violence in Iraq. The group -- headed by Republican James A. Baker III, who served as secretary of State under Bush's father, and Democrat Lee H. Hamilton, a former House member from Indiana -- issued its report late last year.\"\n\nThe Washington Post reported at the time that \"Foreign policy experts generally agree that Pelosi's dealings with Middle East leaders have not strayed far, if at all, from those typical for a congressional trip.\"\n\nThe Bush White House strongly criticized Pelosi's trip since they were trying to isolate Syria at the time. Still, prior to her visit, three Republican congressmen -- Robert Aderholt (AL), Joe Pitts (PA), and Frank Wolf (VA) -- met with Assad. Following Pelosi's visit, Rep. Darrell Issa (R-CA) met with President Assad and reportedly criticized the Bush administration after the meeting. The New York Times wrote on April 6, 2007, that there wasn't \"much carping from\" the Bush White House about the Republican visits. Assistant Secretary of State Ellen Sauerbrey also held talks in the country prior to Pelosi's visit.", "article_metadata": {"generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Media Matters for America", "description": "After 47 Senate Republicans signed a letter to Iranian leaders attempting to undercut President Obama's negotiations with that country, conservative media figures have defended the widely criticized move&nbsp;by pointing to a 2007 Syrian meeting then House Speaker Nancy Pelosi had with President Bashar al-Assad. But as MSNBC.com's Steve Benen&nbsp", "title": "The Differences Between The 47 GOP Senators' Iran Letter And Pelosi's 2007 Syria Visit", "url": "http://mediamatters.org/blog/2015/03/12/the-differences-between-the-47-gop-senators-ira/202872", "image": "http://cloudfront.mediamatters.org/static/uploader/image/2015/03/12/20150312post-kristol.jpg", "updated_time": "2015-03-12T12:28:40-04:00", "type": "article"}, "twitter": {"url": "http://mediamatters.org/blog/2015/03/12/the-differences-between-the-47-gop-senators-ira/202872", "title": "The Differences Between The 47 GOP Senators' Iran Letter And Pelosi's 2007 Syria Visit", "site": {"identifier": "@mmfa", "id": 13493302}, "card": "summary", "creator": {"identifier": "@mmfa", "id": 13493302}}, "fb": {"admins": 1092360128}, "article": {"section": "Blog", "tag": "Breitbart.com", "published_time": "2015-03-12T12:28:40-04:00", "modified_time": "2015-03-12T11:44:16-04:00", "author": "http://mediamatters.org/authors/eric-hananoki/2"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "The 47 GOP Senators' Iran letter and Pelosi's visit are significantly different.\nFor example:Breitbart.com's Ben Shapiro cited Pelosi's visit as one of the \"times Democrats advised America's enemies to oppose the president.\"\nThe Washington Examiner's Philip Klein wrote that Pelosi's visit was one of the \"times Democrats undermined Republican presidents with foreign governments.\"\nPhilip Klein wrote that Pelosi's visit was one of the \"times Democrats undermined Republican presidents with foreign governments.\"\nFollowing Pelosi's visit, Rep. Darrell Issa (R-CA) met with President Assad and reportedly criticized the Bush administration after the meeting."}