{"article_title": "Health-care enrollment on Web plagued by bugs", "article_keywords": ["week", "web", "errors", "consumers", "enrollment", "bugs", "system", "officials", "health", "plagued", "healthcare", "site", "insurance", "plan"], "article_url": "https://www.washingtonpost.com/national/health-science/health-care-enrollment-on-web-plagued-by-bugs/2013/12/02/e3021b86-5b79-11e3-a49b-90a0e156254b_story.html", "article_text": "HealthCare.gov was available for 95.1% of users in the week ending November 30. We look at some websites that outperformed it over Black Friday weekend. (The Washington Post)\n\nHealthCare.gov was available for 95.1% of users in the week ending November 30. We look at some websites that outperformed it over Black Friday weekend. (The Washington Post)\n\nThe enrollment records for a significant portion of the Americans who have chosen health plans through the online federal insurance marketplace contain errors — generated by the computer system — that mean they might not get the coverage they’re expecting next month.\n\nThe errors cumulatively have affected roughly one-third of the people who have signed up for health plans since Oct. 1, according to two government and health-care industry officials. The White House disputed the figure but declined to provide its own.\n\nThe mistakes include failure to notify insurers about new customers, duplicate enrollments or cancellation notices for the same person, incorrect information about family members, and mistakes involving federal subsidies. The errors have been accumulating since HealthCare.gov opened two months ago, even as the Obama administration has been working to make it easier for consumers to sign up for coverage, the government and industry officials said.\n\nFiguring out how to clean up the backlog of errors and prevent similar ones in the future is emerging as the new imperative if the federal insurance exchange is to work as intended. The problems were the subject of a meeting Monday between administration officials and a new “Payer Exchange Performance Team” made up of insurance industry leaders.\n\nThe idea that one-third of the enrollment records are flawed “doesn’t accurately reflect the picture of what’s happening right now,” White House senior communications adviser Tara Mc­Guinness said.\n\n“We’ve got a team of experts already working closely with issuers to make sure that every past and future 834 is accurate. We’re confident they’ll succeed,” Mc­Guin­ness said. The 834s are nightly enrollment forms sent to insurers to tell them who their new customers are.\n\nSome of the errors in the past forms were generated by the way people were using the system, another senior official on the project said, such as clicking twice on the confirmation button or moving backward and forward on the site.\n\nThrough more than a dozen bug fixes over the past week, the team has managed to reduce the instances of when data was not generated on 834 forms from 3 percent last week to 0.5 percent now, according to senior officials.\n\nThe heightened attention to enrollment errors follows a five-week technical blitz to improve consumers’ ability to use the site.\n\nFederal health officials announced Sunday that they had met that goal. By 6 p.m. Monday, the Web site had had close to 800,000 unique visitors — one of the administration’s targets for the site’s performance — and was set to pass that mark by the end of the day, according to administration officials. And the site processed 18,000 enrollments in the most recent 24-hour period, nearly double the previous record.\n\nStill, not all was smooth. By mid-morning Monday, some Americans trying to use the Web site were running into a logjam. And by late morning, when the number of people on the site was roughly 35,000 — or 15,000 fewer than administration officials had said it could handle — some consumers encountered a “queue,” a new feature intended for times when the site was too crowded. The feature limits the number of people on the site and notifies others by e-mail when it’s a better time to log in.\n\nAccording to a government official with knowledge of the federal exchange, an internal report Monday showed that nearly 149,000 individuals have completed the enrollment process through the new online system.\n\nInsurers have been fretting about the problems involving the enrollment records for weeks, both publicly and in private conversations with the White House. The figures provided to The Washington Post suggesting that a variety of errors affect at least one-third of all enrollments so far are the first public indication of the magnitude of the problem.\n\nThe errors, if not corrected, mean that tens of thousands of consumers are at risk of not having coverage when the insurance goes into effect Jan. 1, because the health plans they picked do not yet have accurate information needed to send them a bill. Under the 2010 law designed to reshape the health-care system, consumers are not considered to have coverage unless they have paid at least the first monthly insurance premium.\n\nOf the various errors generated by the online system, a top priority for insurers is to correct what are called “orphan reports,” in which a new customer is inexplicably excluded from reports sent to each health plan early every evening listing their new enrollees from that day.\n\nStarting in October, five insurance carriers began to work closely with the Centers for Medicare and Medicaid Services staff, periodically trading their lists of known customers. “When plans have checked this, they realize there is a good number there is no record of,” said an insurance industry official who spoke on the condition of anonymity to speak freely about the problem. Last week, the official said, the online system sent one health plan a cancellation notice for a customer for whom the plan had never received an enrollment report.\n\nThe trading of enrollment records between a small number of insurers and CMS, which is overseeing the Web site, is a precursor to a monthly comparison that is scheduled to begin in mid-December. The part of the online system that is supposed to perform this comparison, known as “reconciliation,” is not yet built, according to government officials.\n\nOn Monday, Julie Bataille, a spokeswoman for CMS, recommended that insurance seekers who choose a health plan through the site contact the insurer afterward to make certain they are actually enrolled. “Consumers should absolutely call their selected plan and confirm that they have paid their first month’s premium, and coverage will be available January 1,” she said.\n\nIn a call with reporters Monday, Bataille said that about 80 percent of the errors with 834 forms — the enrollment data — stemmed from “one bug that prevented a Social Security number from being included. That caused the system not to generate an 834.”\n\n“That bug has now been fixed and [that part] is now working properly,” Bataille said. She said that CMS also has addressed smaller bugs, including one that caused family relationships to be coded inaccurately (a child, for example, might show up as a spouse).\n\nSarah Kliff contributed to this report.", "article_metadata": {"description": "Many who signed up for policies may not have the coverage they expected.", "author": "https://www.facebook.com/eilperin", "og": {"site_name": "Washington Post", "description": "Many who signed up for policies may not have the coverage they expected.", "title": "Health-care enrollment on Web plagued by bugs", "url": "https://www.washingtonpost.com/national/health-science/health-care-enrollment-on-web-plagued-by-bugs/2013/12/02/e3021b86-5b79-11e3-a49b-90a0e156254b_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2013/12/02/Interactivity/Images/hpcropCongress_Health_Care_Confusion-0174f.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@eilperin"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/national/health-science/health-care-enrollment-on-web-plagued-by-bugs/2013/12/02/e3021b86-5b79-11e3-a49b-90a0e156254b_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "health", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/eilperin"}, "eomportal-uuid": "e3021b86-5b79-11e3-a49b-90a0e156254b", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "health"}, "article_summary": "The heightened attention to enrollment errors follows a five-week technical blitz to improve consumers’ ability to use the site.\nFederal health officials announced Sunday that they had met that goal.\nUnder the 2010 law designed to reshape the health-care system, consumers are not considered to have coverage unless they have paid at least the first monthly insurance premium.\nLast week, the official said, the online system sent one health plan a cancellation notice for a customer for whom the plan had never received an enrollment report.\nThe 834s are nightly enrollment forms sent to insurers to tell them who their new customers are."}