{"article_title": "Seasonal Gardening Bargains, Mums, Perennials, Chrysanthemums – AARP", "article_keywords": ["seasonal", "summer", "outdoor", "gardening", "bargains", "mums", "aarp", "chrysanthemums", "sales", "nursery", "fall", "stock", "perennials", "garden"], "article_url": "http://blog.aarp.org/2013/09/09/get-ready-for-seasonal-gardening-bargains/", "article_text": "“Mum” is the word this fall gardening season, literally. When nurseries and home improvement stores start to sell colorful fall mums (aka “chrysanthemums”), it’s time for frugal gardeners to keep their eyes open for some spectacular end-of-season bargains.\n\nIn many parts of the country, when the mums arrive at garden centers, those retailers begin marking down their remaining summertime nursery stock, including trees, shrubs, and other perennials. These fall liquidation sales are often progressive affairs, with initial markdowns of maybe just 10 or 20 percent. But as the season wears on and Halloween pumpkins begin to arrive, the discounts usually continue to grow.\n\nBy waiting long enough, I’ve sometimes scored discounts as high as 90 percent on the last of the summertime growing stock. It’s also a great chance to do a little negotiating, and ask retailers if they’ll mark down summer plants even more, particularly if you agree to buy several plants or even all of their remaining inventory.\n\nThe irony with these fall nursery sales is that in many parts of the country, early fall is actually the best time of year to plant perennials, including trees and shrubs. Getting them in the ground now and allowing them to get established before winter is usually easier on perennials than attempting to plant them during the heat of summer. The same goes for planting or reseeding lawns, since most varieties of grass are also perennials.\n\nAnd it’s not just summer nursery stock that goes on sale when you start to see chrysanthemums on display. Many garden shops discount fertilizer, mulch, and other outdoor bagged goods, as well as lawn mowers, gardening tools, and outdoor accessories like grills and patio furniture. You’ll also likely find season-end sales on decking and other outdoor building materials at home improvement centers this time of year.\n\nDon’t forget to pick up a couple of mums when you’re scouring garden centers for end of summer deals. Not only are mums the cheapskate’s canary in the coal mine when it comes to signaling fall gardening bargains, but they’re a beautiful autumn decoration and are themselves perennials, so with proper care you can enjoy them for years to come. Now that’s a truly priceless plant.\n\nPhoto: LHoon/flickr\n\nAlso of Interest\n\nSee the AARP home page for deals, savings tips, trivia and more", "article_metadata": {"page_title": "blog", "twitter": {"description": "“Mum” is the word this fall gardening season, literally.  When nurseries and home improvement stores start to sell colorful fall mums (aka “chrysanthemums”), it’s time for frugal gardeners to keep their eyes open for some spectacular end-of-season bargains. In many parts of the country, when the mums arrive at garden centers, those retailers begin marking down their remaining summertime nursery stock, including trees, shrubs, and other perennials.  These fall liquidation sales are often progressive affairs, with initial markdowns of maybe …", "creator": "@aarp", "url": "http://blog.aarp.org/2013/09/09/get-ready-for-seasonal-gardening-bargains/", "title": "Get Ready for Seasonal Gardening Bargains", "site": "@aarp", "card": "summary"}, "estimated_publish_date": "2013-09-09", "Last-Modified": "2014-08-28EDT17:17:03", "keywords": "frugal gardeners, mums bargains, summertime gardening discounts, nurseries and home improvement stores, season-end sales, jeff yeager, fall flowers deals, garden centers", "houseAds": "commercial", "paywallStatus": "off", "isArticle": "false", "livefyreId": "350138:http://blog.aarp.org/2013/09/09/get-ready-for-seasonal-gardening-bargains", "title": "Get Ready for Seasonal Gardening Bargains", "comments": "on", "sponsorship": "on", "source": "aarp_washington_office", "description": "As fall sets in, many retailers mark down remaining summertime stock of mums and other garden inventory, as much as 90 percent.", "robots": "index,follow", "Subject1": "Division:AARP.org", "fb": {"app_id": 114175878660191}, "aarpAdUnit": "Money-Talk", "article": {"author": "http://www.facebook.com/AARP"}, "pluckId": "http://www.aarp.org/vendor/blog/", "viewport": "width=device-width, initial-scale=1", "language": "english", "og": {"site_name": "AARP", "description": "“Mum” is the word this fall gardening season, literally.  When nurseries and home improvement stores start to sell colorful fall mums (aka “chrysanthemums”), it’s time for frugal gardeners to keep their eyes open for some spectacular end-of-season bargains. In many parts of the country, when the mums arrive at garden centers, those retailers begin marking down their remaining summertime nursery stock, including trees, shrubs, and other perennials.  These fall liquidation sales are often progressive affairs, with initial markdowns of maybe …", "title": "Seasonal Gardening Bargains, Mums, Perennials, Chrysanthemums", "url": "http://blog.aarp.org/2013/09/09/get-ready-for-seasonal-gardening-bargains/", "image": "http://blog.aarp.org/wp-content/uploads/2013/09/283629191_4fd0aef424-300x225.jpg", "type": "article"}, "contentId": "/content/aarpe/en/home/vendor/blog", "Subject2": "Resources and Tools:Blogs", "aarpeContent": "true", "IALevel1": "vendor", "IALevel2": "blog", "s43": "13.Volunteerism|MyPersonalTime", "action": "read", "dateToday": "2016/05/26"}, "article_summary": "And it’s not just summer nursery stock that goes on sale when you start to see chrysanthemums on display.\nWhen nurseries and home improvement stores start to sell colorful fall mums (aka “chrysanthemums”), it’s time for frugal gardeners to keep their eyes open for some spectacular end-of-season bargains.\n“Mum” is the word this fall gardening season, literally.\nIn many parts of the country, when the mums arrive at garden centers, those retailers begin marking down their remaining summertime nursery stock, including trees, shrubs, and other perennials.\nThe irony with these fall nursery sales is that in many parts of the country, early fall is actually the best time of year to plant perennials, including trees and shrubs."}