{"article_title": "Nuns on the Bus: My Grandmother's Kind of Nuns", "article_keywords": ["catholic", "sister", "bus", "nun", "kind", "grandmothers", "filmmaker", "grandmother", "simone", "understand", "nuns", "words"], "article_url": "http://www.hrc.org/blog/nuns-on-the-bus-my-grandmothers-kind-of-nuns", "article_text": "Post submitted by filmmaker Melissa Regan\n\n\"Sister, you and your fellow nuns have clearly gone rogue.\"\n\n-- Stephen Colbert\n\n\n\nI was baptized Catholic at my grandmother's insistence. But my parents were not religious. Growing up, every time I would talk on the phone with my grandmother she would ask me these three questions:\n\n\"How is school?\" \"Do you have a boyfriend yet?\" \"Do you have a religion yet?\"\n\nWhen I came out as a lesbian she told my dad, \"I didn't even know they had that for women.\"\n\nMy grandmother may not have totally grasped what it meant to be part of the LGBT community. But she loved me unconditionally.\n\n\n\nIn 2012, I read an article about Catholic nuns defying the Church and launching a so called “Nuns on the Bus” tour. I was so inspired, I dropped everything to go travel along and film them. I had never met a real-life nun before and wasn’t sure if they’d accept me.\n\nThey went beyond acceptance. They welcomed me. For the next two years I traveled with and filmed Sister Simone Campbell and the Nuns on the Bus. I thought a lot about my grandmother then.\n\nTrailer for Nuns On The Bus – The Movie!, a new documentary film in-progress from Sundance award-winning filmmaker Melissa Regan. Click here to help finish the film.\n\nThe Catholic Church had just punished Sister Simone and most U.S. nuns for being \"radical feminists.\" They had defied the Bishops by helping Congress pass the Affordable Care Act and by not speaking out against abortion, contraception, and marriage equality.\n\n\n\nSister Simone is a lawyer and a lobbyist for social justice in Washington, D.C. She responded to the Vatican's reprimand with joyful defiance, determined to raise the volume of the Sisters' voice and mission even louder.\n\nSister Simone believes in the promise of our Constitution, of Catholic social teaching, and of all faiths to bring people together, not tear us apart.\n\nSo she and her organization, NETWORK, launched the \"Nuns on the Bus\" tours, stirring people up about poverty, immigration, healthcare, and a government of “we the people” that cares for the needs of the 100%.\n\n\"I don’t understand how loving committed relationships can be wrong. We’re all created equal, not the same, but equal.\" -- Sister Simone Campbell\n\nThe “Nuns on the Bus” are defying the myth that devoted people of faith are against us.\n\n\n\nMy grandmother died during my two years of traveling with the nuns. At her funeral, the priest and nun recited lots of confusing words about God and Jesus and hating life and loving heaven.\n\n\n\nFor a while I tried to translate those words into some spiritual truth that I could understand, but after a few minutes it became exhausting and annoying. So I closed my eyes and let the sounds of the call and response wash over me, feeling the power of a tradition that binds people together into a way to express their love, and in that I found peace.\n\n\n\nReligion is confusing. It can be infuriating and painful and hurtful and grotesque. And in my year of being a nun groupie, I found that it can be liberating and joyful and a powerful force for good. My grandmother would have liked that.\n\nMelissa Regan is the Sundance-award winning filmmaker behind No Dumb Questions (hyperlink to nodumbquestions.com), a funny and touching documentary about 6, 9 and 11 year old sisters whose Uncle Bill is becoming their Aunt Barbara. Learn more about her current project Nuns on the Bus: The Movie at NunsOnTheBusMovie.com .", "article_metadata": {"msapplication-config": "/browserconfig.xml", "description": "“Nuns on the Bus” is a film that defies the myth that devoted people of faith are against LGBT people.", "author": "Human Rights Campaign", "og": {"url": "http://www.hrc.org/blog/nuns-on-the-bus-my-grandmothers-kind-of-nuns/", "image": "/files/images/meta_images/nunsonthebus_religion_share200.png", "site_name": "Human Rights Campaign", "description": "“Nuns on the Bus” is a film that defies the myth that devoted people of faith are against LGBT people.", "title": "Nuns on the Bus: My Grandmother's Kind of Nuns | Human Rights Campaign"}, "image": "/files/images/meta_images/nunsonthebus_religion_share200.png", "msapplication-TileColor": "#FFDF1B", "robots": "index, follow", "fb": {"admins": 548530806, "app_id": 977970605575576}, "theme-color": "#FFDF1B", "msapplication-TileImage": "/favicon-144.png", "twitter": {"site": "@HRC", "image": "/files/images/meta_images/nunsonthebus_religion_share200.png", "description": "“Nuns on the Bus” is a film that defies the myth that devoted people of faith are against LGBT people.", "title": "Human Rights Campaign"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "In 2012, I read an article about Catholic nuns defying the Church and launching a so called “Nuns on the Bus” tour.\n-- Sister Simone CampbellThe “Nuns on the Bus” are defying the myth that devoted people of faith are against us.\nFor the next two years I traveled with and filmed Sister Simone Campbell and the Nuns on the Bus.\nTrailer for Nuns On The Bus – The Movie!, a new documentary film in-progress from Sundance award-winning filmmaker Melissa Regan.\nThe Catholic Church had just punished Sister Simone and most U.S. nuns for being \"radical feminists.\""}