{"article_title": "'The Walking Dead' themed course offered at UC Irvine", "article_keywords": ["wont", "walking", "themed", "students", "offered", "amcs", "dead", "irvine", "zombie", "course", "spread", "class", "survival", "uc"], "article_url": "http://redalertpolitics.com/2013/09/04/the-walking-dead-themed-course-offered-at-uc-irvine/", "article_text": "Fight the dead. Fear the living. The zombies are headed to college.\n\nThe University of California, Irvine, is welcoming the undead to its curriculum as it launches a new online course dedicated entirely to AMC’s “The Walking Dead.” Starting Oct. 14 following the show’s season premiere, the class will explore the plot of the previous night’s episode to examine issues surrounding a hypothetical zombie apocalypse in the class called “Society, Science, Survival: Lessons from AMC’s ‘The Walking Dead.'”\n\n“From understanding social identities to modeling the spread of disease, this eight-week course will span key science and survival themes using AMC’s “The Walking Dead” as its basis,” the course description says.\n\nThe free online course — available to anyone, dead or alive — promises to explore a range of topics throughout the show’s fifth season, including Maslow’s hierarchy of needs, nutrition in a post-apocalyptic world and managing stress during disasters.\n\nThe course won’t be all fun and games, though. Besides class discussions and watching “exclusive interviews with cast members,” enrolled students will be expected to review academic resources and take quizzes. The course description recommends students devote two to four hours per week on course material.\n\nAlthough the class won’t be offered for college credit, by the time Dec. 20 rolls around, students will be able to identify how infectious diseases like a zombie epidemic spread and are managed, and debate the role of public health organizations in society.", "article_metadata": {"generator": "NGFB Pro 7.8.4U", "og": {"site_name": "Red Alert Politics", "description": "Fight the dead. Fear the living. The zombies are headed to college.", "title": "'The Walking Dead' themed course offered at UC Irvine - Red Alert...", "locale": "en_US", "image": {"width": 400, "identifier": "http://redalertpolitics.com/files/2012/02/tdionisopoulos_avatar-400x400.jpg", "height": 400}, "url": "http://redalertpolitics.com/2013/09/04/the-walking-dead-themed-course-offered-at-uc-irvine/", "type": "article"}, "fb": {"admins": 1285945407, "app_id": 529886110401651}, "msvalidate.01": "0F003B4674EABE0F24651B476B61A43C", "article": {"publisher": "https://www.facebook.com/RedAlertPolitics", "tag": "zombie-college-class", "published_time": "2013-09-04T18:16:45+00:00", "modified_time": "2013-09-04T18:16:45+00:00"}, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fe414f\"", "article_summary": "The course won’t be all fun and games, though.\n'”“From understanding social identities to modeling the spread of disease, this eight-week course will span key science and survival themes using AMC’s “The Walking Dead” as its basis,” the course description says.\nThe course description recommends students devote two to four hours per week on course material.\nBesides class discussions and watching “exclusive interviews with cast members,” enrolled students will be expected to review academic resources and take quizzes.\nFight the dead."}