{"article_title": "Legislative Roundup: Medicaid Expansion, State Budget Advance", "article_keywords": ["roundup", "legislative", "added", "advance", "senate", "house", "million", "tax", "budget", "expansion", "state", "program", "medicaid", "bill"], "article_url": "http://mtpr.org/post/legislative-roundup-medicaid-expansion-state-budget-advance", "article_text": "After wrangling over rules, the last remaining bill to expand Medicaid at the 64th Montana Legislature appears to be headed to the governor’s desk.\n\nSenate Bill 405, sponsored by Sen. Ed Buttrey, R-Great Falls, expands Medicaid to people earning up to 138 percent of the federal poverty level. It accepts federal money available under the Affordable Care Act, asks some on Medicaid to pay premiums for their coverage and creates job training programs for recipients through the Department of Labor.\n\nA House committee heard the bill early in the week and gave it a “do not pass” recommendation, meaning it couldn’t be debated on the floor unless 60 representatives voted to do so. House Minority Leader Chuck Hunter, D-Helena, objected to that on the House floor, saying the bill was one of their “silver bullets,” referring to a deal cut at the beginning of the session that gave Democrats six chances to bring bills to the House floor with 51 votes.\n\nHunter sent a letter to House Speaker Austin Knudsen, R-Culbertson, before the bill’s hearing that designated it as one of their “silver bullets,” and Hunter argued that because of the letter, the “do not pass” report was improper.\n\nThat led to a two-day rules fight that ended up going Hunter’s way. A simple majority vote blasted the bill to the House Floor with support from Democrats and moderate Republicans.\n\nA long debate similar to the one seen at every stage of the battle ensued.\n\nSupporters of Medicaid expansion said the bill would provide much needed coverage, offer the poorest Montanans help in getting out of poverty and keep rural hospitals open by reducing uncompensated care costs.\n\nRep. Frank Garner, R-Kalispell, said he supports the bill because it can help people get out of poverty, and incentivizes people to work harder. He added that the bill covers important groups of people, including veterans.\n\n“I think this is the one chance we have to try to help them,” Garner said.\n\nOpponents argued it will cover “able-bodied childless adults” and gives them access to care over those who are supposed to be on Medicaid, the poorest of the poor.\n\n“This is a tragedy especially for the disabled poor,” Rep. Nancy Ballance, R-Hamilton said. “But also for the working poor. This bill is facilitating their dependence on government.”\n\nThe bill passed 54-42. It will now head to the governor’s desk.\n\nBullock vetoes another tax cut\n\nGov. Bullock handed down another veto on a tax cut bill last week.\n\nLast Thursday, shortly after the full House endorsed Medicaid expansion, Bullock’s office announced his veto of Senate Bill 200, which would have cut taxes by almost $80 million over the next two years.\n\nHouse Speaker Austin Knudsen, R-Culbertson, issued a statement after the veto announcement, calling the governor “disingenuous” for not signing the bill, which Knudsen said gave significant tax relief to the middle class.\n\nIn the statement, Knudsen added that the governor has shown he “does not want to provide any relief to the hardworking men and women across this state” and only wants to “grow government and increase spending.”\n\nBullock said the bill didn’t provide relief proportionally to taxpayers.\n\n“The majority of it would have gone to the largest wage earners in the state,” Bullock said.\n\nBullock also said that after the 2013 session, he had to veto $150 million of spending to make sure the budget was structurally balanced, and that he didn’t want to do that again. The money for a tax cut would come out of the general fund revenue.\n\nThe bill, carried by Sen. Duane Ankney, R-Colstrip, cleared both Houses in March on largely party line votes.\n\nSenate passes increased budget\n\nAfter adding more than $20 million in spending, the Senate passed House Bill 2, the state budget.\n\nThe bill lines out about $4 billion in general fund spending over the next two years. With the Senate amendments, it spends about $23 million more than the version passed by the House last month.\n\nBoth senators and the governor said the budget had been much improved by the Senate.\n\n“The bill has moved itself toward a better condition at every stage of the journey,” said Sen. Llew Jones, R-Conrad, the chair of the Senate Finance and Claims Committee that added most of the spending increases.\n\n“Improvements were certainly made on the Senate side,” Democratic Gov. Steve Bullock said. But, he added there were still more things he’d like to see added to the bill.\n\nOne of the parts of his budget proposal that hasn’t been funded is the $37 million for \"Early Edge,\" the plan to expand preschool. The program would be voluntary for both schools and students.\n\nSen. Brad Hamlett, D-Cascade, tried one amendment to fully fund the program, saying full discussion on the program hadn’t happened yet.\n\n“This is a priority with the administration,” Hamlett said. “And we need to have the discussion.”\n\nJones, who led the subcommittee that handled the education portion of the budget, opposed the amendment, saying it wasn’t proven to be completely effective and mostly helps “at-risk” students and larger school districts.\n\nHe said it would be hard for rural school districts to hire accredited preschool teachers.\n\n“I am not a supporter of this version of Early Edge,” Jones said.\n\nThe amendment failed along party lines 29-21. Hamlett brought a second amendment that would have partially funded the program, which also failed along party lines.\n\nIn addition to the $23 million added to the 2016-2017 budget, a Senate committee also added about $24 million to cover deficits in the 2014-2015 budget, usually included in a different bill that was killed by the House last month. That money will prevent furloughs in some state offices and budget shortfalls for schools.\n\nThe bill will now go to a House and Senate conference committee to hammer out final details before it’s sent to the governor.\n\nBill to increase public access gets easy hearing in the House\n\nA bill expanding a program to pay landowners for allowing recreational access to state lands blocked by their private land got an easy hearing in the House last week, with no opposition.\n\nSenate Bill 309, carried by Sen. Jedediah Hinkle, R-Bozeman, expands a program that gave landowners a $500 tax credit for providing access to state lands. Only two people signed up for the credit. Hinkle’s bill would include federal lands and bumps the credit to $750.\n\nHinkle said that although several landowners already provide access, this would incentivize more of them to do so.\n\nWildlife and agriculture groups supported the bill, as did Montana Fish, Wildlife and Parks. No one opposed the bill at the hearing.\n\nLast month it sailed through the Senate with a 44-6 vote.\n\n- Michael Wright is a reporter for the Community News Service at the University of Montana School of Journalism. He can be reached at michael.wright@umontana.edu. Follow him on Twitter @mj_wright1.\n\n", "article_metadata": {"category": "Montana News", "description": "After wrangling over rules, the last remaining bill to expand Medicaid at the 64th Montana Legislature appears to be headed to the governor’s desk.", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://mtpr.org/post/legislative-roundup-medicaid-expansion-state-budget-advance", "image": "http://mediad.publicbroadcasting.net/p/kufm/files/styles/medium/public/201504/knudsen_essmann_hunter_rules__michael_wright_um_community_news_service_.jpg", "type": "article", "description": "After wrangling over rules, the last remaining bill to expand Medicaid at the 64th Montana Legislature appears to be headed to the governor’s desk.", "title": "Legislative Roundup: Medicaid Expansion, State Budget Advance"}, "org_id": 0, "twitter": {"site": "@mtpublicradio", "card": "summary"}, "author": "Michael Wright - Community News Service", "wordCount": 1484, "dc": {"title": "Legislative Roundup: Medicaid Expansion, State Budget Advance"}, "nid": 33302, "datePublished": "2015-04-12", "story_id": 399211471, "keywords": "Montana Legislature, Medicaid expansion, Senate Bill 405, Ed Buttrey, Affordable Care Act, Obamacare, health insurance, taxes, Steve Bullock, Chuck Hunter, Austin Knudsen, vetos, Duane Ankney, House Bill 2, state budget, Llew Jones, Early Edge Montana, preschool, Brad Hamlet, Jedediah Hinkle, Montana Fish Wildlife and Parks", "has_audio": 0, "viewport": "width=device-width"}, "article_summary": "Senate passes increased budgetAfter adding more than $20 million in spending, the Senate passed House Bill 2, the state budget.\nSenate Bill 405, sponsored by Sen. Ed Buttrey, R-Great Falls, expands Medicaid to people earning up to 138 percent of the federal poverty level.\nSenate Bill 309, carried by Sen. Jedediah Hinkle, R-Bozeman, expands a program that gave landowners a $500 tax credit for providing access to state lands.\nThat money will prevent furloughs in some state offices and budget shortfalls for schools.\nAfter wrangling over rules, the last remaining bill to expand Medicaid at the 64th Montana Legislature appears to be headed to the governor’s desk."}