{"article_title": "America’s Iran ‘Tilt’ Likely Topic as Obama Visits Saudi Arabia", "article_keywords": ["iran", "saudis", "tilt", "visits", "americas", "topic", "policy", "likely", "saudi", "arabia", "president", "foreign", "think", "mcinnis", "obama"], "article_url": "http://dailysignal.com/2016/04/19/americas-iran-tilt-likely-topic-as-obama-visits-saudi-arabia/", "article_text": "President Barack Obama will visit Saudi Arabia Wednesday trying to salvage what he can from a historically stable partnership that has frayed over differing priorities related to major issues like the Syrian civil war and Iranian influence.\n\nAs the Obama administration has focused its policies on defeating the Islamic State in Syria over ousting its Iranian-supported President Bashar-al Assad — Saudi Arabia wants both of those objectives accomplished — and engaging Iran with a nuclear deal, Saudi Arabia has begun to formulate its own foreign policy, to what analysts say has been poor results, especially with its intervention in Yemen.\n\nThe sense of separation was intensified when Obama, in an interview with The Atlantic published in March, described Saudi Arabia, and other allies, as a “free rider” on American foreign policy, and called for the Saudis to “share the neighborhood” with Iran.\n\nAnd in another pressing issue, Congress is considering a bill that would allow families of 9/11 victims to sue the Saudi government for any role it may have allegedly had in the terrorist attacks.\n\nAll of that leaves the U.S.-Saudi Arabia relationship at a defining moment, experts tell The Daily Signal, at a time when the Middle East is in turmoil.\n\n“I think the real issue is the Saudis feel Obama has developed a tilt towards Iran in his zeal to bring Iran in from the cold and that the American president is walking away from the U.S.’ traditional Arab allies in the region,” said David Ottaway, a Middle East fellow with the Wilson Center.\n\n“From the Saudi viewpoint, Obama has prompted a pivot to Asia, and the U.S. is not as dependent on Arab oil as it once was,” Ottaway said. “So there’s plenty of evidence the U.S. under Obama is trying to lessen its involvement in the Arab world and in conflicts where its Arab allies are perceived to have different priorities than with the U.S.”\n\nDespite the perception that Obama has shifted his foreign policy focus to Shia-led Iran over the Sunni-led Saudi Arabia, the administration has said its deal with Iran was only focused on containing its nuclear program, and that the two countries would not become partners on other issues unless Tehran curbed its support for terrorism and ballistic missile tests.\n\nMatthew McInnis, a former analyst at the Department of Defense and current fellow at the American Enterprise Institute, believes this perceived change in calculus has been overblown.\n\n“I don’t want to overplay that we have all of a sudden switched to Iran and we are against the Saudis,” McInnis said. “I think the Iranians still believe the U.S.’ most fundamental alliances remain with Saudi Arabia and other Gulf states. Even Obama still agrees that most of what Iran does in its foreign policy is still problematic to the region, it’s still destabilizing, but I think he’s expecting the Saudis to develop their own capability to respond to how Iran projects power in the region.”\n\nThat disconnection, the analysts say, likely prompted the normally low-key Saudi Arabia, under a new monarch King Salman, 80, and his son, the 30-year-old Defense Minister Mohammed bin Salman, to take more aggressive actions lately.\n\nIn January, it executed 47 men on terrorism charges, including a Shiite cleric, prompting Iranians to attack the Saudi Embassy in Tehran.\n\nSaudi Arabia has also carried out a bombing campaign in Yemen for over a year to try to defeat the Houthi Shiite militant group, but the effort has led to the deaths of thousands of civilians and the growth of al-Qaeda in the country.\n\n“I think the Saudis realize they are in a difficult situation and that’s why you are seeing an increasingly independent Saudi foreign policy,” McInnis said. “The problem is Obama is trying to take the training wheels off [Saudi Arabia] too quickly, which has created not the best judgement on the part of the Saudis. I think the president is right to try and shake the Saudis out of their strategic stupor and overreliance on the U.S., but when we have a system that’s developed for decades and it’s clear whose side we are on, to all of a sudden begin to change that without providing a long-term vision is creating an acceleration of a Saudi-Iran proxy war.”\n\nJim Phillips, a Middle East expert at The Heritage Foundation, says he expects the U.S. to maintain cooperation with Saudi Arabia on issues like security and counterterrorism.\n\n“Saudi Arabia is [still] a valuable ally for containing and rolling back Iran, defeating ISIS and al-Qaeda, and keeping oil prices low,” Phillips said. “If Saudi Arabia breaks with the United States and pursues its own goals unilaterally, the Middle East will be a much more unpredictable, dangerous and unstable place.”\n\nThe best way to manage a complex relationship, McInnis and Phillips say, is for the U.S. to continue to be frank with Saudi Arabia about the two countries’ differences, while hoping they can unite around common goals, despite competing priorities.\n\n“I think fundamentally we can admit our differences we have with the Saudis, and recognize we won’t always be aligned,” McInnis said. “The Saudis support for the promulgation of the Wahhabism ideology [an ultraconservative branch of Sunni Islam] will always be a problem with them, and we don’t like how they treat women and restrict freedom of the press. But if we hope to someday calm down the region, working with the Saudis is better than working against the Saudis.”", "article_metadata": {"description": "President Obama will visit Saudi Arabia trying to salvage what he can from a historically stable partnership that has frayed over differing priorities.", "og": {"site_name": "The Daily Signal", "description": "President Obama will visit Saudi Arabia trying to salvage what he can from a historically stable partnership that has frayed over differing priorities.", "title": "America’s Iran ‘Tilt’ Likely Topic as Obama Visits Saudi Arabia", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/ObamaSaudi.jpg", "updated_time": "2016-04-19T21:12:25+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1ThNPth"}, "twitter": {"domain": "The Daily Signal", "description": "President Obama will visit Saudi Arabia trying to salvage what he can from a historically stable partnership that has frayed over differing priorities.", "title": "America’s Iran ‘Tilt’ Likely Topic as Obama Visits Saudi Arabia", "image": {"src": "http://dailysignal.com/wp-content/uploads/ObamaSaudi.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "International", "tag": "middle east", "published_time": "2016-04-19T17:46:36+00:00", "modified_time": "2016-04-19T21:12:25+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "President Obama, King Salman, Iran nuclear deal, Saudi Arabia, Yemen, Houti, ISIS, Syria, Bashar-al Assad"}, "article_summary": "“I think the Iranians still believe the U.S.’ most fundamental alliances remain with Saudi Arabia and other Gulf states.\n“Saudi Arabia is [still] a valuable ally for containing and rolling back Iran, defeating ISIS and al-Qaeda, and keeping oil prices low,” Phillips said.\n“I think the Saudis realize they are in a difficult situation and that’s why you are seeing an increasingly independent Saudi foreign policy,” McInnis said.\n“I don’t want to overplay that we have all of a sudden switched to Iran and we are against the Saudis,” McInnis said.\n“The problem is Obama is trying to take the training wheels off [Saudi Arabia] too quickly, which has created not the best judgement on the part of the Saudis."}