{"article_title": "Congressman Randy Neugebauer Discusses Re-Election Bid For 19th Congressional District [AUDIO]", "article_keywords": ["reelection", "saying", "audio", "working", "district", "unemployment", "hasty", "bid", "version", "19th", "randy", "chad", "pass", "congressman", "discusses", "shrink", "congressional", "neugebauer"], "article_url": "http://kfyo.com/congressman-randy-neugebauer-discusses-re-election-bid-for-19th-congressional-district-audio/", "article_text": "Congressman Randy Neugebauer\n\nOn the Thursday edition of The Chad Hasty Show, Congressman Randy Neugebauer talked with Chad Hasty about his re-election campaign.\n\nNeuegebuer, who is currently representing the 19th Congressional district of Texas, said that he would continue to be a strong conservative fighter is re-elected in 2014. However, he also acknowledged that he had received criticism for not being active enough in Washington and not passing a lot of legislation. Neugebauer responded by saying he was a “work horse,” not a “show horse,” and that his intention in office was to shrink big government and not to expand it with more legislation.\n\n“One of the reasons I came to Congress was I felt like they were passing too many laws up here. And so, I didn’t come up here to expand government; I came up here to shrink government. Because, every time we pass a law up here or pass a bill, somebody’s individual liberties and freedoms are infringed upon. So, I didn’t come up here to see how many bills I could pass while I was in Congress.”\n\nNeugebauer said that, if re-elected, his focus would be on repealing Obamacare, as well as working towards fiscal conservatism and working on improving the Farm Bill. He also shared his thoughts on unemployment, saying that instead of focusing on unemployment benefits, Congress should really be focusing on creating jobs.\n\nCongressman Randy Neugebauer appears Monday mornings from 7:35 AM to 8 AM on Lubbock’s First News. For more information on Neugebauer and his congressional campaign, visit his website at randyforcongress.com.\n\nListen to the full interview with Randy Neugebauer here:\n\nAudio clip: Adobe Flash Player (version 9 or above) is required to play this audio clip. Download the latest version here. You also need to have JavaScript enabled in your browser.\n\nYou can also listen on your iPhone, iPad and other mobile devices by following the link below:\n\nKFYO Randy Neugebauer 01/09/14\n\nThe Chad Hasty Show airs weekday mornings from 8:30 AM to 11 AM on NewsTalk 790 KFYO and online at KFYO.com.", "article_metadata": {"sailthru.image.thumb": "http://wac.450F.edgecastcdn.net/80450F/kfyo.com/files/2013/07/800x700_RandyNeugebauer_flags2011.jpg", "sailthru.author": "arielwalden", "description": "On the Thursday edition of The Chad Hasty Show, Congressman Randy Neugebauer talked with Chad Hasty about his re-election campaign.", "og": {"site_name": "NewsTalk 790 KFYO", "description": "On the Thursday edition of The Chad Hasty Show, Congressman Randy Neugebauer talked with Chad Hasty about his re-election campaign.", "title": "Congressman Randy Neugebauer Discusses Re-Election Bid For 19th Congressional District [AUDIO]", "url": "http://kfyo.com/congressman-randy-neugebauer-discusses-re-election-bid-for-19th-congressional-district-audio/", "image": "http://wac.450F.edgecastcdn.net/80450F/kfyo.com/files/2013/07/800x700_RandyNeugebauer_flags2011.jpg?w=600&h=0&zc=1&s=0&a=t&q=89", "type": "blog"}, "twitter": {"site": "@kfyo", "card": "summary_large_image"}, "sailthru.date": "2014-01-09 11:13:35", "sailthru.title": "Congressman Randy Neugebauer Discusses Re-Election Bid For 19th Congressional District [AUDIO]", "fb": {"admins": 16737706, "app_id": 113811408697221}, "sailthru.tags": "tsmsite-kfyo, tsmmarket-lubbock, tsmtype-local, election-2014, randy-neugebauer, audio, national-news, state-news", "sailthru.description": "On the Thursday edition of The Chad Hasty Show, Congressman Randy Neugebauer talked with Chad Hasty about his re-election campaign.", "sailthru.image.full": "http://wac.450F.edgecastcdn.net/80450F/kfyo.com/files/2013/07/800x700_RandyNeugebauer_flags2011.jpg", "viewport": "width=1020"}, "article_summary": "Congressman Randy NeugebauerOn the Thursday edition of The Chad Hasty Show, Congressman Randy Neugebauer talked with Chad Hasty about his re-election campaign.\nCongressman Randy Neugebauer appears Monday mornings from 7:35 AM to 8 AM on Lubbock’s First News.\nListen to the full interview with Randy Neugebauer here:Audio clip: Adobe Flash Player (version 9 or above) is required to play this audio clip.\nHe also shared his thoughts on unemployment, saying that instead of focusing on unemployment benefits, Congress should really be focusing on creating jobs.\nNeuegebuer, who is currently representing the 19th Congressional district of Texas, said that he would continue to be a strong conservative fighter is re-elected in 2014."}