{"article_title": "What We Can Learn From the Scots' Health Care System", "article_keywords": ["different", "scotland", "system", "improvement", "need", "scots", "health", "way", "learn", "ihi", "organization", "think", "care"], "article_url": "http://www.hhnmag.com/articles/6850-what-we-can-learn-from-the-scots-health-care-system", "article_text": "DEREK FEELEY last month took over as chief executive of the Institute for Healthcare Improvement, following in the footsteps of industry giants Maureen Bisognano and Don Berwick, M.D. Feeley hails from Scotland, where he previously served as head of the national health care system before becoming executive vice president of the IHI in 2013. H&HN recently spent a few minutes discussing golf, his plans for IHI and what U.S. health care can learn from Scotland.\n\nWhat interested you in joining IHI a couple of years ago?\n\nFEELEY: Immediately prior to joining IHI, I was the chief executive of the National Health Service in Scotland and we had been long-term partners of IHI. Actually I first got to know IHI when I was here in the U.S. in 2005, 2006. I was a Harkness Fellow and I spent a year with Kaiser Permanente and got to go to Kaiser Permanente’s national quality conference. I heard for the first time these people from IHI who were doing this incredibly ambitious 100,000 Lives program where they were trying to reduce harm in hospitals. I wanted to take back to Scotland this idea that there’s harm in our health care system that we can reduce and some different methods of doing it. However, I didn’t really want to do a campaign. I wanted all of our hospitals to be in. What you often think of with campaigns is it’s the people who least need the improvement who come forward. They’re already open and willing to improve, and so we decided we were just going to run a national patient safety program in Scotland modeled on the 100,000 Lives campaign. When we started to think our way through that, we realized we needed a partner to work alongside. We had some of the knowledge that we needed in Scotland, but not all of it. So, we went out to open competition and IHI won the contract. That was the start of a strategic partnership between IHI and the NHS in Scotland, and it’s still ongoing to this day.\n\nHow might your experience in Scotland inform your leadership of the IHI?\n\nFEELEY: The NHS is a pretty big organization; it’s got about 140,000 staff. I was accountable to the Scottish parliament for spending about $20 billion of taxpayers’ money, so I learned a fair bit as I went along about leadership. I’m about to lead an organization of just over 140, but actually most of what you need to know is the same. You still need to think about the same set of issues. You need to, regardless of the size of the organization, engage with the people who are in it, both emotionally and rationally. You need to create a sense of purpose, a vision of something that’s attractive to them, but also you need to engage their minds as well as their hearts. You need to listen as a leader of a big organization and as a leader of one of this size. You need to act on what you’re hearing and people get a sense of momentum from seeing progress. You need to focus on that purposeful work and I think people are looking to you to deliver. Those are the kinds of leadership lessons that I got from my previous experience about engaging and listening, acting, focusing and delivering.\n\nAre there any lessons you can bring to the United States?\n\nFEELEY: I think there are. Scotland is different in some ways. It’s a single-payer system. It’s almost exclusively tax funded. There’s very little competition. The National Health Service is more or less a monopoly provider of health care, but part of my responsibilities in Scotland was extended to the health of the population, as well as to delivering effective health care, and I had to do that within a cash-limited financial allocation. I had approximately $20 billion; I didn’t have $20 billion plus one or plus two, and I had no real way of generating revenue. So what I had to do in leading that health care system is what we call the Triple Aim at IHI. I had to make sure that the quality of the health care experience we were delivering was as high as it could possibly be, and I had to make sure that we were delivering improvements in the health of the population. I had to make sure that we were getting maximum value for every dollar that we were spending.\n\nWe certainly see a lot more people [in the United States} talking now about the Triple Aim as we shift from fee for service to more bundled or capitated payments. People are starting to think about having to deliver improvements to the health of the population that they serve, as well as delivering value in a different kind of way. The challenges that leaders are facing in health care are pretty similar right across the developed world, actually — economic factors, political change, demographic pressures, the growth of comorbidities, shifting customer expectations, and the accelerating pace of change. The challenges that leaders are facing are actually very similar across the developed world. There never has been such a challenging time to be a leader in health care, but the good news is, because we are all tackling the same kind of issues, the opportunities for us to collaborate and learn from each other are significant.\n\nHow do you fill the shoes of your predecessors, who are such notable names in the health care field?\n\nFEELEY: Well, you can’t. Not on a like-for-like basis, anyway. My focus is on being the best that I can be and bringing my assets and experience to IHI, rather than trying to pretend I’m either Don or Maureen. I bring a different set of experiences, a different background. What we all have in common is the sense of why we’re here: in service of patients, ultimately. IHI will be successful or not on the basis of whether we can make a difference for people. Again, one of the things that made the transition to IHI easier for me was the fact that I knew I was coming to an organization that had a set of values that were resonant with my own. This idea that we should be acting in a way that is about systems, it’s about thinking beyond the boundaries, it’s about encouraging openness and transparency, it’s about a sense of celebration and thankfulness, but in an authentic way, it’s about generosity with ideas and partnerships. Because I share those values, this is a transition that will be easier than it otherwise might have been. Those are things that I feel very natural and honest saying to you because that was one of the reasons that I came here in the first place.\n\nWhat will be different about the IHI under your direction?\n\nFEELEY: We’ve started moving increasingly into the health space. Our roots are really in health care improvement and we’ve moved over the last five or six years into thinking about health and health care. IHI will be pushing the boundaries as far as thinking about how you apply some of these methods to improving health. What you’ll see continuing is this idea that IHI is both a U.S. organization serving U.S. partners, but we’re also global. Thirty-five or 40 percent of our work now is done outside the United States. My real focus is on how we keep IHI moving forward. How do we continue to be an organization that is right at the very cutting edge of health and health care? How do we extend the reach of improvement science and improvement methods? How do we mobilize improvement in health and health care, and how do we serve a constituency that’s increasingly worldwide? Those are the things that are uppermost in my mind as we move into this next year.\n\nWhat's your outlook for 2016?\n\nFEELEY: I hope that the big transition in 2016 is this: getting leaders to make change from the inside out. You’ve seen a lot of the changes in health care that have come from the outside in. Over the last couple of years, they’ve come from legislation or external reforms. There is a real opportunity now for health care leaders to take a closer look at how they’re working and change some of what needs to be changed. How do we cultivate and mobilize the pride and purpose of the health care workforce and actually counter a lot of the issues that we hear about people feeling burned out and disenfranchised? For me, a sign of success in health and health care in 2016 will be people starting to make some of those changes from the inside of health care out, rather than because they were mandated by some policy.\n\nTHE FEELEY FILE\n\nWhat are you reading right now?\n\nRight now, I am reading \"Humble Inquiry\" by Edgar Schein, in which he explores the power of asking rather than telling and how asking can be used as a way to empower people. It is a compelling narrative about how inquiry can underpin the culture shift we need to see in many of our organizations.\n\nWho has had the greatest influence on your career?\n\nI've been really fortunate to have a host of mentors. I'm constantly curious about how people approach issues and I've made a point of learning from many, rather than from a few. We really believe in open-plan working at IHI, and as a result I've had the huge benefit for the last two years of sitting right next to my predecessors, Maureen Bisognano and Don Berwick. It still feels a little bit unreal to be able to turn my chair around and say, \"Maureen and Don, what do you think of this?\"\n\nDo you have any hobbies?\n\nI love to play golf. I've played since I was a young boy and I try to get out on the course at least once a week. My wife has started to play recently, which means that we get to spend some of our weekend time together.\n\nWhat do you miss most about Scotland?\n\nThat's easy. I miss my family. We have two wonderful sons and two fantastic grandchildren, Megan and Lewis. Lewis was born just the week before we left Scotland for Boston. However, we try to get home as often as we can and they are all planning to visit us this summer.\n\nWhat would you be doing if you weren’t in health care?\n\nBefore I started to work in health care, I was working on the economics of Scotland's fishing industry. Perhaps I'd still be doing that. I would love to be a professional golfer but I have the humility to accept that as a dream.", "article_metadata": {"description": "DEREK FEELEY last month took over as chief executive of the Institute for Healthcare Improvement, following in the footsteps of industry giants Maureen Bisognano and Don Berwick, M.D. Feeley hails from Scotland, where he previously served as head of the national health care system before becoming executive vice president of the IHI in 2013. H&HN recently spent a few minutes discussing golf, his plans for IHI and what U.S. health care can learn from Scotland. What interested you in joining IHI a couple of years . . .", "csrf-token": "Ym1uZEIBOMQKgVH6igFVVWjI1x24sHkGGsn0cO3k/+c=", "twitter": {"image": "http://www.hhnmag.com/ext/resources/inc-hhn/img/articles/article_images/2016/February/INT_Feeley_190x127.jpg?1454685314", "description": "The new chief executive of the IHI details his plans following the retirement of Maureen Bisognano.", "card": "summary", "title": "What We Can Learn From the Scots' Health Care System"}, "msapplication-TileColor": "#FFFFFF", "csrf-param": "authenticity_token", "og": {"image": "http://www.hhnmag.com/ext/resources/inc-hhn/img/articles/article_images/2016/February/INT_Feeley_190x127.jpg?1454685314", "type": "Article", "description": "The new chief executive of the IHI details his plans following the retirement of Maureen Bisognano.", "title": "What We Can Learn From the Scots' Health Care System"}, "msapplication-TileImage": "/images/favicons/favicon-144.png", "keywords": "100,000 Lives,Derek Feeley,Don Berwick,IHI,Institute for Healthcare Improvement,Maureen Bisognano,Scotland,Triple Aim,bundled payment,capitated payment,kaiser permanente,population health", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Our roots are really in health care improvement and we’ve moved over the last five or six years into thinking about health and health care.\nFor me, a sign of success in health and health care in 2016 will be people starting to make some of those changes from the inside of health care out, rather than because they were mandated by some policy.\nHow do we mobilize improvement in health and health care, and how do we serve a constituency that’s increasingly worldwide?\nHow do we continue to be an organization that is right at the very cutting edge of health and health care?\nThe National Health Service is more or less a monopoly provider of health care, but part of my responsibilities in Scotland was extended to the health of the population, as well as to delivering effective health care, and I had to do that within a cash-limited financial allocation."}