{"article_title": "Brain implant lets paralyzed man regain use of hand", "article_keywords": ["regain", "muscles", "reported", "university", "hand", "signals", "brain", "lets", "right", "paralyzed", "implanted", "implant", "research", "researchers", "man"], "article_url": "http://www.wnd.com/2016/04/brain-implant-lets-paralyzed-man-regain-use-of-right-hand/", "article_text": "A man who was paralyzed from the chest down six years ago during an ocean diving incident that broke his neck has now regained use of his right hand, albeit in a limited capacity that ties him to a laboratory.\n\nRegardless, scientists and researchers hope the breakthrough can be expanded to allow him, and others who are paralyzed, to one day regain full movement and freedom.\n\nIan Burkhart of Dublin, Ohio, lost use of his body from the chest down, including his arms, during a college swim when he dove into waves and was slammed into a sandbar, the Associated Press reported. But researchers implanted electronic sensors in his brain, and now he can actually grab a bottle and pour from it, stir liquid with a stick, swipe a credit card, wiggle his fingers and hold a toothbrush.\n\nThe downside of the discovery is he can only perform those tasks for a few hours each week, during lab time when he’s attached to a device that interprets his brain signals and then stimulates the muscles in his arm.\n\nBut it holds potential to “really increase my quality of life and independence,” Burkhart said, the AP reported.\n\nPrior research has shown that paralyzed individuals can learn to move robotic limbs via brain implants or the diversion of signals from muscles in the body that aren’t paralyzed. But this latest discovery shows a paralyzed person can actually be implanted with a chip that allows stimulation from his or her own paralyzed muscles.\n\nGet the hottest, most important news stories on the Internet – delivered FREE to your inbox as soon as they break! Take just 30 seconds and sign up for WND’s Email News Alerts!\n\nBurkhart was implanted with a device made up of 96 electrodes that monitor his brain cells and send signals to his right hand.\n\n“We’re really just eavesdropping on a few conversations between those neurons and we’re trying to figure out what they’re talking about,” said Chad Bouton, the author of a Nature journal article that describes the procedure.\n\nAnd Ali Rezai, a study author and neurosurgeon at Ohio State University, described it this way, AP reported: “This is taking one’s thoughts and, within milliseconds, linking it to concrete movements.”\n\nBurkhart said he feels a tingle in his arm when he’s attached to the cable, and that his muscles tire after a few hours of attachment.\n\n“[This is] clearly a good starting point,” said Lee Miller of Northwestern University, who’s conducted similar research with monkeys. “[It’s] an important step.”", "article_metadata": {"description": "A Free Press For A Free People Since 1997", "generator": "WordPress 4.4.1", "og": {"site_name": "WND", "description": "A man who was paralyzed from the chest down six years ago during an ocean diving incident that broke his neck has now regained use of his right hand, albeit in a limited capacity that ties him to a laboratory. Regardless, scientists and researchers hope the breakthrough can be expanded to allow him, and others […]", "title": "Brain implant lets paralyzed man regain use of hand", "url": "http://www.wnd.com/2016/04/brain-implant-lets-paralyzed-man-regain-use-of-right-hand/", "image": "http://www.wnd.com/files/2014/01/human_brain.jpg", "type": "article"}, "fb": {"app_id": 152299868169938}, "google-site-verification": "5iw1bKISvQcI1qRwIskRfer6GKV4jUf6LImfS9bhaeI", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "But this latest discovery shows a paralyzed person can actually be implanted with a chip that allows stimulation from his or her own paralyzed muscles.\nBurkhart was implanted with a device made up of 96 electrodes that monitor his brain cells and send signals to his right hand.\nPrior research has shown that paralyzed individuals can learn to move robotic limbs via brain implants or the diversion of signals from muscles in the body that aren’t paralyzed.\nRegardless, scientists and researchers hope the breakthrough can be expanded to allow him, and others who are paralyzed, to one day regain full movement and freedom.\n“[This is] clearly a good starting point,” said Lee Miller of Northwestern University, who’s conducted similar research with monkeys."}