{"article_title": "Obama Renews 'Symbolic' Obamacare Plan He'll Never Use", "article_keywords": ["president", "exchange", "symbolic", "obamacare", "dc", "renews", "health", "plan", "house", "hell", "white", "care", "obama"], "article_url": "http://dailycaller.com/2014/12/24/obama-renews-symbolic-obamacare-plan-hell-never-use/", "article_text": "President Barack Obama smiles as he prepares to answer a question during an end-of-the year news conference in the Brady Press Briefing Room at the White House in Washington, Friday, Dec. 20, 2013. Obama will depart later for his home state of Hawaii for his annual Christmas vacation trip. It's the first time in his presidency that his departure plans have not been delayed by legislative action in Washington. (AP Photo/Pablo Martinez Monsivais)\n\n4418600\n\nPresident Obama renewed his Obamacare care on the Washington, D.C. exchange while on vacation in Hawaii on Tuesday.\n\nObama doesn’t use the health coverage through the exchange, because his employer-based health care is provided by the White House Medical Unit, a military health-care operation. But he purchased a bronze-level plan, the lowest available quality coverage offered on Obamacare marketplaces, as a show of support for his brand-name law.\n\n“As we said last year, the act of the President signing up for insurance coverage through the DC exchange is symbolic since the President’s health care will continue to be provided by the military,” a White House official told Time.\n\n“But, he was pleased to participate in a plan as a show of support for these marketplaces which are providing quality, affordable health care options to millions of people. The President selected a bronze plan last year, and he remains on that plan.”\n\nThe president first purchased a plan last December, amid the federal exchange’s technology meltdown — also while he was on his annual vacation in Hawaii. (RELATED: Obama Signs Up For Obamacare, Quietly)\n\n“He was pleased to participate in a plan as a show of support for these marketplaces which are providing quality, affordable health care options to more than a million people,” a White House aide said in December 2013.\n\nObama purchased a plan only for himself, not the rest of his family. The D.C. exchange has attracted 1,886 new customers so far this year, DC Health Link announced Tuesday, in addition to last year’s 13,100 returning customers. Obamacare exchanges are autoenrolling customers who don’t return to the website to renew their coverage, heavily boosting enrollment totals so far. (RELATED: Obamacare Enrollment Jumps Thanks To Admin’s Auto Sign-Ups)\n\nFollow Sarah on Twitter", "article_metadata": {"sailthru.author": "Sarah Hurtubise", "description": "But he's renewed his 'symbolic' Obamacare plan anyway", "og": {"site_name": "The Daily Caller", "description": "President Obama renewed his Obamacare care on the Washington, D.C. exchange while on vacation in Hawaii on Tuesday.    Obama doesn't use the health coverage through the exchange, because his employer-", "title": "Obama Renews ‘Symbolic’ Obamacare Plan He’ll Never Use", "url": "http://dailycaller.com/2014/12/24/obama-renews-symbolic-obamacare-plan-hell-never-use/", "image": {"width": 630, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2013/12/7b348a1bb72e42e1a662c9a65ec453ab-e1389021437550.jpg", "height": 270}, "type": "article"}, "twitter": {"description": "But he's renewed his 'symbolic' Obamacare plan anyway", "title": "Obama Renews ‘Symbolic’ Obamacare Plan He’ll Never Use Via @dailycaller", "url": "http://dailycaller.com/2014/12/24/obama-renews-symbolic-obamacare-plan-hell-never-use/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2013/12/7b348a1bb72e42e1a662c9a65ec453ab-e1389021437550.jpg"}, "creator": "@@SarahMHurtubise", "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2014-12-24 08:32:04", "sailthru.title": "Obama Renews 'Symbolic' Obamacare Plan He'll Never Use", "HandheldFriendly": "true", "sailthru.tags": "barack-obama,obamacare,sarah-hurtubise", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "barack obama,obamacare", "sailthru.description": "President Obama renewed his Obamacare care on the Washington, D.C. exchange while on vacation in Hawaii on Tuesday.    Obama doesn't use the health coverage through the exchange, because his employer-", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2013/12/7b348a1bb72e42e1a662c9a65ec453ab-e1389021437550.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "(AP Photo/Pablo Martinez Monsivais)4418600President Obama renewed his Obamacare care on the Washington, D.C. exchange while on vacation in Hawaii on Tuesday.\nThe D.C. exchange has attracted 1,886 new customers so far this year, DC Health Link announced Tuesday, in addition to last year’s 13,100 returning customers.\nObama doesn’t use the health coverage through the exchange, because his employer-based health care is provided by the White House Medical Unit, a military health-care operation.\n“But, he was pleased to participate in a plan as a show of support for these marketplaces which are providing quality, affordable health care options to millions of people.\nBut he purchased a bronze-level plan, the lowest available quality coverage offered on Obamacare marketplaces, as a show of support for his brand-name law."}