{"article_title": "Protesters Greet Scott Brown At New Hampshire GOP Event", "article_keywords": ["brown", "shaheen", "political", "protesters", "greet", "gop", "state", "scott", "hampshire", "sen", "party", "event"], "article_url": "http://www.npr.org/sections/itsallpolitics/2013/12/20/255731189/protesters-greet-scott-brown-at-new-hampshire-event", "article_text": "Protesters Greet Scott Brown At New Hampshire GOP Event\n\ni toggle caption Steven Senne/AP Steven Senne/AP\n\nScott Brown still knows how to make an entrance.\n\nThe former Massachusetts senator — and a soon-to-be official resident of Rye, N.H. — arrived at the New Hampshire GOP's holiday party in his trademark pickup truck Thursday evening, and was greeted by more than 100 chanting protesters.\n\nThe protesters — mostly gun rights activists but also a few Democrats — wore stickers bearing slogans like \"If it's Brown, flush it!\" and waved signs reading \"Brownbagger Go Home to Mass.\"\n\nBrown gave no hint that his appearance signaled an intention to challenge Democratic Sen. Jeanne Shaheen.\n\n\"Moving up here is personal, and I'm looking forward to spending a lot of time with my family, and my mom in particular, so that's about it,\" Brown told reporters as he made his way to the back door.\n\nAsked point-blank if he's going to seek office in New Hampshire, Brown said, \"I'm going to deal with that later.\"\n\nMembers of the media weren't allowed inside the party, where Brown signed books and spoke to paying guests.\n\nBefore he headed in, Brown said he was surprised to attract protesters but didn't seem to mind.\n\n\"It kind of energizes me, I have to be honest with you,\" he said.\n\nBrown's monthslong flirtation with New Hampshire voters has powered plenty of speculation, and Thursday's event only fanned it.\n\n\"From a publicity standpoint, he's managed to play both political parties and the media as if they were on strings,\" says UNH political scientist Andy Smith.\n\nBrown's stop in Nashua was his 13th in the state since last spring. He has also set up a New Hampshire version of his People's Seat PAC, donated $10,000 to the state Republican Party, and used his perch as a Fox News commentator to detail New Hampshire-specific problems with Obamacare's troubled roll-out .\n\n\"We are very grateful for the help Sen. Brown has given us with our fundraising,\" said state GOP chair Jennifer Horn, adding that \"candidates make their own time frames, and the same goes for potential candidates.\"\n\nBut with each local visit, or New Hampshire-tinged utterance, Brown also triggers a fusillade of fundraising emails from the Shaheen campaign — the most recent featured a subject line that says \"Not A Drill.\"\n\nLast week, state Democrats began running online ads asking that Brown, who in addition to his work for Fox is on the payroll at the law firm Nixon Peabody, disclose his clients. This week, Ending Spending Inc. — a conservative superPAC backed by billionaire Joe Ricketts — launched online ads to draft Brown to challenge Shaheen, and $70,000 worth of television spots attacking her on Obamacare.\n\nWith the other declared GOP candidates — conservative activist Karen Testerman, former state Sen. Jim Rubens and perennial candidate Andy Martin — being little known and lacking the proven ability to raise or attract the national money needed to compete on equal footing with Shaheen, the prospect of a Brown candidacy has piqued the interest of many Republicans.\n\n\"I would not say Scott Brown is the only hope, but I would say Scott Brown could be extremely competitive,\" said GOP consultant Michael Dennehy. But Dennehy adds that if Brown runs, \"he will have a serious challenge from conservatives in the primary who don't' like him.\"\n\nDemocrats, meanwhile, are paying close attention to Brown's every move. So far they've focused on Brown's Wall Street ties, and his record on what they described in a press call yesterday as \"women's issues.\"\n\n\"We think it is important that the voters know the background of Scott Brown,\" said Ray Buckley, the state Democratic Party chairman. \"We know that he loves attention.\"\n\nJosh Rogers is senior political reporter and editor for New Hampshire Public Radio.", "article_metadata": {"Rating": "General", "description": "The former Massachusetts Republican senator's monthslong flirtation with Granite State voters has powered plenty of speculation, and Thursday's event only fanned it.", "og": {"site_name": "NPR.org", "description": "The former Massachusetts Republican senator's monthslong flirtation with Granite State voters has powered plenty of speculation, and Thursday's event only fanned it.", "title": "Protesters Greet Scott Brown At New Hampshire GOP Event", "url": "http://www.npr.org/sections/itsallpolitics/2013/12/20/255731189/protesters-greet-scott-brown-at-new-hampshire-event", "image": "https://media.npr.org/assets/img/2013/12/20/ap358291345250_wide-51f8a578b0e31bceae8e6be590968c133d31b7dc.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2013/12/20/ap358291345250_wide-51f8a578b0e31bceae8e6be590968c133d31b7dc.jpg?s=1400"}, "card": "summary_large_image", "site": "@NPR"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2013-12-20", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "article_summary": "Protesters Greet Scott Brown At New Hampshire GOP Eventi toggle caption Steven Senne/AP Steven Senne/APScott Brown still knows how to make an entrance.\n\"I would not say Scott Brown is the only hope, but I would say Scott Brown could be extremely competitive,\" said GOP consultant Michael Dennehy.\nAsked point-blank if he's going to seek office in New Hampshire, Brown said, \"I'm going to deal with that later.\"\n\"We think it is important that the voters know the background of Scott Brown,\" said Ray Buckley, the state Democratic Party chairman.\nThe protesters — mostly gun rights activists but also a few Democrats — wore stickers bearing slogans like \"If it's Brown, flush it!\""}