{"article_title": "No free lunches but plenty of cheap ones", "article_keywords": ["cost", "tradeoffs", "workers", "economics", "cheap", "free", "efficiency", "ones", "plenty", "v", "equity", "care", "quality", "objectives", "lunches"], "article_url": "http://www.ft.com/cms/s/2/43f9002e-cc04-11e5-a8ef-ea66e967dd44.html", "article_text": "By improving incentives or making strategic investments we can achieve conflicting objectives\n\nTradeoffs have long been at the centre of economics. The aphorism “there is no such thing as a free lunch” captures a central economic idea: you cannot get something for nothing. Among the many tradeoffs emphasised by economists are guns v butter, public v private, efficiency v equity, quality v quantity or cost and short-term v long-term performance.\n\nJust as families with limited incomes have to make decisions about what they will and will not buy, societies face tradeoffs. Economists are right to stress the need to choose between competing objectives in designing policies.\n\nTradeoff economics helps explain political gridlock. If all change produces winners and losers and if democratic safeguards mean that veto power is promiscuously distributed, it is hardly surprising that relatively little change takes place.\n\nYet I am increasingly convinced that “no free lunch” oversimplifies matters and makes economics too dismal a science. It would be true in a world where all opportunities to make things better had been exploited — where, to use another cliché, there were no $100 bills lying on the street. But recent experience suggests that by improving incentives or making strategic investments, we can achieve apparently conflicting objectives to a greater extent than conventional wisdom would suggest.\n\nTake US healthcare. The traditional view was that policymakers had to weigh major tradeoffs between cost, quantity and quality. The argument was that measures to cut cost would also reduce quality of care, as hospitals and doctors denied expensive treatments to patients, were starved of resources and were spread thinner as demand for care rose.\n\nExperience since 2010, when the Affordable Care Act was passed, shows how wrong the traditional view is. Coverage has been substantially expanded, while costs have now moved into line with gross domestic product growth, resulting in large savings to Medicare and private health insurance. No one fully understands why the healthcare cost curve has bent but most experts believe new approaches to reimbursement that reward success and penalise failure have played an important role.\n\nLikewise, hospice-type approaches to end-of-life care, where the focus was shifted from cure to patient comfort, were expected to improve the patient experience and reduce costs by eliminating unproductive interventions. There is now substantial evidence that they extend life expectancy as well. The moral of the story is not that there is never a tradeoff between cost and quality but that innovations can greatly improve the terms of the trade by reducing costs and increasing quality.\n\nA quite different example involves the alleged tradeoff between equity and efficiency — specifically, the concern that redistribution hurts economic performance and stymies growth. It is true that tax increases produce at least some adverse incentives and that providing income-based government benefits involves implicit taxes. But matters are much more complex than a simple tradeoff.\n\nMany companies report that an increased commitment to social responsibility makes them more profitable\n\nAntitrust laws that attack rent-seeking promote both equity and efficiency, as do measures that increase educational opportunity. The strengthening of regulation reduces the incidence of financial crises, thus improving economic performance while promoting fairness by helping consumers.\n\nIn economies where demand is weak, the greater equity achieved through more progressive taxation means more spending and fuller employment of resources. These examples do not deny tradeoffs between equity and efficiency. They do, however, suggest that there is nothing ineluctable about them. Both can be enhanced through proper policy.\n\nThe idea that it is possible to achieve apparently conflicting objectives is not confined to public policy. Henry Ford, with his famous $5 working day, both made his workers better off and raised his profits. Ford’s example has recently been followed by Aetna, Walmart and others.\n\nMany companies report that an increased commitment to social responsibility makes them more profitable by increasing their attractiveness to workers and customers. Others have found that investments in energy efficiency are among the most profitable they can make. More generally, successful entrepreneurs provide a new, previously unavailable benefit to consumers, create opportunities for workers and earn profits for themselves.\n\nTradeoffs should be seen not as constraints, but challenges. There are plenty of very cheap lunches out there for those with the will to find them. Economics has much to contribute and much to gain from this search as well. It can become a cheerful science.\n\nThe writer is Charles W Eliot university professor at Harvard and a former US Treasury secretary", "article_metadata": {"og": {"site_name": "Financial Times", "description": "Tradeoffs have long been at the centre of economics. The aphorism “there is no such thing as a free lunch” captures a central economic idea: you cannot get something for nothing. Among the many tradeoffs emphasised by economists are guns v butter,", "title": "No free lunches but plenty of cheap ones - FT.com", "url": "http://www.ft.com/cms/s/2/43f9002e-cc04-11e5-a8ef-ea66e967dd44.html", "image": "http://im.ft-static.com/content/images/5250bf5a-7bc2-4a43-be2d-5d9824ba8f79.img", "type": "article"}, "fb": {"admins": 653531613, "page_id": 8860325749}, "THUMBNAIL_URL": "http://im.ft-static.com/content/images/8d169081-8c0f-4369-832a-a1517fda6b74.img", "description": "Tradeoffs have long been at the centre of economics. The aphorism “there is no such thing as a free lunch” captures a central economic idea: you cannot get something for nothing. Among the many tradeoffs emphasised by economists are guns v butter,"}, "article_summary": "Among the many tradeoffs emphasised by economists are guns v butter, public v private, efficiency v equity, quality v quantity or cost and short-term v long-term performance.\nThere are plenty of very cheap lunches out there for those with the will to find them.\nYet I am increasingly convinced that “no free lunch” oversimplifies matters and makes economics too dismal a science.\nThe aphorism “there is no such thing as a free lunch” captures a central economic idea: you cannot get something for nothing.\nThe traditional view was that policymakers had to weigh major tradeoffs between cost, quantity and quality."}