{"article_title": "Ukraine's Second Front: Obama and Kerry Are Now at War With Europe", "article_keywords": ["europe", "ukraine", "kerry", "kiev", "ukrainian", "merkel", "washington", "ukraines", "russia", "second", "plan", "western", "president", "war", "obama"], "article_url": "http://www.thefiscaltimes.com/Columns/2015/02/09/Ukraines-Second-Front-Obama-and-Kerry-Are-Now-War-Europe", "article_text": "The Obama administration appears to be spinning the Ukraine crisis out of control and doing serious damage to trans-Atlantic relations all at once.\n\nTensions between Europe and the U.S. over how to address the year-old crisis in Ukraine have simmered just out of sight since the elected president Viktor Yanukovych was ousted last February 22. The disclosure last week that Washington is now considering sending lethal weapons to the Ukrainian army as it fights the rebellious Donbass region in the east has effectively transformed these differences in strategy into a second front in a war many are fighting -- but no one declares.\n\nRelated: Merkel Defends Ukraine Arms Stance in Face of U.S. Criticism\n\nThe abject failure of Hillary Clinton’s “reset” of relations with Russia during Obama’s first term was bad enough. Now we face the prospect of wreckage in the Atlantic alliance itself. Forget a deal with Iran and the opening to Cuba: Cold War II and disunity among the Western democracies could now be this administration’s big legacy on the foreign side—something other than a bronze monument on the village green, let’s say.\n\nWashington treated Russia and the Europeans to a one-two punch when it revealed its thinking about arming Ukraine. The same day The Times published the story, the Brookings Institution released a report with the specifics: $3 billion worth of ground-launched missiles, reconnaissance drones, armored vehicles, and artillery-tracking radar systems.\n\nTwo days later Ashton Carter, the defense secretary-designate, said in Senate confirmation hearings that he’s open to the military option. A day after that Secretary of State Kerry departed for talks in Kiev with President Poroshenko, Prime Minister Yatsenyuk, and Pavlo Klimkin, the foreign minister.\n\nGiven the choreographed rollout, Washington analysts say, in all likelihood this is a public-opinion exercise intended to assure support for a weapons program that is already well into the planning stages.\n\nRelated: U.S. Edges Closer to a Proxy War with Putin\n\nIt’s not too much to say the Europeans veered sharply toward freak-out territory in response. As Carter testified, Angela Merkel, Germany’s chancellor, telephoned French President François Hollande and arranged a trip to Kiev Thursday—the same day Kerry arrived. With them they carried a peace plan that apparently incorporated elements of a nine-page outline Merkel had received from Vladimir Putin, Russia’s president.\n\nAfter talks with Poroshenko that lasted late into the night, Europe’s most prominent leaders proceeded to Moscow. Neither thought it necessary to consult with Washington prior to making these hasty plans.\n\nKerry tried to spin all this as a display of coordination among the Western powers. One can’t even say nice try, Mr. Secretary. You didn’t bother seeing Merkel and Hollande as you crossed paths in Kiev.\n\nThis isn’t coordination. The European Union’s leaders, shocked at the thought of arms to Ukraine, are now pulling all-nighters to advance a peace plan that will preclude the Pentagon’s C-130s laden with weaponry.\n\nRelated: Putin—U.S. Arming Ukraine Would Do ‘Colossal Damage’\n\nHere’s the new reality: Washington has just entered a race with its trans-Atlantic partners, who want peace without escalation—of the war on the ground and of the mounting tensions between Moscow and the West. Welcome to the second front in the Ukraine crisis.\n\nThere are several practical problems with Washington’s plan, however advanced it may be:\n\n• Washington doesn’t like to admit it, but Europeans are unhappy enough with the sanctions in place since last year. At a security conference in Munich Saturday, Merkel was unequivocal in her opposition to arming Kiev. Arm Ukraine and Washington will do so alone—further exacerbating a now-evident split.\n\n• It’ll be tough justifying arms shipments for two reasons. One, as NATO stated last year, the Ukrainian command is so corrupt that a goodly proportion of materiel will turn up in black markets. Two, a senior Ukrainian officer was just arrested as a Russian agent, and it’s unlikely he was the only one in the game.\n\n• Almost all analysts agree that Ukrainian forces can’t defeat the rebellious east, which seems to enjoy some measure of material support from Russia, no matter how much hardware Washington puts in their hands. It’s simply too decayed as an institution.\n\nRelated: What Putin Fears Most for Russia and Ukraine\n\nAccording to Matt Lee, the very able diplomatic correspondent at The Associated Press, Ukrainian, Russian, German, and French leaders are to hold a summit Wednesday in Minsk to work further on the peace plan now on the table, which is to be based on the one signed in the Belarus capital last September.\n\nNote: No Americans are invited.\n\nThere’s promise in these talks, but two questions hang over them. One concerns Poroshenko. He faces pressure from the far right in Kiev not to settle with the east and Russia under any circumstances. Question: What is Kerry telling Poroshenko as to how much Kiev can count on by way of American military support?\n\nThe other concerns the concept of a federalized Ukraine. As argued in this space, it’s a logical solution in that it will keep Ukraine whole while addressing its internal tensions. The major problem with this, so far as one can make out, is that Moscow has long favored federalization. But so has Berlin since last spring, and now Paris appears to back it, too. Question: Will Kiev buy the concept? Will Washington encourage it one way or the other?\n\nA federalized Ukraine is a big part of the plan to be discussed in Minsk, and we’ve just got a curious new take on the idea. On Friday leaders of the eastern rebellion declared themselves the legal successors of the Donetsk-Krivoy-Rog Republic, which asserted its independence from Ukraine in 1918, lasted all of 36 days, and then became part of the Ukraine Soviet Republic.\n\nRelated: Putin Risks It All on Korean Nukes and Cheap Vodka\n\nI see two failures on the Obama administration’s part in all this.\n\nOne, Kerry and the rest of the State Department fail to see that Moscow views the Ukraine crisis as an existential threat, just as Washington did when Khrushchev started shipping missiles to Cuba in 1962. Bad diplomacy, plain and simple.\n\nTwo, State and the Pentagon gambled that announcing plans to arm Ukraine would force increasingly resistant Europeans back into the tent. It didn’t: It forced them further out. Bad bet.\n\nWay back in 1978, an astute British scholar named Mary Kaldor published The Disintegrating West, arguing that conflicts in the Western alliance would prove a greater threat to it than the enemy to the east. She took her title from George Kennan, who wrote a passage that now springs vividly back into relevance.\n\n“I sometimes wonder,” the noted Russianist remarked, “what use there is in trying to protect the Western world against fancied external threats when signs of disintegration within are so striking.”\n\nEver think of things this way, Mr. President and Mr. Secretary?\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The Obama administration appears to be spinning the Ukraine crisis out of control and", "title": "Ukraine's Second Front: Obama and Kerry Are Now at War With Europe", "url": "http://www.thefiscaltimes.com/Columns/2015/02/09/Ukraines-Second-Front-Obama-and-Kerry-Are-Now-War-Europe", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/03022014_Ukraine_Russians.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Columns/2015/02/09/Ukraines-Second-Front-Obama-and-Kerry-Are-Now-War-Europe", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/03022014_Ukraine_Russians.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@psmith7600"}, "generator": "Drupal 7 (http://drupal.org)", "description": "The Obama administration appears to be spinning the Ukraine crisis out of control and", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af46914bd0286fde4f0\"", "article_summary": "A day after that Secretary of State Kerry departed for talks in Kiev with President Poroshenko, Prime Minister Yatsenyuk, and Pavlo Klimkin, the foreign minister.\nWashington treated Russia and the Europeans to a one-two punch when it revealed its thinking about arming Ukraine.\nAs Carter testified, Angela Merkel, Germany’s chancellor, telephoned French President François Hollande and arranged a trip to Kiev Thursday—the same day Kerry arrived.\nQuestion: What is Kerry telling Poroshenko as to how much Kiev can count on by way of American military support?\nThe Obama administration appears to be spinning the Ukraine crisis out of control and doing serious damage to trans-Atlantic relations all at once."}