{"article_title": "Obama administration may add taxpayer-funded sex-change operations to ObamaCare, Medicare, Medicaid", "article_keywords": ["operations", "care", "aca", "sexchange", "federal", "obamacare", "mandates", "administration", "add", "health", "medicare", "coverage", "gender", "medicaid", "transgender", "law", "taxpayerfunded", "obama"], "article_url": "https://www.lifesitenews.com/news/obama-administration-may-add-taxpayer-funded-sex-change-operations-to-obama", "article_text": "NewsHomosexuality\n\nDES MOINES, IA, December 12, 2013 (LifeSiteNews.com) – The Affordable Care Act (ACA) is one of the most controversial laws in America because of its mandates, taxes, and coverage of elective abortions with a $1 surcharge. Now, there may be another reason for debate on the law's merits: taxpayer-funded “gender reassignment” surgery.\n\nThe law may fund costs related to gender reassignment, according to Andi Medici in FederalTimes.com.\n\nSince 1981, federal law has barred federal tax dollars from paying for \"transsexual surgery\" through programs like Medicare and Medicaid. On December 2, the HHS Department's appeals board decided that the “National Coverage Determination” should be reconsidered, opening the door to taxpayer-funded sex-change operations.\n\nMedici adds that Section 1557 of the Affordable Care Act, conventionally known as ObamaCare, no longer explicitly states that the federal subsidies will not require coverage for transgender-related surgeries.\n\nSince the ACA does prevent \"discrimination\" on the basis of gender identity, however, and the federal government is publicly revisiting a 1981 law preventing federal coverage of “gender reassignment” surgery and related costs, it is possible the federal government will be covering those costs under the ACA, Medicare, Medicaid, and the Federal Employee Health Benefits Program.\n\nAnand Kalra, Project Health program manager at the Transgender Law Center, told The Advocate that the Affordable Care Act already provides a great deal of coverage potential to transgender people, particularly because “gender identity disorder” is considered a pre-existing condition, something insurance companies can no longer use as a criteria for rejecting coverage.\n\nKalra also described how Medicaid expansion and federal subsidies for ACA exchanges will cover transgender people looking for health insurance and health care coverage. LifeSiteNews.com reached out to the Transgender Law Center to clarify what the cost and coverage for transgender services might be under the ACA, but multiple requests for comment were not returned.\n\nBoth the Medicare and Medicaid programs face financial difficulties that could be worsened by further mandates of coverage. National Center for Policy Analysis (NCPA) Senior Fellow Devon Herrick told LifeSiteNews.com that while “individual mandates often add little to the cost of health coverage, they all add up. There are nearly 2,300 mandated benefits and mandated services across all 50 states, [and] the Affordable Care Act added new ones.”\n\nClick \"like\" if you want to defend true marriage.\n\nHerrick said that he knew “of no estimates of the cost of transgender care,” but the NCPA and other researchers “have estimated mandates increase the cost of health coverage by about 25 percent. The PPACA boosts premiums by a further 41 percent on average.\n\nThe federal government has been under pressure to change laws regarding coverage for transgender people for years. In October, The Washington Times reported on two transgender women who demanded federal law be changed to stop alleged discrimination that does not allow federal grant coverage for mammograms for transgender \"women.\"\n\nContact:\n\nThe HHS Departmental Appeals Board\n\nPhone: 202-565-0200\n\nFax: 202-565-0224\n\nDepartment of Health and Human Services\n\nDepartmental Appeals Board, MS 6127\n\nAppellate Division\n\n330 Independence Ave., S.W.\n\nCohen Building - Room G-644\n\nWashington, D.C. 20201\n\nChair, Constance B. Tobias\n\nPhone.......: 202-565-0200\n\nDeputy Chair, Leslie A. Sussan\n\nPhone.......: 202-565-0200\n\nMember, Sheila A. Hegy\n\nPhone.......: 202-565-0200", "article_metadata": {"og": {"site_name": "LifeSiteNews", "description": "Transgender surgery may be covered by ObamaCare, Medicare, Medicaid, and the Federal Employee Health Benefits Program.", "title": "Obama administration may add taxpayer-funded sex-change operations to ObamaCare, Medicare, Medicaid", "locale": "en_US", "image": "", "url": "https://www.lifesitenews.com/news/obama-administration-may-add-taxpayer-funded-sex-change-operations-to-obama", "type": "article"}, "twitter": {"card": "Transgender surgery may be covered by ObamaCare, Medicare, Medicaid, and the Federal Employee Health Benefits Program."}, "description": "Transgender surgery may be covered by ObamaCare, Medicare, Medicaid, and the Federal Employee Health Benefits Program.", "viewport": "width=device-width, initial-scale=1.0", "fb": {"admins": 1477213784, "app_id": 132010293551131, "pages": 112623813202}}, "article_summary": "Since 1981, federal law has barred federal tax dollars from paying for \"transsexual surgery\" through programs like Medicare and Medicaid.\nKalra also described how Medicaid expansion and federal subsidies for ACA exchanges will cover transgender people looking for health insurance and health care coverage.\nNational Center for Policy Analysis (NCPA) Senior Fellow Devon Herrick told LifeSiteNews.com that while “individual mandates often add little to the cost of health coverage, they all add up.\nBoth the Medicare and Medicaid programs face financial difficulties that could be worsened by further mandates of coverage.\nOn December 2, the HHS Department's appeals board decided that the “National Coverage Determination” should be reconsidered, opening the door to taxpayer-funded sex-change operations."}