{"article_title": "Former Obama advisor: Hillary Clinton is like Budweiser", "article_keywords": ["clinton", "campaign", "clark", "budweiser", "marketing", "hillary", "spence", "advisor", "brands", "brand", "presidential", "obama"], "article_url": "http://redalertpolitics.com/2015/02/22/former-obama-advisor-hillary-clinton-like-budweiser/", "article_text": "Hillary Clinton is rebranding herself ahead of 2016.\n\nAccording to the Washington Post, Clinton has hired experts in the consumer marketing field in order to remake the Hillary brand as the former secretary of State gears up for her likely presidential run.\n\nFrom the Post:\n\nAhead of her campaign launch, Clinton has tapped some of the Democratic Party’s star strategists as well as two of corporate America’s branding wizards: Wendy Clark, who specializes in marketing age-old brands such as Coca-Cola to younger and more diverse customers; and Roy Spence, a ­decades-long Clinton friend who dreamed up the “Don’t Mess With Texas” anti-littering slogan as well as flashy ad campaigns for Southwest Airlines and Wal-Mart. Clark took an unpaid leave in January from Coca-Cola, where she is president of brands and strategic marketing for carbon­ated beverages in North America, to help Clinton in what Clark called “a passion project.” Spence is co-founder and chairman of GSD&M, an Austin-based corporate ad firm, and has experience in politics, including with Clinton’s 2008 campaign.\n\nA presidential campaign, of course, is much about the brand. From her slogan to her logo to her overarching message, Hillary will need to display her brand effectively and consistently in order to secure the Democratic nomination for president.\n\nThe upside and downside, though, rest in the fact that “Clinton” has been a brand for a longtime. Hillary will need to both leverage such notoriety and prevent Americans from remembering exactly how old the brand — and she — is.\n\n“Look at Budweiser,” an anonymous former campaign advisor to Obama told the Post. “That’s what Hillary Clinton is. She’s not a microbrew. She’s one of the biggest, most powerful brands ever in the country, and recognizing that is important.”\n\nBoth Clinton and Budweiser are by no means fresh brands, a fact the former 2008 presidential candidate will be forced to face as she stands up the newer brands in the Republican field like Scott Walker and Rand Paul. Jeb Bush — Busch? — is the single candidate on the GOP side that may face a brand struggle like Clinton, though it will likely be less difficult because he’s never run for president before.\n\nAlas, Clinton will have to convince her followers that they still like the taste of Budweiser. Considering liberals prefer craft beers, this task might be harder than Clinton anticipates.", "article_metadata": {"generator": "NGFB Pro 7.8.4U", "og": {"site_name": "Red Alert Politics", "description": "According to the Washington Post, Clinton has hired experts in the consumer marketing field in order to remake the Hillary brand as the former secretary of State gears up for her likely presidential run.", "title": "Former Obama advisor: Hillary Clinton is like Budweiser - Red...", "locale": "en_US", "image": {"width": 600, "identifier": "http://redalertpolitics.com/files/2014/05/Hillary-Clinton1-600x400.jpg", "height": 400}, "url": "http://redalertpolitics.com/2015/02/22/former-obama-advisor-hillary-clinton-like-budweiser/", "type": "article"}, "fb": {"admins": 1285945407, "app_id": 529886110401651}, "msvalidate.01": "0F003B4674EABE0F24651B476B61A43C", "article": {"publisher": "https://www.facebook.com/RedAlertPolitics", "tag": "hillary-clinton-run-president", "published_time": "2015-02-22T14:21:55+00:00", "modified_time": "2015-02-22T14:21:55+00:00"}, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fd0a2a\"", "article_summary": "Hillary Clinton is rebranding herself ahead of 2016.\n“That’s what Hillary Clinton is.\n“Look at Budweiser,” an anonymous former campaign advisor to Obama told the Post.\nAlas, Clinton will have to convince her followers that they still like the taste of Budweiser.\nAccording to the Washington Post, Clinton has hired experts in the consumer marketing field in order to remake the Hillary brand as the former secretary of State gears up for her likely presidential run."}