{"article_title": "Kansas and Missouri record big jumps in healthcare.gov enrollment", "article_keywords": ["aca", "kaiser", "healthcaregov", "big", "jumps", "kansas", "signup", "period", "number", "record", "state", "health", "missouri", "enrollment"], "article_url": "http://hppr.org/post/kansas-and-missouri-record-big-jumps-healthcaregov-enrollment", "article_text": "Obamacare enrollment grew by nearly 70 percent in both Kansas and Missouri during the most recent sign-up period, according to preliminary figures released Wednesday by U.S. Department of Health and Human Services.\n\nThe number of Kansans enrolled in health insurance plans offered through the Affordable Care Act marketplace increased to 96,226 from 57,013. Missouri enrollment jumped to 253,969 from 152,335.\n\nThe new totals include those who purchased coverage for the first time as well as those who switched plans or re-enrolled in the coverage they chose during the first sign-up period.\n\nThe initial enrollment period ran from Oct. 1, 2013, through March 31, 2014. The second enrollment period started on Nov. 15 and ended Sunday, Feb. 15.\n\nNationally, enrollment grew from 8.6 million to 11.4 million.\n\nKevin Counihan, the HHS official who oversees healthcare.gov, the federal website used by consumers in Kansas and 36 other states, said enrollment exceeded expectations by about 10 percent.\n\n“We think people vote with their feet,” Counihan said on a call with Midwestern reporters. “When you see this kind of momentum, it tends to validate a sense that we’re providing some products and services that people value.”\n\nSheldon Weisgrau, director of the Health Reform Resource Project, said the Kansas enrollment number was impressive given “the continuing opposition (to the ACA) from many of our state and national political leaders.”\n\n“The robust enrollment is a testament to the need in the state — and across the nation — for affordable health insurance,” Weisgrau said.\n\nThe resource project is supported by several Kansas foundations, including the Kansas Health Foundation, the primary funder of the Kansas Health Institute, the parent organization of the editorially independent KHI News Service.\n\nRyan Barker, vice president for health policy at the Missouri Foundation for Health, said the hope among ACA advocates going into the recent sign-up period was to push that state’s enrollment past the 200,000 threshold. They surpassed that goal by more than 50,000.\n\n“So, we’re ecstatic today,” Barker said. Because Missouri law prohibits public agencies from being involved with outreach and enrollment efforts, the foundation created the Cover Missouri Coalition, a group of more than 700 private, mostly nonprofit organizations, to coordinate ACA outreach in the state.\n\nThe number of Kansans with ACA coverage equals about 40 percent of the 244,000 potential enrollees in the state, according to the nonpartisan Kaiser Family Foundation.\n\nThe picture is much the same in Missouri, where Kaiser estimates there are 632,000 potential enrollees.\n\nBarker said he expected another big enrollment jump in 2016 but that it would get increasingly more difficult to reach all those included in the Kaiser estimates.\n\n“There are still a lot of consumers who have no idea of what the marketplace is,” Barker said.\n\nThis story is from the Kansas Health Institute. The nonprofit KHI News Service is an editorially independent initiative of the Kansas Health Institute and a partner in the Heartland Health Monitor reporting collaboration.", "article_metadata": {"category": "HPPR Government & Politics", "description": "Obamacare enrollment grew by nearly 70 percent in both Kansas and Missouri during the most recent sign-up period, according to preliminary figures", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://hppr.org/post/kansas-and-missouri-record-big-jumps-healthcaregov-enrollment", "image": "http://mediad.publicbroadcasting.net/p/hppr/files/styles/medium/public/201502/ObamaCare-health-care-AP.jpg", "type": "article", "description": "Obamacare enrollment grew by nearly 70 percent in both Kansas and Missouri during the most recent sign-up period, according to preliminary figures", "title": "Kansas and Missouri record big jumps in healthcare.gov enrollment"}, "story_id": 387657301, "twitter": {"site": "@/#!/hppr", "card": "summary", "creator": "@/#!/hppr"}, "author": "Jim McLean", "org_id": 0, "dc": {"title": "Kansas and Missouri record big jumps in healthcare.gov enrollment"}, "nid": 43332, "datePublished": "2015-02-19", "keywords": "Obamacare, Affordable Care Act", "wordCount": 592, "has_audio": 0, "viewport": "width=device-width"}, "article_summary": "The resource project is supported by several Kansas foundations, including the Kansas Health Foundation, the primary funder of the Kansas Health Institute, the parent organization of the editorially independent KHI News Service.\nMissouri enrollment jumped to 253,969 from 152,335.\nThe nonprofit KHI News Service is an editorially independent initiative of the Kansas Health Institute and a partner in the Heartland Health Monitor reporting collaboration.\nThe initial enrollment period ran from Oct. 1, 2013, through March 31, 2014.\nThe second enrollment period started on Nov. 15 and ended Sunday, Feb. 15."}