{"article_title": "U.S. Watches As Iraq Speeds Toward Disaster", "article_keywords": ["city", "obama", "isis", "disaster", "watches", "iraqi", "mosul", "whiton", "security", "iraq", "war", "speeds", "troops"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/06/11/US-Watches-Iraq-Speeds-Toward-Disaster", "article_text": "Fighters for the al Qaeda-linked Islamic State of Iraq and Syria (ISIS) took Mosul today, giving the militant group control of Iraq’s second largest city and setting the country on a path toward chaos.\n\nISIS militants already control Fallujah, a city that American Marines took in 2004 in what was the bloodiest battle of the Iraq War. Now, with both Mosul and Fallujah under their control, nearly half of Iraq is in the grips of a group that is a formal affiliate of a terrorist group.\n\nRelated: U.S. Drones Could Decide the Battle of Fallujah\n\nEqually troubling are the circumstances under which the city fell. Iraqi security personnel simply abandoned their posts, according to reports.\n\nThis is problematic for a host of reasons. First, it shows that the American-trained Iraqi military is not adequate. Second, Iraqi soldiers left their weapons behind – giving ISIS a huge cache of equipment.\n\nBut the most disturbing aspect of the desertion is what Iraqi Prime Minister Nouri al-Maliki proposed to replace the missing troops. In an address to the nation Tuesday, he called on Iraqi citizens to take up arms against ISIS in an attempt to retake the city.\n\n“We will not allow for the remainder of the ... province and the city to fall,\" he said, adding that he would arm them. “This requires all efforts, both civilian and official, to confront this ferocious attack that harms all Iraqis, from a deteriorating security situation to a humanitarian crisis.”\n\nRelated: Obama's Use of Drones Gives Al Qaeda the Edge in Iraq\n\nBroken Country\n\nThe sacking of Mosul is the latest sign that Iraq, which American troops formally left in 2011, is tumbling toward destruction. Violence continues to rage across the country; according to AFP; some 14,129 Iraqis have been killed since U.S. forces left.\n\nEven Iraq’s successes have been marked by tragedy. Earlier this year, Iraqis held what international observers called a generally free and fair election. But voters and candidates were targeted throughout the campaign, leaving hundreds dead.\n\nThe fall of Mosul also comes amid a new round of hand wringing over the circumstances that led to war. In a book widely seen as the start of her presidential campaign, Hillary Clinton finally apologizes for voting for the war, after refusing to do so in 2008.\n\n“I thought I had acted in good faith and made the best decision I could with the information I had,” she writes in her new memoir, Hard Choices. “And I wasn’t alone in getting it wrong. But I still got it wrong.”\n\nRelated: 9 Takeaways from Hillary Clinton's New Memoir\n\nBroken – But Not Bought\n\nClinton’s apology highlights perhaps the main challenge facing Iraq; America refuses to get involved, despite being in part responsible for conditions there. The United States broke Iraq, but it never did buy it.\n\nChristian Whiton, a former George W. Bush administration State Department senior advisor, said that the mishandling of Iraq dates back to the first President Bush. He added that President Obama’s desire to disengage from Iraq while reengaging in Afghanistan has led to troubles there.\n\n“We defeated ourselves twice in Iraq,” said Whiton. “For his part, Obama gave away the security and power that came from Bush's victorious surge of military forces in 2007. Obama intentionally failed to reach an agreement to keep some forces in Iraq and felt he was above dealing with Iraq's leaders as Bush had.”\n\nWhiton said that the United States should not send troops to Iraq. However, he said there are other ways Congress and the White House could intervene. He said that if America continues to sit on the sidelines, there could be more disaster in store.\n\nRelated: How Saddam Hussein Made the Middle East Stable\n\n“No one is saying our troops should be fighting today in Mosul or Fallujah, but if we hadn't withdrawn precipitously, we could be bucking up Iraqi troops and deterring Maliki's sectarianism and toadying to Iran,” he said. “Instead, Obama chucked what was achieved at high cost to please his liberal base.”\n\nAdded Whiton, “This will come back to bite us.”\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Fighters for the al Qaeda-linked Islamic State of Iraq and Syria (ISIS) took Mosul tod", "title": "U.S. Watches As Iraq Speeds Toward Disaster", "url": "http://www.thefiscaltimes.com/Articles/2014/06/11/US-Watches-Iraq-Speeds-Toward-Disaster", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/06102014_Iraq_Destroyed_Cars_Mosul.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/06/11/US-Watches-Iraq-Speeds-Toward-Disaster", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/06102014_Iraq_Destroyed_Cars_Mosul.jpg", "creator": "@davidcfrancis", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Fighters for the al Qaeda-linked Islamic State of Iraq and Syria (ISIS) took Mosul tod", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "ISIS militants already control Fallujah, a city that American Marines took in 2004 in what was the bloodiest battle of the Iraq War.\nIraqi security personnel simply abandoned their posts, according to reports.\nHe said that if America continues to sit on the sidelines, there could be more disaster in store.\nHe added that President Obama’s desire to disengage from Iraq while reengaging in Afghanistan has led to troubles there.\n“We defeated ourselves twice in Iraq,” said Whiton."}