{"article_title": "Was RadioShack’s Funny Super Bowl Ad Just a Giant Waste of Money?", "article_keywords": ["radioshacks", "giant", "stores", "ad", "funny", "money", "company", "bowl", "shares", "shack", "radio", "companys", "waste", "super", "store"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/02/03/Was-RadioShack-s-Funny-Super-Bowl-Ad-Just-Giant-Waste-Money", "article_text": "While the broader market was plunging, shares of RadioShack (NYSE: RSH) surged more than 3 percent in trading Monday, buoyed by optimism that the company’s Super Bowl advertisement signaled that better times lie ahead for the struggling retailer – a sentiment that some think is premature.\n\nIn its ad, Radio Shack used irony and humor to fess up to the long-held perception that it isn’t relevant to modern consumers.\n\nThe spot opens with a clerk answering a phone and then saying: “The 80’s called. They want their store back.” A slew of ‘80s stars such as wrestler Hulk Hogan, Cliff Clavin from “Cheers” (actor John Ratzenberger), rappers Kid ‘n Play and gymnast Mary Lou Retton appear in the store while Loverboy’s 1981 hit “Everybody’s Working for the Weekend” blares in the background.\n\nThe stars of yesteryear proceed to ransack the store and clear its shelves of VCRs, boom boxes and radios. Then they rip out the shelves too. The self-effacing ad ends with a look at a modern Radio Shack store with displays promoting more contemporary tech gear. (Watch the full version of the ad below.)\n\nThe commercial earned kudos from media outlets such as People magazine, Advertising Age and Entertainment Weekly. CNN’s Jeff Pearlman called it “pure commercial genius.” Some observers of the company, though, are less impressed.\n\n“It was kind of a waste of money,” said Michael Pachter, an analyst at Wedbush, who rates the shares as a sell. “People are overly optimistic. Yes, it’s clever but people aren’t going to go out and buy anything” because of it.\n\nThe ad underscores CEO Joe Magnacca’s huge challenges in drawing in new customers, some of whom haven’t gone to a Radio Shack since the Reagan administration, to venture into one of its 4,400 U.S. stores. It won’t be easy.\n\nRelated: Super Bowl XLVIII: Can Celebrities Break Through the Ad Clutter?\n\nFor one thing, Radio Shack has loads more competitors, ranging from Walmart to Best Buy, that weren’t an issue during its heyday. Pachter expects the chain to shutter underperforming stores as it seeks to right its financial ship.\n\nMagnacca, the company’s fourth CEO in about five years, has tried to revive the brand by changing the company’s colors, overhauling the design of its stores and changing its merchandising. Last year, the chain opened a new concept store in Manhattan’s Upper West Side as a showcase for new gadgets made by Apple and Samsung while at the same trying to reduce its dependence on smartphones. None of these efforts has gained much traction. A spokesperson for Radio Shack couldn’t be reached for comment.\n\nRadio Shack shares have tumbled more than 23 percent over the past year, even as the market hit record highs. And despite Monday’s jump, they may have further to fall. The stock is currently trading above analysts’ average 52-week price target of $2.41.\n\nWall Street analysts who follow the company expect it to report an 11-cent per share loss in the December quarter and 30 cents a share during the March period. Revenue is forecast to drop 13.2 percent in the fourth quarter and 3.2 percent in the first. The company, which has suspended its dividend, got loans of about $835 million ahead of the critical holiday season.\n\nThe financing gives Radio Shack some breathing room but the company still isn’t out of the woods financially. Morningstar analyst Liang Feng noted that the stores are “burning cash at a fast pace.”\n\n“They are on a short time line,” said Feng, who dropped coverage of the company last month, in an interview. “They need to need to convince consumers that they have changed.”\n\nUnfortunately, one Super Bowl ad — as clever as it may be — can’t undo decades of consumer experiences.\n\nTop Reads From The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "RadioShack scored with its Super Bowl ad, but winning over shoppers will be much harder.", "title": "Was RadioShack’s Funny Super Bowl Ad Just a Giant Waste of Money?", "url": "http://www.thefiscaltimes.com/Articles/2014/02/03/Was-RadioShack-s-Funny-Super-Bowl-Ad-Just-Giant-Waste-Money", "image": "http://cdn.thefiscaltimes.com/sites/default/files/02042014_Radioshack_Commercial.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/02/03/Was-RadioShack-s-Funny-Super-Bowl-Ad-Just-Giant-Waste-Money", "image": "http://cdn.thefiscaltimes.com/sites/default/files/02042014_Radioshack_Commercial.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "RadioShack scored with its Super Bowl ad, but winning over shoppers will be much harder.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "“They need to need to convince consumers that they have changed.”Unfortunately, one Super Bowl ad — as clever as it may be — can’t undo decades of consumer experiences.\nIn its ad, Radio Shack used irony and humor to fess up to the long-held perception that it isn’t relevant to modern consumers.\nThe self-effacing ad ends with a look at a modern Radio Shack store with displays promoting more contemporary tech gear.\nRadio Shack shares have tumbled more than 23 percent over the past year, even as the market hit record highs.\nRelated: Super Bowl XLVIII: Can Celebrities Break Through the Ad Clutter?"}