{"article_title": "Prepare your small business financially in 2016", "article_keywords": ["needs", "prepare", "business", "review", "tax", "expenses", "job", "financially", "plan", "goals", "capital", "small", "2016", "help"], "article_url": "http://vegasinc.com/business/2015/dec/28/prepare-your-small-business-financially-in-2016/", "article_text": "Now is a good time to take stock of your small-business finances and plan for 2016. Making time to review your business’s financial health and update business plans will help you be better prepared for success in the coming year.\n\nHere are six tips to help you get started:\n\n• Assess hiring needs. Now is the time to anticipate seasonal and post-holiday staffing needs to make sure your business is fully covered. If you plan to hire new employees, develop a clear job description, post the job on appropriate job listing platforms, seek referrals from employees or fellow business owners and conduct effective interviews. Also, stay apprised of changes to Affordable Care Act coverage mandates. Beginning in 2016, businesses with 50 or more full-time employees that do not provide health benefits to their workers will face a penalty.\n\n• Conduct a financial review. Ensuring you have categorized expenses correctly and understanding how much your business earned and spent is key to starting the new year in good standing. A thorough review will keep your business organized and put you in the best position to complete your bookkeeping and prepare your taxes.\n\n• Update your business plan. Start by evaluating the list of goals you hoped to achieve in 2015 and document your progress. Consider using online business plan tools and examples to simplify the process. Make any necessary adjustments and establish new goals to be sure your business is on track for the year ahead.\n\n• Prepare for year-end tax reporting. Meet with your accountant to review revenues and expenses, and to make adjustments to your budget as necessary. Evaluate your business tax records and familiarize yourself with tax-filing deadlines. Also, discuss your estimated tax payments and determine whether there is anything you can do before the end of the year to minimize the taxes you’ll owe.\n\nn Meet with your banker. Schedule an appointment to discuss your business needs and review your accounts. Ahead of the meeting, review your business account revenues and expenses, and your business credit balances, to determine whether your sales goals or hiring plans might require a new a deposit account, loan or line of credit.\n\n• Plan for capital expenses. According to a recent Wells Fargo/Gallup Small Business Index survey, 25 percent of business owners plan to increase the amount their company allocates for capital spending over the next 12 months. Capital investments such as a company car, equipment or machinery may help you generate future revenue but could require tax deductions to be spread out over several years. Discuss upcoming capital expenses with your accountant and banker so you can plan accordingly.\n\nLester Romero is the Wells Fargo small-business manager in Las Vegas.", "article_metadata": {"news_keywords": "The Sunday", "og": {"site_name": "VegasInc.com", "description": "Making time to review your business’s financial health and update business plans will help you be better prepared for success in the coming year ...", "title": "Prepare your small business financially in 2016", "url": "//vegasinc.com/business/2015/dec/28/prepare-your-small-business-financially-in-2016/", "image": "//media.vegasinc.com/assets/images/icons/vi-app-300.jpg", "type": "article"}, "twitter": {"account_id": 29825057, "card": "summary", "site": "@VegasINC"}, "fb": {"app_id": 199953030039639}, "article": {"published_time": "2015-12-28T02:00"}, "msvalidate.01": "E1BCF7923471E63B3CC7DDA3DE4A41FB", "google-site-verification": "bxp1knjJzNHgVqXi0tkBFqhiRQYP6Xmg5IYDJk824_c", "verify-v1": "ABQIAAAA8L3JFDSZBbRKiOI0oC2hURQ76jIbcG_lJjmaPhfMbLI5tEWvABRborWeQmxtOOd3YJzakYNqhBoeFQ", "y_key": "33c272341f5beade", "viewport": "width=device-width, initial-scale=1.0", "description": "Monday, Dec. 28, 2015 | 2 a.m. - Making time to review your business’s financial health and update business plans will help you be better prepared for success in the coming year ..."}, "article_summary": "Consider using online business plan tools and examples to simplify the process.\nEvaluate your business tax records and familiarize yourself with tax-filing deadlines.\n• Update your business plan.\nSchedule an appointment to discuss your business needs and review your accounts.\nAccording to a recent Wells Fargo/Gallup Small Business Index survey, 25 percent of business owners plan to increase the amount their company allocates for capital spending over the next 12 months."}