{"article_title": "Does My Company Have to Comply with Obamacare?", "article_keywords": ["offer", "company", "obamacare", "month", "hours", "substantially", "does", "fulltime", "coverage", "employee", "employer", "employees", "comply", "subject"], "article_url": "http://www.huffingtonpost.com/av-sinensky/company-comply-obamacare_b_5106207.html", "article_text": "The short answer is yes. Virtually every company in the country, regardless of size, has to comply with certain obligations under Obamacare, such as waiting periods, reporting and notifying their employees about the insurance exchanges.\n\nWhat most people mean, however, when they ask this question is, whether their company has to comply with the \"employer mandate,\" namely the provision of Obamacare that requires \"large\" companies to offer coverage to \"substantially all\" of its \"full-time employees,\" or risk paying certain fines/taxes.\n\nNaturally, many of these terms are concepts that can be pretty complicated so it's important to have a good understanding of what they all mean before making the determination that your company is either subject to or exempt from the employer mandate.\n\nWhat is a \"large\" employer?\n\nA large employer is as an employer that has employed an average of at least 50 full-time employees during the preceding year. (Note: For 2015 only, companies with 50-99 full-time employees are exempt).\n\nWho is a \"full-time employee\"?\n\nAny employee who has an average of at least 30 hours of service per week or who works a total of 130 hours of service in a month is a full-time employee for that month.\n\nAdditionally, the hours worked by part-time employees are aggregating so that each block of 120 combined hours worked by different part-time employees counts as one \"full-time equivalent\" (FTEs).\n\nHow to calculate the number of full-time employees.\n\nFor each month of the preceding calendar year, employers must:\n\nCount the number of full-time employees (i.e. average of 30+ hours per week that month). Calculate the number of FTEs (i.e. total number of hours worked by non-full-time employees that month, divided by 120). Add the numbers calculated in steps (1) and (2) for each month in the preceding year. Add the totals for each month and divide by 12.\n\nIf the average reached in step four exceeds 50, the employer is subject to the employer mandate.\n\nMinimum Essential Coverage\n\nAn employer that is subject to the employer mandate must offer \"Minimum Essential Coverage\" (MEC) to \"substantially all\" its employees, or else be subject to penalty. Employer-sponsored plans, whether self- or fully- insured, are, with very limited exceptions, deemed to constitute MEC.\n\nHow many is \"substantially all\" employees?\n\nAn employer will satisfy the requirement to offer MEC to \"substantially all\" of its full-time employees if it offers such coverage to 95 percent of its full-time employees and their children under age 26 (spouses not required). (Note: For 2015 only, this rule can be met by offering coverage to 70 percent of full-time employees).\n\nWhat is an Offer of Coverage?\n\nAn employee must have an effective opportunity to accept coverage at least once during the plan year in order to be treated as having been offered coverage. In order for an employer to satisfy the requirement to \"offer\" coverage for a particular month, the employer must offer coverage that, if accepted, would be applicable for the entire month. If there is a day during a month in which the coverage would not be effective, the employee is treated as not having been offered coverage for the entire month (unless the employee is terminated).\n\nFollow Avi Sinensky on Twitter: www.twitter.com/avisinensky", "article_metadata": {"description": "The short answer is yes. Virtually every company in the country, regardless of size, has to comply with certain obligations under Obamacare, such as wait...", "sailthru.expire_date": "2014-04-09 13:11:22 -0400", "og": {"site_name": "The Huffington Post", "description": "The short answer is yes. Virtually every company in the country, regardless of size, has to comply with certain obligations under Obamacare, such as wait...", "url": "http://www.huffingtonpost.com/av-sinensky/company-comply-obamacare_b_5106207.html", "image": "http://i.huffpost.com/gen/1725815/images/o-AFFORDABLE-CARE-ACT-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1725815/images/o-AFFORDABLE-CARE-ACT-facebook.jpg", "height": 1000}, "creator": "avisinensky", "description": "The short answer is yes. Virtually every company in the country, regardless of size, has to comply with certain obligations under Obamacare, such as wait...", "card": "summary_large_image", "site": "@HuffPostSmBiz"}, "sailthru.date": "2014-04-08 13:11:22 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=5106207", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "small-business", "fb": {"app_id": 46744042133}, "keywords": "Affordable Care Act,obamacare employer mandate,obamacare,employer mandate", "article": {"section": "Small Business", "tag": "Affordable Care Act,obamacare employer mandate,obamacare,employer mandate", "published_time": "2014-04-08 13:11:22 -0400", "modified_time": "2014-06-08 05:59:01 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fca186\"", "article_summary": "Virtually every company in the country, regardless of size, has to comply with certain obligations under Obamacare, such as waiting periods, reporting and notifying their employees about the insurance exchanges.\nA large employer is as an employer that has employed an average of at least 50 full-time employees during the preceding year.\nIn order for an employer to satisfy the requirement to \"offer\" coverage for a particular month, the employer must offer coverage that, if accepted, would be applicable for the entire month.\n(Note: For 2015 only, companies with 50-99 full-time employees are exempt).\nWhat most people mean, however, when they ask this question is, whether their company has to comply with the \"employer mandate,\" namely the provision of Obamacare that requires \"large\" companies to offer coverage to \"substantially all\" of its \"full-time employees,\" or risk paying certain fines/taxes."}