{"article_title": "Healthy Eating Before Pregnancy Could Reduce Chances Of Having A Preterm Birth", "article_keywords": ["baby", "eating", "iron", "preterm", "healthy", "reduce", "diet", "chances", "planning", "birth", "pregnancy", "having", "women"], "article_url": "http://www.medicaldaily.com/healthy-eating-pregnancy-could-reduce-chances-having-preterm-birth-284530", "article_text": "A new study proves that eating junk food prior to pregnancy could increase the baby's chances of being born preterm.\n\nBefore reaching for those fries and that burger, future mothers should think twice. For possibly the first time ever, researchers have found that eating unhealthily before pregnancy increases your risk of having a pre-term baby.\n\nResearchers at the University of Adelaide confirmed that around 50 percent of pregnant women who have a poor diet before they become pregnant are likely to have a preterm birth than those who ate healthy.\n\n\"Preterm birth is a leading cause of infant disease and death and occurs in approximately one in 10 pregnancies globally. Anything we can do to better understand the conditions that lead to preterm birth will be important in helping to improve survival and long-term health outcomes for children,\" said lead author of the paper, Dr. Jessica Grieger, a postdoctoral research fellow with the Robinson Research Institute at Lyell McEwin Hospital, in a press release.\n\nThree hundred South Australian women were studied to better understand their eating habits before pregnancy. The results revealed that women who ate a high protein high fruit diet were less likely to have preterm birth than women whose diet consisted of chips, cookies, and fried foods.\n\n“It is important to consume a healthy diet before as well as during pregnancy to support the best outcomes for the mum and baby,\" Grieger says.\n\nImproving your diet can lower the risks of preterm pregnancy, make the baby and mother healthier, and reduce neonatal deaths.\n\n\"Diet is an important risk factor that can be modified. It is never too late to make a positive change. We hope our work will help promote a healthy diet before and during pregnancy. This will help to reduce the number of neonatal deaths and improve the overall health of children,\" she says.\n\nChildbirth Connection, an organization helping women and families gives nutrition advice to mothers-to-be, recommends that they eat a 2,000-calorie diet high in folic acid, vegetables, fruits, lean meat, calcium, nuts and iron. Folic acid is found in leafy greens, citrus fruits, some cereals, and dried peas and beans. Iron is very critical for having a healthy baby because it prevents anemia. Foods rich in iron include high-protein foods like lentils, poultry, red meat, fish, and enriched pasta.\n\nThe Centers for Disease Control and Prevention (CDC) also has a few guidelines for women planning motherhood. First, they recommend planning out your pregnancy in advance so you can take the proper steps. They also advise seeing a doctor to discuss your current medical conditions, lifestyle behaviors, and medicines and recent vaccinations. Abstaining from drinking, alcohol, smoking, and taking illicit drugs is also advised. It is also recommended to avoid harmful chemicals like pesticides, fertilizer, and any other toxic substances.\n\nAccording to the CDC, when planning for a baby, you must reach a healthy weight to prevent type 2 diabetes. Staying active and eating healthy is a new lifestyle that mothers-to-be should attain. Being mentally healthy, seeking help regarding violence, learning family history is also on the CDC checklist. Finally, have a healthy pregnancy!\n\nSource: Grieger J, Grzeskowiak L, Clifton V. Preconception Dietary Patterns in Human Pregnancies Are Associated with Preterm Delivery. The Journal of Nutrition. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "healthy eating, pregnancy, preterm, prenatal, cdc, robinson research institute", "og": {"site_name": "Medical Daily", "description": "A new study proves that eating junk food prior to pregnancy could increase the baby's chances of being born preterm.", "title": "Healthy Food Makes For A Healthy Pregnancy", "url": "http://www.medicaldaily.com/healthy-eating-pregnancy-could-reduce-chances-having-preterm-birth-284530", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/25/healthy-food-makes-healthy-pregnancy.jpg", "type": "article"}, "twitter": {"description": "A new study proves that eating junk food prior to pregnancy could increase the baby's chances of being born preterm.", "title": "Healthy Food Makes For A Healthy Pregnancy", "url": "http://www.medicaldaily.com/healthy-eating-pregnancy-could-reduce-chances-having-preterm-birth-284530", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/25/healthy-food-makes-healthy-pregnancy.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/25/healthy-food-makes-healthy-pregnancy.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-05-25T15:50:53-04:00", "modified_time": "2014-05-25T15:53:44-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A new study proves that eating junk food prior to pregnancy could increase the baby's chances of being born preterm."}, "article_summary": "\"Preterm birth is a leading cause of infant disease and death and occurs in approximately one in 10 pregnancies globally.\nFor possibly the first time ever, researchers have found that eating unhealthily before pregnancy increases your risk of having a pre-term baby.\nImproving your diet can lower the risks of preterm pregnancy, make the baby and mother healthier, and reduce neonatal deaths.\nA new study proves that eating junk food prior to pregnancy could increase the baby's chances of being born preterm.\nStaying active and eating healthy is a new lifestyle that mothers-to-be should attain."}