{"article_title": "Christian Friedrich’s Rockies career defined by more than raw numbers – The Denver Post", "article_keywords": ["right", "christian", "went", "friedrichs", "defined", "dream", "rockies", "denver", "raw", "sure", "numbers", "post", "friedrich", "angels", "career", "dreams", "era"], "article_url": "http://www.denverpost.com/psaunders/ci_29541922/christian-friedrichs-rockies-career-defined-by-more-than", "article_text": "SCOTTSDALE, ARIZ. — Baseball is a numbers game: ERA, OPS, OBP, WHIP, RBIs, 40-man rosters, 25-man rosters … on and on.\n\nBut it’s also a game of people — individuals chasing dreams they conjured up in Little League. When those dreams crash, the individual story often ends up in the fine print of the sports pages.\n\nI thought about that Friday when I heard about pitcher Christian Friedrich, the Rockies’ first-round pick in 2008.\n\nThe Los Angeles Angels claimed Friedrich off waivers from the Rockies two weeks ago. Then the Angels returned Friedrich to the Rockies on Friday because of concerns over an “undisclosed medical issue.” The Angels said that a physical raised concerns over “Friedrich’s ability to play at his accustomed level.”\n\nThe Rockies immediately released Friedrich, making him a free agent. The move barely caused a ripple in the high-stakes world of big-league baseball.\n\nThe raw numbers are not kind to Friedrich, now 28 years old. The left-hander is 5-16 with a 5.81 ERA in 100 games (16 starts) over parts of three seasons with Colorado.\n\nI awoke Saturday morning to this sarcastic e-mail from a longtime Rockies fan: “What a surprise! Another Rockies’ first-round pick went bust!”\n\nThe fan is right, of course: The track record is not good. I’ve written many times about Colorado’s failure to develop its young pitchers.\n\nBut that shouldn’t cheapen Friedrich’s baseball dream or of thousands of other players like him. Once in a while, it’s good to set cynicism aside and tip a ballcap to the Christian Friedrichs of baseball.\n\nNot so long ago, Friedrich looked like the pitcher the Rockies once envisioned. On May 14, 2012, in his second start, Friedrich’s fastball stung the catcher’s glove at 94 mph and his 74 mph curveball buckled the knees of San Francisco Giants hitters.\n\nFriedrich pitched seven crisp innings on that brisk night at AT&T Park, allowing the Giants only six hits and one run. Of his first 50 pitches, 37 were strikes. He finished with 10 strikeouts.\n\nBut then came the treadmill of injuries. First a tight right hamstring, then a hot shot off his right calf, and finally searing pain in his lower back.\n\nHe went 1-3 with a 7.77 ERA in July 2012 before it was discovered he had a stress fracture on the right side of his lower spine.\n\nHe has spent the next 18 months trying to pump life back into his dream. He received platelet-rich injections to help the healing process. He worked out at the Rehabilitation Institute of Chicago in an attempt to get his body’s alignment correct. He did everything imaginable to try to get right.\n\nIt seemed like every time I saw Friedrich in the clubhouse, he was using a high-tech, electronic muscle roller on his back and hamstrings. He lifted weights and stretched. He adhered to a strict diet, keeping his 6-foot-4 frame at a chiseled 215 pounds.\n\nAfter lifting himself back up through the minor leagues, he finally made it back to the Rockies in late 2014, primarily as a reliever. Last season, he went 0-4 with a 5.25 ERA in 68 relief appearances.\n\nEven in the down times, Friedrich was a consummate pro to the media and well-respected and liked by his teammates.\n\nI wasn’t surprised when the Rockies cut Friedrich loose. After all, the roster is full of players, many of them younger, chasing their own dreams. I wasn’t sure if he would make it with the Angels, and now I’m not sure if he will ever pitch in the majors again.\n\nMaybe I’m wrong. Maybe Friedrich’s dream still lives.\n\nNo matter what happens, I wanted to make sure his career was remembered for more than just a 1.569 WHIP and a 2.25 strikeout-to-walk ratio.\n\nPatrick Saunders: psaunders@ denverpost.com or @psaundersdp", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Saunders: Christian Friedrich’s Rockies career defined by more than raw numbers", "title": "Saunders: Christian Friedrich’s Rockies career defined by more than raw numbers", "url": "http://www.denverpost.com/2016/02/20/saunders-christian-friedrichs-rockies-career-defined-by-more-than-raw-numbers/", "image": {"width": 512, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg", "height": 512}, "locale": "en_US", "type": "article"}, "twitter": {"site": "@denverpost", "card": "summary"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2016-02-20T19:06:20+00:00", "modified_time": "2016-05-23T02:25:39+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Patrick Saunders"}, "article_summary": "Maybe Friedrich’s dream still lives.\nI thought about that Friday when I heard about pitcher Christian Friedrich, the Rockies’ first-round pick in 2008.\nThe Los Angeles Angels claimed Friedrich off waivers from the Rockies two weeks ago.\nOnce in a while, it’s good to set cynicism aside and tip a ballcap to the Christian Friedrichs of baseball.\nAnother Rockies’ first-round pick went bust!”The fan is right, of course: The track record is not good."}