{"article_title": "Augusta dentist wins Fulbright grant to improve oral health in Belarus", "article_keywords": ["prevent", "belarus", "shenkin", "grant", "wins", "dental", "fulbright", "augusta", "dont", "dentist", "health", "pediatricians", "pediatric", "parents", "tooth", "oral", "improve"], "article_url": "http://vitalsigns.bangordailynews.com/2015/01/16/home/augusta-dentist-wins-fulbright-grant-to-improve-oral-health-in-belarus/", "article_text": "Dr. Jonathan Shenkin, a pediatric dentist in Augusta, was recently awarded a prestigious Fulbright award that will fund work to improve the health of children in his ancestral homeland of Belarus.\n\nThe Fulbright Specialist Program grant in public and global health promotes collaboration between U.S. scholars and professionals and their counterparts at host institutions across the world. Shenkin — a clinical associate professor of health policy, health services research and pediatric dentistry at Boston University — will spend two weeks in the eastern European country in April and May, helping local health practitioners to address the growing problem of dental disease among children.\n\nChildren in Belarus receive dental care for free through the country’s state-funded system, and plenty of dentists are available, so it’s not a matter of access to treatment, Shenkin explained. Kids under age three typically don’t see a dentist, but they do visit their doctor, making pediatricians a key link in the chain toward healthier teeth, he said. Shenkin will develop strategies to train pediatricians about oral health, who in turn can better inform their young patients’ parents about how to prevent tooth problems.\n\nBetter to avoid poor dental health in the first place than try to fix it later with costly surgery, Shenkin said. His colleagues in Belarus share his philosophy that reducing disease in the long term relies on early prevention, he said.\n\n“You don’t prevent tooth decay with a drill, like you don’t prevent lung cancer with a scalpel,” Shenkin said.\n\nLike many countries, Belarus fluoridates salt rather than drinking water. It’s a cheaper method, but requires residents to pick the fluoridated brands out of a wide variety available at the market, Shenkin said. Pediatricians can talk to parents about those options, along with encouraging fluoridated toothpaste, dietary changes and other preventive steps, he said.\n\nFrom his base in the capital city of Minsk, Shenkin hopes to play a role in fostering warmer relations between Belarus and the U.S. The relationship has worsened over the past two decades, with American condemnation of reported human rights violations there and accusations by Belarus that the U.S. has interfered in its internal affairs.\n\n“I look at it as an opportunity to … see the country my family came from, but also to open up some political doors as well,” Shenkin said.\n\nShenkin also serves as first vice president for the American Dental Association.\n\nRecommend this article", "article_metadata": {"wp-parsely_version": "1.7", "fb": {"app_id": 748756371893770}, "generator": "WordPress 4.1.5", "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fca18e\"", "article_summary": "“You don’t prevent tooth decay with a drill, like you don’t prevent lung cancer with a scalpel,” Shenkin said.\nDr. Jonathan Shenkin, a pediatric dentist in Augusta, was recently awarded a prestigious Fulbright award that will fund work to improve the health of children in his ancestral homeland of Belarus.\nBetter to avoid poor dental health in the first place than try to fix it later with costly surgery, Shenkin said.\nShenkin will develop strategies to train pediatricians about oral health, who in turn can better inform their young patients’ parents about how to prevent tooth problems.\nThe Fulbright Specialist Program grant in public and global health promotes collaboration between U.S. scholars and professionals and their counterparts at host institutions across the world."}