{"article_title": "There's A Huge Reality Gap On Obamacare, And This New Poll Proves It", "article_keywords": ["huge", "united", "pinnacle", "reality", "reform", "care", "obamacare", "system", "gap", "states", "proves", "health", "world", "poll", "prohibitively", "best", "theres"], "article_url": "http://www.huffingtonpost.com/2015/04/27/obamacare-poll-repeal_n_7153216.html", "article_text": "Healthcare In America Is Already 'The Best In The World'\n\nOne of the more positive sounding admonitions from health care reform opponents was that the United States had \"the best health care in the world,\" so why would you mess with it? Well, it's true that if you want the experience the pinnacle of medical care, you come to the United States. And if you want the pinnacle of haute cuisine, you go to Per Se. If you want the pinnacle of commercial air travel, you get a first class seat on British Airways. Now, naturally, you wouldn't let just anyone mess with someone's tasting menu or state-of-the-art air-beds. But like anything that's \"the best,\" the best health care in the world isn't for everybody. The costs are prohibitively high, the access is prohibitively exclusive, and the resources are prohibitively scarce. What do the people in America who \"fly coach\" in the health care system get? Well, at the time of the health care reform debate, they were participating in a system that was, by all objective measurements, overpriced and underperforming -- if you were lucky enough to be participating in it. As anyone who's fortunate enough to have employer based health care or unfortunate enough to have a pre-existing condition can tell you, health care for ordinary people already involved all of those things that we were told would be a feature of the Affordable Care Act -- long waits, limited choice, and rationing. When the Commonwealth Fund rated health care systems by nation , the top marks in the surveyed categories went to the United Kingdom, New Zealand and the Netherlands. Ezra Klein examined the study, and observed : \"The issue isn't just that we don't have universal health care. Our delivery system underperforms, too. 'Even when access and equity measures are not considered, the U.S. ranks behind most of the other countries on most measures. With the inclusion of primary care physician survey data in the analysis, it is apparent that the U.S. is lagging in adoption of national policies that promote primary care, quality improvement, and information technology.'\"", "article_metadata": {"description": "In a new survey, more than half of self-identified Republicans said they didn’t think the Affordable Care Act is increasing the number of people with hea...", "sailthru.expire_date": "2015-04-28 13:35:08 -0400", "og": {"site_name": "The Huffington Post", "description": "In a new survey, more than half of self-identified Republicans said they didn’t think the Affordable Care Act is increasing the number of people with hea...", "title": "There's A Huge Reality Gap On Obamacare, And This New Poll Proves It", "url": "http://www.huffingtonpost.com/2015/04/27/obamacare-poll-repeal_n_7153216.html", "image": "http://i.huffpost.com/gen/2883742/images/o-OBAMACARE-TEA-PARTY-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "In a new survey, more than half of self-identified Republicans said they didn’t think the Affordable Care Act is increasing the number of people with hea...", "creator": "citizencohn", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/2883742/images/o-OBAMACARE-TEA-PARTY-facebook.jpg", "height": 1000}, "title": "There's A Huge Reality Gap On Obamacare, And This New Poll Proves It", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2015-04-27 13:35:08 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=7153216", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "Affordable Care Act,obamacare,survey,poll,yougov,repeal,uninsured,Health Insurance,republicans,tea party", "article": {"section": "Politics", "tag": "Affordable Care Act,obamacare,survey,poll,yougov,repeal,uninsured,Health Insurance,republicans,tea party", "published_time": "2015-04-27 13:35:08 -0400", "modified_time": "2015-04-27 18:59:01 -0400"}, "viewport": "width=1000"}, "article_summary": "What do the people in America who \"fly coach\" in the health care system get?\nBut like anything that's \"the best,\" the best health care in the world isn't for everybody.\nEzra Klein examined the study, and observed : \"The issue isn't just that we don't have universal health care.\nWell, it's true that if you want the experience the pinnacle of medical care, you come to the United States.\nAs anyone who's fortunate enough to have employer based health care or unfortunate enough to have a pre-existing condition can tell you, health care for ordinary people already involved all of those things that we were told would be a feature of the Affordable Care Act -- long waits, limited choice, and rationing."}