{"article_title": "People magazine’s nasty Amanda Bynes recovery story focuses on weight loss", "article_keywords": ["loss", "bynes", "focuses", "recovery", "weight", "information", "lose", "moved", "lbs", "sic", "magazines", "tabloid", "nasty", "amanda", "retreat"], "article_url": "http://www.salon.com/2014/01/24/people_magazines_nasty_amanda_bynes_recovery_story_focuses_on_weight_loss/", "article_text": "Topics: Amanda Bynes, People, Entertainment News\n\nAmanda Bynes, for those who’ve forgotten the tabloid world’s biggest and most troubling 2013 story, was a child actress whose mental health struggles played out on Twitter and in court. Her tweets in particular came in for derision until a certain point when more or less everyone had figured out that Bynes was no longer fair game; the coverage as Bynes has by all accounts begun to put her life back together has been appropriately muted.\n\nThat was, until today, when Bynes’ weight was the subject of an article in People magazine. Bynes, People reported, was walking “the road to recovery” “in snowshoes” — not because exercise is cathartic or healthful but in order to lose weight. “Her main goal was to lose 5 lbs. [sic] and she did,” the owner of Bynes’ preferred fitness retreat told People.\n\nThe story had fairly obviously been set up by the retreat, who provided People a photo of Bynes snowshoeing as well as information on the sort of programming they provide. It’s one thing for a facility caring for a celebrity trying to get better to leak that information to a tabloid; it’s quite another in the case of Bynes, for whom an unhealthy body image was inextricably bound with her time in the spotlight. Bynes had given an interview to Us Weekly in February 2013 in which she said she “need[s] to work out constantly” and had recently moved to New York: “I lost 4 lbs. [sic] since I moved. I’m 121 lbs — my goal is 100 lbs.” Framing her presently undergoing recovery as a weight-loss journey is deeply strange.", "article_metadata": {"description": "Fans are interested in Bynes' recovery. But there are some things that should be off-limits.", "title": "People magazine’s nasty Amanda Bynes recovery story focuses on weight loss", "og": {"site_name": "Salon", "description": "Fans are interested in Bynes' recovery. But there are some things that should be off-limits.", "title": "People magazine’s nasty Amanda Bynes recovery story focuses on weight loss", "url": "http://www.salon.com/2014/01/24/people_magazines_nasty_amanda_bynes_recovery_story_focuses_on_weight_loss/", "image": "http://media.salon.com/2014/01/amanda_bynes_mugshot.jpg", "type": "article"}, "twitter": {"description": "Fans are interested in Bynes' recovery. But there are some things that should be off-limits.", "title": "People magazine’s nasty Amanda Bynes recovery story focuses on weight loss", "image": "http://media.salon.com/2014/01/amanda_bynes_mugshot.jpg", "creator": "@dpd_", "site": "@salon", "card": "summary_large_image"}, "author": "Daniel D'Addario", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Amanda Bynes, People", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "That was, until today, when Bynes’ weight was the subject of an article in People magazine.\nBynes, People reported, was walking “the road to recovery” “in snowshoes” — not because exercise is cathartic or healthful but in order to lose weight.\nI’m 121 lbs — my goal is 100 lbs.” Framing her presently undergoing recovery as a weight-loss journey is deeply strange.\n[sic] and she did,” the owner of Bynes’ preferred fitness retreat told People.\nTopics: Amanda Bynes, People, Entertainment NewsAmanda Bynes, for those who’ve forgotten the tabloid world’s biggest and most troubling 2013 story, was a child actress whose mental health struggles played out on Twitter and in court."}