{"article_title": "In Their Own Words: LGBT Advocates on the State of Transgender Issues", "article_keywords": ["going", "school", "working", "rights", "students", "gender", "lgbt", "state", "advocates", "words", "discrimination", "transgender", "trans", "issues"], "article_url": "http://www.advocate.com/politics/transgender/2013/12/26/their-own-words-lgbt-advocates-state-transgender-issues", "article_text": "In Their Own Words: LGBT Advocates on the State of Transgender Issues\n\nFor transgender individuals, 2013 was filled milestones. California's School Success and Opportunity Act was signed into law, Orange is the New Black became a binge-worthy powerhouse, the United States Senate passed the first trans-inclusive version of the Employment Non-Discrimination Act, Chelsea Manning made us reach for the style guides, and the story of Coy Mathis took the world by storm.\n\nBut as we look to the new year, eight leaders from major LGBT organizations, shared their thoughts on 2013, and what they see for the future of trans rights, in 2014 and beyond.\n\n\n\nKylar Broadus is the head of the Transgender Civil Rights Project at the National Gay and Lesbian Task Force. In 2012, he became the first transgender person to ever testify before the United States Senate, speaking out in support of the Employment Non-Discrimination Act.\n\n\n\nBROADUS: This year there have been numerous advances for transgender rights. For starters, the Equal Employment Opportunity Commission’s historic decision in Macy v. Holder, that discriminatory actions based on transgender status are actions based on sex, and are therefore covered by Title VII. The Social Security Administrations’ changes making it easier for transgender people easier to update their gender status making us less vulnerable. The reauthorization of the Violence Against Women’s Act, will specifically protect, for the first time, transgender people, lesbians, gays, and bisexuals. State level changes in health care with four states and the District of Columbia making it clear that its discrimination against transgender people to exclude coverages. The Affordable Care Act, which will provide coverage for many for the first time and allow pre-existing conditions. This also prevents lifetime limits on pre-existing conditions.\n\n\n\nThe clarification from the Obama administration and the Department of Education that Title IX does protect all students from discrimination and bullying including LGBT students. Then the historic Senate passage of the Employment Nondiscrimination Act was a great victory for our community but we have much work yet to be done.\n\n\n\nIt is my hope that we are able to see that the health care issues will continue to grow and expand and hopefully become a non-issue for transgender people because healthcare is a human rights issue. All people should be afforded health care. I have experience discrimination in health care as a black American and as a transgender American; there is no reason for it. We must continue to do education to improve our system.\n\n\n\nI hope we’re able to continue to work to build support for the Employment Nondiscrimination Act in the House and grow bipartisan support. It’s the right thing to do. Again, everyone deserves the right to employment if they are qualified to work.\n\n\n\nI also hope we are able to focus a spotlight on the continued violence in our communities and start to prevent some of the hate violence and murders that occur. There systemic reasons for this and I hope we can address more of those such as unemployment, homelessness and simple societal misunderstanding.\n\n\n\nI think we will see some of the same challenges in 2014 with people’s fears overcoming their common sense. We hope to change hearts and minds and increase visibility and awareness in 2014. This seems to be the key to creating change.\n\n\n\nWe will continue to be working on the same issues that we’ve pushed in the past. We believe that all these issues are still relevant and important and intersect.\n\n\n\nWe focus on working at the intersection and bringing many issues together. In addition to our transgender work, there is still marriage equality/partner recognition, immigration reform, reproductive justice, aging, HIV/AIDs, racial and economic justice, youth work, faith, hate crimes, parenting and family recognition, campus and politics, and election work, which are the things we focus on every day.\n\n\n\nDani Heffernan, a media strategist at GLAAD, and part of their Transgender Media and Education Program team.\n\n\n\nHEFFERNAN: Our work this year has spanned a wide range of media and issues, from working on grassroots campaigns to weighing in on entertainment images, and working with local and national news outlets to correct problematic coverage of transgender people and issues in broadcast, print and online news.\n\n\n\nAt GLAAD, our Transgender Education & Media Program works to educate cisgender LGB people, as well as mainstream Americans on transgender people and the issues that impact our lives, and also to combat anti-trans images in the media in a way to set a standard that anti-trans words and images are not acceptable.\n\n\n\nIn November, GLAAD partnered with the Sylvia Rivera Law Project (SRLP) on a campaign to repeal a discriminatory Medicaid regulation in New York that bans trans and gender non-conforming people from accessing necessary health care. The campaign included videos, which have been viewed almost 100,000 times online and that call attention to the lack of transgender inclusiveness in healthcare in general, as well as a petition targeted to New York State specifically. That work will continue into 2014, and we plan to bring the message forward that transgender people are being denied medically necessary health care, and that this needs to change.\n\n\n\nThough there is still much lacking in fair and accurate representation of transgender people in the media, seeing Laverne Cox on Orange Is the New Black and the media she's been doing around her role have brought more focus to issues facing transgender women of color, and to trans people who are incarcerated. We plan to use the positive reception that Laverne and her role have garnered to push for more storylines about trans people that go beyond the old stereotypes of trans people being ‘victims’ or ‘villains’ and paint a more accurate picture of who our community really is.\n\n\n\nUnfortunately, we've had to spend a lot of time reaching out to reporters to correct offensive coverage of transgender people, mostly transgender women of color, who were victims of violence. We have a resource called Doubly Victimized: Reporting on Transgender Victims of Crime, but even with this tool, we too often come across reporters who are resistant and need to be told why they cannot be disrespectful because of who the victim is. This type of reporting extremely harmful and hurtful, and — as a media organization — we plan to continue to push outlets to treat trans people with dignity and respect.\n\n\n\nShowing support for trans youth is also important. GLAAD worked with Smith College students, led by transgender teen Calliope Wong, to bring greater media attention to their campaign calling for an end to the college's discriminatory admissions practices towards trans women. Calliope later became a GLAAD intern and Smith students worked with us and with Calliope to show that the student population at the school accepts trans students.\n\n\n\nGLAAD worked with the family of Coy Mathis, a transgender child from Colorado, to bring attention to her story and the discrimination she faced at school. A Colorado judge eventually ruled in favor of Coy and against the bias shown by her school district. We were able to get Coy and her parents mainstream media attention, most notably on the Katie Couric show, which helped them to tell their own story firsthand.\n\n\n\nMara Keisling is the founding Executive Director of the National Center for Transgender Equality. Since 2003, the NCTE has become one of the driving forces in the fight for trans rights.\n\n\n\nKEISLING: It’s important to remember that in general, more momentum built over the course of this year than ever before. That’s going to help us in lots of different ways. What kind of momentum happened? One is obvious: the senate vote on ENDA. I knew we were going to win, but [during debate] nobody spoke out against LGBT people. This is a first. In fact, the only senator who voiced an opinion against the bill — Indiana Republican Dan Coats — spoke out against anti-discrimination laws, in general, on the basis of religious freedom. For the first time, the issue wasn’t LGBT people.\n\n\n\nAnother important thing to note is that there are currently 200 co-sponsors of ENDA. Yes, this is five fewer than in 2010, but there are 35 fewer Democrats in the House. So, even with [less expected support], we’re that close to the same level of sponsorship we had in 2010.\n\n\n\nOne “bad good” sign is the way the radical right wing in areas like California and Colorado have begun mounting attacks on transgender children. It’s horrible. It’s unconscionable, and they should be ashamed of themselves. We’re going to stand up, and we’re going to defend ourselves and our children. There’s a quote that’s often attributed to Gandhi: “First they ignore you, then they laugh at you, then they fight you, then you win.” We were ignored, then laughed at, and now they’re finally fighting us. They see us as a valid target to go after. We’re just people trying to be people.\n\n\n\nAnother “bad good” sign of progress is how over the top [the radical right] has been in attacking our kids. These attacks against children will show them for who they are. In turn, they’re making it much easier for us to educate the public about our agenda — which is simply about living lives. Their agenda is just hating people who are different. This is going to be hard, and it’s going to be ugly, but we’re going to win because they are wrong and we are right. They’re doing all of this in such an unconscionable, messed up way, that it shines a light on all of us. This is a sign of progress.\n\n\n\nNow we have a president who says the word “transgender” all the time. We have a president who stood up to Russia and their anti-LGBT laws. Talking about LGBT people, the president got in the face of Russia over the Olympics, and has been using American foreign policy to make the world a better place for all LGBT people.\n\n\n\nIn the past year, we’ve seen really great strides in anti discrimination laws, healthcare, housing, employment, and education. We’re going to win more next year. We keep getting closer to full equality. Our theme for this year — which was our 10th anniversary — was “Our Moment.” This really is our moment, and I believe we are at a tipping point.\n\n\n\nAs for what I’d hope for in 2014, the dream would be to pass ENDA. We think we have the votes. It’s just that we don’t know if Speaker Boehner will bring it up in the House.\n\n\n\nAnother huge thing is immigration reform. There are somewhere between 35,000 and 50,000 transgender undocumented immigrants in the United States. They weren’t physically or economically safe where they were. They came here because they were trans. They’re mistreated here because they’re trans, and often times sent back to their former country for this reason.\n\n\n\nBeginning next year, it’ll be illegal to deny someone health insurance on the basis of having a pre-existing condition. Previously, it was near-impossible for a trans person to buy any individual policy, as many insurance companies considered being transgender a pre-existing condition. This is absolutely huge for us.\n\n\n\nFinally, one of the most interesting things are the conversations about income inequality. As that picks up over the next few years, I hope trans people understand that when that conversation is about marginalized people, that disproportionately affects trans people. We should be in that fight because it’s right, and because it’s important for trans people.\n\n\n\nMichael D. Silverman is the founding Executive Director of the Transgender Legal Defense and Education Fund. He’s been working as an attorney in the LGBT civil rights movement since 1994, and is an adjunct professor of law at Fordham University School of Law.\n\n\n\nSILVERMAN: When we tell our stories and bring compelling cases that capture the public’s imagination, we find that a lot of people want to understand and support transgender rights even if they don’t know anyone who is openly transgender. The best thing that we can do is to continue to stand up for transgender rights and put our stories out there for people to hear. It’s not about how many of us there are. It’s about making a compelling case for why we deserve the same dignity, respect and rights as everyone else.\n\n\n\nThe issue of transgender children in school, and the unique challenges that they face, took center stage in 2013. Coy Mathis’ story captivated the American people, and people around the world. People who heard her story learned about the challenges that transgender children face every day. Without stories like Coy’s, we would not have seen the tremendous public attention that was paid to the issue of transgender students in 2013. And we might not have seen some of the progress we made. We saw tangible victories for the rights of transgender students, ranging from legal victories like Coy’s to the transgender student nondiscrimination law in California. These victories opened the door to a broader discussion about transgender rights that is evolving and expanding.\n\n\n\nSocial change is happening, but transgender people remain marginalized. We have a lot of work to do ensure that transgender people are protected at work, and can access health care and public accommodations without discrimination. We're not going to accomplish everything in the next year, but we will make steady progress on all of these issues if we keep bringing smart cases and engaging the American people with our stories.\n\n\n\nFor every step forward we take, our opponents push back. As long as we continue to demand dignity, respect, and equal rights, we can expect to hear from our opponents who think that we don’t deserve these things. We do, and we’ll get them.\n\n\n\nWe will be continuing to focus our efforts on all aspects of transgender civil rights. Access to health care, employment, family issues like parenting rights and relationship recognition, and access to public spaces like bathrooms will continue to be priorities for us.\n\n\n\nChase Strangio is a staff attorney at the American Civil Liberties Union, working on their LGBT & AIDS project. Prior to working at the ACLU, Strangio had served as an Equal Justice Works Fellow and staff attorney at the Sylvia Rivera Law Project in New York. In 2012, Strangio founded the Lorena Borjas Community Fund, and organization that provides court support and bail assistance to LGBT immigrant defendants in New York.\n\n\n\nSTRANGIO: In 2013, the movement for trans justice and equality made tremendous advances. This year, after nearly a decade of advocacy led by the National Center for Transgender Equality, the Social Security Administration (SSA) finally updated its policy for changing one’s gender designation in Social Security records. Under the new policy, transgender people are able to change the gender designation on their Social Security records without proof of surgery. This policy replaces SSA's outdated and inconsistently-applied policy requiring documentation of surgery. Accurate identification is essential for protecting the safety, privacy and autonomy of transgender individuals. The SSA now joins almost all other federal agencies in abandoning surgical standards to effectuate gender marker changes. In an effort led by the ACLU, the Idaho Transportation Department also dropped its surgical requirement for gender marker changes on Idaho driver’s licenses, which marked a key advance for Transgender Idahoans.\n\n\n\nWith so few enumerated federal protections for transgender individuals, the passage of a trans-inclusive Employment Non-Discrimination Act (ENDA) in the United States Senate was a hugely symbolic victory for the transgender community and hopefully we will see a trans-inclusive ENDA passed through Congress and signed by President Obama in the next year.\n\n\n\nIn August of 2013, the Prison Rape Elimination Act (PREA) regulations, which include vitally important protections for transgender and gender non-conforming individuals in prison, jail and juvenile detention facilities, went into effect at the state and local level. These regulations prohibit genital-based placements and searches for the sole purpose of determining one’s genital status.\n\n\n\nThis year in two important schools cases, transgender young people won the right to access sex segregated facilities consistent with their gender identities. In June, the Colorado Civil Rights Division found that the Fountain-Fort Carson School District discriminated against 6-year old transgender student Coy Mathis by denying her access to the girls’ bathroom. The next month, in July, the United States Departments of Education and Justice announced a settlement with the Arcadia School District in California, which included a determination that a transgender male student be permitted to use the boys’ bathrooms and locker rooms consistent with his gender identity.\n\n\n\nThis year we also saw the first transgender woman of color play a transgender character on television in Laverne Cox’s depiction of Sophia Burset on Netflix’s Orange is the New Black. Cox, a leader in the transgender community, has been an icon for trans people who so rarely see themselves in popular media and almost never in a positive light. Cox along with trans activist, Janet Mock, have centered conversations about transgender justice, especially justice for transgender woman of color, in important public conversations.\n\n\n\nIn 2014, the ACLU will once again be pushing aggressively at the federal level for both the passage of ENDA in Congress, as well as continuing to urge President Obama to issue an executive order barring businesses that contract with the federal government, and thus receive taxpayer dollars, from engaging in LGBT discrimination. Given the devastating toll that employment discrimination has on transgender individuals, both of these goals are of unique importance to the transgender community. The significance of the nondiscrimination executive order for federal contractors is tremendous, and represents the single most important step that President Obama could take on his own during the remainder of his second term to eradicate LGBT discrimination in America’s workplaces. It has been estimated that this executive order would cover a fifth of the entire U.S. labor force, and, with federal contractors employing people in all 50 states, would ensure that there were at least some workplaces in every state with legally binding protections against discrimination on the basis of sexual orientation and gender identity.\n\nIn addition to employment discrimination, the ACLU will once again be spearheading advocacy efforts in Congress in support of passage of the Student Non-Discrimination Act (SNDA). SNDA would require schools to take LGBT harassment and bullying seriously when parents or students tell them about it, and provides LGBT students and their families with appropriate legal remedies against discriminatory treatment (e.g. refusing to respect and recognize the gender identity of transgender students). A 2011 nationwide survey of more than 8,500 students between the ages of 13-20 by the Gay, Lesbian & Straight Education Network (GLSEN) found that eight out of ten LGBT students reported experiencing harassment at their school within the past year based on their sexual orientation. Transgender students experienced even more hostile school climates than their non-transgender peers, with 80% of transgender students reporting feeling unsafe at school because of their gender expression. Given numbers like this, ensuring that students are able to attend school and learn in an environment that is free of discrimination and harassment remains of paramount importance to transgender youth.\n\n\n\nIn addition to pushing for the passage of explicit bans on sexual orientation and gender identity discrimination in Congress, the ACLU will continue urging federal agencies to clarify that existing bans on sex discrimination (such as Title IX of the Education Amendments of 1972) protect those who are transgender. This is consistent with numerous federal court decisions, as well as a landmark ruling from the Equal Employment Opportunity Commission in 2012. It is of critical importance for federal agencies to make clear that discriminating against someone because they are transgender or do not conform to stereotypical notions of masculinity and femininity through their gender expression is just another form of sex discrimination.\n\n\n\nBen Klein, a senior attorney and director of Gay and Lesbian Advocates and Defenders’ AIDS Law Project since 1994. As a lawyer, he’s been involved in a number of cases involving transgender individuals, including O’Donnabhain v. Commissioner of Internal Revenue, a U.S. Tax court case that established that gender confirmation surgery is “medical care,” for the purpose of taxes. He was co-counsel in Doe v. Clenchy, a case involving a fifth grade transgender girl’s right to use gender-appropriate restrooms.\n\n\n\nKLEIN: 2013 was a big year for advancing protections for transgender students. California passed a first of its kind state law requiring public schools to allow transgender students to participate in school activities like sports and access restrooms and locker rooms consistent with their gender identity. The Department of Justice also broke new ground in its settlement with the Arcadia School District in California over its exclusion of a seventh grade transgender boy from the boys’ cabins on a camping trip. Importantly, the settlement was based on federal sex discrimination law, an important avenue to protect students in states that don’t have gender identity nondiscrimination law.\n\nThere was a similar decision from a state human rights commission in Colorado and in a hopeful preview of great things to come, GLAD argued a case before Maine’s highest court on behalf of a transgender girl who was denied use of the appropriate bathroom by her school. This is the first time this issue has been heard before a high court since a disappointing loss in Minnesota in 2001 and could establish a landmark precedent.\n\n\n\nA top priority in 2014 will be healthcare. It’s time to end the discriminatory denial of transition-related health care by state Medicaid plans, other government plans, and private insurers. The science has long been clear this is medically necessary basic health care and people are going without it due to nothing more than prejudice. GLAD and other organizations will be intensifying efforts in this arena. Also, the Senate’s passage of ENDA in 2013 was a huge step forward, but also a reminder of all the work that still needs to be done to establish nondiscrimination protections for transgender people – both federally and at the state level.\n\n\n\nDiscrimination against transgender people remains the most overt and pervasive type of discrimination we see. We will continue our broad range of litigation against shelters, schools, employers and others that deny transgender people equal treatment and full inclusion. We will also be focusing on litigation and policy work to ensure health care access. With partner organizations, we are working to get legislative protections for transgender people in public accommodations in Massachusetts.\n\n\n\nIn addition to our work on transgender issues, GLAD will increasingly take on the right’s attempts to justify discrimination as “religious expression,” both through legislation and litigation. We are working to ensure that people with HIV are able to get health insurance coverage for the treatment of HIV-related lipodystrophy. We will increase our efforts on behalf of our community’s youngest and oldest members, from schools and foster care, to assisted living and long-term care facilities.\n\n\n\nAnthony Martinez is Executive Director of the Civil Rights Agenda, a Chicago-based non-profit focused on advancing LGBT issues.\n\n\n\nMARTINEZ: I think the most important forward movement for transgender rights in 2013 was the successful passage of a transgender inclusive ENDA in the United States Senate. That was a milestone that not only helped heal the wounds from the betrayal by Congressman Frank and HRC when they stripped transgender people out of the bill in 2007, but also it is indicative of the amazing momentum that the LGBT movement is seeing nationwide. It also shows that transgender rights is not the pariah issue that it once was.\n\nI think another very significant step forward for transgender rights this year was the passage of a bill in California that protects transgender students. I was involved in an incident regarding transgender students in Aurora, Illinois last year. Luckily, here in Illinois we have protections for transgender students, but there is no guidance for teachers or administrators on how to help them. Transgender affirming administrators worked on guidance with regards to restroom and locker room usage and how to aid a transitioning student. The school board voted to adopt it, and that set off a firestorm that gained national attention. The vitriol and pure hate that came after the passage was so intense that the school board eventually voted to repeal the rule that created the guidance. One recurring theme we heard from anti-transgender activists was that boys in skirts would gain access to the girls locker room and \"rape your daughters.\" It was ridiculous and pure lies fed by ignorance. That experience taught me that ensuring protections for transgender youth is still a very hot button topic that has substantial push back. I hope that we see more momentum on that issue now that California moved to pass this important legislation and there will be more conversation on what it means to be a transgender youth and how we can ensure their safety in the school environment.\n\n\n\nI also can't forget that the Oregon legislature repealed the surgery requirement for gender change on one's birth certificate and the Social Security Administration dropped their surgery requirement for gender change — among other wins. Additionally, so many people came out publicly as transgender like WikiLeaks soldier Chelsea Manning, former Navy Seal Kristin Beck, and billionaire Jennifer Pritzker. Transgender individuals coming out is so important because the lack of identification with transgender people is what creates the alienation that causes people to fight against transgender rights.\n\n\n\nUnfortunately, I do not think we are going to see many gains federally in 2014- at least from Congress. With the inability for Congress to act on anything, we are probably not going to see much movement on transgender rights there. With that said, the Obama Administration has consistently helped the LGBT community make gains. I am hopeful that the Department of Health and Human Services will ensure gender-affirming surgeries can be covered by Medicaid and Medicare. I would also like to see movement on the issue of transgender individuals serving in the military. I also think the Obama Administration should work to change the incredibly negative circumstances that transgender prisoners face during incarceration.\n\n\n\nAdditionally, there are many gains that can be made at the state level. There definitely needs to be an effort to repeal the Medicaid regulation that blocks transgender individuals from accessing gender affirming healthcare in New York. In Illinois and New Jersey, we will be working to change the law that requires surgery to change ones gender marker on a birth certificate. We also have to protect the gains that were made in California for transgender students if the anti-transgender coalition is successful in getting the issue on the ballot for repeal.\n\n\n\nI read something the other day that [Michael Silverman at the TLDEF] said about how the transgender rights movement is 20 years behind the LGB movement in terms of public opinion, and I would mostly agree with that. We can correlate that to a lack of understanding within broader society. And I would relate that to the fact that many people do not know someone who is transgender. So, how do we change that? Of course we could talk about transgender folks coming out, and that should be encouraged. But, before we invoke Harvey Milk, we need to think of the hundreds of transgender folks who are killed every year just for being transgender. There is a very real safety issue for transgender individuals who live life openly transgender.\n\n\n\nSo, I would suggest we start with a conversation. And these conversations are happening around the country, but we need to push them to the forefront of the societal consciousness. The Civil Rights Agenda is holding a teach-in for legislators in Illinois this year that will discuss the realities of being transgender, but will also discuss basic Transgender 101. We need to have those conversations with the general public as well. I think the biggest hurdle the transgender rights movement faces is the lack of education. Let's fix that.\n\n\n\nAs I mentioned previously, we are working to ensure transgender people in Illinois can change their birth certificate to reflect their gender identity without having surgery. Additionally, it looks like there will be a bill to add gender identity to the Illinois hate crimes enhancement law. We will also continue our efforts working with the Chicago Police Department on their policy related to the treatment of transgender individuals in custody. Currently, the department only recognizes gender solely based on an individual's genitalia and that is not acceptable. It is time that the \"authorities\" respect a persons ability to self-identify. We are also working to expand these protections to other cities throughout Illinois.\n\n\n\nAdditionally, we are working with the Obama Administration on the Medicaid/Medicare issue and hope to work on transgender prison issues moving into 2014.\n\n\n\nJeff Krehely, vice president and chief foundation officer of the Human Rights Campaign. Krehely has been in charge of the organization’s public outreach and education programs. Before working at HRC, Krehely was the vice president for LGBT Research and Communications at the Center for American Progress.\n\n\n\nKREHLY: [In 2013, we saw] some significant wins on non-discrimination – from San Antonio to Delaware to the Senate’s passage of a fully inclusive ENDA.\n\n\n\nBeyond the legislative victories, the progress we’ve helped make with corporate America is literally changing lives. Consider transgender-inclusive health care – covering counseling, short-term leave, hormone therapy and surgery – which just five years ago was almost unheard of and is now offered by 340 major companies. This is a direct result of HRC raising the bar for the Corporate Equality Index and giving companies a roadmap to offering inclusive benefits.\n\n\n\nI give a lot of credit to Mara Keisling and other leaders who have been in the trenches for more than a decade, and the emerging voices bringing more visibility to transgender people, like the incredible Laverne Cox.\n\n\n\nAt the same time we’re seeing so many gains, there’s still so much left to do. In the last few weeks, two transgender women were killed in Cleveland. Transgender women, specifically transgender women of color, make up most of the anti-LGBT homicides every year. Transgender women are at extremely high-risk for HIV infection. And too many transgender youth are ending up on the streets.\n\n\n\nWe’re going to continue to move forward on our corporate work, pushing ENDA in the House and putting policies into practice at major companies across the country. We’ll keep on reaching out to schools and child welfare providers to advance understanding of issues facing transgender youth. We’re going to be focused on leveraging our Healthcare Equality Index and Municipal Equality Index to move forward in cities and hospitals in some unlikely places.\n\n\n\nBut most of all, in the same way that images of gay and lesbian families really made a difference in changing hearts and minds about marriage equality, we need to do the same level of visibility work around our transgender sisters and brothers.\n\n\n\nIn 2014, as extremists on the right lose more and more of the marriage battles, they’re looking for a new scare tactic to keep their coffers full. We’ve already seen the National Organization for Marriage get involved in trying to repeal a bill that’s helping protect transgender students in California. I don’t think the appetite is there among the general public for their transphobic vitriol, but our opponents aren’t easily dissuaded. It’s really going to be critical to turn out lesbian, gay and bisexual community members in force for our transgender peers. We are one community — and we need to fight as one.\n\n\n\nHRC is going to be working hard to lift up the voices of transgender people and allies in 2014. We’re helping to create a climate where more and more people are coming out as transgender and now we’re going to put those voices in front of our lawmakers and voters.\n\n\n\nOur biggest goal for 2014 is to take the tremendous wins we saw in 2013 and spread them to more places. Unfortunately there are two Americas when it comes to LGBT equality — one where full equality is nearing reality and another where even modest gains seem far away. Our job is to make sure that progress is being made in all 50 states in this country, especially where it’s hardest.", "article_metadata": {"description": "Eight leaders in LGBT advocacy give their thoughts on what 2013 meant for transgender rights, and what 2014 might bring.", "og": {"image": "http://www.advocate.com/sites/advocate.com/files/2013/12/24/transroundupx400.jpg", "updated_time": "2015-11-17T22:28:15-05:00", "type": "article", "title": "In Their Own Words: LGBT Advocates on the State of Transgender Issues"}, "apple-mobile-web-app-title": "Advocate", "fb": {"page_id": 19799718480, "app_id": 625763650825412, "pages": 6030918854}, "mobile-web-app-capable": "yes", "article": {"published_time": "2013-12-26T05:00:59-05:00", "modified_time": "2013-12-26T05:00:59-05:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "In Their Own Words: LGBT Advocates on the State of Transgender IssuesFor transgender individuals, 2013 was filled milestones.\nI think another very significant step forward for transgender rights this year was the passage of a bill in California that protects transgender students.\nTransgender individuals coming out is so important because the lack of identification with transgender people is what creates the alienation that causes people to fight against transgender rights.\nWe’ve already seen the National Organization for Marriage get involved in trying to repeal a bill that’s helping protect transgender students in California.\nTransgender students experienced even more hostile school climates than their non-transgender peers, with 80% of transgender students reporting feeling unsafe at school because of their gender expression."}