{"article_title": "Repeal Medical Device Tax", "article_keywords": ["product", "scientific", "boston", "medical", "tax", "watchman", "patients", "device", "repeal", "industry", "really"], "article_url": "http://www.valuewalk.com/2015/03/boston-scientific-bsx-ceo/", "article_text": "Boston Scientific (NYSE:BSX) CEO Mike Mahoney talks with FOX Business Network’s (FBN) Maria Bartiromo about the recent FDA approval of their new Watchman device and the impact Obamacare’s medical device tax has had on the company. Regarding the Watchman, Mahoney says, “this product will certainly be a key product in our portfolio,” and “we’re really excited about the prospects of bringing this to market in the US.” Mahoney also discusses the medical device tax, saying “we don’t think an industry as valuable to the U.S. economy as medical device should have a medical device tax,” and that it is “something we’d like to see repealed as part of a broader package.”\n\nBoston Scientific CEO on FDA approval of the Watchman device:\n\n“This is a really a first of its kind device that I am really excited about. The FDA wanted to be really careful with this device because it’s a breakthrough device that helps patients who are indicated for atrial fibrillation to help reduce the impact of stroke. It also impacts the ability for patients to reduce the use of Warfarin for indicated patients. So the FDA was really smart in terms of ensuring that we have long term clinical safety benefits for the device, which we do. We have over 10,000 implants around the world and over 3,000 in the US, so it’s a proven device, it helps patience and we’re really excited about the prospects of bringing this to market in the U.S.”\n\nOn the importance of the Watchman device for Boston Scientific growth:\n\n“It’s an important product line for us. We actually implanted our first product yesterday in the US. But the company has a lot of momentum. In 2014 we grew 6 percent, six out of our seven businesses grew faster than market. We’re improving our operating income margin. And we delivered EPS growth of 15 percent. So this product will certainly be a key product in our portfolio and will really help us with our physicians, both interventional cardiologist and electrophysiologists meet their broader needs. So it’s a perfect solution for us at Boston Scientific and it’s really a breakthrough device for patients.”\n\nImpact Obamacare’s tax on medical devices has had on the business\n\nIt’s been onerous for BSC, for Boston Scientific in the extent that we pay about $75 million a year for the tax. We believe the medical device industry is a terrific industry for the US, we’re a net exporter, we drive innovation that impacts patient’s lives, and we also create a lot of jobs. And we have seen an impact of the medical device tax reduce jobs, we’ve seen a reduction in the investment from the venture capital industry. So we don’t think an industry as valuable to the U.S. economy as medical device should have a medical device tax. At Boston Scientific, we are paying the tax, but clearly it’s something we’d like to see repealed as part of a broader package.”\n\nBoston Scientific CEO on upcoming deals they are working on:\n\n“We won’t comment on more deals, but we have been an active acquirer.”", "article_metadata": {"description": "Boston Scientific CEO Mike Mahoney talks with FBN's Maria Bartiromo about the recent FDA approval of their new Watchman device.", "generator": "WPZOOM Framework 1.6.0", "og": {"site_name": "ValueWalk", "description": "Boston Scientific CEO Mike Mahoney talks with FBN's Maria Bartiromo about the recent FDA approval of their new Watchman device.", "title": "Boston Scientific CEO: Repeal Medical Device Tax", "locale": "en_US", "image": {"width": 750, "identifier": "http://www.valuewalk.com/wp-content/uploads/2015/03/boston-scientific-logo.jpg", "height": 350}, "url": "http://www.valuewalk.com/2015/03/boston-scientific-bsx-ceo/", "type": "article"}, "twitter": {"description": "Boston Scientific (NYSE:BSX) CEO Mike Mahoney talks with FOX Business Network’s (FBN) Maria Bartiromo about the recent FDA approval of their new Watchman device and the impact Obamacare’s medical [...]", "title": "Boston Scientific CEO Would Like To See The Medical Device Tax “Repealed”", "url": "http://www.valuewalk.com/2015/03/boston-scientific-bsx-ceo/", "image": "http://www.valuewalk.com/wp-content/uploads/2015/03/boston-scientific-logo.jpg", "creator": "@ valuewalk", "site": "@valuewalk", "card": "photo"}, "robots": "noodp", "fb": {"app_id": 294013504001864, "pages": 144640855575863}, "msapplication-TileImage": "http://www.valuewalk.com/wp-content/uploads/2016/02/cropped-ValueWalk-site-icon-270x270.png", "article": {"publisher": "https://www.facebook.com/valuewalk", "section": "Stocks", "tag": "Watchman device", "published_time": "2015-03-25T10:59:10+00:00", "author": "https://www.facebook.com/valuewalk"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "So we don’t think an industry as valuable to the U.S. economy as medical device should have a medical device tax.\nBoston Scientific (NYSE:BSX) CEO Mike Mahoney talks with FOX Business Network’s (FBN) Maria Bartiromo about the recent FDA approval of their new Watchman device and the impact Obamacare’s medical device tax has had on the company.\nAnd we have seen an impact of the medical device tax reduce jobs, we’ve seen a reduction in the investment from the venture capital industry.\nWe believe the medical device industry is a terrific industry for the US, we’re a net exporter, we drive innovation that impacts patient’s lives, and we also create a lot of jobs.\nSo it’s a perfect solution for us at Boston Scientific and it’s really a breakthrough device for patients.”Impact Obamacare’s tax on medical devices has had on the businessIt’s been onerous for BSC, for Boston Scientific in the extent that we pay about $75 million a year for the tax."}