{"article_title": "Highmark seeks high premium increases for individual health plans", "article_keywords": ["states", "marketplace", "premium", "plans", "state", "pennsylvania", "rate", "highmark", "high", "increases", "individual", "health", "insurance", "seeks"], "article_url": "http://triblive.com/business/headlines/8480508-74/percent-highmark-increases", "article_text": "Highmark seeks high premium increases for individual health plans\n\nBlue Cross merger complete Highmark Inc. gained 550,000 insurance customers Monday when it completed its merger with Blue Cross of Northeastern Pennsylvania. Highmark, the state's largest health insurer with 5.3 million members in three states, said the deal closed when it was approved by the state Department of Insurance. The merger with the Wilkes-Barre-based company extends Highmark's reach to 13 counties in the northeast part of the state, and reduces the number of nonprofit Blue Cross companies in the state from four to three. As part of the merger agreement, Highmark will maintain operations and staffing levels in Wilkes-Barre. It agreed to make charitable contributions of $90 million to support health and wellness in northeastern Pennsylvania. Email Newsletters Sign up for one of our email newsletters.\n\nHighmark Inc. wants to raise premium prices by as much as 39 percent for individual policies to offset steep financial losses from selling those plans under the Affordable Care Act.\n\nThe state's largest health insurer is asking Pennsylvania regulators to approve the rate increases, which range from 23 percent to 39 percent depending on the policy, for plans it would sell next year on the health law's online marketplace.\n\nGov. Tom Wolf on Monday called the requests from Highmark and three other companies “extremely concerning” and pledged to review them and “reject excessive rate increases,” his office said.\n\n“The most important consideration for the governor is the impact these rate proposals could have on consumers,” according to the statement.\n\nHighmark seeks increases ranging from 9 percent to 28 percent on policies it sells directly to individuals outside the marketplace and to small businesses.\n\nIf approved, the rate hikes would affect nearly 270,000 Highmark individual customers and about 30,000 policyholders who have plans through a small business.\n\nPolicyholders would have a chance to shop for coverage from other carriers when open enrollment for 2016 starts Nov. 1.\n\nHighmark spokesman Aaron Billger said the rate increases were caused by customers, most of whom were uninsured, using more medical services than the company predicted when it set rates.\n\n“The pent-up demand for services from this population is driving greater utilization than anticipated,” Billger said. “In fact, our data has found that, on average, individuals who purchased an ACA plan utilized services more than those who purchased coverage through an employer.”\n\nThe proposed rate increases are being made two years after Highmark debuted marketplace rates in fall 2013 that were among the least expensive in the country. It attracted 131,000 customers for 2014, the most of any insurer in the state that year.\n\nThe low rates resulted in financial losses for the company. Highmark said it expects to recover $155 million from the government through a program meant to reduce losses for insurers selling marketplace plans.\n\nIn addition to Highmark, three insurance companies in Pennsylvania are proposing rate increases greater than 10 percent — a level that triggers greater scrutiny under the health law.\n\nFirst Priority, a joint venture owned by Highmark and Blue Cross of Northeastern Pennsylvania, requested rate hikes between 21 percent and 35 percent; Geisinger Health, which sells plans in Central Pennsylvania, wants increases of 40 percent to 58 percent; and Time Insurance Co., a subsidiary of Assurant Inc., requested a 61 percent increase.\n\nOther insurers selling marketplace plans in Western Pennsylvania — Aetna Inc., United Healthcare and UPMC Health Plan — requested increases of less than 10 percent, according to the state Department of Insurance.\n\nJames McTiernan, a vice president at Downtown benefits consulting firm Arthur J. Gallagher, said insurers had little idea of what to expect when they set rates for marketplace plans. Some companies, such as Highmark, greatly underestimated how much it would cost to cover medical expenses for people gaining health insurance for the first time, he said.\n\n“They probably have a better feel now for what their risk looks like,” he said. “This is just bringing the premium to accurately reflect the risk they've attracted.”\n\nDozens of health insurers want price hikes well beyond 10 percent for individual coverage next year, according to preliminary rate information released on the government's HealthCare.gov website. Health plans in North Carolina, Illinois and Florida, among other states, asked for hikes of 20 percent or more.\n\nPremium prices are expected to be finalized this fall.\n\nAlex Nixon is a Trib Total Media staff writer. Reach him at 412-320-7928 or anixon@tribweb.com. The Associated Press contributed.", "article_metadata": {"sailthru.author": "Alex Nixon", "description": "Highmark Inc. wants to raise premium prices by as much as 39 percent for individual policies to offset steep financial losses from selling those plans ...", "pubdate": "2015-06-01 18:06:00", "author": "Alex Nixon", "og": {"site_name": "TribLIVE.com", "description": "Highmark Inc. wants to raise premium prices by as much as 39 percent for individual policies to offset steep financial losses from selling those plans ...", "title": "Highmark seeks high premium increases for individual health plans", "locale": "en_US", "image": "http://triblive.com/csp/mediapool/sites/TribLIVE/assets2/img/logos/triblive/TribLIVELogo.jpg", "updated_time": "2015-06-01 23:26:31.844", "url": "http://triblive.com/business/headlines/8480508-74/percent-highmark-increases", "type": "website"}, "twitter": {"description": "Highmark Inc. wants to raise premium prices by as much as 39 percent for individual policies to offset steep financial losses from selling those plans ...", "title": "Highmark seeks high premium increases for individual health plans", "app": {"url": {"ipad": "tribbird://", "iphone": "tribbird://"}, "name": {"ipad": "TribLIVE News and Sports", "iphone": "TribLIVE News and Sports"}, "id": {"ipad": 328217517, "iphone": 328217517}}, "creator": "@triblive", "site": {"identifier": "@triblive", "id": 20269833}, "image": "http://triblive.com/csp/mediapool/sites/TribLIVE/assets2/img/logos/triblive/TribLIVETwitter.jpg", "card": "summary"}, "sailthru.date": "2015-06-01 18:06:00", "sailthru.canonical": "http://triblive.com/business/headlines/8480508-74/percent-highmark-increases", "sailthru.title": "Highmark seeks high premium increases for individual health plans", "apple-itunes-app": "app-id=328217517", "fb": {"app_id": 144410955752326}, "sailthru.tags": "Newsletter, News, Local Stories", "headline": "Highmark seeks high premium increases for individual health plans", "keywords": "highmark, percent, increases, rate, health", "article": {"category": "Business", "publisher": "https://www.facebook.com/triblive", "published_time": "2015-06-01 18:06:00", "subcategory": "Headlines", "mainsection": "News", "section": "News", "publishedtoweb": "2015-06-01 18:06:00", "modified_time": "2015-06-01 23:26:31.844", "tag": "highmark, percent, increases, rate, health", "subsection": "Headlines", "title": "Highmark seeks high premium increases for individual health plans", "author": "Alex Nixon"}, "docauthor": "Alex Nixon", "sailthru.description": "Highmark Inc. wants to raise premium prices by as much as 39 percent for individual policies to offset steep financial losses from selling those plans ..."}, "_id": "\"57477af46914bd0286fe3a88\"", "article_summary": "Highmark seeks high premium increases for individual health plansBlue Cross merger complete Highmark Inc. gained 550,000 insurance customers Monday when it completed its merger with Blue Cross of Northeastern Pennsylvania.\nHealth plans in North Carolina, Illinois and Florida, among other states, asked for hikes of 20 percent or more.\nHighmark said it expects to recover $155 million from the government through a program meant to reduce losses for insurers selling marketplace plans.\nIn addition to Highmark, three insurance companies in Pennsylvania are proposing rate increases greater than 10 percent — a level that triggers greater scrutiny under the health law.\nTom Wolf on Monday called the requests from Highmark and three other companies “extremely concerning” and pledged to review them and “reject excessive rate increases,” his office said."}