{"article_title": "Why hath Site Selection magazine forsaken Georgia?", "article_keywords": ["selection", "nathan", "gov", "deal", "state", "house", "forsaken", "site", "increase", "hath", "magazine", "georgia", "place", "republican", "presidential"], "article_url": "http://politics.blog.ajc.com/2015/05/06/why-hath-site-selection-magazine-forsaken-georgia/", "article_text": "The niche trade magazine that has showered Georgia with awards seems to have moved on.\n\nIn the heat of last year’s re-election campaign, Gov. Nathan Deal trumpeted the news that Site Selection magazine had named Georgia the top place to do business and the most competitive state in the nation in 2013. But the Atlanta-based publication on Tuesday named North Carolina the nation’s most competitive state for the year 2014.\n\nNorth Carolina earned 409 points in the state’s 10-part index, beating out Louisiana, Texas, South Carolina and Tennessee.\n\nAnd Georgia’s rank? Tenth. Dare we ask what Georgia did — or didn’t do — to earn such a steep drop in a single year? Or should we simply say, “Wait til 2018”?\n\n***\n\nLet’s go presidential this morning. In Iowa, we’ve got a good sign that New Hampshire may have to serve as the spot where former Florida Gov. Jeb Bush will have to look for initial traction. From the press release:\n\nWisconsin Gov. Scott Walker is the top dog with a big early lead in the Iowa Republican Caucus, with a four-way scramble for second place and former Florida Gov. Jeb Bush in seventh place with 5 percent, according to a Quinnipiac University poll released today.\n\nWalker is at 21 percent of likely GOP caucus participants, compared to 25 percent in a February 25 poll by the independent Quinnipiac University. In the scramble for second place are U.S. Sen. Rand Paul of Kentucky and U.S. Sen. Marco Rubio of Florida with 13 percent each, U.S. Sen. Ted Cruz of Texas with 12 percent and former Arkansas Gov. Mike Huckabee with 11 percent. Physician Ben Carson has 7 percent, with 5 percent for Bush. No other candidate is above 3 percent and 6 percent are undecided. Bush tops the list at 25 percent, followed by New Jersey Gov. Christopher Christie with 20 percent, when likely Republican Caucus participants are asked if there is any candidate they would definitely not support.” Paul is next on this negative list with 10 percent.\n\n***\n\nOn the Democratic side, Politico.com reports that U.S. Sen. Elizabeth Warren met privately late last month with supporters eager to see her jump into the presidential contest. And then we have Democrat Hillary Clinton making a break with her 2008 bid for the White House. From the Washington Post:\n\nLAS VEGAS — Staking a strongly liberal position on the divisive issue of immigration, Hillary Rodham Clinton said Tuesday that she wants to ensure that illegal immigrants can gain full citizenship under a reform of the patchwork system and the limited protections President Obama has put in place in the meantime. Republicans want to make sure immigrants can never be more than “second-class” Americans, the Democratic presidential candidate said in sharply partisan remarks that could shake up the presidential contest by pushing immigration to the fore. “We can’t wait any longer for a path to full and equal citizenship,” Clinton said in her most direct overture yet to Hispanic voters, who helped form Obama’s winning coalition.\n\n***\n\nCloser to home, Attorney General Sam Olens, in a speech to the United Tea Party of Georgia, identified the U.S. Supreme Court as the issue that should rally Republicans in 2016. From the Forsyth County News:\n\n“To those of you that tell me next September, ‘I really wanted blank to win, but the Republican nominee is Y.’ I don’t want to hear it,” he said. “Because the question’s simply do you want Hillary to choose the next justices, which there will be several of, or do you want someone else choosing the next justices?”\n\nIn light of a looming decision on gay marriage now before the high court, Olens may have a point.\n\n***\n\nGov. Nathan Deal is set to sign a bill today that would regulate Uber and Lyft in Georgia and require drivers to maintain insurance coverage of up to $1 million.\n\nFew issues generated as much debate – and feedback from voters – as House Bill 225 did. But both ride-sharing firms ultimately signed onto the plan after changes that allowed the firms to conduct their own background checks rather than require all drivers to be fingerprinted.\n\nIt could have turned out very differently.\n\nUber quit Kansas this week after lawmakers there approved legislation that requires state background checks for its drivers and mandates an increase in their insurance coverage. The company said in a blog post that the new bill “makes it impossible for Uber to operate in the state.”\n\n***\n\nHouse Speaker David Ralston’s office is pushing back against accusations that the race for the House’s No. 3 job has taken a harsh turn.\n\nThis comes after your Insiders reported that the arm-twisting was ratcheting up in the contest between state Reps. Jon Burns, Allen Peake and Chuck Martin for a vacant House Majority Leader gig. Burns is seen as Ralston’s choice in the first major leadership shake-up since he became speaker.\n\nSaid Kaleb McMichen, Ralston’s press secretary:\n\n“Rumors and unsubstantiated allegations, although not helpful, are not uncommon in caucus elections. I am sure members are making calls to discuss their choice for this important position and that includes all members of House leadership. However, as the vote is taken by secret ballot, claims of ‘arm twisting’ lose credibility when you consider that every member’s vote is private.”\n\n***\n\nGov. Nathan Deal is protesting a new proposed U.S. Department of Energy efficiency regulation on residential furnaces. Deal wrote to Energy Secretary Ernest Moniz in a letter dated April 30:\n\n“The proposed standard would mandate the use of condensing furnaces nationwide and create hardship for Georgia’s consumers. The cost of the mandated furnace itself would be $300-$700 greater than non-condensing models and will likely increase the cost of installation by $2,000-$3,000 in many older homes. I am concerned that these additional expenses would hit average- and low-income households especially hard and would disproportionately impact multi-family housing units in our state. “I am also troubled by the fact that an analysis of the standard shows that energy usage and emissions would increase under the proposal. A study by the American Gas Association and the Gas Technology Institute indicates consumers may see an increase by as much as $44.9 million in energy costs per year and carbon dioxide emissions may increase by nearly 350,000 tons as a result of the standard.”\n\nDOE has more background on the proposed rule here. We were alerted to Deal’s letter by Washington lobby firm Bracewell and Giuliani, which has several energy clients working on the issue.\n\n***\n\nAt the tail end of an interview with U.S. Rep. Buddy Carter, R-Savannah, on Tuesday, we asked the new congressman how he was settling in. As it turns out, he is – like many of his colleagues, Democrat and Republican – living out of his office. Said Carter:\n\n“I don’t intend to do that for a long period of time, but it’s not that bad. There are over 80 of us who live in our office and we got a members’ gym – and it’s got lockers and showers and washing machines and dryers. It’s like living in a dorm. “You build up a lot of camaraderie, which at this point I need. I need to get to know these guys. In the morning, I’m sometimes working out beside Paul Ryan and Joe Kennedy, and I’m thinking – you know, this is pretty wild.”\n\nPaul Ryan? Yeah, in any dorm situation, he’d be the R.A.\n\n***\n\nU.S. Rep. Doug Collins, R-Gainesville, got some Facebook love Tuesday from presidential hopeful Rand Paul.\n\nCollins introduced a resolution in the House to block the FCC’s new “net neutrality” regulations, which require internet service providers to treat all content equally and not create “fast lanes.” Critics call it a government takeover of the Internet. Paul, the Kentucky senator, introduced a companion measure in his chamber and gave Collins the accompanying social media shout-out.\n\nIt was on Paul’s official page, so not part of his presidential campaign. Collins has not endorsed anyone for president. At the very least it gets his name out there: Paul’s page has 684,000 likes.\n\n***\n\nToronto’s about to get an infusion of Atlanta’s top business and political leaders.\n\nAbout 100 metro Atlanta powerbrokers are headed to Canada Wednesday for the Atlanta Regional Commission’s annual LINK trip. The confab will soak in how Toronto handles issues like education, mass transit and planning.\n\nThe participants include House Minority Leader Stacey Abrams, Metro Atlanta Chamber CEO Hala Moddelmog, Cobb County Chairman Tim Lee, Atlanta City Council President Ceaser Mitchell and Roswell Mayor Jere Wood.\n\n***\n\nTwelve-year-old C.J. Pearson, the Republican wunderkind from Augusta, has weighed in on the race for state GOP chairman. He’s backing incumbent John Padgett. A portion:\n\nGeorgia’s political landscape is quickly changing and it is imperative that the Georgia Republican Party react accordingly. In 2014, Governor Nathan Deal captured 10% of the African-American vote, largely due to the efforts of Chairman Padgett and his strong efforts to ensuring that minorities found a place in the party. Once again. where was Alex Johnson? We need a leader with experience, not just ideas. We need a leader with results. Chairman Padgett has results.\n\nYoung C.J. also appears to be willing to take on the likes of Erick Erickson, the WSB Radio provocateur who is backing Johnson. Says the youngster:\n\nUnlike some conservative political commentators, I’m not so easily swayed by what one says but am more convinced by what one does.\n\nThis is where we mention to Erick that child abuse is always something best avoided.\n\n***\n\nOther than a healthy run of presidential candidates and a chairmanship race, the one thing virtually guaranteed at next week’s state GOP convention in Athens is a debate over religious liberty legislation and gay marriage.\n\nBelow is the text of a resolution passed by the 12th District GOP convention last month. You’ll see that it demands passage of S.B. 129, the Josh McKoon bill, without amendment – which pretty much requires Gov. Nathan Deal to address delegates on the issue. The governor has talked about adding anti-discrimination language.\n\nBut the amendment also runs afoul of Capitol politics. Ask any House Republican member whether that caucus should accept any Senate Republican legislation as perfect and incapable of improvement, and you’re likely to get an unprintable reply. The text in question:", "article_metadata": {"application-name": "Political Insider blog", "generator": "WordPress.com", "og": {"url": "http://politics.blog.ajc.com/2015/05/06/why-hath-site-selection-magazine-forsaken-georgia/", "image": "https://cmgajcpolitics.files.wordpress.com/2015/04/deal-press-conf.jpg?w=640", "type": "article", "description": "The niche trade magazine that has showered Georgia with awards seems to have moved on.\r\n\r\nIn the heat of last year's re-election campaign, Gov. Nathan Deal trumpeted the news that Site Selection magazine had named Georgia the top place to do business and the most competitive...", "title": "Why hath Site Selection magazine forsaken Georgia? | Political Insider blog"}, "msapplication-tooltip": "AJC blog about Atlanta politics, Georgia politics, Georgia and metro Atlanta election campaigns. Because all politics is local.", "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://politics.blog.ajc.com/feed/;icon-uri=http://1.gravatar.com/blavatar/1d6b45b3356ada2c3c7da10fab378bc5?s=16", "keywords": "buddy carter, david ralston, doug collins, elections - president, gay marriage, georgia legislature, georgia republicans, hillary clinton, marco rubio, mike huckabee, morning jolt, nathan deal, rand paul, religious liberty bills, ted cruz, uber, ajc-fedstategovt, news", "viewport": "width=1024", "description": "The niche trade magazine that has showered Georgia with awards seems to have moved on. In the heat of last year's re-election campaign, Gov. Nathan Deal trumpeted the news that Site Selection magazine had named Georgia the top place to do business and the most competitive state in the nation ..."}, "article_summary": "Nathan Deal trumpeted the news that Site Selection magazine had named Georgia the top place to do business and the most competitive state in the nation in 2013.\nA portion:Georgia’s political landscape is quickly changing and it is imperative that the Georgia Republican Party react accordingly.\nNathan Deal is protesting a new proposed U.S. Department of Energy efficiency regulation on residential furnaces.\nAsk any House Republican member whether that caucus should accept any Senate Republican legislation as perfect and incapable of improvement, and you’re likely to get an unprintable reply.\nNathan Deal to address delegates on the issue."}