{"article_title": "A doctor's dilemma: How to treat angry patients", "article_keywords": ["behaviors", "suggested", "dilemma", "office", "angry", "course", "patients", "treat", "doctors", "patient", "hospital", "concern"], "article_url": "http://www.chicagotribune.com/news/opinion/commentary/ct-angry-medical-patients-threats-doctors-20160104-story.html", "article_text": "The narrator asked: “Are you going to be a victim or a survivor-protector?” I am an obstetrician, and I was taking my annual online course on “workplace violence.” My favorite part is the instruction on how to “fight” a gunman if one shows up at my office: I am advised to throw a cup of coffee at them. But in our “infection control” course, I learned I couldn't have any food or drink in the hospital. As a backup, it was suggested that I could hurl a stapler. I use a paperless records system, but I keep my stapler locked and loaded just in case.\n\nFour years ago, when I was first required to view this material, I was cynical about it. Then in 2012 the tragedy at Sandy Hook Elementary School unfolded, and other shootings have followed. Last January, my medical school classmate Michael Davidson was shot to death at Boston's Brigham and Women's Hospital by a family member of a former patient.\n\nDavidson was murdered in pro-gun-control Massachusetts. I practice in Virginia, with more relaxed gun laws.\n\nOver the past year I paid more attention to my training, which focused on identifying “behaviors of concern.” I learned that people don't “just snap.” Even “normal” patients and family members can be frustrated by a lack of control over health problems. These feelings can escalate to the use of profanity, yelling and threats. The course suggested that I should call security if patients display these “behaviors of concern.”\n\nWhile the vast majority of our patients are lovely, we still see these kinds of behaviors with some frequency. It is difficult to discern which incidents merit action.\n\nOur receptionist smiles easily and has a bell-like laugh, but lately she has been a bit more solemn in our staff meetings.\n\n“Dr. Poggi, it's getting crazy out there,” she told me. “(Mrs. X) swore at me in front of the waiting room because we were 20 minutes late. I was running through the routine Ebola travel questionnaire, and a man whose wife had a head scarf yelled at me that I was profiling them because they were Muslim.”\n\nSometimes the invective that she hears is aimed at me. (Note: If you think what you are telling the front office will not be repeated, you are misguided.) An obese patient was angry because, as per national standards, I suggested that she minimize her weight gain during her pregnancy, which was not well received. Upon her exit from the office, she threatened: “I am going to get Dr. Poggi's ass!”\n\nMore recently a patient requested that the results of her amniocentesis — a test of amniotic fluid — be given to her by phone. I had relayed the information that, based on preliminary testing, there was a 95 percent chance they would be positive for Down syndrome. When, as requested, I called her with this result, she was furious that I had not brought her in to the office. I had been informed that she had previously been observed to storm around the waiting room cursing and bullying the staff. I got off easy.\n\nDid I report any of these “behaviors of concern”? No. I justified every case, empathizing with the patient: The patient frustrated by lateness had children to pick up. The Muslim couple was at risk for pre-term delivery. The obese woman felt bad about her weight. The patient whose fetus had Down syndrome was blaming the messenger.\n\nNotifying security in such instances seems likely only to aggravate an already angry patient. In all of the above cases, I apologized to the patient for her negative experience.\n\nBut there is also a self-serving motive for letting intemperance go unchecked. An angry patient is far more likely to grade me poorly than a satisfied one is to grade me highly on one of the many doctor-rating Internet sites.\n\nI am also subjected to patient satisfaction surveys as dictated by the Affordable Care Act. Here's a reasonable-sounding sample question: “How often did doctors treat you with courtesy and respect? The possible answers are “never,” “sometimes,” “usually” and “always.” My hospital has made it clear that some of the federal funding we receive is tied to the proportion of “always” answers; we get no credit for “usually,” which might as well be “never.” Nor is there a mechanism to identify what a patient might consider disrespectful.\n\nWe are receiving mixed messages about our patients. On one hand, we are told to watch for angry behavior and to report it. On the other, we are incentivized to excuse the same behavior and even accommodate it. In my office we treat patients civilly, using honorifics when we address them and speaking politely as we involve them in clinical decision-making. We do this not only because it's the right way to treat people but also because we are aware of their ability to publicly shame us or to deny us compensation for issues that have nothing to do with the care we provide. In this setting, how are we to treat the rude, even threatening patient?\n\nWe are tired of the concept that “the customer is always right” when a patient displays a “behavior of concern.” And to be honest, we are also a little afraid.\n\nWashington Post\n\nSarah Poggi is an obstetrician practicing in Alexandria, Va.", "article_metadata": {"fb_title": "A doctor's dilemma: How to treat angry patients", "googlebot": "index", "copyright": "Copyright (c) 2016 Washington Post", "author": "Washington Post", "og": {"site_name": "chicagotribune.com", "description": "The narrator asked: “Are you going to be a victim or a survivor-protector?” I am an obstetrician, and I was taking my annual online course on “workplace violence.” My favorite part is the instruction on how to “fight” a gunman if one shows up at my office: I am advised to throw a cup of coffee at them. But in our “infection control” course, I learned I couldn't have any food or drink in the hospital. As a backup, it was suggested that I could hurl a stapler. I use a paperless records system, but I keep my stapler locked and loaded just in case.", "title": "A doctor's dilemma: How to treat angry patients", "url": "http://www.chicagotribune.com/news/opinion/commentary/ct-angry-medical-patients-threats-doctors-20160104-story.html", "image": "http://www.trbimg.com/img-568af52d/turbine/ct-angry-medical-patients-threats-doctors-20160104", "type": "article"}, "x-servername": "lalvp07.18", "twitter": {"site": "@chicagotribune", "card": "summary"}, "keywords": "hospitals, shootings, rude patients, Affordable Care Act, doctor harassment", "robots": "index,follow", "apple-itunes-app": "app-id=383137151, app-argument=http://www.chicagotribune.com/deeplinkid/85485598", "fb": {"page_id": 5953023255, "app_id": 306836229411287}, "googlebot-news": "index", "date": "2016-01-04", "Description": "We doctors are told to watch for angry behavior and to report it, but we are incentivized to excuse the same behavior or even accommodate it.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "hospitals, shootings, rude patients, Affordable Care Act, doctor harassment"}, "article_summary": "In my office we treat patients civilly, using honorifics when we address them and speaking politely as we involve them in clinical decision-making.\nNotifying security in such instances seems likely only to aggravate an already angry patient.\nAn angry patient is far more likely to grade me poorly than a satisfied one is to grade me highly on one of the many doctor-rating Internet sites.\nThe course suggested that I should call security if patients display these “behaviors of concern.”While the vast majority of our patients are lovely, we still see these kinds of behaviors with some frequency.\nI justified every case, empathizing with the patient: The patient frustrated by lateness had children to pick up."}