{"article_title": "What would happen if the Tea Party ran the country?", "article_keywords": ["ran", "tea", "states", "federal", "state", "country", "party", "happen", "movement", "local", "teatopia", "governments"], "article_url": "http://www.post-gazette.com/opinion/2014/07/06/Lets-visit-the-land-of-Teatopia-by-Reihan-Salam/stories/201407060070", "article_text": "What exactly does the Tea Party movement want? Other than bringing three-cornered hats, powdered wigs and knee breeches back in style, that is.\n\nIf every Republican squish in Congress were booted out of office and replaced by a doughty defender of our constitutional freedoms, what kind of laws would this purer, more authentically conservative GOP pass, and which government programs would it dismantle? If FDR gave us the New Deal and LBJ gave us the Great Society, how would President Rand Paul or President Ted Cruz seek to transform American life?\n\nHard to say. And it is not particularly likely that we’ll see unified Tea Party control of the government any time soon. It is nevertheless useful to think through what a Teatopia might look like.\n\nOne reason it is challenging to describe Teatopia is that Republicans who identify with the Tea Party movement are diverse in their ideological inclinations. Rep. Justin Amash, R-Mich., is an idiosyncratic libertarian in the Ron Paul mold, and he has never met a U.S. military intervention he’s liked. Sen. Marco Rubio, R-Fla., is a modernizing reformer type who wants to make government smaller and smarter, but he’s a flag-waving believer in a Pax Americana foreign policy.\n\nSome Tea Party conservatives favor limiting immigration, including Dave Brat, the economist who vaulted to fame by besting former House Majority Leader Eric Cantor in Virginia. Others, including the deep-pocketed Koch brothers, believe that welcoming immigrants of all shapes, sizes and skill levels is a bedrock principle of Americanism. If the Tea Party ever seized power, perhaps its members would, like founding fathers Alexander Hamilton and Aaron Burr, settle their disagreements in a series of duels.\n\nDeep divisions notwithstanding, there are a number of principles that unite the movement. The most important is a devotion to subsidiarity, which holds that power should rest as close to ordinary people as possible.\n\nIn practice, this leads Tea Party conservatives to favor voluntary cooperation among free individuals over local government, local government over state government and state government over the federal government. Teatopia would in some respects look much like our own America, only the contrasts would be heightened.\n\nCalifornia and New York, with their dense populations and liberal electorates, would have even bigger state governments that provide universal pre-K, a public option for health insurance and generous funding for mass transit. They might even have their own immigration policies, which would be more welcoming toward immigrants than the policies the country as a whole would accept.\n\nMore conservative states, meanwhile, would compete to go furthest and fastest in abandoning industrial-era government. Traditional urban school districts would become charter districts, in which district officials would provide limited oversight while autonomous networks of charter schools would make the decisions about how schools are run day-to-day. Parents would be given K-12 spending accounts, which could be spent on the services provided by local public schools and on a range of other educational services, from online tutoring to apprenticeships designed to provide young people with marketable skills.\n\nOn transportation, Teatopia would borrow from governments in Australia and New Zealand, where roads are owned and operated by public road enterprises that make spending and investment decisions on the basis of consumer demand rather than political imperatives. Social welfare policies would be crafted with local sensibilities in mind, and they’d have a different character in communitarian Utah than they would in libertarian Texas.\n\nThe goal of Tea Party federalism is not for states to serve as “laboratories of democracy,” in which programs that work in Houston are eventually adopted across the country by dint of federal pressure. State governments wouldn’t serve as a kind of minor-league farm system for the big leagues in Washington, D.C.\n\nRather, the goal would be for different states to offer different visions of the good life. Citizens would vote with their feet in favor of the social-democratic societies that would emerge in Vermont and the Bay Area or the laissez-faire societies that would emerge in large stretches of the Mountain West.\n\nThe Tea Party movement sees this approach as the best way to honor and reflect what you might call America’s normative diversity — a diversity that has less to do with ethnicity and race and more to do with the virtues that we as communities want to cultivate in our children, and that we want to see reflected in our collective institutions.\n\nAre there problems with this kind of ultra-federalism, and would it be challenging to get from here to there? Of course.\n\nBack in 1976, when Ronald Reagan challenged Gerald Ford for the GOP presidential nomination, Ford mocked Reagan for his plan to devolve large swaths of government from the federal government to the states. His main point was that, even if Reagan succeeded in drastically reducing the size of the federal government and cutting federal taxes, all he’d succeed in doing is to force state governments to raise their taxes so that they could continue offering the same services.\n\nReagan didn’t have a particularly snappy response, which is a big part of why he didn’t defeat Ford. To Tea Party conservatives, however, Reagan was right on the money: We should live in a country where more of our taxes go to state governments than to the federal government, as it is a heck of a lot easier to move from one state to another that better reflects our political beliefs than to move from one country to another.\n\nThis is all very nice in theory. To get to Teatopia, we’d have to revisit the fact that almost all states are subject to balanced budget requirements, which are a big part of why state governments have lost ground to the federal government over the years, particularly during recessions. But remember: We’re talking about the Tea Party’s long-term vision, whether or not it’s particularly realistic.\n\nThe robust federalism of Teatopia would, in the Tea Party imagination at least, lead to bipartisan peace in the nation’s capital as the federal government shrinks. Crony capitalists seeking handouts and favors would be forced to decamp from D.C. to state capitals around the country, in particular to the states that decide to maintain and expand corporate subsidies, targeted tax breaks and other giveaways.\n\nWhat is left of the federal government would focus on either winding down the large federal programs that are the chief legacy of the New Deal and the Great Society or transforming them into barebones platforms that state governments could build on if they choose to do so.\n\nSocial Security, for example, could be transformed into a “universal pension,” a la New Zealand, where everyone over the retirement age receives a flat benefit designed to eliminate poverty among seniors. State governments, meanwhile, could create their own add-on retirement benefits.\n\nThe federal role in health insurance could go in a few different directions. Virtually all Tea Party conservatives favor repealing Obamacare, as we all know. In a post-Obamacare world, Medicare, Medicaid and the tax subsidy for employer-sponsored health insurance could gradually be turned into defined contribution programs, with the federal government kicking in a fixed amount of cash for each beneficiary. State and local governments could find creative ways to spend their Medicaid money wisely, and spend more if they see fit.\n\nBut a few Tea Party fellow-travelers, led by Avik Roy of the Manhattan Institute, make the case that the right ought to use the Obamacare exchanges to their advantage. By deregulating the exchanges, putting most Medicare beneficiaries on the exchanges and raising the Medicare eligibility age, thus keeping older Americans on the exchanges for longer, Mr. Roy believes that the federal government could drastically reduce the growth of federal spending. In effect, the Tea Party could turn the program it hates the most into a Trojan Horse for a decentralized Teatopia.\n\nAgain, the fundamental idea is to allow states and local governments to let their freak flags fly — to let San Francisco and Cambridge be as left-wing as they want to be, and to let Midland and Colorado Springs be as right-wing as they want to be.\n\nAnd for better or for worse, Teatopia would be far less bellicose than our own America.\n\nMichael F. Cannon and Christopher A. Preble of the libertarian Cato Institute, a think tank with a great deal of street cred in the Tea Party movement, recently offered an ingenious proposal. Instead of having the federal government provide health and disability benefits to veterans directly, they propose a system of prefunded veterans’ benefits.\n\nMilitary personnel would be given enough additional pay to purchase benefits at actuarially fair rates from private insurers. If war is looming, it is a safe bet that private insurers would jack up their rates to account for the fact that service members would face an elevated risk of death and dismemberment. Suddenly the federal government would have to pay for its war-waging ways even before the first shot is fired. Masking the long-term costs of military interventions would no longer be an option.\n\nCleverly, Messrs. Cannon and Preble find a fiscal solution for what at first glance seems like an intractable political problem, which is the tendency of lawmakers to neglect the lasting consequences of their actions. The military-industrial complex wouldn’t wither away overnight. But conservative voters would be far more skeptical about the use of military force if they could clearly see that it all but guaranteed higher taxes.\n\nI have mixed feelings about Teatopia. It has aspects I find very attractive. Other aspects — seeing as I am an old-school sentimental American nationalist — give me pause. What I can say is that the Tea Party movement does indeed have a distinctive vision, which will come into sharper focus in the years to come.\n\nThe Tea Party is not some temporary aberration that will seamlessly blend into the conservative establishment in a few years. It is a real movement and, as America grows more diverse and American politics grows more contentious, it will grow.\n\nReihan Salam, a Slate columnist, is the co-author, with Ross Douthat, of “Grand New Party: How Republicans Can Win the Working Class and Save the American Dream.”", "article_metadata": {"description": "Columnist REIHAN SALAM takes us on a tour of Teatopia, where the states reign supreme.", "og": {"site_name": "Pittsburgh Post-Gazette", "description": "What exactly does the Tea Party movement want? Other than bringing three-cornered hats, powdered wigs and knee breeches back in style, that is. If every Republican squish in Congress were booted out of office and replaced by a doughty defender of our constitutional freedoms, what kind of laws would this purer, more authentically conservative GOP pass, and which government programs would it dismantle? If FDR gave us the New Deal and LBJ gave us the Great Society, how would President Rand Paul or President Ted Cruz seek to transform American life? Hard to say. And it is not particularly likely that we’ll see unified Tea Party control of the government any time soon. It is nevertheless useful to think through what a Teatopia might look like. One reason it is challenging to describe Teatopia", "title": "What would happen if the Tea Party ran the country?", "url": "http://www.post-gazette.com/opinion/2014/07/06/Lets-visit-the-land-of-Teatopia-by-Reihan-Salam/stories/201407060070", "image": "http://www.post-gazette.com/image/2014/07/02/720x_q90_cMC_a3-2_z/Forum070614-dm.jpg", "type": "article"}, "twitter": {"domain": "post-gazette.com", "description": "Post-Gazette.com - What exactly does the Tea Party movement want? Other than bringing three-cornered hats, powdered wigs and knee breeches back in style, that is. If every Republican squish in Congress were booted out of office and replaced by a doughty defender of our constitutional freedoms, what kind of laws would this purer, more authentically conservative GOP pass, and which government programs would it dismantle? If FDR gave us the New Deal and LBJ gave us the Great Society, how would President Rand Paul or President Ted Cruz seek to transform American life? Hard to say. And it is not particularly likely that we’ll see unified Tea Party control of the government any time soon. It is nevertheless useful to think through what a Teatopia might look like. One reason it is challenging to describe Teatopia", "title": "What would happen if the Tea Party ran the country?", "image": "http://www.post-gazette.com/image/2014/07/02/720x_q90_cMC_a3-2_z/Forum070614-dm.jpg", "creator": "@PittsburghPG", "site": "@PittsburghPG", "card": "summary_large_image"}, "publish-date": "Sat, 5 Jul 2014 20:19:39 -04:00", "keywords": "Pittsburgh Post-Gazette, Opinion", "fb": {"app_id": 148144658590118}, "msvalidate.01": "711874F8E9C70784DC77E1C82EDA893D", "google-site-verification": "124OJGIL09eN_BRCn44k__89eN1iIimYEKfPJdKjPmM", "viewport": "initial-scale=1", "news_keywords": "Pittsburgh Post-Gazette, Opinion"}, "article_summary": "The Tea Party is not some temporary aberration that will seamlessly blend into the conservative establishment in a few years.\nAnd it is not particularly likely that we’ll see unified Tea Party control of the government any time soon.\nWhat exactly does the Tea Party movement want?\nWhat I can say is that the Tea Party movement does indeed have a distinctive vision, which will come into sharper focus in the years to come.\nOne reason it is challenging to describe Teatopia is that Republicans who identify with the Tea Party movement are diverse in their ideological inclinations."}