{"article_title": "Aetna CEO tells Health Secretary he supports Obamacare amid losses", "article_keywords": ["states", "plans", "consumers", "ceo", "amid", "losses", "obamacare", "young", "aetna", "health", "exchanges", "unitedhealth", "bertolini", "supports", "tells", "secretary"], "article_url": "http://money.cnn.com/2016/03/01/news/economy/aetna-obamacare/", "article_text": "The head of Aetna said he supports Obamacare insurance exchanges, even though he recently questioned their sustainability.\n\nAetna Chief Executive Mark Bertolini said Health and Human Services Secretary Sylvia Burwell called him shortly after he made critical remarks during an earnings conference call on February 1. The nation's third largest insurer announced it had lost money on the exchanges last year.\n\nBefore then, Aetna (AET) had struck a more upbeat tone compared to some rival insurers.\n\n\"The secretary called me that evening at home to say, 'What happened?'\" Bertolini said in an interview with Kaiser Health News. \"Well, I told her you need to read the whole (earnings transcript), which she did and she calmed down. We like the program and we think it's an appropriate effort. But we do need to make changes.\"\n\nBertolini said he intends to continue working with the Obama administration and state officials but wants them to address some of the problems that are hampering enrollment under the Affordable Care Act, particularly among young people. Government officials, he said, should allow more flexibility in rates and benefit design to attract younger and healthier consumers. Those enrollees are crucial to offset the higher medical costs of insuring older, chronically ill patients.\n\n\"Young people pay some amount of premium, pick a number, and have a $5,000 deductible and go to the doctor once a year and pay all in cash,\" Bertolini said. \"For people under 35, their definition of health is looking good in their underwear. How does that program support their view of what's good health?\"\n\nRelated: 12.7 million Americans sigh up for Obamacare 3.0\n\nBertolini suggested introducing lower-deductible plans for young consumers, focused on staying healthy. Some state exchanges have acknowledged those concerns and offered some initial doctor visits that aren't subject to the annual deductible. But some states also set standard deductibles, copays and other benefits, forcing insurers to compete more directly on price and making it simpler for consumers to compare plans. That runs counter to the industry's call for more variety.\n\nA Health Department spokesman declined to comment on Burwell's conversation with Bertolini.\n\nIndustry criticism of Obamacare exchanges began to escalate in November when Stephen Hemsley, CEO of UnitedHealth Group (UNH), said the company might stop selling Obamacare coverage after suffering substantial financial losses. Other insurers, including big Blue Cross Blue Shield plans, expressed concern about higher-than-expected medical costs among the exchange population.\n\nRelated: UnitedHealth expects to lose nearly $1 billion on Obamacare\n\n\"We can't really subsidize a marketplace that doesn't appear at the moment to be sustaining itself,\" Hemsley said in November.\n\nEarlier this month, Aetna said it lost up to $140 million on individual coverage last year. The company said it expects to break even this year in the 15 states where it's selling public exchange policies.\n\nThis story was produced by Kaiser Health News, which publishes California Healthline, a service of the California Health Care Foundation.", "article_metadata": {"news_keywords": "aetna, mark bertolini, sylvia burwell, obamacare, affordable care act, aca, obama, health reform, unitedhealth group, stephen hemsley, health secretary, economy, cnnmoney", "title": "Aetna CEO tells Health Secretary he supports Obamacare amid losses", "og": {"site_name": "CNNMoney", "description": "Aetna CEO said he intends to continue working with the Obama administration, but wants them to address some of the problems hampering Obamacare enrollment under the Affordable Care Act, particularly among young people.", "title": "Aetna CEO tells Health Secretary he supports Obamacare amid losses", "url": "http://money.cnn.com/2016/03/01/news/economy/aetna-obamacare/index.html", "image": "http://i2.cdn.turner.com/money/dam/assets/160125180354-aetna-telecommunting-hq-780x439.jpg", "type": "article"}, "section": "news", "author": "Chad Terhune, Kaiser Health News", "vr": {"category": "economy", "type": "Article"}, "DC.date.issued": "2016-03-01T08:05:29", "keywords": "aetna, mark bertolini, sylvia burwell, obamacare, affordable care act, aca, obama, health reform, unitedhealth group, stephen hemsley, health secretary, economy, cnnmoney", "fb": {"app_id": 521848191196480}, "subsection": "economy", "date": "2016-03-01 08:05:29", "twitter": {"description": "Aetna CEO said he intends to continue working with the Obama administration, but wants them to address some of the problems hampering Obamacare enrollment under the Affordable Care Act, particularly among young people.", "title": "Aetna CEO tells Health Secretary he supports Obamacare amid losses", "url": "http://money.cnn.com/2016/03/01/news/economy/aetna-obamacare/index.html", "image": "http://i2.cdn.turner.com/money/dam/assets/160125180354-aetna-telecommunting-hq-540x304.jpg", "site": "@CNNMoney", "card": "summary_large_image"}, "viewport": "width=1140", "description": "Aetna CEO said he intends to continue working with the Obama administration, but wants them to address some of the problems hampering Obamacare enrollment under the Affordable Care Act, particularly among young people."}, "article_summary": "Related: 12.7 million Americans sigh up for Obamacare 3.0Bertolini suggested introducing lower-deductible plans for young consumers, focused on staying healthy.\nThe head of Aetna said he supports Obamacare insurance exchanges, even though he recently questioned their sustainability.\nIndustry criticism of Obamacare exchanges began to escalate in November when Stephen Hemsley, CEO of UnitedHealth Group (UNH), said the company might stop selling Obamacare coverage after suffering substantial financial losses.\nThis story was produced by Kaiser Health News, which publishes California Healthline, a service of the California Health Care Foundation.\nAetna Chief Executive Mark Bertolini said Health and Human Services Secretary Sylvia Burwell called him shortly after he made critical remarks during an earnings conference call on February 1."}