{"article_title": "Trump Picks Fellow Conspiracy Theorist Wayne Allyn Root To Emcee Nevada Rally", "article_keywords": ["womens", "theorist", "right", "trump", "readers", "support", "work", "watch", "supreme", "fellow", "source", "wayne", "way", "picks", "rally", "nevada", "root", "wing", "emcee", "conspiracy"], "article_url": "http://www.rightwingwatch.org/content/trump-picks-fellow-conspiracy-theorist-wayne-allyn-root-emcee-nevada-rally", "article_text": "To our readers: The future of the Supreme Court. The most far-right presidential candidates in decades. Non-stop attacks on women’s rights. Never has the work of Right Wing Watch, a project of the People For the American Way dedicated to exposing the Far-Right's extreme and intolerant agenda, been more important. And, as a non-profit, our main source of support is readers like you. If you use Right Wing Watch, please consider making a contribution to support our work at this critical time.", "article_metadata": {"og": {"url": "http://www.rightwingwatch.org/content/trump-picks-fellow-conspiracy-theorist-wayne-allyn-root-emcee-nevada-rally", "image": "http://img.youtube.com/vi/yZjZ9odjxJM/0.jpg", "type": "blog", "description": "Wayne Allyn Root, a Nevada activist and the 2008 Libertarian nominee for vice president, comes across as something like the poor man’s Donald Trump. Like Trump, Root is loud, bombastic and full", "title": "Trump Picks Fellow Conspiracy Theorist Wayne Allyn Root To Emcee Nevada Rally"}, "description": "Wayne Allyn Root, a Nevada activist and the 2008 Libertarian nominee for vice president, comes across as something like the poor man’s Donald Trump. Like Trump, Root is loud, bombastic and full of barely thought-through conspiracy theories about President Obama.", "viewport": "width=1074, initial-scale=1.0"}, "article_summary": "If you use Right Wing Watch, please consider making a contribution to support our work at this critical time.\nNever has the work of Right Wing Watch, a project of the People For the American Way dedicated to exposing the Far-Right's extreme and intolerant agenda, been more important.\nAnd, as a non-profit, our main source of support is readers like you.\nTo our readers: The future of the Supreme Court.\nNon-stop attacks on women’s rights."}