{"article_title": "MPs give green light to online firms that spy on your personal data from mobile apps and social networks to show you targeted ads", "article_keywords": ["spy", "apps", "privacy", "information", "targeted", "light", "social", "companies", "personal", "green", "mps", "mobile", "online", "data", "networks", "advertising"], "article_url": "http://www.dailymail.co.uk/news/article-2436608/MPs-green-light-online-firms-spy-personal-data-mobile-apps-social-networks-targeted-ads.html", "article_text": "MPs give green light to online firms that spy on your personal data from mobile apps and social networks to show you targeted ads\n\nDetails collected range from browsing history to diet and sexual orientation\n\nWeb browsers, apps, online services and fitness gadgets all leak data\n\nCampaigners warn that individuals are losing control of their private lives\n\n\n\nTargeted: Online advertising networks are exploiting a wealth of personal data about consumers to serve them with personalised adverts and content\n\nMPs have given the green light to companies who make money by harvesting personal data from internet connected gadgets, prompting disquiet over Parliament's commitment to protecting consumer rights.\n\nA Commons committee dismissed privacy concerns to back advertising based targeted according to a wealth of personal details gleaned from smartphone apps, social networks and internet connections.\n\nSuch details can include users' physical location, Facebook likes and web browsing history, as well as any data shared with an app or online service, which may include anything from diet to sexual activity.\n\nBuried deep in a report to Parliament, the The Commons Culture, Media and Sport committee noted: 'Increasing use is being made of personal data to target online advertising better.\n\n'While concerns around this have prompted reviews of data protection legislation, we do not think the targeting of appropriate advertising —essential to so many business models — represents the greatest threat to privacy.'\n\nBut campaigners warn that individuals are losing control of their personal lives and that once this information is collected there is little way of knowing how it will be used.\n\n'We do not control when the gadgets and services we use leak information about us,' said Peter Bradwell of the Open Rights Group. 'The rules about what companies who get that data can do with it are woefully inadequate.\n\n'For example, health and fitness apps on our phones or wristbands share all sorts of data about us to companies whose privacy policies can be unclear, and who face some pretty lax regulation.'\n\nBranding the conclusions of the committee 'analysis lite', he added: 'As far as we can tell, the Committee fail to look in any way at how targeted advertising works, how it collects information, or at the rules governing how companies can use and share our personal information.'\n\nTargeted advertising uses a number of means to build profiles of potential customers, tailoring the products promoted to them accordingly.\n\nAdvertising networks like Google have done this by following web users across the internet, using so-called 'third-party cookies' to record the websites they visit and tailoring adverts towards their interests.\n\n'We do not control when the gadgets we use leak information': Privacy campaigners have warned that online devices share data with companies whose privacy policies can be unclear and who face lax regulation\n\nBut even richer data is shared by the web's myriad social networks and online services, including customers' age, gender, post code, physical characteristics like height and weight, lifestyle, exercise frequency, the contents of personal messages\n\nAnd increasingly adverts are targeted according to personal details automatically collected from smartphones via apps, including the type of device and its software, its unique IMEI signature, the network it's on and, crucially, its precise location.\n\nThese information-gatherers argue that the data they collect about you is anonymous and they don’t actually care who you are — only that they are sending you adverts they think you need.\n\nBut Jim Killock, ORG's executive director, explained to MailOnline that the profile built up by online advertising networks is so detailed that reuniting it with the person it describes is a fairly simple task.", "article_metadata": {"Rating": "General", "news_keywords": "MPs,green,light,online,firms,spy,personal,data,mobile,apps,social,networks,targeted,ads", "original-source": "http://www.dailymail.co.uk/news/article-2436608/MPs-green-light-online-firms-spy-personal-data-mobile-apps-social-networks-targeted-ads.html", "doc-class": "Living Document", "twitter": {"description": "They dismissed privacy concerns to back advertising targeted according to details gleaned from smartphone apps, social networks and internet browsing histories.", "title": "MPs give green light to online ad firms that spy on your personal data", "url": "http://www.dailymail.co.uk/news/article-2436608/MPs-green-light-online-firms-spy-personal-data-mobile-apps-social-networks-targeted-ads.html", "app": {"id": {"ipad": 400442503, "iphone": 384101264}}, "image": "http://i.dailymail.co.uk/i/pix/2013/09/28/article-2436608-16F5B0D2000005DC-130_636x382.jpg", "card": "summary_large_image", "account_id": 15438913}, "robots": "noodp,noydir,all,noarchive", "msvalidate.01": "12E6B4B813EB44C9BFC8F6A21F1D01F5", "fb": {"app_id": 146202712090395}, "MSSmartTagsPreventParsing": "true", "articleid": 2436608, "divclasspage": "articlePage", "keywords": "MPs,green,light,online,firms,spy,personal,data,mobile,apps,social,networks,targeted,ads", "article": {"publisher": "https://www.facebook.com/DailyMail", "published_time": "2013-09-28T16:24:13.000Zyyyy-MM-dd HH:mm:ss z", "author": "http://www.dailymail.co.uk/home/search.html?s=&authornamef=Damien+Gayle", "section": "News", "modified_time": "2013-09-28T16:24:13.000Zyyyy-MM-dd HH:mm:ss z", "tag": "MPs green light online firms spy personal data mobile apps social networks targeted ads"}, "verify-v1": "DXwlrsxbqxSv+FTFkWUfgflBvFJfx2YbNf/HmABrVyY=", "y_key": "1a7e912afbfcab2f", "og": {"site_name": "Mail Online", "description": "They dismissed privacy concerns to back advertising targeted according to details gleaned from smartphone apps, social networks and internet browsing histories.", "title": "MPs give green light to online ad firms that spy on your personal data", "url": "http://www.dailymail.co.uk/news/article-2436608/MPs-green-light-online-firms-spy-personal-data-mobile-apps-social-networks-targeted-ads.html", "image": {"width": 636, "identifier": "http://i.dailymail.co.uk/i/pix/2013/09/28/article-2436608-16F5B0D2000005DC-130_636x382.jpg", "height": 382}, "type": "article"}, "channel": "News", "description": "They dismissed privacy concerns to back advertising targeted according to details gleaned from smartphone apps, social networks and internet browsing histories."}, "_id": "\"57477af46914bd0286fd8a1f\"", "article_summary": "Targeted advertising uses a number of means to build profiles of potential customers, tailoring the products promoted to them accordingly.\nBuried deep in a report to Parliament, the The Commons Culture, Media and Sport committee noted: 'Increasing use is being made of personal data to target online advertising better.\nBut Jim Killock, ORG's executive director, explained to MailOnline that the profile built up by online advertising networks is so detailed that reuniting it with the person it describes is a fairly simple task.\nA Commons committee dismissed privacy concerns to back advertising based targeted according to a wealth of personal details gleaned from smartphone apps, social networks and internet connections.\nAdvertising networks like Google have done this by following web users across the internet, using so-called 'third-party cookies' to record the websites they visit and tailoring adverts towards their interests."}