{"article_title": "Teen pregnancy drops as Planned Parenthood vanishes", "article_keywords": ["teen", "taxpayer", "study", "vanishes", "parenthood", "report", "services", "planned", "ppfa", "pregnancy", "teens", "drops"], "article_url": "http://www.wnd.com/2013/10/teen-pregnancy-drops-as-planned-parenthood-vanishes/", "article_text": "Communities looking to reduce their teen pregnancy rates perhaps should consider one move before all the others: closing down any Planned Parenthood business.\n\nThat’s because a new study of one region of the country shows that as Planned Parenthood operations shut down and moved out, the teen pregnancy rate plunged by almost half.\n\nThe study comes from the pro-life American Life League, but it uses government figures to reach its conclusions. It analyzed one section of the nation – the Texas Panhandle region – where over the course of several years 19 Planned Parenthood businesses closed or left.\n\nThe result? Teen pregnancies dropped from 43.6 per 1,000 girls to 24.1 among a stable population of about 13,000 teen girls aged 13-17.\n\n“People don’t realize that Planned Parenthood must work hard to replace the 43 percent of its customers it loses each year,” said Rita Diller, national director of ALL’s STOPP International project. “It normally does this by promoting sexual promiscuity to teens. This study suggests that when Planned Parenthood leaves, teens are more likely to embrace chastity.”\n\nShe continued: “We know that the pro-abortion first-response will be ‘consider the source.’ But American Life League is not the source; the source is the officials records of 16 counties within the Texas panhandle. From 1994 through 2010, Planned Parenthood facilities in these counties went from 19 to zero. In the same period, the teen pregnancy rate dropped almost in half, from 43.76 per 1,000 to 24.1 per 1,000. … Those aren’t our numbers; those are government numbers.”\n\nThe study is called Planned Parenthood Federation of America: A 5-Part Analysis of Business Practices, Community Outcomes and Taxpayer Funding.\n\nOn the topic of community outcomes, it reports that Planned Parenthood offers numerous suggestions to reduce the number of teen pregnancies, none of which involves abstinence. Instead, it suggests “sex education” that begins in kindergarten.\n\n“While many things factor into the teen pregnancy rate, the fact that the TPR continually declined as Planned Parenthood facilities closed – and reached its lowest point in recorded history two years after disaffiliation of the last two remaining facilities – was a significant confirmation that Planned Parenthood’s presence and its ‘evidence based’ sex education programs are not a necessary component to reducing teen pregnancy,” the report said.\n\nThe report noted that the closures happened because of “education and activism against Planned Parenthood.”\n\nOther findings of the study include that PPFA now gets $542 million annually from taxpayers but that it still was reducing “health services” while taxpayer funding rose 78 percent over the last six years.\n\nIt also found that while it brands itself has a health-care provider, the services it provides actually are plunging.\n\n“There is no evidence that PPFA acted to provide enhancement of healthcare services but PPFA set a new record for abortions performed and total abortion market share,” the report said.\n\nIt also is generous with its executives, paying director Cecile Richards more than $583,000 and each of 74 other executives an average of about $166,000, the report said.\n\n“Planned Parenthood at its zenith in 1978 had 191 regional affiliates. In 2012, this number was whittled down to 74, according to Planned Parenthood’s own releases,” the report said.\n\nRegarding delivery of health-care services, ALL reported, Planned Parenthood cancer screens dropped 29 percent and the number of female contraceptive clients was down 18 percent.\n\nAll categories of services, in fact, were down, ”except one – abortions,” according to Jim Sedlak, ALL vice president.\n\nAnd its business model would collapse except for the taxpayer funding it gets, the report said.\n\n“Claims that PPFA ‘preventive healthcare services’ are critical to reducing teen pregnancy are not supported. To the contrary, results suggest that further study of Planned Parenthood’s impact on communities is warranted, considering the fact that its comprehensive sex education model, recruiting of teens to recruit other teens, and promotion of contraceptives as sexual freedom are in decline,” said Brown.\n\nThe study showed that PP has received more than $6.8 billion in taxpayer money since 1964, with huge increases coming in recent years under the direction of President Obama. And since 1970, it has terminated the lives of 6.3 million unborn children, equal to the populations of Chicago and Los Angeles.", "article_metadata": {"description": "A Free Press For A Free People Since 1997", "generator": "WordPress 4.4.1", "og": {"site_name": "WND", "description": "Communities looking to reduce their teen pregnancy rates perhaps should consider one move before all the others: closing down any Planned Parenthood business. That’s because a new study of one region of the country shows that as Planned Parenthood operations shut down and moved out, the teen pregnancy rate plunged by almost half. The study […]", "title": "Teen pregnancy drops as Planned Parenthood vanishes", "url": "http://www.wnd.com/2013/10/teen-pregnancy-drops-as-planned-parenthood-vanishes/", "image": "http://www.wnd.com/files/2012/05/infants.jpg", "type": "article"}, "fb": {"app_id": 152299868169938}, "google-site-verification": "5iw1bKISvQcI1qRwIskRfer6GKV4jUf6LImfS9bhaeI", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd9342\"", "article_summary": "Communities looking to reduce their teen pregnancy rates perhaps should consider one move before all the others: closing down any Planned Parenthood business.\nIn the same period, the teen pregnancy rate dropped almost in half, from 43.76 per 1,000 to 24.1 per 1,000.\nIt analyzed one section of the nation – the Texas Panhandle region – where over the course of several years 19 Planned Parenthood businesses closed or left.\nFrom 1994 through 2010, Planned Parenthood facilities in these counties went from 19 to zero.\nThat’s because a new study of one region of the country shows that as Planned Parenthood operations shut down and moved out, the teen pregnancy rate plunged by almost half."}