{"article_title": "The 13 Biggest Media Feuds of 2013", "article_keywords": ["wide", "13", "media", "feuds", "turned", "hand", "wilstein", "video", "big", "biggest", "world", "yearwhen", "day"], "article_url": "http://www.mediaite.com/tv/the-13-biggest-media-feuds-of-2013/", "article_text": "\n\n\n\nWithout an election to cover in 2013, cable news and the political media at large was forced to search far and wide for stories that would resonate with people and drive those precious eyeballs day after day and night after night.\n\nOn the one hand, there were stories like the NSA revelations from contractor turned leaker Edward Snowden, a story that may have been played down in the past but blew up big in 2013 thanks to the internet and mostly Glenn Greenwald’s relentlessness.\n\nOn the other hand, the media took something like Miley Cyrus‘ obscene performance at the MTV Video Music Awards and turned it into a big enough news story that the teenage pop star became a finalist for TIME’s Person of the Year.\n\nWhen they really couldn’t find anything substantive to talk about in the outside world, the media turned inward, fighting amongst themselves over some genuinely big issues like race, guns and the First Amendment. Below is a look at the biggest media feuds of 2013.\n\n— —\n\n>> Follow Matt Wilstein (@TheMattWilstein) on Twitter", "article_metadata": {"description": "When they really couldn't find anything substantive to talk about in the outside world this year, the media turned inward, fighting amongst themselves over some", "generator": "WordPress 2016.21", "og": {"image": "http://static01.mediaite.com/med/wp-content/uploads/2013/12/Media-Feuds.jpg", "title": "The 13 Biggest Media Feuds of 2013"}, "twitter": {"description": "When they really couldn't find anything substantive to talk about in the outside world this year, the media turned inward, fighting amongst themselves over some genuinely big issues like race, guns and the First Amendment. Here is a look at the biggest media feuds of 2013.", "title": "The 13 Biggest Media Feuds of 2013", "image": "http://static01.mediaite.com/med/wp-content/uploads/2013/12/Media-Feuds.jpg", "creator": "@themattwilstein", "site": "@mediaite", "card": "summary"}, "NextGEN": "1.5.5", "date": "2013-12-16T11:25:15+00:00", "keywords": "columnists,tv", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.5, minimum-scale=1.0"}, "article_summary": "Below is a look at the biggest media feuds of 2013.\nWhen they really couldn’t find anything substantive to talk about in the outside world, the media turned inward, fighting amongst themselves over some genuinely big issues like race, guns and the First Amendment.\nWithout an election to cover in 2013, cable news and the political media at large was forced to search far and wide for stories that would resonate with people and drive those precious eyeballs day after day and night after night.\n— —>> Follow Matt Wilstein (@TheMattWilstein) on Twitter\nOn the other hand, the media took something like Miley Cyrus‘ obscene performance at the MTV Video Music Awards and turned it into a big enough news story that the teenage pop star became a finalist for TIME’s Person of the Year."}