{"article_title": "Should Uber pay its drivers minimum wage?", "article_keywords": ["wage", "uber", "shouldnt", "harris", "pay", "drivers", "krueger", "insurance", "say", "minimum", "right", "comp", "workers"], "article_url": "http://www.dailykos.com/story/2015/12/12/1459288/-This-week-in-the-war-on-workers-Should-Uber-pay-its-drivers-minimum-wage", "article_text": "Is an Uber driver an employee or an independent entrepreneur who happens to use the Uber platform (and is subject to discipline by Uber, has his or her fares set by Uber, and so on)? That’s the question in a California court case, and it’s a question addressed in a new paper by Princeton economist and former Obama Council of Economic Advisers head Alan Krueger and former Deputy Secretary of Labor Seth Harris. Krueger and Harris say the answer is a little of column A, a little of column B. But for everything in column A that might make supporters of decent labor standards smile—that “gig economy” workers should benefit from discrimination laws and have the right to unionize—there’s something shockingly bad—like that these workers shouldn’t get minimum wage protections. Steven Greenhouse has questions:\n\nKrueger and Harris say that on-demand companies shouldn’t be required to provide workers’ compensation for their workers; instead the two authors say companies should be able to opt into workers’ comp as they wish. They note that Uber and Lyft drivers are insured by their own car insurance, so they might not need workers’ comp if they get into an accident while driving a passenger. But shouldn’t these drivers have workers’ comp’ coverage in case they, while opening a door for a passenger, slip on the ice and break a hip or elbow? Or if they slip a disc while removing heavy luggage from the trunk? Or if an inebriated passenger punches them out and injures them? And what if a GrubHub delivery worker on a bicycle is struck by a car and sent to the hospital? Or what if a Caviar or GrubHub delivery worker has to go the hospital after being mugged and robbed while making a delivery in a tough part of town? Krueger and Harris say that without workers’ comp, workers can always sue under tort law, but that wouldn’t be a satisfactory alternative in many cases, especially when workers need immediate hospital care and replacement income. (Remember, a high percentage of on-demand workers don’t have health insurance.) [...] Would this new category of independent workers be covered by the paid sick day laws in various cities? Dedicated drivers who drive 10 or 12 hours a day, often five or six days a week, why shouldn’t they be covered by these sick day laws?\n\nThe National Employment Law Project’s Rebecca Smith points out some of the glaring contradictions in Krueger and Harris’ argument:\n\nTheir proposal mixes and matches the rights traditionally associated with employment, saying that workers in the on-demand economy should have protection from discrimination, but no right to a minimum wage; that their employers should have to pay Social Security taxes, but not workers' compensation or unemployment insurance taxes. In their world, these workers would have no right to employer-provided health insurance under the Affordable Care Act and no protection against dangerous conditions at work. Businesses would pay a 5 percent payroll tax to finance health insurance subsidies, pooling these contributions and creating a private system of portable benefits.\n\nIf Uber and TaskRabbit and the like can’t compete while paying their workers the minimum wage, they can’t compete.", "article_metadata": {"og": {"site_name": "Daily Kos", "description": "Is an Uber driver an employee or an independent entrepreneur who happens to use the Uber platform (and is subject to discipline by Uber, has his or her fares set by Uber, and so on)? That’s the ...", "title": "This week in the war on workers: Should Uber pay its drivers minimum wage?", "url": "http://www.dailykos.com/story/2015/12/12/1459288/-This-week-in-the-war-on-workers-Should-Uber-pay-its-drivers-minimum-wage", "image": "http://images.dailykos.com/images/148940/story_image/RTX1C0YD.jpg?1446948135", "type": "article"}, "csrf-param": "authenticity_token", "fb": {"app_id": 170357783709}, "twitter": {"description": "Is an Uber driver an employee or an independent entrepreneur who happens to use the Uber platform (and is subject to discipline by Uber, has his or her fares set by Uber, and so on)? That’s the que...", "title": "This week in the war on workers: Should Uber pay its drivers minimum wage?", "image": {"src": "http://images.dailykos.com/images/148940/story_image/RTX1C0YD.jpg?1446948135"}, "creator": "@lauraclawson", "site": "@dailykos", "card": "summary_large_image"}}, "article_summary": "If Uber and TaskRabbit and the like can’t compete while paying their workers the minimum wage, they can’t compete.\nKrueger and Harris say the answer is a little of column A, a little of column B.\nIs an Uber driver an employee or an independent entrepreneur who happens to use the Uber platform (and is subject to discipline by Uber, has his or her fares set by Uber, and so on)?\nBut shouldn’t these drivers have workers’ comp’ coverage in case they, while opening a door for a passenger, slip on the ice and break a hip or elbow?\nThey note that Uber and Lyft drivers are insured by their own car insurance, so they might not need workers’ comp if they get into an accident while driving a passenger."}