{"article_title": "Fast food CEOs exploit despicable tax loophole", "article_keywords": ["food", "pay", "workers", "million", "tax", "exploit", "fast", "options", "despicable", "yum", "ceos", "performance", "mcdonalds", "loophole", "compensation"], "article_url": "http://www.salon.com/2013/12/03/fast_food_ceos_exploit_despicable_tax_loophole/", "article_text": "Topics: Congress, Democrats, Editor's Picks, Fast food, KFC, Labor, law, McDonalds, pizza hut, Republicans, SEIU, taco bell, Taxes, Unions, YUM, Media News, Business News, News\n\nA 20-year-old tax loophole netted top fast food chains an extra $64 million over the past two years, according to a new study released days before fast food workers plan the largest U.S. strike in the industry’s history.\n\n“This is a perverse loophole that encourages excessive executive compensation …” said Sarah Anderson, who directs the Global Economy Project of the progressive Institute for Policy Studies. “Taxpayers absolutely should not be subsidizing runaway CEO pay.”\n\nAnderson’s new IPS paper, “Fast Food CEOs Rake in Taxpayer-Subsidized Pay,” tallies the tax savings fast food corporations have reaped from “performance pay” language in federal law. Two decades ago, when Congress placed a $1 million cap on the amount of executive pay that could be tax-deductible, lawmakers created an exception for so-called performance pay. “This loophole quickly led to an explosion of ‘performance-based’ compensation, particularly stock options,” writes Anderson, which “encourages executives to carry out short-sighted, reckless actions aimed at boosting stock prices in order to inflate the value of their own options.” Rather than serving to “align the interests of executives and shareholders,” argues Anderson, instead “boards often respond to declining share prices by doling out huge new options grants with lower exercise prices” for undeserving execs. She notes that Goldman Sachs paid out 10 times as many stock options after the 2008 crash than it had the year before.\n\nIPS contends that exception, while failing to actually promote “performance,” has helped already-flush fast food giants make a killing. Drawing on federal filings and proxy statements, Anderson tallied over $183 million in fully deductible “performance” compensation lavished on the CEOs of the six top publicly held fast food corporations in the previous two years. Had that cash been fully taxed, she estimates, another $64 million would have landed in government coffers rather than corporations’. The biggest winner was Yum! Brands — parent of name-brand chains including Pizza Hut, Taco Bell and KFC – whose CEO netted $94 million in “performance pay” within 2011 and 2012. In second place: McDonald’s, whose two CEOs over that period received $31 million in fully deductible compensation. That makes $33 million in lost potential tax revenue from Yum!, and $14 million from McDonald’s. McDonald’s and Yum! did not respond to Monday afternoon inquiries.\n\nAnderson’s report is the latest volley fired against the public image of the nation’s fast food industry, which has become ever more represented in and representative of the ranks of U.S work in the years since the financial crash. As Salon first reported, hundreds of New York City fast food workers walked off the job in a one-day first-of-its-kind strike in November 2012, which was followed by a series of work stoppages in the year since. As the New York Times’ Steven Greenhouse reported Sunday, the fast food campaign – whose key national backer is the Service Employees International Union – plans to mount strikes in an unprecedented 100 cities this Thursday. “These companies have plenty of money to pay their workers and still buy their Ferraris and private planes,” Fast Food Forward organizing director Kendall Fells told Salon Monday, while “these people are homeless.” In an August statement, National Council of Chain Restaurants executive director Rob Green dismissed such strikes, saying, “The vast majority of fast-food workers across the country are committed to their jobs and realize that the restaurant industry provides an important first step into the world of work as well as long-term career opportunities.”", "article_metadata": {"description": "Outrageous: In two years, fast food corporations paid out $183 million in deductible \"performance pay\" to top brass", "title": "Fast food CEOs exploit despicable tax loophole", "og": {"site_name": "Salon", "description": "Outrageous: In two years, fast food corporations paid out $183 million in deductible \"performance pay\" to top brass", "title": "Fast food CEOs exploit despicable tax loophole", "url": "http://www.salon.com/2013/12/03/fast_food_ceos_exploit_despicable_tax_loophole/", "image": "http://media.salon.com/2013/10/ronald_mcdonald.jpg", "type": "article"}, "twitter": {"description": "Outrageous: In two years, fast food corporations paid out $183 million in deductible \"performance pay\" to top brass", "title": "Fast food CEOs exploit despicable tax loophole", "image": "http://media.salon.com/2013/10/ronald_mcdonald.jpg", "creator": "@josheidelson", "site": "@salon", "card": "summary_large_image"}, "author": "Josh Eidelson", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Congress, Democrats, Editor's Picks, Fast food, KFC, Labor, law, McDonalds, pizza hut, Republicans, SEIU, taco bell, Taxes, Unions, YUM", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "“Taxpayers absolutely should not be subsidizing runaway CEO pay.”Anderson’s new IPS paper, “Fast Food CEOs Rake in Taxpayer-Subsidized Pay,” tallies the tax savings fast food corporations have reaped from “performance pay” language in federal law.\nIPS contends that exception, while failing to actually promote “performance,” has helped already-flush fast food giants make a killing.\nAs the New York Times’ Steven Greenhouse reported Sunday, the fast food campaign – whose key national backer is the Service Employees International Union – plans to mount strikes in an unprecedented 100 cities this Thursday.\nAs Salon first reported, hundreds of New York City fast food workers walked off the job in a one-day first-of-its-kind strike in November 2012, which was followed by a series of work stoppages in the year since.\nTopics: Congress, Democrats, Editor's Picks, Fast food, KFC, Labor, law, McDonalds, pizza hut, Republicans, SEIU, taco bell, Taxes, Unions, YUM, Media News, Business News, NewsA 20-year-old tax loophole netted top fast food chains an extra $64 million over the past two years, according to a new study released days before fast food workers plan the largest U.S. strike in the industry’s history."}