{"article_title": "AP Was There: Muhammad Ali-Sonny Liston heavyweight rematch", "article_keywords": ["count", "alisonny", "rematch", "thunder", "ali", "liston", "photos", "fight", "thought", "ap", "heavyweight", "timekeeper", "muhammad"], "article_url": "http://www.salon.com/2015/05/24/ap_was_there_muhammad_ali_sonny_liston_heavyweight_rematch/", "article_text": "Topics: From the Wires, Entertainment News, News\n\nEDITOR’S NOTE: On May 25, 1965, Muhammad Ali defeated Sonny Liston in the first round of a heavyweight bout that produced one of the strangest finishes in boxing history as well as one of sports’ most iconic moments — photos of Ali hovering over Liston on the canvas, shouting at his opponent to get up.\n\nAfter the fight, the 23-year-old Ali called the punch that dropped Liston his secret: “It was a phantom punch.”\n\n“It was lightning and thunder — fast as lightning and booming as thunder from the heavens,” Ali said.\n\nListon, who was a slight favorite going into the fight, said afterward that when he got up, he thought the fight was still on.\n\n“No, I didn’t hear the count,” said Liston, who lost on a 12 count according to the timekeeper. “Didn’t you see us start the fight again? When (the referee) stepped in I thought the bell had rung.”\n\nFifty years later, the AP is making the original story and photos of the fight available, including the black-and-white shot by AP photographer John Rooney of Ali standing over Liston, which won the World Press Photo award for best sports photo in 1965. The same moment was famously captured in color by Neil Leifer of Sports Illustrated, one of the most well-known sports photos of all time.\n\n_____\n\nLEWISTON, Me. (AP) — Who blew the count in the bizarre Cassius Clay-Sonny Liston heavyweight title fight?\n\nWas it Jersey Joe Walcott, the battered old ex-champion who served as referee?\n\nWas it timekeeper Francis McDonough of Portland, Maine?\n\nWas it Liston who lay sprawled on the canvas, got up, fell again and then became in one minute flat the quickest knockout victim of all time in heavyweight fighting?\n\nOr is the argument all academic — punctuated with a resounding period by Muhammad Ali, the worshipper of Allah, who conquered with what he called his precious secret — the anchor punch which Jack Johnson took to his grave?\n\nThe controversy of the quickest and strangest heavyweight fight in history continued to rage today while some stunned spectators — those who saw it live and the millions who watched on closed TV — yelled “fix!” and “fake!”\n\nFrom the $100 seats, men who only got a minute’s entertainment for their outlay let out a howl that rocked the St. Dom’s Youth Center.", "article_metadata": {"description": "AP Was There: Muhammad Ali-Sonny Liston heavyweight rematch", "title": "AP Was There: Muhammad Ali-Sonny Liston heavyweight rematch", "og": {"site_name": "Salon", "description": "AP Was There: Muhammad Ali-Sonny Liston heavyweight rematch", "title": "AP Was There: Muhammad Ali-Sonny Liston heavyweight rematch", "url": "http://www.salon.com/2015/05/24/ap_was_there_muhammad_ali_sonny_liston_heavyweight_rematch/", "image": "http://media.salon.com/2015/05/ap-was-there-ali-liston-rematch.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "AP Was There: Muhammad Ali-Sonny Liston heavyweight rematch", "title": "AP Was There: Muhammad Ali-Sonny Liston heavyweight rematch", "image": "http://media.salon.com/2015/05/ap-was-there-ali-liston-rematch.jpeg-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Will Grimsley", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "(AP) — Who blew the count in the bizarre Cassius Clay-Sonny Liston heavyweight title fight?\n“No, I didn’t hear the count,” said Liston, who lost on a 12 count according to the timekeeper.\nListon, who was a slight favorite going into the fight, said afterward that when he got up, he thought the fight was still on.\nWas it Liston who lay sprawled on the canvas, got up, fell again and then became in one minute flat the quickest knockout victim of all time in heavyweight fighting?\nAfter the fight, the 23-year-old Ali called the punch that dropped Liston his secret: “It was a phantom punch.”“It was lightning and thunder — fast as lightning and booming as thunder from the heavens,” Ali said."}