{"article_title": "Voters want Obama to do his job, even if it’s hard", "article_keywords": ["hard", "voters", "obamacare", "republicans", "fox", "mcconnell", "job", "democrats", "sen", "president", "republican", "obama"], "article_url": "http://www.foxnews.com/politics/2014/02/13/voters-want-obama-to-do-his-job-even-if-its-hard.html", "article_text": "**Want FOX News First in your inbox every day? Sign up here. **\n\nBuzz Cut:\n\n• Voters want Obama to do his job, even if it’s hard\n\n• You’d better have a pen: ObamaCare site down for youth enrollment day\n\n• Cruz brushes by McConnell primary\n\n• Worst. PAC. Ever\n\n• Parking space redistribution\n\nVOTERS WANT OBAMA TO DO HIS JOB, EVEN IF IT’S HARD\n\nPresident Obama has worked for years to convince the American people that congressional Republicans are unworthy of his consideration and beneath the dignity of presidential compromise. But the newest Fox News poll tells us that whatever voters think of the Republicans in Congress, they overwhelmingly want Obama to do his job and work with his rivals to govern. Obama’s increasing insistence on using executive orders to legislate, re-writing some existing laws and simply ignoring others, got failing grades across the board. Some 74 percent of the registered voters surveyed said the president using executive orders to get around Congress is not how things are supposed to work in our republic. That includes 54 percent of Democrats. Even when asked to set aside their views on how the government is supposed to work, by a wide margin (60 percent to 37 percent) voters still disapproved.\n\n[“You have a president who is claiming the right to basically rewrite or ignore or negate federal laws and that is a very dangerous thing.” – Constitutional attorney Jonathan Turley on the “Kelly File.” Watch here.]\n\nBaser instincts - Why does Obama persist in flouting or dictating laws when voters are opposed to the practice? Some have posited that it is a result of Obama’s famously insular nature. But what National Journal’s Ron Fournier has called Obama’s “white flag syndrome” does have its upside. The president has kept his foundering health law lurching forward by using executive orders to delay particularly damaging or disruptive components and done so without having to alienate the liberal base that launched him into the White House and continues to fund his hugely expensive grass-roots and community organizing efforts. Democrats in the poll approved of Obama’s constitutional circumventions by a 66-31 percent margin.\n\nPlease stop helping - From Fox polling maven Dana Blanton: “Some 60 percent of voters think that over the last five years the federal government’s policies have increased the income gap between the rich and everyone else. …the poll finds a 52-percent majority believes Obama’s economic policies encourage ‘class warfare. ’And by a 55-39 percent margin, voters think it’s a bad idea for the government to ‘spread the wealth’ from the people who make more money to the people who make less.”\n\nLeft, right assail Obama’s new limits on political activity - WaPo: “Conservatives call it a scheme to silence President Obama’s critics. Liberals complain the administration risks trampling on the First Amendment. Protests are coming from all directions over the Obama administration’s proposal to curb secretive groups that play an increasingly dominant role in American politics.”\n\nThe Judge’s Ruling: Protecting the free press - Judge Andrew Napolitano considers A New Assault on the Freedom of the Press: “In the clash between government secrecy and public transparency, the Framers placed a value judgment in the First Amendment. Since the press is the eyes and ears of the public, and since the public needs to know what the government is doing so it can make informed decisions when electing people to the government, publishers and reporters are immune from criminal prosecution and civil liability for lifting the veil on the governments’ secrets. An informed public is more likely to make better decisions than an ignorant one.”\n\nYOU’D BETTER HAVE A PEN: OBAMACARE SITE DOWN FOR YOUTH ENROLLMENT DAY\n\nBuzzFeed: “Saturday is National Youth Enrollment Day for Obamacare, a day designed to help make up for youth recruitment time lost while HealthCare.gov was down last year… The day will also feature a HealthCare.gov outage that came as a surprise to the White House allies who have been planning Feb. 15 enrollment activities for weeks… The Obamacare website outage begins at 3 p.m. ET and carries on through Tuesday at 5 a.m. ET. While the Social Security system is down for maintenance, HealthCare.gov users will not be able to formally send in an application for health insurance, though they will be able to browse plans and, the enrollment groups say, calculate what insurance will cost for their family… The Obamacare recruitment groups say they’ll have paper applications ready for those who can’t use the website to apply and will direct potential enrollees to Navigators during the outage.”\n\nSad state of affairs - While the administration was cheering increased ObamaCare enrollment numbers from January, deeper data dives tell consumers of big troubles ahead. From the Cleveland Plain Dealer: “Uninsured Ohioans, like Americans everywhere, stepped up their pace of enrollment in Affordable Care Act health insurance plans during January, with nearly 3.3 million people nationwide now signed up for a plan, new figures from the Obama administration show. The administration painted the uptick as good news, and stressed that a growing share of people signing up for coverage, or 25 percent nationwide, are young adults between the ages of 18 and 34. Young, healthy enrollees are important because they do not use as much heath care as older Americans, offsetting the older Americans' costs. But state-specific data suggest that Ohio is behind the curve and its health insurers may not see such a young-enrollee advantage. If the trend holds, and it may not, it could affect heath costs and future premiums.”\n\nPoorer counties lack options - “Hundreds of thousands of Americans in poorer counties have few choices of health insurers and face high premiums through the online exchanges created by the health-care law, according to an analysis by The Wall Street Journal of offerings in 36 states. Consumers in 515 counties, spread across 15 states, have only one insurer selling coverage through the online marketplaces, the Journal found. In more than 80% of those counties, the sole insurer is a local Blue Cross & Blue Shield plan. Residents of wealthier, more populated counties in the U.S. receive lower-priced choices than those living in counties with a single insurer.\n\nHouse panel hits Obama over ObamaCare delays - Washington Examiner: “Republicans on the House Energy and Commerce Committee are pressing the Obama administration for information on the latest Obamacare delay for businesses. Rep. Fred Upton, a Michigan Republican who chairs the panel, along with five other committee Republicans wrote a letter to Treasury Secretary Jack Lew asking for documents related to the Obama administration’s authority to make the changes to the law without Congress’ consent, as well as communications between Treasury, Health and Human Services, and the White House about the delay decision\n\nAnother ObamaCare attack ad for a pro-ObamaCare Dem - Fox News: Just two years ago, Florida Democratic Rep. Joe Garcia was calling ObamaCare a “strong, affordable health care system” -- but amid the health care overhaul’s troubled rollout, he’s changing his tune. A Democratic Super PAC has launched an ad on Garcia’s behalf touting him as a lawmaker who “took the White House to task” over the “disastrous” rollout of the health law’s website, and says he is working to fix ObamaCare.\n\n[Poll Watch: Fox News will release new polls “Special Report with Bret Baier” at 6 p.m. ET. Topics include ObamaCare and whether Congress should continue to investigate IRS targeting of conservative groups.]\n\nCRUZ BRUSHES BY MCCONNELL PRIMARY\n\nAP: “Legislation to raise the nation's borrowing authority with no strings attached was short of the 60 votes it needed to advance - a threshold [Sen. Ted Cruz, R-Texas] demanded - and without a few conversions, Republicans would be blamed for its failure. The stock market was watching. After what seemed like an eternity, a grim-faced Sen. Mitch McConnell, the party leader who faces a tea party challenge back home, finally voted yes. An equally grim-faced Sen. John Cornyn, the party's No. 2 leader and Cruz's Texas colleague, changed his vote from no to yes. Cruz showed no mercy in exposing Republican leaders to widespread criticism from their primary challengers over a procedural vote on the debt limit after their pronouncements about the imperative of spending cuts. It could have been a simple 50-vote requirement, with Democrats delivering the votes to lift the debt limit, but Cruz insisted. Pressed after the vote about what he made his leaders do, Cruz was unapologetic. ‘It should have been a very easy vote,’ he told reporters. ‘In my view, every Senate Republican should have stood together.’ He added that the verdict on McConnell ‘is ultimately a decision ... for the voters in Kentucky.’’’\n\nRemember when? - In a statement, Cruz warned “There are too many members of Congress who think they can fool people and they will forget about it the next week. But sometimes, come November, the people remember.”\n\n[Ed. note: Cruz has pledged not to get involved in primaries against his fellow Republican senators. This came about as close to the edge as that promise would allow.]\n\nDeMint-McConnell feud hits airwaves in Kentucky - The Senate Conservatives Fund, a group founded by former Sen. Jim DeMint to defeat moderate Republicans in Senate races, is spending donor dollars to target DeMint’s longtime rival, Senate Minority Leader Mitch McConnell, R-Ky. The group, which helped Sen. Ted Cruz, R-Texas, defeat a moderate frontrunner in that state’s 2012 primary, calls McConnell a “bully” in a new ad. The spot compares McConnell to Obama administration officials accused of harassing the president’s foes. The ad features images of former IRS executive Lois Lerner as a narrator says, “Bullying. Threats. Intimidation. The IRS? No. Try Mitch McConnell, the Senate Republican Leader. That’s right. Mitch McConnell is trying to bully and intimidate conservatives just like the IRS is.” McConnell spokeswoman Allison Moore has criticized the group saying they are engaging in “conservative cannibalism.” She said in a statement: “Actual conservatives would realize they made a mistake by endorsing Matt Bevin, when it was revealed that he’s a con-man, but this group has money to make.”\n\nBut Bevin trails badly ahead of May primary - Politico:“…GOP polling firm Wenzel Strategies, finds Senate Minority Leader Mitch McConnell leading Democrat Alison Lundergan Grimes by just 1 point, 43 percent to 42 percent-well within the margin of error…Still, McConnell leads his primary challenger, businessman Matt Bevin, 59 percent to 17 percent. These numbers are fairly consistent with other polling in the race, all of which has shown a close race between McConnell and Grimes and a big gap between McConnell and Bevin in the primary-a recent poll from the Courier-Journal had Grimes up 4 points…”\n\nWITH YOUR SECOND CUP OF COFFEE...\n\nNew Republic’s Isaac Chotiner asks Why Hillary Clinton Continues to Get a Free Pass. “The point isn’t that one should have no sympathy for Hillary Clinton, or that she did not put an important focus on gender issues when running the State Department. People... are complex. But those who care about women’s issues should ask the same questions of Hillary Clinton that they would of anyone running for president.”\n\nGot a TIP from the RIGHT or LEFT? Email FoxNewsFirst@FOXNEWS.COM\n\nPOLL CHECK\n\nReal Clear Politics Averages\n\nObama Job Approval: Approve – 42.5 percent//Disapprove – 53.0 percent\n\nDirection of Country: Right Direction – 29.6 percent//Wrong Track – 63.6 percent\n\nGeneric Congressional Ballot: Democrats – 41.4 percent// Republicans 42.0 percent\n\nWORST. PAC. EVER.\n\nWashington Examiner “A PAC called 21st Century Democrats has raised $5.3 million since 2009, but not a penny of it has gone to candidates’ campaigns or independent expenditures on their behalf, according to Federal Election Commission records. The fly-by-night group has tried to represent itself as something more official by presenting a list of respected Democrats as its ‘advisory board,’ complete with fabricated quotes, when they hadn’t even heard of the organization…”\n\nFamed Katrina mayor convicted of corruption - Once lauded by his fellow Democrats for his tearful, race-based attacks on President George W. Bush in the aftermath of Hurricane Katrina, former New Orleans Mayor Ray Nagin was convicted Wednesday on 20 of 21 federal corruption counts. More\n\nKeystone foe Kaine would profit from pipeline block - Washington Free Beacon: “Democrats who oppose the Keystone XL pipeline have thousands of dollars invested in direct competitors to the company looking to build the pipeline, public records show…Sen. Tim Kaine (D., Va.) remains opposed to its construction… According to his personal financial disclosure forms, the freshman Democrat has between $15,000 and $50,000 invested in Kinder Morgan Energy Partners…Kinder Morgan is looking to build a pipeline that would directly compete with Keystone… Another anti-Keystone Democrat, California Rep. Alan Lowenthal, has between $15,000 and $50,000 invested in Enbridge Energy Management, $1,000 to $15,000 in Kinder Morgan Energy Partners, and $15,000 to $50,000 in Kinder Morgan Management.”\n\nAFP GIVES LANDRIEU A LASHING OVER OBAMACARE SUPPORT\n\nAmericans for Prosperity launched a $750,000 ad campaign against Sen. Mary Landrieu, D-La., for her support of ObamaCare. From Breitbart (with link to video): “The ‘Mailbox’ ad ‘looks and feels distinctly different than typical political advertising,’ because it visually tells the stories of families and individuals whose worlds are about to get rocked as they face the uncertainty, anxiety, and, in some cases, the devastation that will come after they are notified that their insurance plans have been canceled ‘due to the Affordable Care Act.’ Many Americans and Louisianans never expected that their plans would ever be canceled because President Barack Obama had promised them, ‘If you like your healthcare plan, you’ll be able to keep your healthcare plan, period.’”\n\nGILLESPIE GETS SUPER PAC\n\nNational Journal: “Republican Senate candidate Ed Gillespie, who helped co-found the American Crossroads super PAC with GOP strategist Karl Rove, won’t be relying on Rove’s group as his chief outside booster in his Virginia campaign. He’s getting a super PAC of his own. Allies of Gillespie, the former Republican National Committee chairman, have created the We Can Do Better PAC, National Journal has learned. A fact sheet distributed to donors lists veteran Republican strategist Paul Bennecke, a former political director of the Republican Governors Association, as the senior adviser to the super PAC.”\n\nPick Six: Give the man a hand - It will only take six seats to flip from blue to red in this year’s midterm elections for Republicans to win control of the Senate. Which six Democratic-held seats are most likely to land in the red column come November? The current consensus among Fox News First readers: Arkansas, Montana, Louisiana, South Dakota, North Carolina and Alaska. Reader Bruce Hubble says, “Add Michigan to the list.”\n\nShare your top six picks. Email them – just your top six, please – to FOXNEWSFIRST@FOXNEWS.COM or tweet @cstirewalt.\n\nRYAN SURGING AGAINST HILLARY\n\nWSJ: “A majority of voters would support former Secretary of State Hillary Clinton in the 2016 presidential election, but Rep. Paul Ryan (R., Wis.) has surged ahead among Republican challengers, trailing Mrs. Clinton by single digits, a McClatchy-Marist Poll released Wednesday found. In a Clinton-Ryan matchup, 52% favored Mrs. Clinton while 44% backed Mr. Ryan, who was the 2012 GOP vice presidential nominee. The poll showed the gap has narrowed from 53%-40% in December. Support for New Jersey Gov. Chris Christie… dropped in the last month, with undecided voters largely heading to the Clinton camp. In this month’s poll, Mr. Christie trails Mrs. Clinton by 21 percentage points, with 37% of the vote and 6% undecided. In January, Mr. Christie trailed the Democrat by 13 percentage points, with 12% undecided. Mrs. Clinton also holds a 14-point lead over former Arkansas Gov. Mike Huckabee and a 17-point lead over Sen. Ted Cruz (R., Texas). Her lead on former Florida Gov. Jeb Bush—who said last month he is still considering a bid—widened to 20% from 12% in December. She also leads Sen. Rand Paul (R., Ky.) by 20 points, up from 15 points in December. Sen. Marco Rubio (R., Fla.) trails the former first lady by 21 percentage points.”\n\n[Huntsmania, 2016 edition - MSNBC personality Joe Scarborough told radio host Hew Hewitt Wednesday he is not ruling out a 2016 presidential bid.]\n\nGAY REPUBLICAN INCLUDES PARTNER IN WEB AD\n\nWSJ: “Carl DeMaio is one of three openly gay Republicans running for Congress this year, and he would be at least the third to serve in the House if he wins. But Mr. DeMaio on Thursday will take a step that none of them has, airing a campaign ad that features a shot of him with his same-sex partner… The clips are brief: A shot of Mr. DeMaio holding hands with his partner, Johnathan Hale, as they march in a gay pride parade in 2012, followed by a clip of the San Diego candidate waving a rainbow flag that symbolizes the gay-rights movement.” From the ad: “A problem solver who isn’t afraid to be different…he believes in equality and diversity and is a defender of our personal freedoms. Power of people over partisanship…a new generation Republican, a reformer, our next congressman.”\n\nAnother California congressman makes an exit - LAT: “Facing one of the toughest campaigns of any Republican congressman in the country, Rep. Gary Miller announced Wednesday that he would not seek reelection to his Inland Empire seat, increasing prospects for a Democratic pickup…Democrats hold a 41% to 34% registration edge in the 31st Congressional District, which stretches west from Redlands and San Bernardino to Upland and Rancho Cucamonga.”\n\nHOUSE DEMS IN RETREAT\n\nThe Hill: “Beginning their annual issues conference on…[Maryland’s] Eastern Shore, the Democrats are trumpeting their calls to adopt policies like immigration reform, an extension of unemployment benefits and an increase in minimum wage – issues that poll well but have been rejected by the Republican-controlled House…House Minority Leader Nancy Pelosi (D-Calif.) piled on, arguing that the Democrats’ economic platform would address what she characterized as the country’s growing ‘opportunity gap’ – a problem the Democrats accuse Republicans of ignoring…[Democrats] have a tough road ahead. To win back the House, the Democrats would need to pick up 17 seats in November – a high barrier in a mid-term cycle with a lame-duck president whose approval rating has fallen below 50 percent…President Obama will be in Cambridge on Friday.”\n\n[The National Republican Congressional Committee is using the House Democrats issues retreat in a new ad: “Democrats can retreat...but they can’t escape ObamaCare”]\n\nHE’S PUTTING THE ‘PRESIDENT’ BACK IN PRESIDENTS DAY\n\nNYT: “[President Obama’s Friday] meeting with King Abdullah [of Jordan], at Sunnylands in Rancho Mirage, Calif., raised questions at the White House on Wednesday, because the two leaders are practically running into each other here and Mr. Obama appears to have no other official business in Southern California. There is, however, a tantalizing bit of unofficial business for a president whose wife and daughters will be away on their own travels, leaving him alone on Presidents’ Day weekend in a secluded oasis where the forecast is calling for mostly sunny skies and a temperature of 89 degrees. After seeing off the king, administration officials said, Mr. Obama plans to stay on for two days at Sunnylands to play a few rounds of golf at the estate’s recently refurbished nine-hole course, which has been played by presidents from Dwight D. Eisenhower to the elder George Bush.”\n\nRNC SHARES THE LOVE\n\nThe Republican National Committee is offering its own assortment of Valentines. One card features cupid aiming his arrow at a target with the caption, “are you cupid or the IRS? Because you hit your target.” Another features Majority Leader Harry Reid asking, “can we take this to the nuclear level?”\n\n[A new Fox News poll says 53 percent of respondents said picking a Valentine with shared political views is at least somewhat important. A full 58 percent of women and 46 percent of men say they prioritize politics in their love lives.]\n\nA KENTUCKY SINK HOLE WITH EXPENSIVE TASTES\n\nThe [Lexington, Ky.] Courier-Journal: “Staff at the National Corvette Museum in Bowling Green removed the remaining Corvettes out of the iconic Sky Dome Wednesday after a 40-foot sink hole swallowed eight of the sports cars on display inside the facility…” Watch the surveillance footage courtesy of the Courier-Journal here.\n\nPARKING SPACE REDISTRIBUTION\n\nThe time-honored cold-climate practice of using a lawn chair, trash can or other item to preserve a curbside parking space one has dug out at tremendous effort is under assault. WFMZ details, “one community in Northampton County [Pennsylvania] is cracking down on shovelers who mark their territory. The Wilson Borough Council approved a motion Monday night that allows the public works department to collect household items that are used to reserve parking spaces. Some residents aren’t so sold on the idea. ‘They’re taking our chairs away from us so we can’t park. This is crazy. Where are we suppose to park? And we are getting more snow? I mean come on!’ said Lorraine Magilton. ‘I am not going to dig out a spot for someone to pull in, just not going to do it. But I’m also not going to put out a chair to save a spot,’ said Dallas Warman.”\n\nTacky, tacky - Councilman Russ Lipari told the Lehigh Valley Express-Times ‘I don't want it to seem like we’re having furniture sales all over the borough.’”\n\nAND NOW, A WORD FROM CHARLES…\n\n“Democrats were complaining that when Republicans were trying to overturn ObamaCare, it was somehow unpatriotic because it was an attack on the law of the land. This law of the land doesn’t even exist. It exists in [President Obama's] head. It's whatever he thinks. He wakes up in the morning and decides what the law is going to be” –Charles Krauthammer on “Special Report with Bret Baier.”Watch here.\n\nChris Stirewalt is digital politics editor for Fox News. Want FOX News First in your inbox every day? Sign up here. To catch Chris live online daily at 11:30 a.m. ET, click here\n\nChris Stirewalt joined Fox News Channel (FNC) in July of 2010 and serves as digital politics editor based in Washington, D.C. Additionally, he authors the daily \"Fox News First\" political news note and hosts \"Power Play,\" a feature video series, on FoxNews.com. Stirewalt makes frequent appearances on the network, including \"The Kelly File,\" \"Special Report with Bret Baier,\" and \"Fox News Sunday with Chris Wallace.\" He also provides expert political analysis for Fox News coverage of state, congressional and presidential elections.", "article_metadata": {"classification": "/FOX NEWS/COLUMNS/Fox News First", "dcterms.modified": "2015-01-30 05:46:43 EST", "dcterms.abstract": "A New Fox News poll finds voters would like to see President Obama work with Congress rather then bypass them.", "twitter": {"description": "A New Fox News poll finds voters would like to see President Obama work with Congress rather then bypass them.", "creator": "@foxnews", "url": "http://www.foxnews.com/politics/2014/02/13/voters-want-obama-to-do-his-job-even-if-its-hard.html", "image": "http://a57.foxnews.com/media2.foxnews.com/thumbnails/i/021114/0/0/021114_five_obamacare_640.jpg?ve=1", "title": "Voters want Obama to do his job, even if it’s hard", "site": "@foxnews", "card": "summary_large_image"}, "dc.format": "text/html", "dc.publisher": "Fox News", "parsely-metadata": "{\"tags\":[\"/FOX NEWS/COLUMNS/Fox News First\"],\"author\":\"Chris Stirewalt\",\"subSection\":\"politics\",\"title\":\"Voters want Obama to do his job, even if it\\u2019s hard\",\"image_url\":\"http://a57.foxnews.com/media2.foxnews.com/thumbnails/i/021114/0/0/021114_five_obamacare_640.jpg?ve=1\",\"pub_date\":\"2014-02-13T14:24:49Z\",\"link\":\"http://www.foxnews.com/politics/2014/02/13/voters-want-obama-to-do-his-job-even-if-its-hard.html\",\"type\":\"article\",\"identifier\":\"7315e92f-df08-4d97-b11a-8337b4451884\",\"section\":\"politics\"}", "prism.aggregationType": "subsection", "prism.channel": "fnc", "dc.description": "A New Fox News poll finds voters would like to see President Obama work with Congress rather then bypass them.", "dc.identifier": "7315e92f-df08-4d97-b11a-8337b4451884", "og": {"site_name": "Fox News", "description": "A New Fox News poll finds voters would like to see President Obama work with Congress rather then bypass them.", "title": "Voters want Obama to do his job, even if it’s hard | Fox News", "url": "http://www.foxnews.com/politics/2014/02/13/voters-want-obama-to-do-his-job-even-if-its-hard.html", "image": "http://a57.foxnews.com/media2.foxnews.com/thumbnails/i/021114/0/0/021114_five_obamacare_640.jpg?ve=1", "type": "article"}, "dc.language": "en-US", "pagetype": "article", "classification-isa": "fnfirst", "description": "A New Fox News poll finds voters would like to see President Obama work with Congress rather then bypass them.", "prism.section": "politics", "fb": {"app_id": 113186182048399}, "dc.source": "FoxNews.com", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "dc.title": "Voters Want Obama To Do His Job, Even If It’s Hard", "dcterms.created": "2015-01-30 05:46:43 EST", "column": "fox-news-first", "dc.type": "Text.Article", "dc.date": "2014-02-13", "parsely-page": "{\"tags\":[\"/FOX NEWS/COLUMNS/Fox News First\"],\"author\":\"Chris Stirewalt\",\"subSection\":\"politics\",\"title\":\"Voters want Obama to do his job, even if it\\u2019s hard\",\"image_url\":\"http://a57.foxnews.com/media2.foxnews.com/thumbnails/i/021114/0/0/021114_five_obamacare_640.jpg?ve=1\",\"pub_date\":\"2014-02-13T14:24:49Z\",\"link\":\"http://www.foxnews.com/politics/2014/02/13/voters-want-obama-to-do-his-job-even-if-its-hard.html\",\"post_id\":\"7315e92f-df08-4d97-b11a-8337b4451884\",\"type\":\"article\",\"section\":\"politics\"}", "dc.creator": "Chris Stirewalt"}, "article_summary": "**Buzz Cut:• Voters want Obama to do his job, even if it’s hard• You’d better have a pen: ObamaCare site down for youth enrollment day• Cruz brushes by McConnell primary• Worst.\nBaser instincts - Why does Obama persist in flouting or dictating laws when voters are opposed to the practice?\nBut the newest Fox News poll tells us that whatever voters think of the Republicans in Congress, they overwhelmingly want Obama to do his job and work with his rivals to govern.\nHouse panel hits Obama over ObamaCare delays - Washington Examiner: “Republicans on the House Energy and Commerce Committee are pressing the Obama administration for information on the latest Obamacare delay for businesses.\nThe spot compares McConnell to Obama administration officials accused of harassing the president’s foes."}