{"article_title": "7 Suspected Drug Smugglers Arrested in San Simeon", "article_keywords": ["monterey", "detectives", "simeon", "van", "san", "arrested", "marijuana", "smugglers", "county", "drug", "deputies", "sheriffs", "suspected", "bales", "boat"], "article_url": "http://www.keyt.com/news/multiple-suspects-arrested-in-drug-smuggling-operation/29961160", "article_text": "SAN LUIS OBISPO COUNTY, Calif. -\n\nSan Luis Obispo County Sheriff Department released the following information Thursday:\n\nAround 3:30 a.m. Sheriff's deputies saw a white Dodge full size panel van in the San Simeon area, which has been the location of maritime smuggling activity.\n\nThe deputies followed the vehicle and upon observing a vehicle code violation they stopped it on Highway One at Vista Del Mar in San Simeon.\n\nUpon approaching the panel van the deputies saw that it contained between 60 and 90 large bales of marijuana. The amount of marijuana is estimated to be between 2,000 and 3,000 lbs based on the size of the bales.\n\nThe driver of the van was identified as Rafael Rebolledo and he was arrested at the scene for Conspiracy and Transportation of Marijuana.\n\nSheriff's narcotics detectives were called out and began their investigation, which included a search of the coastline from San Simeon north to the Monterey County line.\n\nSheriff's detectives located a 35-foot boat with three 225 HP Yamaha outboard engines and with approximately 300 gallons of gasoline on board, abandoned on the beach.\n\nSheriff's detectives then began a search of the immediate area near the landing site for any suspects that may have still been in the area and at approximately 8:30 a.m. they located and arrested five male subjects connected with the marijuana offload operation, near the Piedras Blancas Lighthouse.\n\nUpon locating the Panga Boat the Sheriff's Office alerted the Monterey and Santa Barbara County Sheriff's Offices to be on the lookout for maritime smuggling activity in their jurisdictions.\n\nShortly afterwards the Monterey County Sheriff's Office reported that their deputies patrolling the Big Sur area located and stopped a white Ford panel van on Highway One, south of Carmel. This van also contained between 60 and 90 bales of marijuana. The Monterey County Sheriff's Office arrested the occupants of the van and seized the bales of marijuana.\n\nUpon processing the crime scene members of the Sheriff's Dive Team were able to remove the Panga Boat and the gasoline that it contained, from the beach and drive the boat under its own power to Morro Bay.\n\nThe Dodge van containing the marijuana bales has been transported to Sheriff's Headquarters where the Sheriff's crime lab will process it and the bales of marijuana for evidence.\n\nAt this time a total of 7 suspects have been arrested for violations of California Penal Code section 182 - Conspiracy and California Health and Safety Code section 11360 - Importation/Transportation of Marijuana.\n\nThe investigation by Sheriff's detectives into this maritime smuggling operation is continuing.", "article_metadata": {"ib-analytics": "data", "description": "7 people were arrested early Thanksgiving morning in San Simeon, suspected of using drug smuggling boats to bring contraband onshore.", "generator": "ibPublish 2", "author": "KEYT", "og": {"site_name": "KEYT", "description": "7 people were arrested early Thanksgiving morning in San Simeon, suspected of using drug smuggling boats to bring contraband onshore.", "title": "7 Suspected Drug Smugglers Arrested in San Simeon", "url": "http://www.keyt.com/news/multiple-suspects-arrested-in-drug-smuggling-operation/29961160", "image": "http://www.keyt.com/image/view/-/29961450/highRes/1/-/maxh/640/maxw/640/-/g8l7d9z/-/slo-drug-boat-jpg.jpg", "type": "article"}, "twitter": {"url": "http://www.keyt.com/news/multiple-suspects-arrested-in-drug-smuggling-operation/29961160", "card": "summary"}, "fb": {"app_id": 678419838911152}, "keywords": "panga, drug boat, smuggling, crime, san kluis obispo, drug smuggling, drugs, marijauna, pot, drug bust", "google-site-verification": "QJdioTM8ynkWCQKQhDgsjtGBIEPRhp8Rdhy3GhKxFxQ", "news_keywords": "panga, drug boat, smuggling, crime, san kluis obispo, drug smuggling, drugs, marijauna, pot, drug bust"}, "article_summary": "The Monterey County Sheriff's Office arrested the occupants of the van and seized the bales of marijuana.\nSheriff's narcotics detectives were called out and began their investigation, which included a search of the coastline from San Simeon north to the Monterey County line.\nThe investigation by Sheriff's detectives into this maritime smuggling operation is continuing.\nSAN LUIS OBISPO COUNTY, Calif. -San Luis Obispo County Sheriff Department released the following information Thursday:Around 3:30 a.m. Sheriff's deputies saw a white Dodge full size panel van in the San Simeon area, which has been the location of maritime smuggling activity.\nUpon approaching the panel van the deputies saw that it contained between 60 and 90 large bales of marijuana."}