{"article_title": "A Quick Guide to ObamaCare's HHS Contraceptive Mandate and Why the Supreme Court Should (and Will) Throw It Out", "article_keywords": ["hhs", "claim", "supreme", "court", "contraception", "drugs", "pay", "employees", "abortion", "contraceptive", "guide", "early", "obamacares", "mandate", "quick", "employers", "religious", "throw"], "article_url": "http://www.nationalcenter.org/NPA657.html", "article_text": "A Quick Guide to ObamaCare\u0092s HHS Contraceptive Mandate and Why the Supreme Court Should (and Will) Throw It Out by Amy Ridenour\n\n\n\n\n\n\n\nShould the federal government force the charity \"Priests for Life\" to pay for early abortion drugs?\n\nSupporters of ObamaCare's HHS abortion drug and contraception mandate, which requires covered employers to provide contraception and early abortion drug coverage to their employees, say \"yes.\"\n\nThey claim a charity of pro-life priests isn't religious. Nor a religious school. Nor a non-profit publisher that prints Bibles.\n\nMandate supporters claim that when most religious people go to work, they stop being religious.\n\nThey also claim employers who don't offer contraception or abortion drug coverage are \"meddling\" in their employees' lives. The opposite is true. By paying employees in money, not in benefits the employee can't even choose, employers are staying out of their employees' private lives.\n\nSupporters also claim drugs that can prevent the implantation of a fertilized egg aren\u0092t early abortion drugs. These supporters claim that if you prevent the development of a fertilized egg that has not yet implanted, it is not abortion, but if you prevent the development of one that has implanted, it is abortion. But this argument hinges completely on the definition of the word \u0093abortion\u0094; either way, a fertilized human egg\u0092s development is stopped, and no human is born. People who believe it is wrong to stop the development of a fertilized egg object to this regardless of what it is called.\n\nSupporters also argue that employers don't have the right to deny employees access to contraceptives.\n\nThat's true, but it also is irrelevant, because employers who do not pay for employees' abortion drugs and contraception are not denying access to those items any more than they are denying access to food by not buying their employees groceries.\n\nEmployees like cash compensation, and for good reason: They can decide for themselves what to buy. It might be contraception; it might be gas for the car.\n\nThis is called freedom, and the government will be taking some of yours away if it succeeds in forcing your employer to convert some of your pay to specific health care services you might not even want.\n\nSome people mistakenly think the mandate gives employees free contraception and abortion drugs. No. Employers pay their employees based on the market value of their work. If the government forces employers to pay some of that compensation in contraception and abortion coverage, employers will deduct that amount from the cash pay.\n\nEmployees who get health insurance at work aren't getting it free. They're taking some of their pay in health insurance. And that's OK if they want to. No one is going to court to oppose that.\n\nIt's when the federal government tries to force certain benefit packages on employees that problems arise. The problems of restricting freedom and harming people (some employees need the cash!), and a legal problem.\n\nIn 1993, Democrats, Republicans and then-President Clinton got together and overwhelmingly passed the Religious Freedom Restoration Act, often referred to as RFRA.\n\nUnder RFRA, the federal government can only force people, including business owners, to violate their religious beliefs if the government has a \"compelling interest\" in doing so.\n\nUnder RFRA, the government must prove the HHS mandate is necessary to protect basic constitutional rights, even though the mandate violates the Constitution's First Amendment protection of freedom of religion.\n\nThe government also has to prove the mandate is the \"least restrictive\" way it can accomplish its goal of making certain employed people have access to contraception and early abortion drugs.\n\nThat will be hard for the government to prove, because the public already has access to abortion drugs and contraception.\n\nThey're legal, widely available and inexpensive. The abortion drugs covered by the mandate sell for $39-$49. Birth control can be had for $15 or less a month.\n\nThe HHS mandate is unfair, unconstitutional and unnecessary.\n\nIt's also unpopular. A November Rassmussen poll found the public opposed 51-38 percent. Substantial numbers of the Catholic, Protestant, Jewish, Mormon, Buddhist, Hindu, Muslim, Sikh, Baha'i, and Zoroastrian faiths oppose it. The courts are filled with legal challenges from charities, colleges, convents, ministries, a TV network, businesses, individuals and even states. Rulings have been made on the merits in 59 cases so far, with opponents winning 52.\n\nI predict the Supreme Court will toss the mandate out.\n\nThe Obama Administration should withdraw it now, prophylactically.\n\n\n\nA version of this paper appeared in 46 newspapers across the U.S. as an op-ed in early 2014.\n\n\n\n", "article_metadata": {"keywords": "ObamaCare, HHS mandate, contraception mandate, RFRA, early abortion drugs, Religious Freedom Restoration Act, Amy Ridenour National Center for Public Policy Research", "date": "2014-03-25", "description": "ObamaCare's HHS abortion drug and contraception mandate, which requires employers to provide contraception and early abortion drug coverage to their employees, should be thrown out by the Supreme Court."}, "article_summary": "A Quick Guide to ObamaCare\u0092s HHS Contraceptive Mandate and Why the Supreme Court Should (and Will) Throw It Out by Amy RidenourShould the federal government force the charity \"Priests for Life\" to pay for early abortion drugs?\nSupporters also claim drugs that can prevent the implantation of a fertilized egg aren\u0092t early abortion drugs.\nSupporters of ObamaCare's HHS abortion drug and contraception mandate, which requires covered employers to provide contraception and early abortion drug coverage to their employees, say \"yes.\"\nThat will be hard for the government to prove, because the public already has access to abortion drugs and contraception.\nThey also claim employers who don't offer contraception or abortion drug coverage are \"meddling\" in their employees' lives."}