{"article_title": "‘Nerd Nite’ events present intellectual talks in humorous way « Culture & Features « Peninsula Press ARCHIVE (2010 – Sept. 2014)", "article_keywords": ["event", "silicon", "learning", "nite", "stanford", "humorous", "scheuermann", "lipton", "intellectual", "nerds", "peninsula", "press", "way", "talks", "valley", "sept", "nerd", "present"], "article_url": "http://archive.peninsulapress.com/2014/06/25/nerd-nite-silicon-valley/", "article_text": "On the evening of June 2, in a trendy start-up’s basement space in Palo Alto, the co-host turned to his audience and said, “Everyone stay thirsty, stay nerdy.”\n\nMore than 150 adults in their 20s and 30s filled the white, plastic seats, reaching the fire code occupancy limit of RelateIQ’s spacious underground office.\n\nAndrew Scheuermann, Stanford graduate student in material science and engineering, was speaking to the audience of Nerd Nite Silicon Valley, the third local event of the international nonprofit Nerd Nite.\n\nWith locations in 79 cities and counting, Nerd Nite is an international nonprofit branded as “the Discovery Channel … with beer,” according to its website.\n\nNerd Nite hosts monthly events with two main components: intellectual talks presented in a humorous way and drinks for those who enjoy learning while buzzed.\n\nReally, the event is an example of lifelong learning, said Chris Balakrishnan, one of the original founders of Nerd Nite.\n\nBalakrishnan started Nerd Nite 11 years ago, at Midway Café in the Jamaica Plain neighborhood of Boston when his bartender became so curious about what he does that he asked Balakrishnan to present his work to the bar.\n\n“These events suggest that people don’t think of nerds in the “Revenge of the Nerds” sense quite as much these days,” Balakrishnan said, “That’s one of the things we’ve tried to do with Nerd Nite is definitely broaden the definition.”\n\nDavid Lipton, the co-host with Andrew Scheuermann, is also a graduate student in neuroscience.\n\nTo open the show, Scheuermann and Lipton performed some goofy skits, including this one:\n\nScheuermann: “I went out to the beautiful Stanford to get a breath of fresh air … 15 feet away from me was this behemoth … charging towards me.” [A picture of a goose flashes on the screen] Scheuermann: “You may not know that these geese can fly at 142 km/hour … My god … and Usain Bolt, for comparison, set record at 44.72 km/hr, so that’s three times slower than this goose.” [Scheuermann is knocked out and wakes up, not knowing where he is] Scheuermann: “This is a strange dream. Oh, doctor can you help me?” Lipton (acting as Freud): “What happened?” Scheuermann: “I don’t know if it was a dream … geese … soul-sucked … I just want to go back to my mommy!” Lipton: “Well I’ve seen this problem before. You want to have sex with your mother. It’s called the Oedipus complex”\n\nAfter a few more minutes of goofing around, Lipton said, “We’re gonna get us clowns off the stage and let you hear from the real speakers.”\n\nThe event featured three Stanford neuroscience graduate students, Mariko Bennett, Pablo Jercog and Lief Fenno.\n\n“On my second time reading the Wikipedia article in preparation for tonight…,” the uproar of laughter drowns out Mariko Bennett’s sarcasm.\n\nBennett is a short, spunky MD-Ph.D who studies the glial cells of the brain. She was strongly encouraged by the co-hosts to “talk about something of wide interest” rather than her research.\n\nPablo Jercog, the energetic and heavily accented Argentinian, explained how the technologies he helps to create read the brain. The cover of the movie “What Women Want” flashed up on his slides. “Unfortunately, all of this technology will definitely not help you solve that,” he said, hardly audible amid the crowd’s roaring laughter.\n\nAs soon as Fenno said that he would talk about the special senses of sharks, bats and snakes, the audience was hooked and willing to hear about the details of scientific studies.\n\nSilicon Valley is full of nerds like these.\n\n“It’s kind of hard to describe oneself as a nerd in the valley,” Fenno said, “Because everyone has an incredible intellectual curiosity but usually this comes with a lot of social savvy and these are almost inextricably linked to the local version of ‘success.’ It’s just being normal.”\n\nAccording to Bennett, Nerd Nite is so popular in Silicon Valley because “if someone wrote a parody of a first date in Silicon Valley, after some brief dating site foreplay it would take place at … Nerd Nite, with the hero knowing more than the punk-ass speakers.”\n\n“The event had good community building, which science doesn’t do much,” said Thomas Rogerson, a postdoctoral scholar in biology and a spectator at the event.\n\nLipton, an event co-host, said, “Nerd Nites are all about nerds socializing with one another and learning from one another, talking about cool new ideas and technologies that can better our world and transform our world into a more exciting place.”\n\n“It feeds by desire to be nosy and find needles in haystacks,” said Marcus Wong, a senior manager at LinkedIn and attendee from outside the Stanford bubble.\n\nNerd Nite is part of a newly emerging definition of the nerd.\n\n“Nerd” was first used in Dr. Seuss’ 1950 book “If I Ran the Zoo,” in which Gerald McGrew collects “a Nerkle, a Nerd, and a Seersucker too.”\n\nBy the 1960s, the word was popularized all over the United States. Today, Wikipedia still defines nerd as “a descriptive term, often used pejoratively indicating that a person is overly intellectual, obsessive, or socially impaired.”\n\nTelevision shows such as “The Big Bang Theory” and “Silicon Valley” create nerd celebrities. Stanford branded itself as “Nerd Nation” in 2012 when women’s basketball star Chiney Ogwumike created the video “Nerd City Kids” celebrating nerdism.\n\nThe rise of nerds means that people with technical knowledge are encouraged to communicate and socialize.\n\n“There has been a shift in the culture of science where scientists are now expected to be out there telling people what they do and fighting off this stereotype of the weird eccentric scientist who can’t speak to people and doesn’t want to speak to people,” says Balakrishnan, one of the founders of Nerd Nite.\n\n“In general, the onus should be on scientists to communicate their work as widely as possible, so I hope that Nerd Nite continues to provide a forum for this to happen,” says Fenno.\n\nUltimately, all the attendees of Nerd Nite are nerds solely because they are curious.\n\nAs Scheuermann said, “A nerd is someone who loves learning for the sake of learning. I need no reward, no degree, no job, to motivate me. I just love to learn!”", "article_metadata": {"keywords": "Chris Balakrishnan,Julia Turan,nerd,Nerd Nite,Nerd Nite Silicon Valley,nerds,Silicon Valley,Culture & Features,Features,Frontpage Featured,Science & Tech", "description": "In early June, the third local event of the international nonprofit Nerd Nite was held in Palo Alto. The event is an example of lifelong learning, according to…", "generator": "WordPress 3.5", "robots": "noodp,noydir"}, "article_summary": "Nerd Nite hosts monthly events with two main components: intellectual talks presented in a humorous way and drinks for those who enjoy learning while buzzed.\nWith locations in 79 cities and counting, Nerd Nite is an international nonprofit branded as “the Discovery Channel … with beer,” according to its website.\nAndrew Scheuermann, Stanford graduate student in material science and engineering, was speaking to the audience of Nerd Nite Silicon Valley, the third local event of the international nonprofit Nerd Nite.\nNerd Nite is part of a newly emerging definition of the nerd.\nReally, the event is an example of lifelong learning, said Chris Balakrishnan, one of the original founders of Nerd Nite."}