{"article_title": "Top 10 Indian Tribal Tax Developments In 2013 And Priorities For 2014", "article_keywords": ["tribe", "federal", "tribal", "irs", "tax", "priorities", "state", "indian", "tribes", "local", "developments", "governments"], "article_url": "http://www.mondaq.com/unitedstates/x/285300/tax+authorities/Top+10+Indian+Tribal+Tax+Developments+In+2013+And+Priorities+For+2014", "article_text": "Kathleen Nilles is a Partner and Kenneth Parsons is an Associate in the Washington D.C. office\n\nZehava Zevit is a Senior Counsel in the Los Angeles office\n\nBrent Berselli is an Associate in the Portland office\n\nHIGHLIGHTS:\n\nIn 2013, courts were active in issues relating to Indian tribes, including ruling on state tax matters and the federal income tax aspects of Section 17 corporations.\n\nThe top 10 Indian tribal tax developments from 2013 and how they are likely to influence the priorities of tribal leaders, legal counsel, financial officers and government affairs representatives in 2014 are discussed in this alert.\n\nGeneral welfare captured much of the attention of lawmakers and the Internal Revenue Service in 2013. Courts were also active last year in issues relevant to Indian tribes, ruling on state tax matters and the federal income tax aspects of Section 17 corporations. This alert discusses 10 Indian tribal tax developments from last year and how they are likely to influence the priorities of tribal leaders, legal counsel, financial officers and government affairs representatives in 2014.\n\n1. General Welfare Tax Planning\n\nThe general welfare doctrine's application to tribal government programs was a hot topic in 2013. Much of the attention was due to Notice 2012-75, proposed administrative guidance issued by the IRS in December 2012. Notice 2012-75 offers a safe harbor applicable to specific types of tribal governmental programs under which IRS will presume that the \"individual or family need\" requirement of the general welfare doctrine is met. Safe harbor programs include certain housing, educational, religious, elder and disabled programs. All qualifying programs must also meet certain general procedural requirements in order to meet a safe harbor. These include written program eligibility guidelines and a requirement that the benefits provided not be lavish or extravagant. For detailed information on Notice 2012-75 and the safe harbor requirements, see Holland & Knight's alert, \" IRS Proposes General Welfare Exclusion Safe Harbors for Tribal Government Programs,\" Dec. 6, 2012.\n\nIndian country's response to the proposed guidance was swift and generally positive. During the first half of 2013, a number of Indian tribes and tribal organizations prepared comments on Notice 2012-75 seeking to clarify, and in some instances expand, the safe harbors. IRS is reviewing these comments as it works on final guidance, which it anticipates releasing sometime this year.\n\nSome tribal leaders believed that Notice 2012-75 did not go far enough. They worked with Rep. Devin Nunes (R-Calif.) on legislation that would amend the Internal Revenue Code to provide a federal income tax exclusion for certain general welfare benefits provided by Indian tribes. The bill, titled the \"Tribal General Welfare Exclusion Act of 2013,\" was introduced in Congress in August 2013. The proposed legislation tracks the general procedural requirements in Notice 2012-75, but unlike the notice, it does not limit the general welfare exclusion to specific types of governmental programs. Rather, the proposed legislation would apply to any tribal governmental program if the benefits provided under such program are for the promotion of general welfare and satisfy certain other procedural requirements, including one limiting the exclusion to benefits that are not lavish or extravagant. The bill also would establish a Tribal Advisory Committee to advise Treasury on matters relating to the taxation of Indians and temporarily suspend all general welfare-related audits and examinations of Indian tribal governments and members of Indian tribes.\n\nTO WATCH IN 2014: The IRS anticipates releasing final guidance under the general welfare doctrine sometime in 2014. Tribal leaders should also monitor the progress of the General Welfare Exclusion Act of 2013 in Congress. Rep. Nunes' bill currently has 40 co-sponsors, while Senator Jerry Moran's (R-Kan.) companion bill in the Senate has seven co-sponsors. Neither bill has seen any activity since being referred to committee.\n\nTO DO IN 2014: Although IRS anticipates issuing final guidance under the general welfare doctrine at some point during 2014, taxpayers may apply Notice 2012-75 until additional guidance is issued. Tribes should not wait to modify their programs to comply with the safe harbors in order to maximize federal income tax exclusions for their members. In addition, if the IRS consults again with Indian tribes before releasing final guidance, tribal leaders should be prepared to contribute to that dialogue.\n\n2. New Developments Regarding Taxation of Tribal Trust Settlements and Trust Resources\n\nIn 2013, the IRS issued two additional notices updating Notice 2012-60 regarding the federal tax treatment of per capita payments that members of Indian tribes receive from proceeds of certain settlements of tribal trust cases between the United States and those Indian tribes — IRS Notice 2013-1 and Notice 2013-55, both posted on the IRS website. The two 2013 notices add 15 additional tribes to the list of tribes with trust settlements qualifying for exclusion from income tax when the settlement funds are distributed on a per capita basis to their members.\n\nWhat IRS failed to do in 2013 was extend its guidance to per capita distributions from tribal trust resources. In 2012, two congressional committees held hearings lamenting IRS' inconsistent treatment of income derived from trust resources when distributed per capita to tribal members. IRS indicated at the September 2012 hearing before the House Natural Resources Subcommittee on Indian Affairs that it would consult with tribes and issue specific guidance on income from trust resources. But no such consultations were formally scheduled and no further guidance has been issued.\n\nTO DO OR WATCH IN 2014: Notwithstanding the apparent lack of progress, IRS personnel have informally indicated that they are in the process of consulting with the U.S. Department of the Interior (DOI) on the definition of a \"trust resource\" and the scope of the guidance. Guidance is expected to be issued in 2014, but the timing remains uncertain. In the interim, most tribes are continuing to take the position that if the source of the funds is eligible for deposit in a trust account (such as funds derived directly from trust land or restricted fee lands), then those tribal funds may be distributed to individual tribal members on a tax-free basis.\n\n3. IRS Audits of Tribal Governments, Tribal Members and Tribal Casinos\n\nNotwithstanding significant public criticism and congressional oversight, IRS continued to conduct examinations of tribal governments and casinos in 2013, and in some cases, coordinated audits of tribal members. However, based on anecdotal evidence, the primary focus of tribal government audits appears to have shifted away from tribal government programs per se and toward payroll tax compliance, employee classification, and other forms of withholding taxation and reporting (such as withholding or reporting required on the various types of per capita payments). In the case of casinos, the primary focus is on the casino's compliance with the complex withholding and reporting rules applicable to the various types of gambling winnings, as well as on employee payroll tax, employee classification and reporting of payments to vendors. Where the tribe refuses to cooperate with IRS in such audits (or in the collection of assessed taxes and penalties), the IRS has opened audits of tribal members and has asserted \"responsible officer penalties\" against individual officers and directors responsible for payroll tax compliance. Tribal casinos are also subject to anti-money laundering audits by IRS agents working under the supervision of the Financial Crimes Enforcement Network (FinCEN), a bureau of the U.S. Treasury that monitors Title 31 compliance by financial institutions, including casinos).\n\nTO DO IN 2014: Tribal financial officers would be well advised to make all forms of payroll tax compliance (including withholding on gaming per capita payments, which is treated like payroll tax withholding under the Code) a top priority in 2014. Casino CFOs also need to have a clear understanding of the types of withholding and reporting required on the increasing multiplicity of games offered by tribal casinos. As noted above, tribal governments can reduce 1099 reporting issues associated with tribal member programs by restructuring such programs to fall within an IRS safe harbor if they are not based on the financial need of the individual or family.\n\n4. Developments in State/Local Taxation of Tribal Transactions\n\nThree cases dealing with state and/or local taxation in Indian country were of particular interest in 2013. Of the three cases, one resulted in an opinion that is adverse to tribal interests, one upheld such interests and the third is pending in federal court in California.\n\nIn the first case, Mashantucket Pequot Tribe v. Town of Ledyard, 722 F.3d 457 (2nd Cir. 2013), the United States Court of Appeals for the Second Circuit held that a town has authority to tax slot machines owned by non-Indian gaming machine companies and leased by a tribe. Reversing the District Court which had ruled in favor of the tribe, the court held that neither the federal Indian Trader Statutes nor the Indian Gaming Regulatory Act expressly bar local property tax from being imposed on non-Indian property owners even when their property is located on Indian lands. The court further held that federal law does not implicitly bar the tax because state and town interests in applying the tax outweigh the federal and tribal interests reflected in federal statutes.\n\nThe Mashantucket Pequot case is significant because it recognized, and gave credence to, state and local interests that typically are irrelevant in determining whether state/local taxes are permitted in Indian country. Specifically, the court's willingness to consider potential future litigation costs as a legitimate component of the town's interest in taxation is unprecedented. Also unprecedented is the court's categorical unwillingness to hold that a property tax's applicability hinges upon the manner of use of the property — even when federal law requires such an analysis — because it would be difficult for the state to conduct the requisite analysis. Finally, the court's opinion that state and local interests in the integrity and uniform application of their tax system suffice to outweigh federal and tribal interests is far broader than the opinions on interest-balancing articulated in previous case law.\n\nTO WATCH IN 2014: Whether other federal and/or state courts adopt the Second Circuit Court's position, which expanded opportunities for states and local authorities to impose their taxes on on-reservation activities.\n\nTO DO IN 2014: Tribes entering into lease agreements relating to personal property should be mindful of the jurisprudence on state and local taxation and strive to structure their agreements to avoid such taxation when the property at issue is located on tribal lands.\n\nIn another case, Confederated Tribes of the Chehalis Reservation v. Thurston County Board of Equalization, 724 F.3d 1153 (9th Cir. 2013), the United States Court of Appeals for the Ninth Circuit held on July 30, 2013, that state and local governments lack the power to tax permanent improvements built on non-reservation land owned by the United States and held in trust for an Indian tribe pursuant to 25 U.S.C. §465. Specifically, the court held that the exemption of trust lands from state and local taxation under Section 465 extends to permanent improvements on such lands. The panel concluded that the fact that the improvements were owned by a Delaware limited liability company, in which the tribe owned a 51 percent interest, rather than by the tribe itself, was irrelevant, as was the question whether the improvements constituted personal property under state law.\n\nTO WATCH IN 2014: Whether courts apply this holding to permanent improvements owned by an entity in which a tribe has a minority interest. In Chehalis, the entity that owned the permanent improvements (a lodge) was a state-registered LLC in which the tribe owned 51 percent and a non-Indian entity (Great Wolf Resorts, Inc.) owned 49 percent. The court treated the improvements as \"Indian owned\" without explicitly addressing the issue of ownership. Whether a court would be willing to extend the same treatment to an entity in which a tribe has a minority interest remains to be seen.\n\nIn addition, tribes should be wary of attempts by states and local authorities to impose taxation on value related to permanent improvements within Indian country by using means other than an outright property tax. Such attempts are to be expected and tribes should be prepared to defeat them.\n\nTO DO IN 2014: Given the uncertainty regarding the taxability of property owned by a joint venture that is less than 51 percent tribally owned, tribes entering into joint ventures with non-tribal entities should seek 51 percent ownership where the joint venture will own property located on leased Indian lands. In situations where tribes own less than 51 percent of a joint venture, tribes may still take the position that property owned by the joint venture but located on Indian lands is not taxable. This position is arguably supported by case law and federal regulation (see discussion in the following paragraph).\n\nFinally, in a complaint filed in Desert Water Agency v. U.S. Department of the Interior et al., cv-13-02281 (United States District Court for the Central District of California, March 29, 2013), the water agency challenges a DOI regulation under which state and local governments generally may not impose any fees or taxes on property, activities or interests associated with leased Indian trust or restricted land (25 C.F.R. 162.017). The complaint alleges that the regulation does not preclude the water agency from imposing its fees on non-Indian lessees of reservation lands, but that if it does, the regulation is arbitrary and capricious and therefore invalid.\n\nIn arguing that the regulation does not preclude it from imposing its fees, the agency relies on language in the regulation that provides an exception for state and local taxes and other charges authorized under \"applicable federal law.\" The agency argues that under federal statutory law and court-developed balancing tests its fees are permissible. In adjudicating this argument the court will be required to interpret the regulation and its apparent exception for taxes authorized under applicable federal law.\n\nTO WATCH IN 2014: How courts interpret DOI's leasing regulations. If state and local taxation of non-Indian lessees of Indian lands is categorically precluded, tribes stand to profit because (1) non-tribal entities will be incentivized to lease tribal (rather than non-tribal) land, and (2) tribes will be able to impose their own taxes while still maintaining their competitive edge. However, if the court holds that even under the new regulation all lessees of Indian lands may be subject to state and local taxation pursuant to the existing Bracker balancing test, the regulations will not provide the advantage tribes seek.\n\nTO DO IN 2014: Tribes seeking to pursue the tax advantages referenced in DOI's leasing regulation may want to take an aggressive stance against state and local taxation of property and activities located on leased Indian lands, thereby forcing local authorities to try to defend their taxes. Tribal advocacy on the federal level may also be warranted as a means of trying to obtain federal legislative relief from state taxation in Indian country.\n\n5. Tribal Business Structure Tax Planning\n\nAlthough Indian tribes generating revenue on their own reservation lands generally are not subject to federal, state and local taxes, the selection of specific types of structures or entities to conduct business operations (whether on or off the reservation) frequently determines whether tribes retain tax immunity or if they are subject to unanticipated tax consequences. Tribal business planners should take into consideration the following developments from 2013 when selecting a particular type of business entity or structure for a tribal enterprise.\n\nIn Uniband v. Commissioner, 140 T.C. No. 13 (May 22, 2013) (Uniband), the U.S. Tax Court affirmed the IRS' ruling position that corporations formed under state law are taxable even if they are wholly owned by an Indian tribe. Uniband also denied the tribe's business affiliates the benefit of consolidated return filing and agreed with IRS that the taxable corporation's wage deductions should be reduced by the amount of Indian employment tax credits it was eligible to take, but did not do so.\n\nUniband involved IRS' assessment of corporate income taxes on a Delaware corporation (Uniband, Inc.) wholly owned by the Turtle Mountain Band of Chippewa Indians. In upholding the IRS' position on the taxability of state law corporations, the Tax Court drew sharp distinctions between corporations organized under state law and Section 17 corporations with a federal charter that are intended to serve as the business arm of an Indian tribe. Further, the Tax Court held that Uniband and its business affiliates could not file a consolidated return because they were each owned by an Indian tribe and not by another corporation. Finally, the Tax Court reluctantly agreed with the IRS that the literal language of the rules governing the Indian employment tax credit required a reduction in Uniband's wage deduction by the amount of employment tax credits it could have taken based on the number of tribal members it employed. In so holding, the Tax Court conceded that the result meant that Uniband would have been better off if it had hired fewer Native Americans, \"a circumstance that Congress did not likely intend.\"\n\nIn Private Letter Ruling 201329003 (July 19, 2013), IRS declined to treat proposed investor \"interests\" in a Section 17 corporation as corporate stock, and instead stated that it would treat the investment arrangement as a partnership between the tribe itself and the investors.\n\nThe corporation planned to issue \"interests\" in the corporation to certain outside investors, including a limited liability company and individual accredited investors, in exchange for investment assets and/or cash. The investors' cash would be used to augment an investment portfolio held by the Section 17 corporation, and the \"interests\" would entitle investors to receive annual distributions consisting of a share of the corporation's earnings and profits. The tribe requested a ruling that the corporation would continue to share the same tax status as the tribe after issuing the \"interests\" to the investors.\n\nIn concluding that the investment arrangement created a partnership between the tribe and the investors, IRS relied on a passage in the business entity classification regulations illustrating the general rule that an entity formed under local law is not always recognized as a separate entity for federal tax purposes. That passage states that \"an organization wholly owned by a State is not recognized as a separate entity if it is an integral part of the State. Similarly, tribes incorporated under section 17 of the Indian Reorganization Act ... are not recognized as separate entities for federal tax purposes.\" Treas. Reg. §301.7701-1(a)(3).\n\nThe IRS concluded that because the corporation \"is not recognized as an entity separate from the Tribe for tax purposes, [it] will continue to share the same tax status as the Tribe.\" However, IRS further asserted that for federal tax purposes, the corporation \"is not a corporation, and cannot issue interests, pay dividends, or redeem interests in its own capacity.\" As a result of this assertion, IRS then concluded the proposed transaction would be considered to be between the tribe and the investors, resulting in the formation of a partnership for federal tax purposes. Consequently, the investors would be taxed currently on the corporation's income, rather than deferring taxation until they received a distribution or redeemed their interests.\n\nThe 2013-2014 Priority Guidance Plan (see page 16) released in late 2013 by the Department of Treasury and IRS has once again listed as a priority project the development of regulations \"providing criteria for treating an entity as an integral part of a state, local or tribal government.\"\n\nThis particular item has been on the Treasury-IRS plan each year since 2007, and since the early 2000s, Treasury prioritized the issuance of guidance on corporations chartered under tribal law. Unfortunately, no such guidance has been issued, and with the advent of the \"integral part\" regulations project, IRS is currently unwilling to provide private letter rulings on when a tribal law corporation is considered an \"integral part\" of the tribe — all of which makes business planning difficult, to say the least.\n\nTO DO OR WATCH IN 2014: In light of the developments described above, tribal business leaders must be careful when structuring business entities and joint ventures. The ideal structure will depend on the tribe's goals (e.g., retention of sovereign immunity and/or obtaining a tax exemption for the entity) and the intended purposes of each entity or venture.It is difficult to predict whether IRS guidance on integral parts (most likely in the form of an advanced notice of proposed rulemaking) will be issued in 2014. In the interim, Section 17 corporations and wholly owned limited liability companies continue to be favored as providing relatively certain (and very favorable) tax treatment as well as other benefits in a business planning context. But tribal corporations also continue to be utilized for some purposes, notwithstanding their uncertain tax status.\n\n6. Continued Availability of Tax-Exempt Financing\n\nSection 7871 of the Internal Revenue Code allows federally recognized Indian tribal governments to issue tax-exempt bonds, subject to the following restrictions: (1) tribal governments may only issue tax-exempt bonds to finance \"essential governmental function\" activities that are \"customarily\" performed by state and local governments with general taxing powers; and (2) tribal governments generally may not issue tax-exempt private activity bonds, except in narrow circumstances related to financing manufacturing facilities.\n\nThe American Recovery and Reinvestment Act of 2009 provided a $2 billion limited authorization for a new type of bond under Section 7871(f) of the Internal Revenue Code, known as Tribal Economic Development Bonds (TEDBs). TEDBs are not subject to the essential governmental function test. As of Dec.1, 2013, the volume cap limit for TEDBs is $333,739,362 or 20 percent of the total amount of available volume cap of $1,668,696,813. This represents a significant unused allocation of TEDBs available for use by Indian tribes. The IRS will allocate the remaining available volume cap on a first-come, first-served basis to Indian tribes that apply for and satisfy the requirements of the TEDB program. For more detailed information on TEDBs, see Holland & Knight's alert, \" Expanded Tribal Bond-Issuing Authority: IRS Issues New Guidelines on Tribal Economic Development Bonds,\" July 26, 2012.\n\nIn addition to the TEDB program, 2013 saw continued legislative and administrative support for a permanent fix to the tribal bond rule. On Aug. 2, 2013, Rep. Ron Kind (D-Wis.), a member of the House Ways and Means Committee, introduced the Tribal Tax and Investment Reform Act of 2013 (H.R. 3030). This measure would have amended Section 7871 to eliminate the essential governmental function test and would have eased the restrictions on tribal private activity bonds. Additionally, the Obama administration's fiscal year 2014 budget proposed to permanently repeal the essential governmental function test and the restriction on tribal private activity bonds. Unfortunately, H.R. 3030 never made it out of committee, and President Obama's fiscal year 2014 budget was not adopted by Congress. Rather, in a legislative compromise, Congress passed the Bipartisan Budget Act of 2013, which did not address Indian tribal tax-exempt financing. President Obama signed the Bipartisan Budget Act on Dec. 26, 2013.\n\nTO DO IN 2014: Eligible tribes should consider acting quickly to take advantage of the TEDB program since allocations of the remaining volume cap are on a first-come, first-served basis. Aside from TEDBs, Indian tribal governments must continue to meet the essential governmental function test in order to issue tax-exempt bonds. However, a permanent fix to tribal tax-exempt financing should again be on the 2014 agenda of both Congress and the Obama administration. Tribes should take the opportunity to work with national tribal organizations and Congress on legislation to liberalize the rules governing tribal tax-exempt financings.\n\n7. Tribal Employee Plan Issues\n\nIn 2013, the only new piece of IRS guidance specific to Indian tribes as employers was a targeted Notice of Proposed Rulemaking (NPRM) aimed at facilitating the participation of tribal members earning fishing income in tribal retirement plans, such as 401(k) plans with a tribal match. For further details, see Holland & Knight's alert, \" IRS Proposes New Rules on Indian Fishing Rights Income for Retirement Plans,\" Nov. 20, 2013.\n\nThe proposed regulations clarify that payments received by Indian tribe members as remuneration for services they perform in fishing rights-related activities will not be excluded from the definition of \"compensation\" for purposes of Internal Revenue Code (IRC) Section 415 and underlying regulations merely because these payments are not subject to income or employment taxes. Consequently, the proposed regulations allow employees receiving these payments to participate in and contribute to a retirement plan qualified under IRC Section 401(a).\n\nWhile the proposed regulations represent a significant change in the IRS position regarding tribal eligibility for qualified retirement plans, the NPRM does not resolve all issues surrounding the participation of recipients of fishing rights-related income in qualified retirement plans. Specifically, the NPRM asks for further comments (by Feb.13, 2014) on \"the taxation of qualified plan distributions that are attributable to fishing rights-related income\" and \"the application of section 72(f)(2).\" This indicates that IRS is considering treating such retirement distributions like annuity distributions (i.e., only the amount exceeding the individual's investment in the annuity contract is taxed), and not like ordinary 401(k) plan distributions. Further, the scope of the NPRM does not appear to resolve the problem of how to provide retirement savings options for self-employed tribal member-owners of fishing rights operations. However, if the owners are also employees, their compensation for services rendered would fall under this rule.\n\nMany other tribal pension issues remain to be resolved. For example, while proposed regulations issued in 2012 attempted to clarify when tribal government plans are treated like private employer plans (see the IRS website article, \"IRS and Treasury Request Comments on Possible Approaches to Governmental Plan Guidance\"), the tribal reaction to the IRS' proposed regulations was generally negative and the IRS has not yet finalized those rules. Nevertheless, recognizing the difficulty of bifurcating their workforce and retirement plans into governmental and commercial components, most tribal governments have elected to treat their plans like private plans subject to ERISA and the applicable tax rules, while seeking corrective legislation such as the tribal pension provisions included in H.R. 3030, introduced by Rep. Ron Kind (D-Wis.) on Aug. 2, 2013. Tribal governments are also seeking ways to extend retirement benefits to tribal council members, whose service currently does not count for purposes of Social Security and Medicare coverage.\n\nTO DO OR WATCH IN 2014: If the tribe has fishing income employees, take steps now to include them in applicable tribal government retirement plans and provide comments to IRS to favorably resolve open issues, such as the treatment of distributions attributable to both employee and employer match contributions. Work with employee benefits counsel to ensure that tribal employee retirement and health plans are in compliance with the multiplicity of tax, ERISA and health care rules. While tribal member coverage is largely exempt from the individual mandate under the Affordable Care Act, tribal employer coverage is subject to the act's employer mandates.\n\n8. Federal Legislation Impacting Taxation on Indian Lands\n\n2013 marked a turning point in the area of federal legislation impacting tribal governments' authority to tax inbound Internet sales transactions. For several years Congress has been giving serious consideration to legislation that would clarify the sourcing of remote sales transactions (including those conducted by Internet, mail order and telephone) and permit states to collect sales/use tax on such transactions. Over the years tribes were concerned that their interest in taxing remote sales would not be represented in the new legislation. These fears were alleviated somewhat when the Marketplace Fairness Act of 2013 (S. 743) (MFA), which passed in the Senate on May 6, 2013, addressed tribal interests. The MFA would grant states and tribes authority to collect sales/use tax from remote retailers with no physical presence in their state/Indian lands as long as the sale is made into their jurisdiction. The act does not authorize states to tax sales to Indians in Indian country. In order to qualify for taxing authority under the act, states and tribal governments are required to simplify their sales and use tax administration and collection and include an exemption for remote sellers that make less than $1 million a year nationwide. Tribes' success in being included in the act was particularly important in light of the cuts in federal budgets earmarked for tribes.\n\nTO DO IN 2014: The MFA has passed the Senate, but it has yet to pass the House. According to recent reports, the House Judiciary Committee is in the process of collecting ideas regarding the MFA, but is not yet in the process of drafting legislation. Tribes interested in safeguarding tribal authority under the MFA may want to contact their representatives to ensure that their tribal interests are considered.\n\n9. Tax Implications of Any Federal Legislative Authorization of Online Gaming\n\nSince Congress passed the Unlawful Internet Gambling Enforcement Act in 2006, various members of Congress have attempted, without success, to persuade their colleagues authorize Internet gambling. While it is unlikely that Internet gambling will be approved during the 2014 election year, the mere possibility of Internet gambling enlivens some tax reform discussions.\n\nH.R. 3491, Internet Gambling Regulation and Tax Enforcement Act of 2013\n\nOn Nov. 14, 2013, Rep. Jim McDermott (D-Wash.) introduced the Internet Gambling Regulation and Tax Enforcement Act of 2013 (H.R. 3491). This measure would amend the Internal Revenue Code to:\n\nImpose a monthly 4 percent tax on any company licensed by the Treasury Department to offer Internet gaming, which shall be calculated based upon the funds deposited with the Internet gaming operator. The tax cannot be paid out of funds deposited by the customer. Impose an additional 50 percent tax on unauthorized bets or wagers. Allow states and Indian tribes to impose up to an additional 8 percent tax on funds deposited by customers from the state or tribal nation. Impose a tax on each Internet gambling licensee equal to 12 percent of all funds deposited by customers making deposits while located outside the United States into an account maintained by the licensee. Require withholding of tax on net Internet gambling winners and on the gross amount of winnings of nonresident aliens. Extend the excise tax on wagers to include wagers placed within any commonwealth, territory, or possession of the United States by a U.S. citizen or resident. Make income earned by nonresident alien individuals and foreign corporations that are licensees of, or operating, an Internet gambling facility subject to U.S. taxation.\n\nIndian tribal governments are not exempt from the taxes on Internet gaming operators that would be imposed under this measure. For this reason, the Internet Gambling Regulation and Tax Enforcement Act of 2013 (H.R. 3491) should be of particular interest to tribal governments heading into 2014.\n\nTO WATCH IN 2014: Senator Ron Wyden (D-Ore.) is in line to replace Senator Max Baucus (D-Mont.) as the chair of the Senate Finance Committee. Senator Wyden's ascension to chair the Senate Finance Committee is potentially significant because in 2010, he and Judd Gregg (R-N.H.) introduced the Bipartisan Tax Fairness and Simplification Act of 2010 (S. 3018). In addition to providing for the licensure and regulation of Internet gaming operators, this measure would have amended the Internal Revenue Code to tax licensed Internet gambling operators at a rate of 2 percent of deposits. Although Senator Wyden dropped the Internet gaming tax provisions from a 2011 version of his bill, Senator Wyden has shown a propensity for tax reform, and may consider online gaming as a revenue source if Congress enacts provisions to regulate it at the federal level.\n\nTO DO IN 2014: Closely monitor all tax reform discussions to ensure that Indian tribes engaged in governmental gaming are not subject to any federal or state tax.\n\n10. Prospects for Federal Tax Reform\n\nRecent legislative discussions concerning tax reform have included the potential elimination of several federal provisions long considered sacred to state, local and Indian tribal governments and untouchable by federal policymakers. Those provisions include the itemized deduction for state, local and tribal taxes, and various tax benefits accorded to state, local and tribal government bonds used to finance governmental and certain private projects. Potential reform of these and other so-called \"tax expenditures\" is part of a broader, growing push to overhaul federal tax law, support for which appeared to be building on both sides of the aisle in 2013.\n\nRep. Dave Camp (R-Mich.), who is spearheading the House's tax reform efforts, originally planned to introduce a tax reform bill in the fall of 2013. However, the bill was delayed and Rep. Camp now hopes to release the bill in January 2014. Even if the bill is released in early 2014, many commentators believe that any tax reform is unlikely before the midterm elections in November 2014. The tax reform effort has been further hampered by Senator Baucus' (D-Mont.) appointment as the next U.S. ambassador to China. Senator Baucus had been tax reform's main proponent in the Senate.\n\nTO DO IN 2014: Indian tribal governments should be involved in the tax reform discussion to ensure that access to bonds permitted under existing law is not substantially curtailed and that long overdue tribal tax parity provisions (such as those included in H.R. 3030) are included in tax reform. Congress is eager to hear from stakeholders who are willing and able to articulate and justify which tax code provisions are (or are not) in need of reform and how best to undertake any changes.\n\nThe content of this article is intended to provide a general guide to the subject matter. Specialist advice should be sought about your specific circumstances.", "article_metadata": {"description": "General welfare captured much of the attention of lawmakers and the Internal Revenue Service in 2013.  United States Tax Holland & Knight 9 Jan 2014", "title": "Top 10 Indian Tribal Tax Developments In 2013 And Priorities For 2014 - Tax - United States", "robots": "index", "google-translate-customization": "74c51ff8af39271a-6475dd896da90c33-g0b5ef7115d3352b0-e", "fb": {"admins": 100000111077954}, "keywords": "Top 10 Indian Tribal Tax Developments In 2013 And Priorities For 2014, - mondaq,Holland & Knight,United States,Tax, Income Tax, Tax Authorities, Government, Public Sector, Indigenous Peoples", "publication_date": "9 Jan 2014", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "IRS Audits of Tribal Governments, Tribal Members and Tribal CasinosNotwithstanding significant public criticism and congressional oversight, IRS continued to conduct examinations of tribal governments and casinos in 2013, and in some cases, coordinated audits of tribal members.\nThis alert discusses 10 Indian tribal tax developments from last year and how they are likely to influence the priorities of tribal leaders, legal counsel, financial officers and government affairs representatives in 2014.\nThe top 10 Indian tribal tax developments from 2013 and how they are likely to influence the priorities of tribal leaders, legal counsel, financial officers and government affairs representatives in 2014 are discussed in this alert.\nIndian tribal governments are not exempt from the taxes on Internet gaming operators that would be imposed under this measure.\nAside from TEDBs, Indian tribal governments must continue to meet the essential governmental function test in order to issue tax-exempt bonds."}