{"article_title": "Maryland leaders accused of political motives over long review of health exchange problems", "article_keywords": ["brown", "officials", "leaders", "engagepoint", "exchange", "political", "review", "problems", "long", "states", "state", "accused", "health", "noridian", "motives", "exchanges", "maryland"], "article_url": "https://www.washingtonpost.com/local/md-politics/maryland-leaders-accused-of-political-motives-over-long-review-of-health-exchange-problems/2014/02/02/85b854ce-8aa2-11e3-a5bd-844629433ba3_story.html", "article_text": "For nearly two months, top Maryland leaders have promised to investigate what went wrong with the launch of the state’s online health insurance marketplace. But they have been vague on when or how that would happen.\n\nLast week, legislative leaders said that instead of continuing to question health officials and request documents, they are likely to defer to a previously scheduled state audit of the exchange that is expected to begin this summer and could take a year to complete. That angered many Republicans and some Democrats who want a full accounting now.\n\nThey said that a delay could also spare Maryland Lt. Gov. Anthony G. Brown (D), who is running for governor, from having to publicly address more questions about the exchange before the Democratic primary on June 24 or the general election in November. Brown was tasked with implementing President Obama’s Affordable Care Act in Maryland.\n\n“We don’t have time to wait,” said Del. Heather R. Mizeur (D-Montgomery), who is running for governor. “I don’t know anybody in Annapolis who feels like they have their hands around what is still problematic.”\n\nMaryland was one of 14 states that opted to launch their own online health insurance exchanges, created as part of the Affordable Care Act, instead of relying on the federal marketplace. But the roll-out of Maryland’s plan has been one of the most troubled. The Web site crashed on its first day of operation and has been plagued with problems that have made it difficult for Marylanders to sign up for health insurance. Two of the contractors that built the online exchange continue to fight.\n\nSen. Thomas M. Middleton (D-Charles), the chairman of the Finance Committee who has coordinated inquiries into the exchange, said doing a full investigation now would distract health officials from signing Marylanders up for health insurance before the March 31 deadline. He said that the media have already reported the “juiciest information” about the exchange’s shortcomings and that anything more would simply be generating “wonderful election fodder.”\n\n“I’m not looking to make excuses for it,” Middleton said of the exchange on Friday. “But I don’t see anything that warrants a full-scale investigation.”\n\nSenate Minority Leader David R. Brinkley (R-Frederick), who wants the state to hire outside counsel to investigate, scoffed at the suggestion that such an inquiry would reduce the number of Marylanders who get health insurance.\n\n“They are recognizing that there’s an ongoing problem, but they don’t want to address it because it might cause embarrassment to the lieutenant governor in his gubernatorial bid,” he said.\n\nJustin Schall, Brown’s campaign manager, said that those calling for an immediate review are putting “their own personal gain” before the health care of Marylanders.\n\n“The people of Maryland deserve a comprehensive review process that isn’t driven by political ambition,” Schall said. “The lieutenant governor has been clear from the beginning that he believes there should be a full review once the state has done everything in its power to sign up anyone who wants to enroll before March 31.”\n\nJared Smith, the lieutenant governor’s communications director, said Brown is working with others to find the “best way to do a comprehensive and meaningful review, deliver accountability.” In the meantime, he added, the exchange continues to improve.\n\nBrown testified before lawmakers for several hours in mid-January and answered questions about the troubled exchange. Brown said then that he was unaware of impending problems with the site ahead of its launch and had not seen reports about instability.\n\nAlthough some officials grilled Brown, most saved their most difficult questions for the state’s secretary of health and mental hygiene.\n\nMaryland Gov. Martin O’Malley (D) has said the exchange has been greatly improved and is now functioning for a majority of people. But enrollment numbers continue to lag behind expectations. As of Jan. 25, officials say, 26,832 Marylanders had enrolled in private plans, a pace far short of the goal to enroll at least 150,000 by March 31. Brown once touted an even higher goal — 180,000.\n\nThe exchange is largely functioning through makeshift work-arounds, state health officials have said. Rather than signing up for insurance through the Web site, many Marylanders have instead contacted newly formed call centers and spent hours on the phone. Some applications are being processed on paper.\n\nThe exchange’s chief information officer said last week that “multiple defects remain” and that there are “a number of architectural and infrastructure issues” that need to be corrected, according to a presentation he gave to the state exchange board.\n\nMeanwhile, two contractors that worked on the exchange continue to fight over money in court.\n\nMaryland’s main contractor — Noridian — has a contract worth $193 million, according to a presentation that the exchange’s chief financial officer gave last week. So far the state has paid Noridian nearly $65 million and has unpaid invoices totaling another $13 million.\n\nNoridian hired another contractor, EngagePoint, to integrate different pieces of software together into one seamless operation. Soon after the failed launch, Noridian ended its contract with EngagePoint and went about fixing the exchange itself with few employees and uncertain where to begin, according to internal e-mails obtained by The Washington Post. Noridian then tried hiring back EngagePoint workers, triggering the federal lawsuit.\n\nEngagePoint is seeking $7.4 million from Noridian for work done before and after the site launched, according to recent court filings. Noridian disputes that amount in legal filings. Maryland officials could soon be pulled into that dispute, because EngagePoint has asked the state to withhold the money from Noridian or pay EngagePoint directly. Noridian officials say in court records that withholding money could “significantly” impair their ability to complete work on the Maryland exchange.\n\nNoridian and EngagePoint declined comment, citing the court case.\n\nMaryland health officials have received EngagePoint’s request and they have asked Noridian for a response, but “have not at this point intervened,” said Dori Henry, an exchange spokeswoman.\n\nThe exchange’s first enrollment period began on Oct. 1 and will end on March 31. The next will start on Nov. 15. Although state officials have said it is important for Maryland to stick with its own exchange for the first enrollment period, all options would be open, they said, including abandoning all or parts of the site. Those calling for an investigation say it is important to have a clear understanding of the exchange’s problems by then so that the state can decide what to do next.\n\nOther states that have had trouble with their exchanges have already begun inquiries. Minnesota’s lead auditor launched a “full-throttle investigation” into the state’s exchange on Jan. 7, according to local media reports. The audit is expected to examine the work done by contractors, including one that also worked on Maryland’s exchange, and the oversight by state officials. That same day, Vermont Gov. Peter Shumlin (D) called for a third-party review of his state’s exchange.\n\nSpecial investigations are rare in Maryland, where Democrats dominate politics. The last memorable probe was in 2005 when a special legislative committee examined the hiring and firing practices of then-Gov. Robert L. Ehrlich Jr. (R).\n\nMaryland Attorney General Douglas Gansler (D), another gubernatorial hopeful, said the legislative committees should continue to hold hearings or assign a “special body” to investigate. Gansler said that he made a similar request after reports of corruption at the Baltimore jail and was ignored.\n\n“In Maryland, in these types of things, we’ve clearly swept things under the rug,” Gansler said.\n\nPart of the problem is that only one party has most of the power, said Del. Ronald George (R-Anne Arundel) who is also running for governor. Waiting for the regularly scheduled audit could mean allowing two legislative cycles to pass before making changes.\n\n“It’s unbelievable,” said George, who has called for a full investigation by lawmakers. “It’s like everyone here is trying to protect everyone else because we’re all good friends. We’re not friends. We’re the government.”", "article_metadata": {"description": "Republicans and some Democrats accuse state leaders of shielding a candidate for governor from fallout", "author": "https://www.facebook.com/wpjennajohnson", "og": {"site_name": "Washington Post", "description": "Republicans and some Democrats accuse state leaders of shielding a candidate for governor from fallout", "title": "Maryland leaders accused of political motives over long review of health exchange problems", "url": "https://www.washingtonpost.com/local/md-politics/maryland-leaders-accused-of-political-motives-over-long-review-of-health-exchange-problems/2014/02/02/85b854ce-8aa2-11e3-a5bd-844629433ba3_story.html", "image": "https://images.washingtonpost.com/?url=https://img.washingtonpost.com/pb/resources/img/twp-3000x1568.jpg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@marypatflaherty"}, "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "maryland politics, md politics, obamacare, affordable care act, maryland health benefit exchange, health insurance, maryland exchange, martin omalley, anthony brown,", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/wpjennajohnson"}, "eomportal-uuid": "85b854ce-8aa2-11e3-a5bd-844629433ba3", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "maryland politics, md politics, obamacare, affordable care act, maryland health benefit exchange, health insurance, maryland exchange, martin omalley, anthony brown,"}, "article_summary": "Noridian officials say in court records that withholding money could “significantly” impair their ability to complete work on the Maryland exchange.\nMinnesota’s lead auditor launched a “full-throttle investigation” into the state’s exchange on Jan. 7, according to local media reports.\nThe exchange is largely functioning through makeshift work-arounds, state health officials have said.\nPeter Shumlin (D) called for a third-party review of his state’s exchange.\nMaryland health officials have received EngagePoint’s request and they have asked Noridian for a response, but “have not at this point intervened,” said Dori Henry, an exchange spokeswoman."}