{"article_title": "Drugstores Make It Impossible to Buy Plan B", "article_keywords": ["control", "buy", "stores", "emergency", "drugstores", "access", "b", "health", "plan", "contraception", "impossible", "insurance", "store"], "article_url": "http://www.teenvogue.com/story/buying-plan-b", "article_text": "By definition, Plan B is nobody’s Plan A — but finding and buying over-the-counter emergency contraception shouldn’t require an intricate plan in and of itself. Plan B, a form of emergency contraception, helps prevent unwanted pregnancy when your contraception method fails (i.e. broken condom), you forgot to use a birth control method, or if you were forced to have unprotected sex.\n\nAbout 1 in 9 American women between the ages of 15 and 44 have used emergency contraception, and the most common user of emergency contraception is around college age. Between ages 20 and 24, about 1 in 4 women have used emergency contraception. When you’re at a pharmacy, you should be able to find Plan B on the shelves. The problem is, many pharmacies still don't do this, likely because it’s expensive (about $50). Likely to prevent shoplifting, some stores lock it up or keep it behind the register, which actually creates way more problems for customers.\n\nSince August 2013, following the FDA’s decision to make Plan B One-Step available to all people, regardless of age, gender, or prescription status, pharmacies across the country should be stocking Plan B on their shelves. Beforehand, all emergency contraception was stored behind pharmacy counters and was subject to flagrant misconceptions around availability and access. For example, a 2012 study from Columbia University’s Mailman School of Public Policy found that nearly 20% of pharmacies in New York City — not exactly known as a haven for social conservatism — unlawfully refused to sell emergency contraception to male shoppers.\n\nSay it with me: Anyone of any gender can purchase Plan B! And while we’re at it, let’s correct another common misconception: Plan B prevents pregnancy by preventing ovulation; it’s not an “abortion pill.”\n\nIt's now nearly three years later, though, and what should be a simple shopping trip for emergency contraception can feel more like an elaborate scavenger hunt — a needlessly uncomfortable one with the clock ticking on the drug’s 72-hour window of effectiveness. Although it’s recommended that stores enable easy access to Plan B, a 2015 study by the American Society for Emergency Contraception (ASEC) found that only two-thirds of stores stock Plan B over the counter, and just 14% (!) place it directly on the shelf without any security enclosure; the rest store it behind a lock-box, pharmacy, or front counter.\n\n“That definitely creates barriers to access, particularly for young people, who may feel more hesitant or shy about having to ask a person to access the product,” said Sneha Barot, Senior Public Policy Associate at the Guttmacher Institute for Sexual and Reproductive Health.\n\nThat’s what happened to Grace*, 23, who spent a morning combing through condoms, scouring the Feminine Care aisle, and poring over Vitamins and Medications at her local CVS in search of Plan B.\n\n“I’d heard it was supposed to be available right in the aisle, and I obviously didn’t want to ask anybody, but it was just not anywhere,” she said. “I have no idea why they make it impossible to find!”\n\nAfter politely declining assistance from an older male clerk, she finally asked the pharmacist for help, who directed her to the cashiers at the opposite end of the store, where Plan B was kept behind the register – which, of course, happened to be manned by the same gentleman she’d avoided earlier.\n\n“I know it shouldn’t have to be embarrassing,” she said, “but it feels awkward to be kind of broadcasting that you’re buying something so personal.”\n\nUnfortunately, Grace’s experience wasn’t unusual. A convenience sample of chain pharmacies close to the author’s home revealed a baffling array of inconsistencies. At 3 of the 7 stores visited, Plan B was on display, but never in the same section. Locations ranged from the logical, such as the Family Planning aisle, to the unexpected, like the gum shelf at check-out. (That’s less weird, though, than the display spotted by a friend on vacation that inexplicably sandwiched Plan B between bug spray and mosquito lamps.) Aside from one store that kept Plan B on the shelf but in a lock-box, the rest of the time, Plan B was out of sight behind the pharmacy — meaning it’s subject to limited hours — or the front counter.\n\nAnd that’s not to mention the problem of out-of-stocks. ASEC’s study found that of the 220 stores visited by mystery shoppers, in 4% of cases, Plan B had run out – and 23% of the time, it wasn’t offered at all (it’s worth noting that this is much more common at independent than chain stores). Those sobering statistics didn’t surprise Bobbi*, 25, who recently devoted a day to pharmacy-hopping in order to locate Plan B for a friend.\n\n“It boggles my mind that it’s not a product that’s mandatory to have in stock,” she said.\n\nEven though Bobbi’s search took place in Washington, DC — recently classified as the most liberal city in the country — she had to handle not only an outrageously extensive search (in total, she and her friend visited 4 stores before finding one with Plan B in stock), but an openly judgmental employee.\n\n“When you have a male employee asking you in a patronizing way what you need Plan B for, and then going on the PA system to share with the entire store, ‘Oh, we have someone over here who needs Plan B’ – honestly, I knew I shouldn’t feel ashamed, but it was really hard not to,” she said.\n\nIf, like Bobbi, you encounter a judgmental or ill-informed employee — which is, sadly, not unlikely, given that the ASEC study found that nearly 40% of stores unlawfully imposed an age limit and/or asked for an ID – Barot’s advice is to know your rights.\n\n“The best thing is to know the rules so you can let them know what the rules are,” she said. “You can legally access emergency contraception without an ID, no matter how old you are. Knowledge is power.”\n\nIn addition to knowing the law, keep in mind that owning your sexual and reproductive health isn’t scandalous – it’s smart. In Bobbi’s words, “There’s still sometimes a social stigma, but men feel pride when they buy condoms, right? A woman being responsible for her health should be seen as an empowered act, not a shameful one.”\n\nTo search for a retailer carrying Plan B, visit the Plan B One-Step Store Locator or Not-2-Late.com.\n\nThe Affordable Care Act states that health insurance will cover your birth control if it is prescribed by a doctor. If you have health insurance, and your birth control is free, then your insurance should cover the cost of any FDA-approved birth control method, including emergency contraception like Plan B. In order for health insurance to cover the cost, you’ll need to get a prescription.\n\nIf you are unable to access free emergency contraception through your health insurance, The National Women's Law Center is fielding complaints and has set up a hotline (1-886-PILL4US) for women to call if they're being denied birth control coverage.\n\nTo report difficulty finding or purchasing Plan B, share your experience with Healthcare In Our Hands or The Reproductive Justice Project.", "article_metadata": {"description": "Find out how drug stores are making customers to hiding the actual product.", "copyright": "Copyright (c) Condé Nast 2016", "author": "Christina Pappas", "og": {"site_name": "Teen Vogue", "description": "From shaming customers to hiding the actual product.", "title": "How Drugstores Make It Impossible for Anyone to Buy Plan B", "url": "http://www.teenvogue.com/story/buying-plan-b", "image": "http://assets.teenvogue.com/photos/56d4fbd1c2c8271618ff3f24/3:2/w_1200,h_630,c_limit/morning-after-pill.jpg", "type": "article"}, "twitter": {"domain": "teenvogue.com", "description": "From shaming customers to hiding the actual product.", "title": "How Drugstores Make It Impossible for Anyone to Buy Plan B", "image": {"src": "http://assets.teenvogue.com/photos/56d4fbd1c2c8271618ff3f24/master/pass/morning-after-pill.jpg?mbid=social_retweet"}, "site": "@teenvogue", "card": "summary_large_image"}, "fb": {"admins": 108943, "app_id": 1013284322017473}, "version": "1.28.0", "msapplication-tap-highlight": "no", "keywords": "Plan B,Emergency Contraception", "viewport": "user-scalable=no, width=device-width, initial-scale=1, maximum-scale=1"}, "article_summary": "Since August 2013, following the FDA’s decision to make Plan B One-Step available to all people, regardless of age, gender, or prescription status, pharmacies across the country should be stocking Plan B on their shelves.\nBy definition, Plan B is nobody’s Plan A — but finding and buying over-the-counter emergency contraception shouldn’t require an intricate plan in and of itself.\nTo report difficulty finding or purchasing Plan B, share your experience with Healthcare In Our Hands or The Reproductive Justice Project.\nPlan B, a form of emergency contraception, helps prevent unwanted pregnancy when your contraception method fails (i.e.\nWhen you’re at a pharmacy, you should be able to find Plan B on the shelves."}