{"article_title": "Where Are the Women?", "article_keywords": ["contraceptive", "court", "federal", "employers", "provide", "coverage", "hobby", "religious", "lobby", "women"], "article_url": "http://www.huffingtonpost.com/jessica-waters/hobby-lobby-redux-where-a_b_8617662.html", "article_text": "Last week, the Supreme Court announced that it will hear a group of cases that challenge the scope of the Affordable Care Act's (ACA) requirement that employers include contraceptive coverage in their female employees' health insurance plans.\n\nThe Court's Writ of Certiorari follows last year's ruling in Burwell v Hobby Lobby Stores that certain religiously affiliated for-profit corporations (such as the Hobby Lobby chain of craft stores) do not have to comply with the ACA's contraceptive mandate. Requiring them to provide coverage for prescription contraception (such as IUD's or \"the Pill\"), the Court held, would violate the employers' rights under a federal law called the Religious Freedom Restoration Act (RFRA).\n\nIn 2014, a pillar of the Court's decision was the recognition that the federal government has instituted alternative ways to accommodate certain not-for-profit organizations so that they do not have to directly provide contraceptive coverage. The \"bypass\" allows religiously-affiliated not-for-profit employers to \"certify\" to the federal government that providing such coverage would violate their religious beliefs (Coverage of Certain Preventative Services Under the Affordable Care Act, 78 Fed. Reg. at 39892). In Hobby Lobby, the Court reasoned that if the federal government can provide this accommodation for not-for-profit employers, it can do the same for for-profit religiously-affiliated employers (such as Hobby Lobby).\n\nProblem solved, right?\n\nNope.\n\nIn a move that surprised no one, scores of not-for-profit organizations have now challenged the accommodation that the Court seemingly blessed less than two years ago. Their argument? That having to certify their religious opposition to providing contraceptive coverage in writing to the federal government (which would then provide the contraceptive coverage in lieu of the non-profits providing the coverage) still makes them complicit in the provision of what they consider to be sinful contraceptives. There is little doubt that these issues will be fodder for impassioned debate (at best) and political grandstanding (in reality) before the Court hands down its ruling.\n\nMuch of the debate, in 2014 and more recently, has focused on whether businesses can actually have religious beliefs (under the legal fiction of businesses as \"people\") and whether those religious beliefs warrant exemptions from federal law (such as the ACA requirements). Thus far, the Court has answered yes on both counts.\n\nWhat has largely been missing from the arguments, however, is the question of how the women who work for these employers are affected.\n\nLet's be clear: some - if not many-- of the women working for Hobby Lobby and other religiously affiliated employers are already using contraception, whether they share their employer's religious beliefs or not. The statistics bear this out: more than \"99% of women aged 15-44 who have ever had sexual intercourse have used at least one contraceptive method\" and \"Eighty-nine percent of at-risk Catholics and 90% of at-risk Protestants currently use a contraceptive method.\" It doesn't take superior math skills to figure out that some of these women work for the very employers who are refusing to provide contraceptive coverage in their otherwise-comprehensive health insurance plans.\n\nSo why does the fact that contraception isn't being covered matter?\n\nBecause births resulting from unintended pregnancies are \"associated with adverse maternal and child health outcomes, such as delayed prenatal care, premature birth and negative physical and mental health effects for children.\"\n\nBecause the best way to reduce the abortion rate is to prevent pregnancy in the first place.\n\nBecause the American Medical Association, the American Academy of Pediatrics, and other leading institutions recognize the public-health benefits of contraceptive use and support contraceptive coverage.\n\nBecause for many women, access to the most effective and medically appropriate form of birth control for them is only a realistic option if their insurance plan covers it. As Justice Ruth Bader Ginsberg noted in her Hobby Lobby dissent: \"the cost of an IUD is nearly equivalent to a month's full-time pay for workers earning the minimum wage.... almost one-third of women would change their contraceptive method if costs were not a factor....and that only one-fourth of women who request an IUD actually have one inserted after finding out how expensive it would be.\" (Hobby Lobby, 134 S. Ct. at 2800 (Ginsburg, J., dissenting)\n\nBecause women's life choices--in education, in employment, and in other situations --depend on their ability to control whether and when to become pregnant.\n\nShould we be talking about how to respect the rights of employers who are religiously affiliated? Yes. But the women who work for them aren't legal fictions; the realities of their lives must be part of the conversation.\n\nFollow Jessica Waters on Twitter: www.twitter.com/JessicaWatersAU", "article_metadata": {"description": "Last week, the Supreme Court announced that it will hear a group of cases that challenge the scope of the Affordable Care Act's (ACA) requirement that em...", "sailthru.expire_date": "2015-11-22 17:20:45 -0500", "og": {"site_name": "The Huffington Post", "description": "Last week, the Supreme Court announced that it will hear a group of cases that challenge the scope of the Affordable Care Act's (ACA) requirement that em...", "url": "http://www.huffingtonpost.com/jessica-waters/hobby-lobby-redux-where-a_b_8617662.html", "image": "http://i.huffpost.com/gen/3337804/images/o-DEFAULT-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/3337804/images/o-DEFAULT-facebook.jpg", "height": 1000}, "creator": "JessicaWatersAU", "description": "Last week, the Supreme Court announced that it will hear a group of cases that challenge the scope of the Affordable Care Act's (ACA) requirement that em...", "card": "summary_large_image", "site": "@HuffPostPol"}, "sailthru.date": "2015-11-21 17:20:45 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=8617662", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "Supreme Court,Affordable Care Act,contraception,religiously affiliated employers,contraceptive coverage,hobby lobby", "article": {"section": "Politics", "tag": "Supreme Court,Affordable Care Act,contraception,religiously affiliated employers,contraceptive coverage,hobby lobby", "published_time": "2015-11-21 17:20:45 -0500", "modified_time": "2015-11-21 17:59:01 -0500"}, "viewport": "width=1000"}, "article_summary": "Let's be clear: some - if not many-- of the women working for Hobby Lobby and other religiously affiliated employers are already using contraception, whether they share their employer's religious beliefs or not.\nBut the women who work for them aren't legal fictions; the realities of their lives must be part of the conversation.\nIt doesn't take superior math skills to figure out that some of these women work for the very employers who are refusing to provide contraceptive coverage in their otherwise-comprehensive health insurance plans.\nWhat has largely been missing from the arguments, however, is the question of how the women who work for these employers are affected.\nAs Justice Ruth Bader Ginsberg noted in her Hobby Lobby dissent: \"the cost of an IUD is nearly equivalent to a month's full-time pay for workers earning the minimum wage.... almost one-third of women would change their contraceptive method if costs were not a factor....and that only one-fourth of women who request an IUD actually have one inserted after finding out how expensive it would be.\""}