{"article_title": "Rancho Palos Verdes family struggles with medical bills in caring for son", "article_keywords": ["palos", "caring", "gait", "rancho", "family", "mendezes", "medical", "stevens", "body", "struggles", "son", "celina", "health", "andrew", "verdes", "bills", "insurance", "care", "arturo"], "article_url": "http://www.dailybreeze.com/health/20131010/rancho-palos-verdes-family-struggles-with-medical-bills-in-caring-for-son", "article_text": "Arturo Mendez, right, comforts his son Andrew and adjusts a wrist brace. Andrew has been paralyzed from the neck down since a snowboarding accident five years ago. (Photo by Brad Graverson/The Daily Breeze Tuesday, Oct. 8, 2013)\n\nRancho Palos Verdes >> Each night for the past five years, Arturo Mendez has awakened every two hours to roll his son, Andrew, from one side of the young man’s limp body to the other.\n\n“I haven’t slept much in years; I am always tired,” Arturo said.\n\nAndrew, who is paralyzed on the left side of his body, must be moved regularly or his skin will deteriorate under the weight of his large 20-year-old frame. He can’t comb his own hair, and can only manage to say “agua” when he is thirsty and “ham” when he is hungry — he can also say “momma.”\n\nAndrew was injured in a snowboarding accident in December 2008 after coming down a slope in Big Bear too fast, launching off a ramp, falling more than 30 feet and slamming into the ground. The impact nearly killed him. He has limited range of motion on the right side of his body and has almost no use of his entire left side. The young man who spent the first 15 years of his life on either a skateboard, surfboard or snowboard is confined to a wheelchair.\n\n“He is trapped in his body,” said his mother, Celina Mendez.\n\nArturo and his wife Celina Mendez spend almost every waking hour inside the family’s Rancho Palos Verdes home helping Andrew, battling insurance companies or fielding calls from collection agents for unpaid medical bills.\n\nLike many families across the country, the Mendezes are drowning in medical-related debt. Particularly frustrating in their case are the annual expenditure caps set by health insurance providers.\n\n“There are families that come up against this all the time,” said Gregory Stevens, assistant professor of family medicine and preventive medicine at the Keck School of Medicine at USC. “They hit the limit and the rest of the expenses fall in the family’s lap.”\n\nCelina and Arturo, who own a family business, purchased their family’s health insurance on the private market, a place sparingly regulated in the past, where caps and pre-existing conditions often left families like the Mendezes without adequate coverage, Stevens said.\n\n“Our credit is ruined. I have a suitcase filled with medical bills,” Celina said. “Having my own business, it’s hard to get a bank loan for anything.”\n\nThe Affordable Care Act, also known as Obamacare, will do away with annual and lifetime caps on coverage, but doing so could increase costs.\n\nAdvertisement\n\n“There is always the potential that removing the lifetime cap could raise the monthly premiums, because the insurance companies must recoup the increased costs related to lifting the cap,” Stevens said.\n\nThe hope is that the health care reform adds significantly more people to the health insurance pool, spreading the costs over a larger group of people and therefore mitigating the additional costs brought on by lifting the insurance caps.\n\nBut even before the Mendezes hit their annual cap for coverage on Andrew’s care, they often have to fight with their insurance company over what is covered and not covered by their plan.\n\nAndrew was discharged from the hospital six months after his accident when the insurance stopped covering his stay.\n\n“The money ran out and the doctors told us to go home,” Celina said.\n\nDoctors advised the Mendezes against taking on the burden of caring for their son.\n\n“The doctor told us to put him in an institution,” Celina said. “He said we couldn’t take care of Andrew and it would put a strain on our marriage and possibly cause us to get divorced.”\n\nLast spring, the Mendezes fought with their insurance company over the purchase of gait trainer, a device designed to help people with catastrophic injuries regain their footing and balance.\n\nGait trainers cost more than $2,500. Celina asked her insurance provider for help, even writing two appeal letters, but they did no good.\n\n“The insurance company wouldn’t buy it because they deemed it a luxury item,” Celina said.\n\nUnder the new health-care law, seemingly harsh decisions to not cover certain devices will continue, Stevens said.\n\n“The law doesn’t stop insurance companies from deciding what types of care they can deny,” he said.\n\nThe family ultimately got the gait trainer. Ek Kardia, a mother-daughter charity whose name in Greek means “from the heart,” purchased the device in June.\n\n“We brought them meals all the time and we said to Celina, ‘We have some money, let us buy you something,’ ” said Nikki Hannum, a close friend of the Mendezes and a member of Ek Kardia.\n\nEk Kardia held a bake sale and a garage sale and cobbled together the funds to buy the gait trainer.\n\nAndrew mounts the gait trainer almost daily. With his right foot, he pushes the device across the backyard.\n\nWhere grass once grew, concrete tiles installed by Arturo now provide a smooth surface for Andrew to operate the device.\n\n“Look at how fast he can move. When he started, he could barely move,” Celina said as Andrew glided over the concrete tiles during a recent rehabilitation session.\n\nCelina and Arturo hold out hope that Andrew will walk again. How long is anyone’s guess.\n\n“With Andrew,” Celina said, “we take everything one day at a time.”", "article_metadata": {"description": "Rancho Palos Verdes >> Each night for the past five years, Arturo Mendez has awakened every two hours to roll his son, Andrew, from one side of the young man’s limp body to the other.“I haven’t slept much in years; I", "title": "Rancho Palos Verdes family struggles with medical bills in caring for son", "og": {"url": "http://www.dailybreeze.com/health/20131010/rancho-palos-verdes-family-struggles-with-medical-bills-in-caring-for-son", "image": {"width": "1500px", "identifier": "http://www.dailybreeze.com/apps/pbcsi.dll/storyimage/LI/20131010/NEWS/131019933/AR/0/AR-131019933.jpg?Maxh=1500&Maxw=1500", "height": "998px"}, "type": "article", "title": "Rancho Palos Verdes family struggles with medical bills in caring for son"}, "twitter": {"domain": "dailybreeze.com", "description": "Rancho Palos Verdes >> Each night for the past five years, Arturo Mendez has awakened every two hours to roll his son, Andrew, from one side of the young man’s limp body to the other.“I haven’t slept much in years; I", "title": "Rancho Palos Verdes family struggles with medical bills in caring for son", "url": "http://www.dailybreeze.com/health/20131010/rancho-palos-verdes-family-struggles-with-medical-bills-in-caring-for-son", "image": {"src": "http://www.dailybreeze.com/apps/pbcsi.dll/storyimage/LI/20131010/NEWS/131019933/AR/0/AR-131019933.jpg?Maxh=900&Maxw=900"}, "site": "@DailyBreezeNews", "app": {"id": {"ipad": "id551753330", "iphone": "id503015160", "googleplay": "com.spreedinc.providers.digitalfirstmedia.torrancedailybreeze"}}, "card": "summary_large_image"}, "keywords": "Health care costs, Health care costs news, Torrance Health care costs news, CA Health care costs news, US Health care costs news, world Health care costs news.", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "Health care costs, Health care costs news, Torrance Health care costs news, CA Health care costs news, US Health care costs news, world Health care costs news."}, "_id": "\"57477af46914bd0286fd6f5e\"", "article_summary": "Particularly frustrating in their case are the annual expenditure caps set by health insurance providers.\n“With Andrew,” Celina said, “we take everything one day at a time.”\nArturo and his wife Celina Mendez spend almost every waking hour inside the family’s Rancho Palos Verdes home helping Andrew, battling insurance companies or fielding calls from collection agents for unpaid medical bills.\nWhen he started, he could barely move,” Celina said as Andrew glided over the concrete tiles during a recent rehabilitation session.\nThe hope is that the health care reform adds significantly more people to the health insurance pool, spreading the costs over a larger group of people and therefore mitigating the additional costs brought on by lifting the insurance caps."}