{"article_title": "I’m the prince of light and hope in this race, you know « Hot Air", "article_keywords": ["ive", "think", "trump", "light", "air", "hot", "race", "im", "know", "kasich", "message", "poll", "prince", "hope", "dont"], "article_url": "http://hotair.com/archives/2016/01/20/john-kasich-im-the-prince-of-light-and-hope-in-this-race-you-know/", "article_text": "John Kasich: I’m the prince of light and hope in this race, you know\n\nposted at 3:21 pm on January 20, 2016 by Allahpundit\n\nWhat is with this guy constantly congratulating himself for his own supposed virtue? In Ohio, he tells critics of his Medicaid expansion that St. Peter will want a word with them at the pearly gates. Two months ago, he went on Hugh Hewitt’s program and mused that he’s “sometimes … accused of having too big of a heart,” which is like saying at a job interview that your biggest flaw is that you’re a perfectionist. Here he is yesterday back on Hewitt and crowning himself a “prince of light and hope” in contrast with a prince of darkness, which, coming from anyone else, would be meant as a dig at Trump but coming from Kasich probably refers to all of his opponents. We’re two weeks away from him telling New Hampshirites that their election is a referendum on good and evil, with our hero naturally the embodiment of “good” and everyone from Trump to Rubio to Bush to Christie as part of some demon horde.\n\nHe certainly seemed sunny and hopeful when he was angrily interrupting everyone at the last five debates.\n\nHH: Now I said after the last debate that you stayed very disciplined and presented a “I got the experience, been there, done that” message. Is that what is working in New Hampshire? JK: Well, I think it’s some things . I think first of all, I have the experience and I’ve had success and I’ve been a reformer all lot my life. You can’t come from the [inaudible] rocks as you know Hugh, and not be a reformer, and I have a message – look, we have a lot of candidates who [are] like the “Prince of Darkness,” I consider myself the “Prince of Light and Hope” and I don’t spend all my time getting people riled up about how b ad everything is. I acknowledge the challenges, but then I said, come together, the Americans first, we can solve these problems. The people are hungry for that. People don’t want to have to live in the lane of depression. They want to believe that in America it would be fixed and all work, and I think it’s working. Look, I’ve been doing this for a long, long time. People weren’t paying attention and we’re rising right now. I don’t know what tomorrow will bring, but what I’m happy about is that we’re raising the bar, we have a positive message and many people come and say, “You represent hope.” What can be better than that?\n\nThat’s what they were supposed to be saying to Rubio at this stage of the race in New Hampshire, according to most forecasters. Oh well. As for yesterday’s bombshell, panic-making poll from ARG showing him at 20 percent in the state, I don’t want to freak everyone out but … there may be more evidence of Kasichmania about to drop.\n\nWBUR poll to be released tomorrow suggests Kasich-mentum in NH may be real. — Guy Benson (@guypbenson) January 20, 2016\n\nI asked Guy for details and he wouldn’t give me numbers because the poll’s embargoed, but let’s just say that Kasich climbing may not be the only bad news for conservatives out of that poll. Stay tuned.\n\nExit question for anti-Trumpers: There’s now a small but nonzero chance that you may have to choose between Trump and, um, Kasich. Small because that would probably involve Trump beating Cruz handily in Iowa and then Kasich vastly outperforming the rest of the moderates to finish a strong second in New Hampshire, which is unlikely. But if it did happen, the storyline in South Carolina would have those two at center stage. Which way do you go? Suicide is always an option, I guess.\n\nRelated Posts:", "article_metadata": {"generator": "WordPress 4.3.4", "og": {"site_name": "Hot Air", "description": "“We have a lot of candidates who are like the ‘prince of darkness.'”", "title": "John Kasich: I’m the prince of light and hope in this race, you know", "url": "http://hotair.com/archives/2016/01/20/john-kasich-im-the-prince-of-light-and-hope-in-this-race-you-know/", "image": "https://s0.wp.com/i/blank.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@hotairblog", "card": "summary", "creator": "@allahpundit"}, "fb": {"admins": 312482775445602, "app_id": 312482775445602}, "article": {"published_time": "2016-01-20T20:21:22+00:00", "modified_time": "2016-01-20T18:57:02+00:00"}, "keywords": "darkness, Florida, hope, John Kasich, light, New Hampshire, prince, rubio, trump,", "google-site-verification": "2eqey8dXzgu4RGIRpBp8N_Uha0byt8NWBVajCi3uLgs", "verify-v1": "ouQUGDxtAiO+0Hn3LJajbWMP08yRHQDinMN9QDYrUV4="}, "article_summary": "John Kasich: I’m the prince of light and hope in this race, you knowposted at 3:21 pm on January 20, 2016 by AllahpunditWhat is with this guy constantly congratulating himself for his own supposed virtue?\nI think first of all, I have the experience and I’ve had success and I’ve been a reformer all lot my life.\nExit question for anti-Trumpers: There’s now a small but nonzero chance that you may have to choose between Trump and, um, Kasich.\nThat’s what they were supposed to be saying to Rubio at this stage of the race in New Hampshire, according to most forecasters.\nIn Ohio, he tells critics of his Medicaid expansion that St. Peter will want a word with them at the pearly gates."}