{"article_title": "Seeing the wood", "article_keywords": ["brazil", "seeing", "land", "countries", "forests", "trees", "tropical", "wood", "forest", "policies", "carbon", "emissions"], "article_url": "http://www.economist.com/news/leaders/21613262-saving-trees-one-best-ways-saving-environment-seeing-wood", "article_text": "“FORESTS are the lungs of our land,” said Franklin Delano Roosevelt. Twenty years ago, the world’s lungs were diseased. Brazil, the country with more tropical trees than any other, was cutting down an area of forest two-thirds the size of Belgium every year. Roughly half of all the planet’s once-luxuriant tropical forests had been felled and the further degradation of the Earth’s green spaces seemed inevitable.\n\nIt would be too much to say that forests have made a full recovery. Worldwide, over 5m hectares of jungle—getting on for two Belgiums—are still being felled or burned down each year. In some countries, notably Indonesia, the chainsaws are growing louder. But the crisis is passing and the prognosis is starting to improve. Fears that the great forests of the Congo would be cleared have proved unfounded so far. Brazil and Mexico have reduced their deforestation rates by well over two-thirds. India and Costa Rica have done more than reduce the rate of loss: they are replanting areas that were once clear-cut.\n\nOver time countries trace a “forest transition curve”. They start in poverty with the land covered in trees. As they get richer, they fell the forest and the curve plummets until it reaches a low point when people decide to protect whatever they have left. Then the curve rises as reforestation begins. At almost every point along the line, countries are now doing better: deforesters are chopping down less; reforesters are replanting more.\n\nThis matters to everyone, including rich countries in temperate zones, because of the extraordinary contribution that tropical forests make to mitigating carbon emissions. Trees are carbon sinks. If you fell and burn them, you release carbon into the atmosphere. If you let them grow, they squirrel carbon away in their trunks for centuries. Despite decades of destruction, tropical forests are still absorbing about a fifth of emissions from fossil fuels each year.\n\nEncouraging countries to plant trees (or discouraging them from logging) is by far the most effective way of reducing greenhouse-gas emissions. If Brazil had kept on felling trees as rapidly as it was cutting them down in 2005, it would, by 2013, have put an extra 3.2 billion tonnes of carbon dioxide into the atmosphere. That means that over those eight years it managed to save six times as much carbon as ultra-green Germany did in the same period through one of the world’s most expensive renewable-energy regimes. As a way of helping the environment, protecting trees is hard to beat. It is in everyone’s interest to find out which forest policies work—and back them.\n\nThe law in the jungle\n\nAs well as cleaner air, forests provide all sorts of benefits, such as clean water downstream. Alas, everyone is happy to enjoy the benefits but few are willing to pay for them (see article). So the most effective forest policies are usually top-down bans, such as on farming or logging.\n\nProhibitions by themselves, though, are not enough. Tropical forests tend to be remote places where the writ of the law does not run. But Brazil shows that bans can be made to stick if there is political support at the top and popular backing from below (the policies started to bite when President Luiz Inácio Lula da Silva took charge of them), and if there is an institutional network to back them up. In Brazil’s case, that meant everything from satellites to show the public what was happening in the Amazon to moratoriums on purchases of soyabeans and beef produced on cleared land.\n\nOnly forested countries themselves can provide leadership from the top. But outsiders can help. They could finance, say, new land registries. And they should fund an all-purpose UN programme to improve forest management in tropical countries called REDD+ (Reducing Emissions from Deforestation and Forest Degradation).\n\nRich countries spend billions on renewable energy at home, which has so far cut carbon emissions only a bit. They should be willing to spend a few millions abroad, protecting tropical forests that reduce emissions a lot.", "article_metadata": {"sailthru.image.thumb": "http://cdn.static-economist.com/sites/default/files/imagecache/50_by_50/images/print-edition/20140823_LDP004_0.jpg", "sailthru.flytitle": "Tropical forests", "description": "Saving trees is one of the best ways of saving the environment", "pubdate": 20140823, "og": {"site_name": "The Economist", "description": "Saving trees is one of the best ways of saving the environment", "title": "Seeing the wood", "url": "http://www.economist.com/news/leaders/21613262-saving-trees-one-best-ways-saving-environment-seeing-wood", "image": "http://cdn.static-economist.com/sites/default/files/images/print-edition/20140823_LDP004_0.jpg", "type": "article"}, "sailthru.rubric": "Saving trees is one of the best ways of saving the environment", "sailthru.date": "2014-08-23 00:00:00", "twitter": {"image": "https://cdn.static-economist.com/sites/default/files/images/print-edition/20140823_LDP004_0.jpg", "site": "@TheEconomist", "card": "summary_large_image"}, "sailthru.image.full": "http://cdn.static-economist.com/sites/default/files/images/print-edition/20140823_LDP004_0.jpg", "revisit-after": "1 day", "sailthru.web_section": "Leaders", "fb": {"pages": 6013004059, "app_id": 173277756049645}, "sailthru.imagepath": "images/print-edition/20140823_LDP004_0.jpg", "articleid": 21613262, "sailthru.image.thumb_mfte": "http://cdn.static-economist.com/sites/default/files/imagecache/ec_related_article_image/images/print-edition/20140823_LDP004_0.jpg", "sailthru.tags": "Tropical forests", "article": {"publisher": "https://www.facebook.com/theeconomist"}, "sailthru.printdate": "2014-08-23 00:00:00", "news_keywords": "Tropical forests"}, "article_summary": "Roughly half of all the planet’s once-luxuriant tropical forests had been felled and the further degradation of the Earth’s green spaces seemed inevitable.\nTropical forests tend to be remote places where the writ of the law does not run.\nSo the most effective forest policies are usually top-down bans, such as on farming or logging.\nThey should be willing to spend a few millions abroad, protecting tropical forests that reduce emissions a lot.\nRich countries spend billions on renewable energy at home, which has so far cut carbon emissions only a bit."}