{"article_title": "Gavin Newsom for lieutenant governor", "article_keywords": ["brown", "californias", "newsom", "worse", "gavin", "traveled", "lieutenant", "state", "governor", "samesex", "uc"], "article_url": "http://www.latimes.com/opinion/endorsements/la-ed-end-lt-governor-20140930-story.html", "article_text": "The most important responsibility of California's lieutenant governor is simply to be there, to wait around just in case the governor should die, resign or become incapacitated.\n\nThat doesn't make for a very busy day-to-day schedule, but then, this is a notoriously do-little job, a bully pulpit at best, a ceremonial post at worse, a relic of a past era when a governor out of the state was truly incommunicado and needed a substitute in case of crisis. Today, the second-in-command remains, technically, the acting governor when the governor is absent from California, but that doesn't mean much in practice. Being lieutenant governor mostly serves as a perch for gubernatorial candidates-in-waiting.\n\nNevertheless, voters are asked every four years to choose among the aspirants, so here goes: Of the two people running, there is no doubt that the current lieutenant governor, Gavin Newsom, is the better candidate.\n\nNot surprisingly, in the last four years, Newsom hasn't managed to do anything as remarkable as he did when he was the brash and innovative mayor of San Francisco who allowed same-sex couples to get marriage licenses in violation of then-state law and tried new approaches to housing the homeless. But he's acquitted himself respectably as a member of the UC Board of Regents, where he fought tuition hikes. He has traveled the Pacific Rim promoting California's economy. In the wake of the Napa earthquake in August, Newsom repeatedly urged the state to make funding for a costly seismic early warning system a priority.\n\nMost of Newsom's more ambitious ideas for how to use his time — creating a council on homelessness, implementing a plan he developed to stimulate the state's economy — have been rebuffed by Gov. Jerry Brown, who, pundits joke, treats Newsom worse than his much beloved dog, Sutter. It probably didn't help that Newsom made a brief run for governor in 2010, calling a vote for Brown — three decades Newsom's senior — a \"stroll down memory lane.\"\n\nNewsom's challenger, Ron Nehring, who was state Republican Party chairman from 2007 to 2011, says it's up to whomever is lieutenant governor to make something of the job. But given the structural limitations of the position, it's not clear he's right.\n\nNehring is a familiar sort of Republican who rails against \"the entrenched liberal establishment\" and \"big-government politicians.\" He supports \"replacing\" Obamacare, has an \"A\" rating from the National Rifle Assn. and wants to repeal Brown's criminal justice realignment program. He supported Proposition 8, the ban on same-sex marriage.\n\nGavin Newsom has acquitted himself respectably on the UC Board of Regents and has traveled the Pacific Rim promoting California's economy.\n\nIf for some reason, Brown is suddenly out, Newsom — not Nehring — is the man you want to step in.\n\nFollow the Opinion section on Twitter @latimesopinion", "article_metadata": {"fb_title": "Gavin Newsom for lieutenant governor", "googlebot": "index", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "The most important responsibility of California's lieutenant governor is simply to be there, to wait around just in case the governor should die, resign or become incapacitated.", "title": "Gavin Newsom for lieutenant governor", "url": "http://www.latimes.com/opinion/endorsements/la-ed-end-lt-governor-20140930-story.html", "image": "http://www.trbimg.com/img-5429fe5f/turbine/la-ed-end-lt-governor-20140930", "type": "article"}, "x-servername": "lalvp11.13", "twitter": {"site": "@latimes", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "keywords": "Gavin Newsom, lieutenant governor, endorsement, California, Ron Nehring, governor, Jerry Brown", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/81540209", "googlebot-news": "index", "date": "2014-09-29", "Description": "The most important responsibility of California's lieutenant governor is simply to be there, to wait around just in case the governor should die, resign or become incapacitated.   That doesn't make for a very busy day-to-day schedule, but then, this is a notoriously do-little job, a bully pulpit...", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Gavin Newsom, lieutenant governor, endorsement, California, Ron Nehring, governor, Jerry Brown"}, "article_summary": "The most important responsibility of California's lieutenant governor is simply to be there, to wait around just in case the governor should die, resign or become incapacitated.\nNevertheless, voters are asked every four years to choose among the aspirants, so here goes: Of the two people running, there is no doubt that the current lieutenant governor, Gavin Newsom, is the better candidate.\nBeing lieutenant governor mostly serves as a perch for gubernatorial candidates-in-waiting.\nToday, the second-in-command remains, technically, the acting governor when the governor is absent from California, but that doesn't mean much in practice.\nGavin Newsom has acquitted himself respectably on the UC Board of Regents and has traveled the Pacific Rim promoting California's economy."}