{"article_title": "Why Is the Press Not Talking About the Rigged Democratic Presidential Nomination?", "article_keywords": ["rigged", "superdelegates", "sanders", "establishment", "socialist", "delegates", "states", "talking", "tcl", "press", "party", "democratic", "nomination", "presidential"], "article_url": "http://townhall.com/columnists/brucebialosky/2016/04/03/why-is-the-press-not-talking-about-the-rigged-democratic-presidential-nomination-n2141507", "article_text": "Why is John Kasich still in the campaign? Ted Cruz has to get 87% of the remaining delegates to win the nomination. Donald Trump will never get enough delegates to stop a brokered (read that contested) convention. Controversy everywhere. If it bleeds it leads. But the real story is how the Democratic bosses have stolen the nominating process for Hillary Clinton from the vastly more popular Bernie Sanders, everyone’s favorite socialist running for president.\n\nSanders captured three states (Hawaii, Alaska and Washington) -- and by substantial margins --and the next day the talk was about him getting out of the race. I was watching Fox News Sunday and a man of the Left (Juan Williams) and a man of the Right (Jason Riley) concurred on the fact that Sanders is dead meat and is only angling for a big speech at the convention.\n\nI could understand if this guy was drawing 100-person crowds and getting John Kasich-like numbers in primaries, but that is clearly not the case. As of the writing of this column, The Congenital Liar (TCL) has won 1,243 delegates and the kindly, old Socialist has won 975. With the total number necessary to win the nomination being 2,383 delegates, one could easily judge this to be a horse race with a couple of furloughs to go.\n\nNot so in the “Democratic” Party, where the will of people does not matter. They have what they call superdelegates (which is a nice way to say Party Bosses; or, if you don’t like that term, Insiders or better yet The Establishment). TCL leads the Socialist by a current count of 469 to 29 in that count, spreading her lead over him to 708 delegates and making her close to being the nominee.\n\nJust think what might be happening out there without this manipulation of the nomination process. The candidate drawing the bigger crowds and winning quite frequently would be perceived as the one with the momentum toward gaining the party ring. Instead of speaking about Sanders throwing in the towel, the press would be hounding TCL about whether she is going to collapse again like she did in 2008.\n\nWhat we don’t know is how many of the party bosses might change their allegiance to Sanders and tip the nomination his way. He has the crowds and the fundraising, and he performs much better in the general election polling than TLC who has a choo-choo train full of baggage going into the general election. These superdelegates are fickle (after all they are politicians) so we don’t know at this point if they are going to change their horse prior to the finish line. Clinton bought them off, so why couldn’t Sanders offer them more and buy them his way?\n\nHow do you become a superdelegate? Simple; be part of The Establishment. Here is the list:\n\n· A current or former president of the United States\n\n· A current or former vice president of the United States\n\n· A member of Congress, either in the House of Representatives or the Senate\n\n· A governor — this includes governors of U.S. territories, like American Samoa, and the mayor of Washington D.C.\n\n· A former majority or minority leader in the Senate\n\n· A former speaker of the House or minority leader in the House of Representatives\n\n· A member of the Democratic National Committee — this includes the chair and vice chair of each state’s Democratic Party, as well as 200 members elected to the DNC throughout the country by state parties\n\n· A former chair of the DNC\n\nAren’t these the very people Sanders’ people are rebelling against? An estimated 714 establishment types are stealing the will of the people. It would be different if Sanders had only 300 delegates from the people, but he is within striking distance of TCL.\n\nOf course, these rules were made by the people who would be designated as superdelegates, for their own benefit to protect their own interests. After all isn’t that what the establishment does -- thwart the will of the people? As the Wall Street Journal states “One reason Mr. Sanders get no respect is because Democratic elites prefer a nominee who disguises her socialism better than he does.” Where is Rodney Dangerfield when you need him?\n\nIf the Republicans had a similar process, we might be talking about Jeb Bush cruising to the nomination. But the fix isn’t in for the Republicans like it is for the Democrats.\n\nThe supporters of Sanders should not take this lying down. They have to fight this distortion of our election and nominating procedures even if it means protests at and in the Democrats’ Convention. To come this far and have their candidate lose because of backroom deals stealing his rightfully, deserved nomination should not stand.\n\nIt’s about time the national press takes the Democrats to task for 19th century Boss Tweedy hijacking of their party. Even if it means rioting in the streets of Philadelphia, the press should stop picking the Democrats’ nominee for them.", "article_metadata": {"description": "Why is John Kasich still in the campaign? Ted Cruz has to get 87% of the remaining delegates to win the nomination. .05/26/2016 18:48:18PM EST.", "author": "Bruce Bialosky", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Why is John Kasich still in the campaign? Ted Cruz has to get 87% of the remaining delegates to win the nomination.", "title": "Bruce Bialosky - Why Is the Press Not Talking About the Rigged Democratic Presidential Nomination?", "url": "http://townhall.com/columnists/brucebialosky/2016/04/03/why-is-the-press-not-talking-about-the-rigged-democratic-presidential-nomination-n2141507", "image": "http://media.townhall.com/townhall/reu/ha/2016/88/2016-03-28T143658Z_1_LYNXNPEC2R0K7_RTROPTP_3_USA-ELECTION.JPG", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Why is John Kasich still in the campaign? Ted Cruz has to get 87% of the remaining delegates to win the nomination.", "title": "Bruce Bialosky - Why Is the Press Not Talking About the Rigged Democratic Presidential Nomination?", "url": "http://townhall.com/columnists/brucebialosky/2016/04/03/why-is-the-press-not-talking-about-the-rigged-democratic-presidential-nomination-n2141507", "image": "http://media.townhall.com/townhall/reu/ha/2016/88/2016-03-28T143658Z_1_LYNXNPEC2R0K7_RTROPTP_3_USA-ELECTION.JPG", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Why Is the Press Not Talking About the Rigged Democratic Presidential Nomination?, Bruce Bialosky, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "Not so in the “Democratic” Party, where the will of people does not matter.\nIf the Republicans had a similar process, we might be talking about Jeb Bush cruising to the nomination.\nIt’s about time the national press takes the Democrats to task for 19th century Boss Tweedy hijacking of their party.\nEven if it means rioting in the streets of Philadelphia, the press should stop picking the Democrats’ nominee for them.\nTo come this far and have their candidate lose because of backroom deals stealing his rightfully, deserved nomination should not stand."}