{"article_title": "Obama: 'I’ve been true to myself'", "article_keywords": ["ive", "rights", "young", "legacy", "black", "seen", "president", "movement", "true", "think", "change", "obama"], "article_url": "http://www.voice-online.co.uk/article/obama-i%E2%80%99ve-been-true-myself", "article_text": "Image Text: ADDRESS: Obama addresses young people during his UK visit last month\n\nIN HIS only public appearance at the Royal Agricultural Society, US P resident Barack Obama treated over 400 young people to a master class in leadership during his visit to the UK last month.\n\nThe town hall-style question and answer session at Lindley Hall in Westminster allowed young Brits the opportunity to ask Obama questions, which ranged from how he prioritised his agenda to the legacy of his last eight years.\n\nArriving to thunderous applause, America’s 44th president had the undivided attention of everybody in the audience.\n\n“Nothing was going to stop me from wishing happy birthday to Her Majesty and meeting George,” opened Obama, whose time in the UK received a mixed reaction as a result of his clear message that if Britain left the EU, it would be very difficult to get new trade agreements.\n\nAddressing the predominantly young audience, which included LSE General Secretary Busayo Twins and political commentator Kenny Imafidon, the president’s opening comments recognised how the youthful crowd had “not had it easy”.\n\n“Both here and in United States, your generation has grown up at a time of breath taking change. You’ve come of age in the time of 9/11, 7/7, you’ve had friends go off to war, seen families in the middle of a recession. The challenges are vast, economic inequality, climate change, terrorism, migration, all these things are real.”\n\nOPTIMISM\n\nEven against a backdrop of adversity, the historic leader shared a message of optimism and renewed faith in the emerging generation of leaders and change influencers.\n\n“That’s what gives me such hope about your generation; so many of you are driven by that same impulse. You’re a generation that has seen immigration and globalisation not as threats but as opportunities. You see differences, pluralism and diversity not as curses but as gifts,” said Obama.\n\nRolling up his sleeves, the man of the hour opened the forum up to some wide-ranging questions, which touches upon issues such as tackling Islamaphobia and climate change.\n\nOn his legacy, the President whose tenure comes to an unofficial end in November candidly explained that he wasn’t keeping track of his accomplishments but there are particular milestones he is proud of.\n\nHe said: “I don’t think I will get a sense of my legacy until about 10 years from now when I can look back with some perspective of what worked and what didn’t.\n\n“There are things that I am proud of like the basic principle that in a country as wealthy as the United States, every person should have access to high-quality healthcare that they can afford.”\n\n\n\nATTENTION: President Obama said he felt the Black Lives Matter movement highlighted problems in the US criminal justice system\n\nAlongside the introduction of the health service popularly known as Obamacare, the American president counted the reform of Wall Street and the public health response to the Ebola crisis as successes for his administration.\n\nPresident Obama reminded the audience that legacy comes with perspective.\n\nHe said: “I will look at the scorecard at the end but I am proud about the fact that I think that I have been true to myself throughout this process. Sometimes I look back at what I said when I was running for office and what I am saying today and they match up.”\n\nCommenting on the pace of change, the US President took the audience on a brief history lesson on America’s ever-complex story of racial inequality.\n\n“Something I’m most familiar with is the American civil rights movement,” he began.\n\n“You had abolitionists in the 1700s who were fighting against slavery for 100 years, a movement that eventually lead to a civil war and the amendments to our Constitution that ended slavery and called for equal protection under the law. But it then took another 100 years for those rights enshrined in the Constitution to actually be affirmed through the Civil Rights Act of 1964, and the Voting Rights Act of 1965.”\n\nBringing it to the present context Obama pointed out how, more than 50 years later, the same rights are still not fully recognised.\n\n“There is still discrimination in aspects of American life even with a black president. In fact one of the dangers of electing a black president is that people become convinced that there must be no problems at all, but obviously we’ve seen Ferguson, and some of the issues that we’ve seen with the criminal justice system indicating a degree to which that was always false.”\n\nCYNICISM\n\nObama called on young people to not succumb to cynicism in the face of the slow pace of change.\n\n“Dr King said ‘the Ark of the moral universe is long but it bends towards justice’, and it doesn’t then on its own bend because we pull it in that direction. But it requires a series of generations working and building off of what the previous one has done.”\n\nOn social movements that had resonated with him during his presidency, Obama highlighted the strides made by the LGBT community and Black Lives Matter.\n\nAnd he credited the movement for its effectiveness: “I think that for example what Black Lives Matter is doing to bring attention to the problem of a criminal justice system that is sometimes not treating people fairly based on race, reacting to shootings of individuals by police officers has been really effective in bringing attention to the problem.”\n\nEffective social activism requires a degree of compromise advised the leader who urged the audience to be prepared to meet lawmakers and policy changers half way.\n\n“One of the things that I caution young people about, and that I don’t think is effective, is once you’ve highlighted an issue and brought it to people’s attention and elected officials or people who are in position to start bringing about change are ready to sit down with you then you can’t just keep on yelling at them.\n\n“You can’t refuse to meet with them because that might compromise the purity of your position,” said Obama.\n\nHe added: “You then have a responsibility to prepare an agenda that is achievable that can institutionalise the changes that you seek and to engage the other side.”", "article_metadata": {"og": {"url": "http://www.voice-online.co.uk/article/obama-i%E2%80%99ve-been-true-myself", "image": "http://www.voice-online.co.uk/sites/default/files/voice_logo.png", "type": "Article", "title": "Obama: 'I’ve been true to myself'"}, "fb": {"admins": 271339423214882}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "article_summary": "President Obama reminded the audience that legacy comes with perspective.\n“There is still discrimination in aspects of American life even with a black president.\n“Something I’m most familiar with is the American civil rights movement,” he began.\n“You can’t refuse to meet with them because that might compromise the purity of your position,” said Obama.\nYou see differences, pluralism and diversity not as curses but as gifts,” said Obama."}