{"article_title": "Mary J. Blige’s Father Stabbed, in Critical Condition", "article_keywords": ["partners", "apartment", "blige", "violence", "domestic", "j", "father", "states", "white", "critical", "stabbing", "stabbed", "bliges", "mary", "condition"], "article_url": "http://guardianlv.com/2014/01/mary-j-bliges-father-stabbed-in-critical-condition/", "article_text": "Grammy Award-winning R&B singer Mary J. Blige’s father was stabbed in the neck Thursday morning, and remains in critical condition. Thomas Blige, 63, was stabbed outside his apartment, the Arbors, in Battle Creek.\n\nCheryl Ann White, 50, was arraigned Friday for the attempted murder of Blige in Calhoun County District Court. Her bail has been set at $500,000. Blige and White had dated for five years, but they were not together at the time of Blige’s stabbing. She reportedly owned a cleaning business.\n\nThe stabbing occurred early morning Thursday, when Blige saw White flattening his car tires outside of his apartment. She stabbed him in the driveway, and then he went into his apartment. Police were called around 7 a.m., and they found Blige inside of his apartment, lying on the floor but still conscious. He told police he had been stabbed by White. After being transported to the hospital, he underwent surgery. He died twice but was able to be revived. White was arrested shortly afterwards at her apartment, the same complex where Blige lives.\n\nBlige and White have a history of domestic violence. Police had been called to their apartment at least seven times since last August so they were familiar to authorities. In fact, White was on probation for an October domestic violence conviction involving Blige. She will probably face another charge because she violated probation after Blige’s stabbing. The attempted murder charge brings with it a life sentence in prison. A preliminary hearing is set for Feb. 7.\n\nDomestic Violence\n\nDomestic violence between romantic partners is quite common. It is characterized by emotional and physical abuse. In the United States alone, domestic violence is the reason behind approximately 16,800 homicides and 2.2 million injuries treated annually. Males are usually the perpetrators in domestic violence cases, with 85 percent of women being the victims in domestic violence cases. This insidious type of relationship is largely based on control and intimidation. Domestic violence does not discriminate when it comes to age, sex, sexual orientation, race, religion, class, education level, economic status or nationality. Unfortunately, it is a seriously under-reported crime, the result of the victim’s intimidation and fear of speaking out for fear of reprisal by the abusive partner or society at large.\n\nWhy is domestic violence prevalent? Domestic violence can span generations of families, the result of children witnessing violence within their own homes and carrying on the “family tradition” of domestic violence. Boys who witness this are twice as likely to become abusers within their own families when they become adults. Children themselves are 30 to 60 percent abused in violent homes where parents or intimate partners are being abused.\n\nThe economic impact of domestic violence is staggering. With approximately $4.1 billion in medical and mental health care costs per year, the impact is felt at the state and federal levels. For same-sex partners living in the states of Delaware, Montana and South Carolina, they would have no recourse because these three states do not recognize same-sex couples in their domestic violence laws. This means gay partners would have no recourse and no way of seeking any protection or retribution.\n\nBy Juana Poareo\n\nSources:\n\nDetroit Free Press\n\nBattle Creek Enquirer\n\nNational Coalition Against Domestic Violence\n\nShare this: Print\n\nLinkedIn\n\nPinterest\n\nPocket\n\nReddit\n\nEmail\n\nTwitter\n\nGoogle\n\nFacebook\n\nTumblr\n\n", "article_metadata": {"og": {"site_name": "Guardian Liberty Voice", "description": "Grammy Award-winning R&B singer Mary J. Blige’s father was stabbed in the neck Thursday morning, and remains in critical condition. Thomas Blige, 63, was stabbed outside his apartment, th…", "title": "Mary J. Blige’s Father Stabbed, in Critical Condition", "url": "http://guardianlv.com/2014/01/mary-j-bliges-father-stabbed-in-critical-condition/", "image": {"width": 650, "identifier": "http://guardianlv.com/wp-content/uploads/2014/01/blige-e1390670437587.jpg", "height": 433}, "locale": "en_US", "type": "article"}, "article": {"published_time": "2014-01-25T17:31:28+00:00", "modified_time": "2014-01-25T17:31:28+00:00"}, "twitter": {"image": "http://guardianlv.com/wp-content/uploads/2014/01/blige-e1390670437587.jpg?w=640", "site": "@ifrackle", "card": "summary_large_image"}, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fd6f6d\"", "article_summary": "Males are usually the perpetrators in domestic violence cases, with 85 percent of women being the victims in domestic violence cases.\nGrammy Award-winning R&B singer Mary J. Blige’s father was stabbed in the neck Thursday morning, and remains in critical condition.\nDomestic violence can span generations of families, the result of children witnessing violence within their own homes and carrying on the “family tradition” of domestic violence.\nBlige and White had dated for five years, but they were not together at the time of Blige’s stabbing.\nDomestic violence does not discriminate when it comes to age, sex, sexual orientation, race, religion, class, education level, economic status or nationality."}