{"article_title": "Assuring Hospital Emergency Care Without Crippling Competition", "article_keywords": ["emergency", "hospitals", "ed", "hospital", "crippling", "competition", "assuring", "health", "uncompensated", "provision", "patients", "subsidies", "care"], "article_url": "http://healthaffairs.org/blog/2015/07/06/assuring-hospital-emergency-care-without-crippling-competition/", "article_text": "Christopher Pope\n\nJuly 6, 2015\n\nHospital emergency departments (EDs) occupy a critical position in the American health care system, bearing responsibility for the most urgent acute care cases, while serving as a provider of last resort for many without insurance coverage. Emergency health care also functions as a conspicuous exception to the general principle of market exchange, whereby services are voluntarily bought and sold.\n\nThe urgent need for treatment makes it difficult for patients to shop around, while hospitals are required to treat patients regardless of ability to pay. The obligation to treat patients whose medical needs exceed their financial means places great strain on hospital emergency departments.\n\nVarious federal programs provide a total of $73 billion per year to support emergency departments and the provision of uncompensated hospital care in general. These subsidies are distributed indirectly through various adjustments to reimbursement rates, rather than directly in return for the provision of specific public health services.\n\nAs a result, the distribution of funds to hospitals inadequately ensures the provision of emergency capacity and care for the uninsured, while undermining the ability of specialty hospitals and physician offices to compete for the provision of elective care. These funding arrangements underpin much of the hospital monopoly power and convoluted pricing plaguing U.S. health care.\n\nBy consolidating these subsidies into lump sum budgets for indigent emergency care at each facility, it would be possible to reward hospitals for efficiently meeting their critical infrastructure and uncompensated care responsibilities, without hampering competition in the market for elective services.\n\nThe Burden Of Uncompensated Care\n\nUnder the 1986 Emergency Medical Treatment and Active Labor Act (EMTALA), EDs at Medicare-participating hospitals are required to screen and stabilize the condition of any patient presenting, regardless of ability to pay. As most primary and specialty care providers are exempt from such obligations, this makes qualified hospitals a magnet for costly patients who lack funds or insurance coverage to pay for either routine or emergency care. Since poverty and ill-health are non-randomly distributed, the load is concentrated on a minority of hospitals — often in inner cities or rural areas.\n\nFee-for-service payment is regularly criticized by health policy analysts. Yet, in emergency care, the disconnect between fees and services has caused ED supply to lag behind demand. Hospitals are wary of maintaining too much spare ED capacity, for fear of attracting a flood of uncompensated patients, whose costs of treatment they would be obliged to bear in full.\n\nWhile the number of patient visits to hospital EDs rose 47 percent (from 91 to 133 million) between 1992 and 2012, the number of facilities catering to them fell 11 percent from 5,035 to 4,460. As a result, 39 percent of EDs report daily overcrowding. This has had a measurable impact on patient safety. On days that EDs are full, the odds of inpatient death increase by 5 percent.\n\nFederal subsidies for hospitals to maintain EDs are also poorly structured to support the responsibilities of EDs to deal with pandemics, terrorism, and natural disasters. The locations and capabilities of EDs are distorted by the need to reach and tap various pools of public fee-for-service funding, and rarely coordinated for purposes of public health. While trauma centers in some neighborhoods are constantly overwhelmed, hospitals in other areas are often run at 50 percent capacity.\n\nRube Goldberg Financing\n\nThe American Hospital Association claims that hospitals provided $46 billion of uncompensated care in 2013, which it defines as “the estimated cost of bad debt and charity care.” Yet, a medley of federal subsidies is provided to these institutions, justified by the need to support their compliance with EMTALA.\n\nThe total direct budgetary cost of these site-specific payment bonuses amounts to $73 billion per year:\n\nMedicare Disproportionate Share Hospital payments ( $13 billion/year Hospital-specific payment bonus, according to the volume and mix of Medicare inpatient services and uncompensated care claimed.\n\nMedicare site-of-service payment disparities ( $2 billion/year\n\nGraduate Medical Education payments ( $14 billion/year\n\nMedicare cost-sharing bad debt write-off ( $5 billion/year\n\n340B Drug Pricing Program ( $2 billion/year\n\nMedicaid Disproportionate Share Hospital (DSH) payments ( $12 billion/year\n\nCommunity 501(c)(3) Hospital charitable tax exemption ( $25 billion/year\n\nIn addition to the above indirect payments, in 2011, hospitals received an additional $6 billion per year in direct payments for the provision of ED services to Medicaid beneficiaries, and a total of $52 billion from all payers (49 percent from private insurance, 15 percent from Medicare, 11 percent from Medicaid, 10 percent out of pocket, and 16 percent from other government programs).\n\nThe Legacy Of Distorted Incentives\n\nThe indirect distribution of subsidies for uncompensated care through various Medicare and Medicaid site-specific payment disparities, reimbursement bonuses, drug discounts, and tax advantages, has yielded pervasive cross-subsidization for hospital services, muddling pricing, and accountability well beyond emergency care. This financing system has been used to justify certificate-of-need laws and limits on specialty hospitals to prevent potential competitors from “cherry-picking” the most profitable services—such as cardiology and orthopedics—that are essential to maintaining solvency.\n\nWithout the subsidies afforded to full-service hospitals, the reimbursement that independent providers—including specialty hospitals and physician offices—receive from private payers is insufficient for them to remain profitable. This problem has been particularly acute in the areas of cardiology and oncology, and has rapidly driven physicians to abandon private practice for integration with hospital systems — engendering a wave of provider consolidation.\n\nGiven that safety-net providers—those hospitals and clinics bearing the highest burden of uncompensated care—tend to be those with the fewest privately insured patients, a funding system that helps hospitals extract monopoly profits from private payers is a poor way to secure funds for indigent care. Nor do hospitals in consolidated markets spend significantly more on community benefits than those in highly competitive markets. If anything, such hospitals tend to be laden with excess capacity, with empty beds driving up operating costs.\n\nUnless ring-fenced for specific purposes, subsidies appear to get absorbed into hospitals’ general pool of funds. For example, there is no discernable evidence that the tax advantages of non-profit hospitals yield significantly more uncompensated care than for-profit hospitals on average provide. Nor is there a clear correspondence between measures of community need (the percentage of residents lacking insurance, or per capita incomes) and the provision of benefits by non-profit hospitals. While Section 9007 of the ACA requires tax-exempt hospitals to document steps taken to meet community needs, it does little to ensure resources are allocated on that basis.\n\nEmergency departments are often more profitable than hospitals admit, as they are the source for roughly half of inpatient admissions. Patients admitted in emergency situations are rarely price-conscious, and revenue from ED admissions is often counted as part of subsequent inpatient stays. Furthermore, as non-urgent cases presenting in the ED are often relatively cheap to treat and well-covered by ED reimbursement rates, hospitals lack the incentive to redirect them to cheaper sites of service.\n\nYet, primary care is poorly delivered through one-off encounters in hectic ED environments, and costs two- to five-times more to provide than in community health centers. Eighty percent of those using EDs whose visit did not result in hospital admission cite “lack of access to other providers” as their main reason for using them. Encouraging EDs to redirect non-urgent cases would also therefore help ensure the profitability of cheaper adjacent providers (including urgent care clinics) that are open to treat patients around the clock.\n\nLegislation limiting cost-sharing to $8 per ED visit makes it particularly difficult to steer Medicaid enrollees away from inappropriate ED use. Medicaid beneficiaries are therefore twice as likely to use the ED as any other section of the population. As Medicaid enrollment has soared from 29 million in 1990 to 67 million in 2014, non-urgent use of emergency room has risen steadily.\n\nDeliberate, Transparent, And Accountable Compensation\n\nAs the need to guarantee ED capacity exists independently of the volume of paying patients, safety-net responsibilities are poorly supported by subsidies available only to full-service hospitals as supplements to fee-for-service payments. The government, as the consumer of uncompensated care, should therefore assert its preferences and demand value for money, allocating funds in direct accordance with indigent care needs and its public health priorities.\n\nMaryland and Vermont recently moved towards global budgets for hospitals services, imposing a fixed budget cap for each hospital. In general, regulatory caps on revenues can be expected to lead to the rationing of services and reductions in quality. Yet, as they also tend to divert services to unregulated providers of care, such as Ambulatory Surgery Centers, this unintended consequence of capped budgets might be welcomed, with respect to the provision of safety-net emergency care, by encouraging EDs to send patients to more appropriate sites of care whenever possible.\n\nThe array of indirect federal subsidies for hospitals should therefore be consolidated into a single lump sum budget payment for each facility to meet its aggregate uncompensated care obligations under EMTALA. By clearly delineating the public liability for such care, policymakers could then transparently asses and evaluate the value obtained for these funds — as well as their adequacy.\n\nRather than providing opaque indirect subsidies to Medicare-participating hospitals in return for broad compliance with EMTALA, lump sum payments for uncompensated care should be allocated in return for the provision of specific public goods: ED bed capacity, surge capacity, trauma resources, and access to specialty physicians. Payments should be adjusted to reflect population health needs for geographic neighborhoods, access challenges in rural areas, practice costs, and the number of uninsured patients dependent on emergency care at particular facilities.\n\nFor uninsured and Medicaid patients, lump sum ED finance would help control costs (limiting volumes of diagnostic tests and providing an impetus for patients to visit cheaper sites of service), which would otherwise be lacking for a population largely exempt from cost-sharing. But, by limiting the scope of lump sum finance to emergency safety-net care, it would be possible to ensure that the provision of elective care would not be unduly rationed.\n\nA Path Forward\n\nAs the demands placed on hospital emergency departments have increased, the supply of funds has failed to match. While resources have been provided indirectly through adjustments to Medicare and Medicaid reimbursements, the complex web of cross-subsidies has done more to inflate the size of institutions, inhibit competition, and obscure costs than to expand emergency care capacity for those most in need.\n\nThe array of indirect subsidies for uncompensated care should be consolidated into a single payment for fulfilment of EMTALA responsibilities, tied to the provision of capacity that meets genuine indigent care and public health needs. The deliberate allocation of lump sum budgets for publicly subsidized hospital services would allow for the appropriate provision, planning, and financing of emergency care, surge capacity, and disaster response needs. It would ensure that resources claimed for emergency care are reserved for that purpose, and optimized towards that end.\n\nSuch a reform would clarify the nature and extent of the public subsidy for uncompensated care, and allow policy trade-offs to be made more consciously. It would ring-fence the taxpayer guarantee of ED solvency, preventing it from sprawling to eliminate competition from the provision of hospital care more generally. This is needed to permit the overdue separation of two very different organizational missions: emergency safety-net responsibilities and the efficient provision of innovative elective care.\n\nOnly when providers are allowed to compete more transparently on price and quality for elective care (with inefficient providers allowed to fail), can a cost-effective health care system be realized for all payers.", "article_metadata": {"og": {"url": "http://healthaffairs.org/blog/2015/07/06/assuring-hospital-emergency-care-without-crippling-competition/", "site_name": "Health Affairs", "image": "http://healthaffairs.org/blog/wp-content/uploads/Blog_ER.jpg", "type": "article", "title": "Assuring Hospital Emergency Care Without Crippling Competition"}, "description": "Assuring Hospital Emergency Care Without Crippling Competition | At the intersection of health, health care, and policy.", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Emergency health care also functions as a conspicuous exception to the general principle of market exchange, whereby services are voluntarily bought and sold.\nIt would ensure that resources claimed for emergency care are reserved for that purpose, and optimized towards that end.\nVarious federal programs provide a total of $73 billion per year to support emergency departments and the provision of uncompensated hospital care in general.\nA Path ForwardAs the demands placed on hospital emergency departments have increased, the supply of funds has failed to match.\nIt would ring-fence the taxpayer guarantee of ED solvency, preventing it from sprawling to eliminate competition from the provision of hospital care more generally."}