{"article_title": "A lovefest for Donald Trump in Birch Run", "article_keywords": ["run", "trump", "michigan", "donald", "going", "im", "expo", "birch", "president", "republican", "lovefest", "women"], "article_url": "http://www.freep.com/story/news/politics/2015/08/11/trump-tells-michigan-hell-do-well-latinos-women/31500497/", "article_text": "Skip Ad Ad Loading... x Embed x Share Donald Trump speaks to the media before a speech at the Birch Run Expo Center in Birch Run, Mich. Kathleen Gray, Detroit Free Press\n\nRepublican Presidential Candidate Donald Trump speaks at the Birch Run Expo Center, in Birch Run, Mich. on Tuesday, Aug. 11, 2015. (Photo: Kimberly P. Mitchell)\n\nBIRCH RUN, Mich. — Addressing about 2,000 very enthusiastic people at the Birch Run Expo Center, Republican presidential candidate Donald Trump touched on everything from immigration, China, the military, Obamacare and his Republican opponents.\n\nThe crowd, some coming from outside of Michigan, ate it up, giving him frequent standing ovations and breaking into chants of \"Trump, Trump, Trump!\" and \"U.S.A, U.S.A.\"\n\n\"I love people, I love this country. We are going to make it so strong and so powerful,\" he said. \"You are going to love a President Trump.\"\n\nTrump brought his campaign to Michigan Tuesday after several days of media attention focused on his statements about women and Latinos.\n\nTuesday's event was sponsored by the Saginaw and Genesee county Republican parties and attendees paid $25 for a chance to hear Trump in person. VIP seating went for $125.\n\nHis criticisms were many: Former Florida Gov. Jeb Bush made a fatal mistake with a remark on how much needs to be spent on women's health issues; Wisconsin Gov. Scott Walker is nice, but the surpluses in his state, not so much; former Secretary of State Hillary Clinton's e-mails are going to sink her campaign and she's controlled by lobbyists; Kentucky Sen. Rand Paul and former Texas Gov. Rick Perry are sinking in the polls after criticizing him; the media are \"scavengers,\" and Ford Motor Company is making a huge mistake by deciding to build a $2.5-billion plant in Mexico, rather than in the United States.\n\n\"Mexico is killing us on trade. This is going to make Detroit look like small potatoes.They're taking our factories and building these massive plants in Mexico ... Why don't we just let the illegals drive the cars and trucks across the border into our country,\" Trump said,acknowledging his presence in a automotive manufacturing state. \"The deal is not going to be approved, I want that plant to be built here.\"\n\nHe said he'll build up the military, get rid of Obamacare, scuttle the Iran nuclear deal and compared his run for residency to his television show \"The Apprentice,\" noting people were skeptical about the show, but it went on be hugely successful.\n\n\"I made them a fortune,\" he said, adding NBC hates him because they wanted to renew the show, but he decided to run for president instead.\n\nAnd despite leading in the polls, Trump told reporters he won't give up the option of running as a third party candidate.\n\n\"I want to run as a Republican, but I’m going to keep the door open,\" he said. \"I was part of the establishment two months ago. I was a big giver, but once I decided to run, all of a sudden, I'm anti-establishment ... As long as I'm treated fairly and fairly is an instinct. I know what fair is..\"\n\nPrior to the rally, Trump made himself available to reporters and photographers . He said that despite his controversial comments regarding Mexican immigrants and women, he'll get their support.\n\nSpeaking to reporters before his speech, he said: \"We’re going to do very well with the Hispanic vote. We’re going to do really well with the women vote. I’ll be creating a tremendous number of jobs. And on women health issues, I’m for that.\" When asked to give specifics about the issues of the day -- creating jobs and improving the economy -- Trump said he has to remain flexible. And he said he's proven himself by getting two development projects, one in Miami, and the Old Post Office building on Pennsylvania Avenue in Washington D.C.Trump brought his campaign to become the Republican nominee for president to Michigan Tuesday. After the news conference he addressed supporters at the Birch Run Expo Center. \"You're going to see lots of plans from me,\" he said. \"I got (the two development projects) because I know how to get things done. The most sought after property and Trump got it.\" Trump's visit to Michigan — his first since speaking to Oakland County Republicans in 2013 — comes after a week of controversy starting with his debate performance in Cleveland and finishing up with controversial comments slamming the Fox News hosts who moderated the debate. He is still maintaining a substantial lead in the polls of the 17 GOP candidates for president. Contact Kathleen Gray: 517-372-8661, kgray99@freepress or on Twitter @michpoligal.\n\nRead or Share this story: http://on.freep.com/1TnizfI", "article_metadata": {"google": "notranslate", "description": "Addressing about 2,000 people, Trump touched on everything from immigration, China, the military, Obamacare and his Republican opponents.", "og": {"site_name": "Detroit Free Press", "description": "Addressing about 2,000 people, Trump touched on everything from immigration, China, the military, Obamacare and his Republican opponents.", "title": "A lovefest for Donald Trump in Birch Run", "url": "http://www.freep.com/story/news/politics/2015/08/11/trump-tells-michigan-hell-do-well-latinos-women/31500497/", "image": "http://www.gannett-cdn.com/GDContent/applogos/freep.png", "type": "article"}, "twitter": {"description": "Addressing about 2,000 people, Trump touched on everything from immigration, China, the military, Obamacare and his Republican opponents.", "title": "A lovefest for Donald Trump in Birch Run", "image": "http://www.gannett-cdn.com/-mm-/33b368d7dde3df470f693d878c440cd56bad2676/c=669-210-1466-1007&r=x643&c=640x640/local/-/media/2015/08/11/DetroitFreePress/DetroitFreePress/635749272643496788-trump-081115-kpm-1866.jpg", "creator": "@freep", "site": "@freep", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600072714", "fb": {"app_id": 185931034751252}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "donald trump, presidential campaign, birch run, gop debate, republican presidential candidate, saginaw, genesee"}, "article_summary": "Skip Ad Ad Loading... x Embed x Share Donald Trump speaks to the media before a speech at the Birch Run Expo Center in Birch Run, Mich. Kathleen Gray, Detroit Free PressRepublican Presidential Candidate Donald Trump speaks at the Birch Run Expo Center, in Birch Run, Mich. on Tuesday, Aug. 11, 2015.\nThe crowd, some coming from outside of Michigan, ate it up, giving him frequent standing ovations and breaking into chants of \"Trump, Trump, Trump!\"\n(Photo: Kimberly P. Mitchell)BIRCH RUN, Mich. — Addressing about 2,000 very enthusiastic people at the Birch Run Expo Center, Republican presidential candidate Donald Trump touched on everything from immigration, China, the military, Obamacare and his Republican opponents.\nAfter the news conference he addressed supporters at the Birch Run Expo Center.\n\"I want to run as a Republican, but I’m going to keep the door open,\" he said."}