{"article_title": "Planned Parenthood Abortion Biz Looking for More Customers Via Obamacare", "article_keywords": ["parenthood", "customers", "help", "abortion", "obamacare", "sign", "looking", "biz", "planned", "health", "care", "insurance", "obama"], "article_url": "http://www.lifenews.com/2014/11/14/planned-parenthood-abortion-biz-looking-for-more-customers-via-obamacare/", "article_text": "In 2009, President Barack Obama promised the American people that Obamacare would not fund abortion. However, in September, the Government Accountability Office (GAO) released a report that showed that Obamacare plans cover abortion and receive taxpayer subsides.\n\nThe GAO report also found that nearly all of the insurance issuers sampled are not itemizing the required separate abortion surcharge on its bills – confirming that the Obama Administration is ignoring the law’s abortion accounting gimmick. In 2014, taxpayers have funded over a thousand Obamacare health plans that subsidize abortion on demand—even late-term abortion—in defiance of the Hyde Amendment the President publicly said he would honor.\n\nThis is why it is no surprise that Planned Parenthood, the nation’s largest abortion business, has spent millions of dollars to promote and get people signed up for Obamacare. As LifeNews previously reported, the abortion giant deployed thousands of canvassers across the country to get people plugged into the healthcare system.\n\nAdditionally, Obamacare created new ways for Planned Parenthood to receive public funding. In 2013, Planned Parenthood received taxpayer-funded grants to help American’s sign up for health coverage. The organization has also worked tirelessly for the Obama administration, which is why he praised the group’s efforts in helping pass the health care law. At a gala for Planned Parenthood, Obama said. “I know how hard you worked to help us pass health care reform. You and your supporters got out there—you organized; you mobilized; you made your voices heard. It made all the difference.”\n\nClick here to sign up for daily pro-life news alerts from LifeNews.com\n\nNow, Planned Parenthood is gearing up for the next enrollment period for Obamacare, which begins on November 15th.\n\nThe Hill shares more:\n\nPlanned Parenthood and its affiliates around the country are preparing to push enrollment on ObamaCare’s exchanges to people without health insurance. The national women’s health group, like last year, will provide resources at its clinics describing the marketplaces and how to sign up for coverage. Planned Parenthood also unveiled a series of online guides and glossaries to make the Affordable Care Act less opaque. The law’s second sign-up period begins Saturday and lasts until Feb. 15. “The health care law can be confusing, and not surprisingly, many women have a lot of questions about it,” said Planned Parenthood President Cecile Richards. “PlannedParenthoodHealthInsuranceFacts.org is a one-stop shop for women to learn more about health insurance, what kind of financial help they can get, and what to consider as a woman while choosing a health insurance plan.” The group is one of hundreds of organizations working to help enroll people from underserved communities in the marketplaces. The partnerships are crucial to the Obama administration as officials seek out harder-to-reach individuals who might not understand health insurance. Enrollment among Latinos was smaller than the White House hoped for last year. The group historically has had the highest uninsured rate among ethnicities. Planned Parenthood said its resources would be available in Spanish.\n\nMake no mistake, Planned Parenthood is benefiting from Obamacare. From raking in money by receiving grants to bringing in new customers, the abortion empire is advancing their agenda to sell more abortion. The only way for this to end is if newly appointed Senate Majority Leader, Mitch McConnell, leads the charge to repeal Obamacare. McConnell is a pro-life advocate and in 2013, he stated the he would be willing to de-fund the program.", "article_metadata": {"description": "Planned Parenthood Abortion Biz Looking for More Customers Via Obamacare", "og": {"site_name": "LifeNews.com", "description": "In 2009, President Barack Obama promised the American people that Obamacare would not fund abortion. However, in September, the Government Accountability Office", "title": "Planned Parenthood Abortion Biz Looking for More Customers Via Obamacare", "url": "http://www.lifenews.com/2014/11/14/planned-parenthood-abortion-biz-looking-for-more-customers-via-obamacare/", "image": "http://www.lifenews.com/wp-content/uploads/2013/09/plannedparenthood79.jpg", "locale": "en_us", "type": "article"}, "fb": {"app_id": 204509779594999}, "OBKey": "avejq02j7xRr+0owuq+Pcw==", "keywords": "planned parenthood abortion biz looking for more customers via obamacare", "google-site-verification": "PPPx-GD0i7nWjUFAYnFdOYorAAJLuNyKOl23JCeXyrQ", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "At a gala for Planned Parenthood, Obama said.\nAdditionally, Obamacare created new ways for Planned Parenthood to receive public funding.\nThis is why it is no surprise that Planned Parenthood, the nation’s largest abortion business, has spent millions of dollars to promote and get people signed up for Obamacare.\nPlanned Parenthood also unveiled a series of online guides and glossaries to make the Affordable Care Act less opaque.\n“The health care law can be confusing, and not surprisingly, many women have a lot of questions about it,” said Planned Parenthood President Cecile Richards."}