{"article_title": "No surprise Obama wants mandatory voting – it changes everything", "article_keywords": ["wants", "voter", "mandatory", "voters", "process", "required", "right", "vote", "surprise", "voting", "changes", "think", "obama"], "article_url": "http://www.bizpacreview.com/2015/04/16/no-surprise-obama-wants-mandatory-voting-it-changes-everything-195662", "article_text": "The executive branch of American government under Barrack Obama has become a factory for churning out stupid ideas. One recent hare-brained scheme Obama floated would require Americans to vote in every election. So-called “progressives” love the mandatory voting idea, of course, because they are keen on turning out the “stupidvote.”\n\nThink about this strange and mischievous idea for a minute. For starters, it’s from the folks who brought you Obamacare, the “Fast & Furious” scandal and the Benghazi tragedy. If mandatory voting became law, who would the new voters be? They would be even more misinformed and incompetent than today’s median voter. Average voters are not well-informed about politics as it is, and if everyone is forced to vote, the electorate would become far more irrational. This would result in less qualified candidates with a better chance at winning.\n\nAsk yourself which branch of partisan politics would be most helped by low-information voters. It doesn’t take a rocket scientist to understand that progressive strategists use emotional spin, hype and half-truths to appeal to the less-informed. A push for mandatory voting and online voter registration are perfect examples of the liberal mindset: Let’s extend rights to the masses, but without an equal push to educate them on civics, on the lessons learned from American history, and the value of taking personal responsibility for one’s actions.\n\nInsisting on teaching personal responsibility before conferring a new right is an alien thought to the progressive mind. They think it’s OK to extend the right to vote, even when new voters are ignorant of the qualifications required for elected officials to govern effectively. Progressives refuse to face the reality that mandatory voting will result in more stupid voting. Yes, expanding the ranks of the uninformed in the voter pool serves Florida and America poorly. It’s a big step toward deep-sixing quality candidates.\n\nThere’s one thing worse than low voter turnout, and that’s dumb voter turnout. We don’t need uninformed voters selecting our political leaders. Now here’s the big question: Does it occur to readers that progressives such as Obama actually prefer dumbing-down the average voter? After all, low-information voters are easier to hoodwink when unqualified candidates are on the ballot. Voters who think are dangerous to progressive politicians, because they see through the hopey-changey rhetoric, and they can see the endgame of a $19 trillion national debt in a country where nearly half the citizens get handouts and are not required to pay federal income taxes.\n\nForcing people to vote when they are disengaged from politics exacerbates the electoral process. We should not harass people who “say they are happy to leave the privilege of the ballot to those who are engaged,” Wall Street Journal reporter Peggy Noonan wrote recently. She said that making people vote when they don’t care about the process “dilutes the votes of those who are serious and have done their democratic homework.”\n\nAnd how will government police the mandatory process? If non-voters are required to pay fines, taxpayers would have to foot the cost of collection. Government and bureaucracy would expand. More government employees would be needed in administration and enforcement positions, to establish a process, send demand letters and take people to court.\n\nThe U.S. Constitution’s right to free speech guarantees the right not to vote, because Americans can make “a constitutionally protected statement by not taking part in the election process,” Rutgers law school professor Frank Askin said. “I don’t think the First Amendment would permit it.”\n\nUniversity of Florida political science professor Michael McDonald said it should not surprise anyone that Obama likes the idea of mandatory voting. “There are a number of surveys that have been done that demonstrate the mass of people who tend not to vote are Democratic in nature,” he said.", "article_metadata": {"generator": "WordPress 4.4.3", "og": {"site_name": "BizPac Review", "description": "The executive branch of American government under Barrack Obama has become a factory for churning out stupid ideas. One recent hare-brained scheme Obama floated would require Americans to vote in every election. So-called “progressives” love the mandatory voting idea, of course, because they are keen on turning out the “stupidvote.” Think about this strange and …", "title": "No surprise Obama wants mandatory voting - it changes everything", "locale": {"alternate": "en_US", "identifier": "en_US"}, "image": "http://www.bizpacreview.com/wp-content/uploads/2015/02/Obama-Shhh.jpg", "updated_time": "2015-04-16T17:14:36+00:00", "url": "http://www.bizpacreview.com/2015/04/16/no-surprise-obama-wants-mandatory-voting-it-changes-everything-195662", "type": "article"}, "twitter": {"widgets": {"csp": "on"}}, "alexaVerifyID": "qC73ojZoktel85cbl12SAFJar9k", "fb": {"admins": "10152426200106417,10152720237657852,10200650572686956,3854753687919,100215693385946,549853448412696", "pages": 169204449790211, "app_id": 1502886339979348}, "article": {"publisher": "https://www.facebook.com/ConservativeNewsToday", "section": "Home Middle", "published_time": "2015-04-16T06:47:34+00:00", "modified_time": "2015-04-16T17:14:36+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Progressives refuse to face the reality that mandatory voting will result in more stupid voting.\nSo-called “progressives” love the mandatory voting idea, of course, because they are keen on turning out the “stupidvote.”Think about this strange and mischievous idea for a minute.\n“I don’t think the First Amendment would permit it.”University of Florida political science professor Michael McDonald said it should not surprise anyone that Obama likes the idea of mandatory voting.\nIf mandatory voting became law, who would the new voters be?\nNow here’s the big question: Does it occur to readers that progressives such as Obama actually prefer dumbing-down the average voter?"}