{"article_title": "9 numbers every small business needs to know", "article_keywords": ["website", "needs", "business", "mobile", "online", "workers", "schedules", "states", "businesses", "numbers", "internet", "small", "know"], "article_url": "http://www.usatoday.com/story/money/columnist/abrams/2015/01/09/small-business-strategies-nine-numbers/21436073/", "article_text": "Feb. 15 is the deadline for open enrollment under the Affordable Care Act. (Photo: Cliff Owen, AP)\n\nEvery small-business owner needs to know some numbers — total revenue, profit margin, cost of goods, and the like.\n\nBut as we start 2015, every entrepreneur needs to know other numbers to stay competitive and succeed.\n\nI've focused on nine key numbers that are likely to affect your small business in the coming year:\n\n1. 21. Number of states in which the minimum wage is increasing.\n\nThat's a good thing for small businesses. Yep, it really is.\n\nIn the short run, raising the minimum wage may increase the cost of your payroll, but studies have shown that higher minimum wages reduce turnover and increase employee satisfaction. As important, it puts more money in the pockets of potential customers.\n\nThat means a healthier economy, and that's good for small business.\n\n2. 46%. Percentage of Americans who live in the Eastern time zone.\n\nKeep this in mind when planning for online or telephone customer service and sales, scheduling social-media posts and generally doing business throughout the USA.\n\nMake sure your mobile website is easy to read; 60% of the time spent on the Web now isn't on a laptop computer. (Photo: Linda Dono, USA TODAY)\n\n3. 60%. Amount of time spent on websites accessed by mobile, rather than desktop, devices.\n\nMore than half the people using your website likely are doing so on a smartphone or tablet. So your website had better be mobile responsive.\n\nDesigning new websites or pages? Think mobile first. And if you can afford to develop a mobile app, do that as well.\n\n4. 2/15/15. Open-enrollment deadline for for individuals to sign up for health-care plans; small businesses can start at any time.\n\nIn most states and at Healthcare.gov, it's gotten easier to sign up than when the Affordable Health Care Act was launched. But the penalties for individuals going without health insurance are higher.\n\nIn 2015, the penalty is 2% of your income or $325 per adult and $162.50 per child, whichever is higher. Small businesses with fewer than 50 full-time employees still do not have to provide health insurance.\n\n5. 7 to 12; 1 to 5. Providing part-time workers with regular, dependable schedules gives small businesses a big edge when recruiting.\n\nPart-time workers need set schedules to arrange for child care, attend school or hold down a second part-time job. But an appallingly high number of chain stores and fast-food outlets never let workers know schedules more than a week or so in advance.\n\nGiving part-timers regular schedules is a major competitive advantage for you. Use it.\n\n6. 20%. Amount of all time that people using mobile devices spend on Facebook. It's likely that at this moment, 1 in 5 people on a smartphone or tabled are on Facebook.\n\nFacebook is a marketing powerhouse. That being said, it's getting harder for businesses to reach their fans through normal, non-paid methods, so make your posts enticing and visual to encourage sharing.\n\nAn abundance of cloud platforms gives you an inexpensive way to store data. (Photo: iStockPhoto)\n\n7. One terabyte. Online cloud storage is getting cheaper, and you should be using it.\n\nI'm a big believer that files and documents are safer stored online, over the Internet, than on premise-based servers or on your too-easily stolen laptop. A single user can get 1 TB of storage, which is a heck of a lot, for around $100 a year — $99 on Dropbox, $84 on Microsoft OneDrive, $120 on Google Drive. Small-business options are affordable, too.\n\n8. $12,500. New limit of tax-deductible contributions to Savings Incentive Match Plan for Employees IRA plans.\n\nMost retirement plans for the self-employed and small businesses have seen slight cost-of-living increases for 2015. The SIMPLE catch-up contribution for those age 50 or older also increased by $500 to $3,000.\n\nMake sure you are maximizing your retirement plan contributions. You can't count on selling your business one day.\n\n9. 30th. Rank of affordability of America's Internet in relation to 33 developed countries.\n\nThis means that people in the United States have a much slower Internet at a much higher price than foreign competitors. Online customers have a harder time reaching you, and you have a harder time reaching critical online services.\n\nTo help combat this, contact state and federal legislators to insist that cities and states be allowed to develop their own fiber networks and also to insure that Internet providers are treated like utilities.\n\nAmong Rhonda Abrams' recent books is the 6th edition of Successful Business Plan: Secrets & Strategies. Register for her free newsletter at PlanningShop.com. Twitter:@RhondaAbrams.\n\nRelated:\n\nRead or Share this story: http://usat.ly/1BHVXvt", "article_metadata": {"google": "notranslate", "description": "Every small-business owner needs to know some numbers -- total revenue, profit margin, cost of goods, and the like. But there are other numbers that, as we start 2015, every entrepreneur needs to know to stay", "og": {"site_name": "USA TODAY", "description": "Every small-business owner needs to know some numbers -- total revenue, profit margin, cost of goods, and the like. But there are other numbers that, as we start 2015, every entrepreneur needs to know to stay", "title": "9 numbers every small business needs to know", "url": "http://www.usatoday.com/story/money/columnist/abrams/2015/01/09/small-business-strategies-nine-numbers/21436073/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "Every small-business owner needs to know some numbers -- total revenue, profit margin, cost of goods, and the like. But there are other numbers that, as we start 2015, every entrepreneur needs to know to stay", "title": "9 numbers every small business needs to know", "image": "http://www.gannett-cdn.com/-mm-/82cf2b9acb30f0acbc10732162a7d917f0ca96cc/c=0-235-2826-3061&r=x643&c=640x640/local/-/media/2015/01/08/USATODAY/USATODAY/635563467397490181-AP-Health-Overhaul-Version-2.jpg", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Companies/Microsoft", "gci-asset-type": "story", "gci-categories": "Companies/Microsoft", "title": "9 numbers every small business needs to know", "author": "Rhonda Abrams", "pageclass": "article", "recs": {"category": "money/columnist/abrams", "image-3-4": "http://www.gannett-cdn.com/-mm-/51e905383d0b5140c2742d98cc75519f65330f86/c=0-240-2826-4009/local/-/media/2015/01/08/USATODAY/USATODAY/635563467397490181-AP-Health-Overhaul-Version-2.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/026897709fc703af525c45248a731a31ec8c4d01/c=0-235-2826-3061/local/-/media/2015/01/08/USATODAY/USATODAY/635563467397490181-AP-Health-Overhaul-Version-2.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/156836ba44415a0155d8b0d0f0f7fa72f1a54711/c=0-1392-2826-3517/local/-/media/2015/01/08/USATODAY/USATODAY/635563467397490181-AP-Health-Overhaul-Version-2.jpg", "image": "http://www.gannett-cdn.com/-mm-/86e90fe9a390f1a860336dabc974cf49b5411768/c=0-1558-2826-3155&r=x633&c=1200x630/local/-/media/2015/01/08/USATODAY/USATODAY/635563467397490181-AP-Health-Overhaul-Version-2.jpg", "publishtime": "2015-01-09T07:34:01.140000-05:00", "shorthed": "9 numbers every small business needs to know", "articleid": 21436073, "image-16-9": "http://www.gannett-cdn.com/-mm-/76cc40e94e47ff4c590056c0889181b22fd391f1/c=0-1558-2826-3155/local/-/media/2015/01/08/USATODAY/USATODAY/635563467397490181-AP-Health-Overhaul-Version-2.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/638c30bc0b115b51825d6e9181c4705cd52da86e/c=290-0-2673-4256/local/-/media/2015/01/08/USATODAY/USATODAY/635563467397490181-AP-Health-Overhaul-Version-2.jpg"}}, "news_keywords": "small business, rhonda abrams, strategies, 9 numbers to know, mobile web, mobile internet, healthcare.gov"}, "_id": "\"57477af46914bd0286fd6fc3\"", "article_summary": "I've focused on nine key numbers that are likely to affect your small business in the coming year:1.\nThat means a healthier economy, and that's good for small business.\nOpen-enrollment deadline for for individuals to sign up for health-care plans; small businesses can start at any time.\nSmall businesses with fewer than 50 full-time employees still do not have to provide health insurance.\nMost retirement plans for the self-employed and small businesses have seen slight cost-of-living increases for 2015."}