{"article_title": "Take a Peek at the Creature Comforts of a Hospital Room from the Early 1900s", "article_keywords": ["peek", "rush", "room", "wall", "travelers", "hospital", "youd", "check", "early", "turn", "view", "1900s", "creature", "university", "comforts"], "article_url": "http://www.hhnmag.com/articles/6711-take-a-peek-at-the-creature-comforts-of-a-1900s-hospital-room", "article_text": "A tip for time travelers. If you need a hotel, see if you can check into a hospital room at Chicago’s Presbyterian Hospital around the turn of the last century.\n\nThere you’d find a fireplace, carpets, homey art on the wall, a clock on the mantle, fresh fruit and even a fish bowl, as Rush University Medical Center posts on its Facebook page.\n\nOf course, the accompanying photo of a modern room at Rush is a more familiar environment, and check out that view! If your health network has any historic photos we can feature, please share them with Throwback Thursday and its readers. Send us an email at: bsantamour@healthforum.com.", "article_metadata": {"description": "A tip to time travelers. If you need a hotel, see if you can check into a hospital room at Chicago’s Presbyterian Hospital around the turn of last century. There you’d find a fireplace, carpets, homey art on the wall, clock on the mantle, fresh fruit and even a fish bowl, as Rush University Medical Center posts on its Facebook page. It’s so opulent, you’d think the hospital was trying to raise its patient experience survey score. Of course, the accompanying photo of a . . .", "csrf-token": "z3zXL86JYXJqF5wBP73CBZt+7qPo+yZqqSPCTlEf5r0=", "twitter": {"image": "http://www.hhnmag.com/ext/resources/inc-hhn/img/articles/article_images/2015/November/TBT_Rush_190x127.jpg?1448315769", "description": "A tip for time travelers. If you need a hotel, see if you can check into a hospital room at Chicago&rsquo;s Presbyterian Hospital around the turn of last century.", "card": "summary", "title": "Throwback Thursday: Take a Peek at the Creature Comforts of a Hospital Room from the Early 1900s"}, "msapplication-TileColor": "#FFFFFF", "csrf-param": "authenticity_token", "og": {"image": "http://www.hhnmag.com/ext/resources/inc-hhn/img/articles/article_images/2015/November/TBT_Rush_190x127.jpg?1448315769", "type": "Article", "description": "A tip for time travelers. If you need a hotel, see if you can check into a hospital room at Chicago&rsquo;s Presbyterian Hospital around the turn of last century.", "title": "Throwback Thursday: Take a Peek at the Creature Comforts of a Hospital Room from the Early 1900s"}, "msapplication-TileImage": "/images/favicons/favicon-144.png", "keywords": "1900s,facebook,fireplace,fish,hospitals,presbyterian hospital,rush,rush university medical center,tbt", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "If you need a hotel, see if you can check into a hospital room at Chicago’s Presbyterian Hospital around the turn of the last century.\nOf course, the accompanying photo of a modern room at Rush is a more familiar environment, and check out that view!\nIf your health network has any historic photos we can feature, please share them with Throwback Thursday and its readers.\nThere you’d find a fireplace, carpets, homey art on the wall, a clock on the mantle, fresh fruit and even a fish bowl, as Rush University Medical Center posts on its Facebook page.\nA tip for time travelers."}