{"article_title": "Sanders’ Universal Healthcare Coverage May Have Pitfalls", "article_keywords": ["sanders", "program", "universal", "tax", "pitfalls", "health", "plan", "coverage", "healthcare", "medicare", "bernie"], "article_url": "http://healthpayerintelligence.com/news/sanders-universal-healthcare-coverage-may-have-pitfalls", "article_text": "In the coming Presidential election, health payers have plenty to consider, as most candidates propose significant policy changes from universal healthcare coverage to repealing the Patient Protection and Affordable Care Act. One candidate that has blown away many expectations and brought in a strong following is Senator Bernie Sanders who espouses the implementation of universal healthcare coverage within the United States.\n\nIn a press release, the Sanders campaign explain that the universal coverage proposal would expand the Medicare program and continue broadening the policies within the Affordable Care Act. Through the Medicare for All program, patients would be able to choose whichever doctors and clinicians they preferred instead of relying on a network of providers within their insurer’s arrangements.\n\nAccording to a brief from the Sanders campaign, the presidential hopeful is looking to follow in the footsteps of Franklin D. Roosevelt, Harry Truman, and Lyndon B. Johnson. Additionally, Sanders continues to stress that “every other major industrialized nation” has already implemented universal healthcare coverage.\n\nWhile the Affordable Care Act has brought a significant increase in medical coverage and healthcare access to many Americans, the Sanders campaign hopes to continue the momentum until the nation obtains universal coverage.\n\nThe proposal is thought to potentially bring “innovation and entrepreneurship in every sector of the economy” because health insurance would no longer be tied to employment and American citizens would feel freer to start new businesses, work part-time, or become stay-at-home parents.\n\n“Employers could be free to focus on running their business rather than spending countless hours figuring out how to provide health insurance to their employees. Working Americans wouldn’t have to choose between bargaining for higher wages or better health insurance,” the brief stated.\n\n“Parents wouldn’t have to worry about how to provide health insurance to their children. Americans would no longer have to fear losing their health insurance if they lose their job, change employment or go part-time. Seniors and people with serious or chronic illnesses could afford the medications necessary to keep them healthy without worry of financial ruin. Millions of people will no longer have to choose between health care and other necessities like food, heat and shelter, and will have access to services that may have been out of reach, like dental care or long-term care.”\n\nWhile the prospect of opening government-sponsored health coverage to all US citizens may seem a beneficial option for many, a number of economists and policy experts are calling foul on the numbers associated with Sanders’ Medicare for All plan, according to National Public Radio.\n\nGerald Friedman, an economics professor at the University of Massachusetts, backs up the universal healthcare coverage plan in his analysis, but economic experts like Jared Bernstein, a former economic adviser to Vice President Biden, are not as convinced.\n\n“I like the goal of the plan,” Bernstein tells the news source. “I’m not sure the numbers add up, but the aspirations add up.”\n\nSenator Bernie Sanders is pushing forward universal healthcare coverage that would reduce out-of-pocket costs far more than the current Medicare system. The way Sanders prepares to pay for universal healthcare coverage is by raising income tax by 2.2 percent and having employers pay 6.2 percent of their payroll funds.\n\nMany economists are concerned with how universal healthcare coverage would affect the health payer industry, specifically private insurers. Kenneth Thorpe, chairman of the health policy and management program at Emory University's school of public health, has analyzed the actual costs of such a government program and estimates the price at about twice of what the Bernie Sanders campaign staff has released.\n\n“The analysis presented below however estimates that the average annual cost of the plan would be approximately $2.5 trillion per year creating an average of over a $1 trillion per year financing shortfall,” Thorpe wrote in his analysis.\n\n“To fund the program, payroll and income taxes would have to increase from a combined 8.4 percent in the Sanders plan to 20 percent while also retaining all remaining tax increases on capital gains, increased marginal tax rates, the estate tax and eliminating tax expenditures.”\n\nFormer chairs of the White House Council of Economic Advisers wrote a letter to both Friedman and Senator Bernie Sanders about the pitfalls of his universal healthcare coverage plan. Essentially, Bernie Sanders does not have high enough tax increases to bring universal healthcare coverage to fruition and he may have miscalculated the savings expected from a single-payer system, according to Austan Goolsbee, a former economic adviser for President Barack Obama.\n\nThe Committee for a Responsible Federal Budget estimates that the proposal from Senator Bernie Sanders would actually leave at least a $3 trillion shortfall over the next decade. Other estimates of the single-payer healthcare system actually have even more dismal numbers with Kenneth Thorpe of Emory University estimating a $14 trillion shortfall.\n\nWhile being called Medicare for All, the proposal would actually expand the Medicare program by eliminating cost sharing and including long-term care and mental health services. Through higher income taxes, employer premium costs, increase in tax rates among high earners, and taxing capital gains and dividends, Bernie Sanders hopes to finance universal healthcare coverage.\n\nHowever, a potential shortfall as estimated by the Committee for a Responsible Federal Budget could impact the national debt. The committee predicts that the national debt will grow to 86 percent of Gross Domestic Product (GDP) by 2026.\n\nWhile universal healthcare coverage may seem to have many benefits for employers and the ordinary American citizen, the political and financial realities of this proposal may keep a single-payer system at bay for now.\n\nImage Credits: Committee for a Responsible Federal Budget", "article_metadata": {"description": "One candidate that has brought a strong following is Senator Bernie Sanders who espouses the implementation of universal healthcare coverage.", "author": "HealthPayerIntelligence", "og": {"url": "http://healthpayerintelligence.com/news/sanders-universal-healthcare-coverage-may-have-pitfalls", "site_name": "HealthPayerIntelligence", "image": "http://healthpayerintelligence.com/images/site/articles/Bernie_Sanders.jpg", "type": "article", "title": "Sanders’ Universal Healthcare Coverage May Have Pitfalls"}, "twitter": {"description": "One candidate that has brought a strong following is Senator Bernie Sanders who espouses the implementation of universal healthcare coverage.", "creator": "@", "image": {"src": "http://healthpayerintelligence.com/images/site/articles/Bernie_Sanders.jpg"}, "title": "Sanders’ Universal Healthcare Coverage May Have Pitfalls", "site": "@", "card": "summary"}, "robots": "index, follow", "msvalidate.01": "A4BC83422766F1B550D1E340B290BAC0", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "article_summary": "Additionally, Sanders continues to stress that “every other major industrialized nation” has already implemented universal healthcare coverage.\nMany economists are concerned with how universal healthcare coverage would affect the health payer industry, specifically private insurers.\nOne candidate that has blown away many expectations and brought in a strong following is Senator Bernie Sanders who espouses the implementation of universal healthcare coverage within the United States.\nThrough higher income taxes, employer premium costs, increase in tax rates among high earners, and taxing capital gains and dividends, Bernie Sanders hopes to finance universal healthcare coverage.\nWhile the Affordable Care Act has brought a significant increase in medical coverage and healthcare access to many Americans, the Sanders campaign hopes to continue the momentum until the nation obtains universal coverage."}