{"article_title": "Father Trapped in Cook County Jail Files Lawsuit", "article_keywords": ["files", "trapped", "visit", "father", "son", "county", "incident", "jail", "polk", "cook", "happened", "lawsuit", "man"], "article_url": "http://www.nbcchicago.com/news/local/Father-Trapped-in-Cook-County-Jail-Files-Lawsuit-267073951.html", "article_text": "The man trapped in the Cook County Jail talks about his experience and files a lawsuit against the county. NBC 5's Regina Waldroup reports. (Published Monday, July 14, 2014)\n\nA man who was accidentally trapped inside Cook County Jail for more than 30 hours while trying to visit his son is suing the county over the ordeal, calling it a \"tragedy.\"\n\nWhile visiting his son last Saturday evening, Farad Polk was taken to a part of the Chicago jail he'd never been to after his son was moved.\n\nMan Trapped in Cook County Jail for 31 Hours\n\nJail officials explain how incident happened. (Published Wednesday, July 9, 2014)\n\nAfter being directed to \"go down the hallway and turn to the right,\" Polk entered a door that had been propped open. The man thought he was entering the visiting area to see his son, but the room is reportedly where people visit the “highest classification” super-maximum security prisoners and is not used on the weekends.\n\n\"I'm sitting there waiting for five minutes and say, 'This ain't right,'\" Polk said at a news conference Monday, \"so as I turned around to buzz out, there was nothing to buzz out. It's just a room.\"\n\nPolk said he was trapped in the 8-by-8 box for 32 hours. He had to use the bathroom on the floor and sleep on concrete with no food and water, he said.\n\n\"I think it is a tragedy,\" he said. \"I did as I was told, so I don't know how it could happen.\"\n\nPolk said he thought he would die in there and is suing for emotional trauma. He said he keeps reliving the traumatic event and hasn't been able to visit his son since the incident.\n\nCook County Jail spokesperson Cara Smith last week called the incident “the perfect storm” and said “a set of bizarre circumstances” allowed it to take place.\n\nPolk was rescued after he broke a sprinkler head and was found by firefighters with the Chicago Fire Department.\n\nHe said he was handcuffed and questioned before being released. Polk needed stitches on one of his thumbs from breaking the sprinkler and was treated at Rush University Medical Center.\n\nPolk's attorney, Cannon Lambert, told reporters this never should have happened and wants to make sure it never happens again.\n\n\"This could still happen to someone else,\" Lambert said, \"even now, and that can't be.\"\n\nPolk is seeking compensation but wouldn't say how much.\n\nSmith said last week an incident like this has never happened before, and he hopes it never happens again.\n\n“I met him at the hospital, and he was exceptionally gracious and grateful to be out of the room,” Smith said. “We expressed how sorry we were and gave him a ride back to his vehicle [at the jail].”", "article_metadata": {"description": "A man who was accidentally trapped inside Cook County Jail for more than 30 hours while attempting to visit his son is suing the county over the incident.", "title": "Father Trapped in Cook County Jail Files Lawsuit", "og": {"site_name": "NBC Chicago", "description": "A man who was accidentally trapped inside Cook County Jail for more than 30 hours while attempting to visit his son is suing the county over the incident.", "title": "Father Trapped in Cook County Jail Files Lawsuit", "url": "http://www.nbcchicago.com/news/local/Father-Trapped-in-Cook-County-Jail-Files-Lawsuit-267073951.html", "image": "http://media.nbcchicago.com/images/1200*675/Shon-Long.jpg", "type": "article"}, "twitter": {"description": "A man who was accidentally trapped inside Cook County Jail for more than 30 hours while attempting to visit his son is suing the county over the incident.", "title": "Father Trapped in Cook County Jail Files Lawsuit", "url": "http://www.nbcchicago.com/news/local/Father-Trapped-in-Cook-County-Jail-Files-Lawsuit-267073951.html", "image": "http://media.nbcchicago.com/images/1200*675/Shon-Long.jpg?ak=bc", "creator": "@nbcchicago", "site": "@nbcchicago", "card": "summary_large_image"}, "taboola_lead": "video", "robots": "noodp,noydir", "tp": {"preferredRuntimes": "Flash,HTML5", "FlashBlacklist": "None|None", "preferredFormats": "mpeg4,m3u,webm,ogg,flv,F4M"}, "fb": {"app_id": 187516345314}, "keywords": "Farad Polk, trapped in jail, cook county jail, lawsuit", "article": {"publisher": "http://www.facebook.com/nbcchicago"}, "viewport": "width=device-width, user-scalable=yes", "news_keywords": "Farad Polk, trapped in jail, cook county jail, lawsuit"}, "article_summary": "The man trapped in the Cook County Jail talks about his experience and files a lawsuit against the county.\nMan Trapped in Cook County Jail for 31 HoursJail officials explain how incident happened.\nCook County Jail spokesperson Cara Smith last week called the incident “the perfect storm” and said “a set of bizarre circumstances” allowed it to take place.\n(Published Monday, July 14, 2014)A man who was accidentally trapped inside Cook County Jail for more than 30 hours while trying to visit his son is suing the county over the ordeal, calling it a \"tragedy.\"\nHe said he keeps reliving the traumatic event and hasn't been able to visit his son since the incident."}