{"article_title": "Sonora doctor to run for Congress; Democrat Derlet will challenge McClintock", "article_keywords": ["direction", "run", "district", "congress", "doctor", "derlets", "challenge", "hes", "democrat", "county", "derlet", "tuolumne", "republican", "discussion", "sonora", "mcclintock"], "article_url": "http://www.uniondemocrat.com/localnews/4160790-151/sonora-doctor-to-run-for-congress", "article_text": "“Our country is at a crossroads and needs a clear and substantive discussion over the direction to take, because the decisions that are made in this election will travel with us many years into the future. From what I know of Dr. Derlet, even though we disagree on the direction to be taken, we can have that discussion in the campaign.” — Rep. Tom McClintock, R-Elk Grove\n\nThe first Tuolumne County resident to run for U.S. Congress in nearly two decades is preparing to go head-to-head this year with one of California’s best-known conservatives.\n\nDemocrat Bob Derlet, of Sonora, will challenge Republican incumbent Rep. Tom McClintock, of Elk Grove, in California’s GOP-leaning 4th Congressional District, which covers Tuolumne, Calaveras and five other Sierra foothill counties.\n\nDerlet, 66, an accomplished physician and newcomer to politics, said he was inspired to run after hearing about his patients’ struggles while working as a primary-care doctor at Tuolumne Me-Wuk Indian Health Center in Tuolumne from 2011 to 2015.\n\n“So many of the people I would meet just lived paycheck to paycheck,” he said in an interview at his Ridgewood Estates home. “I would say, ‘Who’s standing up for these people?’ ”\n\nBorn and raised in a working class neighborhood of Los Angeles, Derlet spent most of his medical career as a professor and chief of emergency medicine at UC Davis Medical Center in Sacramento.\n\nHis professional achievements include publishing more than 100 scientific research articles, starting a training program for specialists in emergency medicine and serving two terms as chief of staff at UC Davis.\n\nDerlet moved to Tuolumne County five years ago to be closer to the Sierra foothills, where he’s frequently visited for backpacking trips since the 1970s.\n\n“I first started coming up here in medical school,” he said. “Driving up in my VW bug and going to the Emigrant Wilderness.”\n\nSome of Derlet’s legislative goals include strengthening consumer protections against unfair or deceptive practices, raising the federal minimum wage, increasing taxes on the rich and lowering taxes for the middle class.\n\nDerlet said positive aspects of the Affordable Care Act, or Obamacare, include provisions that allow kids to stay on their parents insurance plans until their 26, prevent companies from canceling coverage in the middle of treatment and generally lowered costs.\n\nHowever, Derlet said he would advocate for reforming — as opposed to gutting — the law to set a $500 cap on insurance deductibles, reduce drug costs and eliminate the individual mandate.\n\n“I don’t think it should be mandatory,” he said. “People forget that it was never intended to be mandatory. It’s because the health insurance companies wanted to make more money.”\n\nAnother one of Derlet’s top priorities is the environment. Some of Derlet’s research at UC Davis involved sampling water from streams and lakes in the High Sierra to test the effects of cattle grazing on the watershed.\n\nDerlet said he’s hiked the 210-mile John Muir Trail from Happy Isles in Yosemite Valley to the summit of Mount Whitney on three separate occasions, as well as a portion of the 2,659-mile Pacific Crest Trail from Highway 80 near Truckee to the border of Kings Canyon in Sequoia National Forest.\n\nDiffering from McClintock’s stance that rising global temperatures are a natural occurrence, Derlet said he believes the problem is man-made and can be slowed through actions to reduce carbon emissions.\n\n“I believe that global climate change is a result of human activity, and we have 95 percent of the world’s scientists saying that it’s from human activity,” he said. “We need to do things to decrease carbon going into the atmosphere, and we need to do it quickly because it’s happening faster.”\n\nMcClintock believes that laws like the Endangered Species Act and the National Environmental Policy Act have actually hurt the environment by limiting forest management practices such as timber harvesting.\n\nLegislation introduced by McClintock and passed in the U.S. House of Representatives last year aims to reduce the risk of wildfires by slimming down the review process for thinning projects and making it more costly to file lawsuits to halt such projects.\n\nThe bill has yet to receive the 60 votes required to be heard in the Senate.\n\nDerlet said he believes more funding to the U.S. Forest Service for forest management projects would be a way to improve the health of the forest without stripping away environmental protections.\n\n“I believe in NEPA and the environmental regulations because they protect the environment for future generations,” he said. “Tuolumne County economically gains from tourism. If you’re a tourist, you want to go to a beautiful spot like Pinecrest lake. Would you want to go to Pinecrest if it was polluted?”\n\nDerlet knows his campaign will likely be an uphill battle against a well-funded Republican incumbent in a district where 44 percent of the registered voters are Republican and 28 percent are Democrat.\n\nMcClintock has a war chest of more than $323,000 at his disposal, while Derlet’s fundraising efforts are just getting started. He’s building a campaign staff based in Placer County that so far includes a campaign manager, spokesperson and treasurer.\n\nAbout 70 percent of the district’s 402,000 registered voters live in Placer and El Dorado counties.\n\nDerlet is almost certain to advance from the June 7 primary to the November general election, because it’s a two-person race in an open primary where the top-two vote getters advance.\n\nThe top-two vote getters advance to the general election under California’s open primary rules.\n\nEarlier this month, Derlet picked up an endorsement from the California Democratic Party.\n\n“It’s very significant in that they recognize you as a candidate that they’ve vetted and support,” he said of the party’s endorsement.\n\nSharon Marovich, chairwoman of the Tuolumne County Democratic Central Committee, also praised Derlet as an “excellent candidate.”\n\n“I think Bob has a lot of dimensions that would make someone a good representative in Congress for our district,” she said, adding that the last Democratic congressman to represent Tuolumne County was Rick Lehman more than 20 years ago.\n\nMarovich said she’s unaware of many others from Tuolumne County who have made a serious bid for Congress.\n\nPatrick Lee McHargue ran for the House unsuccessfully as a Libertarian in 1992 and 1996 while living in Sonora. The Tuolumne County Elections Office doesn’t keep track of locals who have run for Congress in the past, but Internet searches came up with two others in the 1850s.\n\nMeanwhile, the Tuolumne County Republican Central Committee Chairman Karl Dambacher is backing McClintock, who began representing Tuolumne and Calaveras counties in 2012 after the district’s lines were redrawn to incorporate both and much of the rest of the Sierra Nevada.\n\nDambacher said Derlet’s inexperience in politics is a weakness considering the amount of major issues affecting the region, including drought, tree mortality and overgrown forests.\n\n“No disrespect, but we don’t need someone just starting out at the congressional level,” he said. “I wish him well, but right now we feel we need strong conservative leadership in Tuolumne County.”\n\nMcClintock defeated Democratic challenger Jack Uppal in November 2012 with 61 percent of the vote.\n\nIn November 2014, McClintock defeated fellow Republican and Iraq veteran Art Moore, of Roseville, with about 60 percent of the vote in an intraparty battle made possible by the state’s open primary system.\n\nMcClintock says he’s eager to defend his seat against a more traditional opponent this time around.\n\n“I think it will make the discussion more clear and substantive,” he said of the race against Derlet. “I’ve always preferred a campaign that centers on American principles, limited governments and the policy direction those principles should take us.”\n\nWith nearly three decades of experience as an elected official, McClintock is no stranger to campaigning. He has represented at separate times both the 36th and 39th districts in the California State Assembly, the 19th district in the California State Senate and has served in Congress since 2009.\n\nLast September, McClintock made national headlines when he announced his resignation from the Tea Party-dominated House Freedom Caucus over its tactics that he believes are counterproductive to conservative goals, such as threats to shut down the government.\n\nMcClintock resides in Elk Grove just outside of the district boundaries. He has stated that he’s waiting for his property values to rebound before selling his home to move somewhere within the district.\n\nMembers of Congress are not required to live in the district they represent.\n\nUnlike the harsh tone of the current presidential primaries, McClintock took a softer approach when talking about his challenger, saying that Derlet seems like a “very principled, substantive and sincere” individual.\n\n“Our country is at a crossroads and needs a clear and substantive discussion over the direction to take, because the decisions that are made in this election will travel with us many years into the future,” he said. “From what I know of Dr. Derlet, even though we disagree on the direction to be taken, we can have that discussion in the campaign.”\n\nEditor — This story has been corrected to include the full name of Tuolumne County Republican Central Committee Chairman Karl Dambacher.", "article_metadata": {"description": "The first Tuolumne County resident to run for U.S. Congress in nearly two decades is preparing to go head-to-head this year with one of California’s best-known conservatives. Democrat Bob Derlet, of Sonora, will challenge Republican incumbent Rep. Tom McClintock, of Elk Grove, in California’s GOP-leaning 4th Congressional District, which covers", "og": {"site_name": "The Union Democrat", "description": "The first Tuolumne County resident to run for U.S. Congress in nearly two decades is preparing to go head-to-head this year with one of California’s best-known conservatives. Democrat Bob Derlet, of Sonora, will challenge Republican incumbent Rep. Tom McClintock, of Elk Grove, in California’s GOP-leaning 4th Congressional District, which covers", "title": "Sonora doctor to run for Congress", "url": "http://www.uniondemocrat.com/localnews/4160790-151/sonora-doctor-to-run-for-congress", "image": "http://www.uniondemocrat.com/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=WdxD1bYIy02245cDNG0_dc$daE2N3K4ZzOUsqbU5sYvC0p7dkgdyogtHFXF_voTlWCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg", "type": "article"}, "twitter": {"site": "@thebulletin", "image": {"src": "http://www.uniondemocrat.com/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=WdxD1bYIy02245cDNG0_dc$daE2N3K4ZzOUsqbU5sYvC0p7dkgdyogtHFXF_voTlWCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg"}, "description": "The first Tuolumne County resident to run for U.S. Congress in nearly two decades is preparing to go head-to-head this year with one of California’s best-known conservatives. Democrat Bob Derlet, of Sonora, will challenge Republican incumbent Rep. Tom McClintock, of Elk Grove, in California’s GOP-leaning 4th Congressional District, which covers", "card": "summary", "title": "Sonora doctor to run for Congress"}, "msapplication-TileColor": "#035CB6", "msapplication-TileImage": "http://statics.bendbulletin.com/images/thebulletin_retro_nav_small.png", "__sync_contentCategory": "pw", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Sonora CA,  DERLET, MCCLINTOCK, TUOLUMNE, COUNTY, DISTRICT, CONGRESS, CALIFORNIA, CAMPAIGN, PERCENT, REPUBLICAN"}, "article_summary": "Marovich said she’s unaware of many others from Tuolumne County who have made a serious bid for Congress.\nThe Tuolumne County Elections Office doesn’t keep track of locals who have run for Congress in the past, but Internet searches came up with two others in the 1850s.\nDemocrat Bob Derlet, of Sonora, will challenge Republican incumbent Rep. Tom McClintock, of Elk Grove, in California’s GOP-leaning 4th Congressional District, which covers Tuolumne, Calaveras and five other Sierra foothill counties.\nDerlet moved to Tuolumne County five years ago to be closer to the Sierra foothills, where he’s frequently visited for backpacking trips since the 1970s.\n“Tuolumne County economically gains from tourism."}