{"article_title": "Feeding the Monster", "article_keywords": ["feeding", "cost", "monster", "debt", "continue", "high", "costs", "health", "student", "education", "loans", "expensive"], "article_url": "http://www.americanthinker.com/blog/2014/06/feeding_the_monster.html", "article_text": "Feeding the Monster\n\nThis administration is bending over backwards to ease the pain of student loan debt management. Perhaps they should curtail the ever increasing cost of education. To forgive or give special allowances for student debt will be to perpetuate the trajectory of higher education costs. It will enable those who charge the high tuitions to continue to do so. The powers in Washington will directly reward the solidly left wing faculties of the universities via such forgiveness or restructuring of loans thus enabling those institutions to continue to charge exorbitant tuitions and receive comfortable compensations for their “work.”\n\nIf there is government intervention, there will be little price rationing. Once again the free market is short circuited. Charging “too much” and slanted politics will be rewarded. What is lost in the student loan discussion is the source of the high costs. The formula is reminiscent of the Affordable Care Act discussions. We are told that health insurance is too expensive (it is) but the reason for its high cost seems to be an avenue of analysis not taken. Health insurance costs too much because health care costs too much. So why does health care cost so much? To continue and connect, college tuition is too expensive, so may we ask the question, “why is education so expensive?” A professor speaking before a lecture hall is geometrically more expensive today because of what, exactly? Graduate students still run smaller classes, math, history, language, accounting, economics curricula are repeatable and mostly static. Could it be faculty and administrative salaries, benefits, and pensions are the cause? \"Outstanding education debt is at a record $1.2 trillion, which includes loans taken out by students and their parents in federal and private programs. About 85 percent of that is government-backed debt. Graduates of the class of 2012 who took loans for bachelors’ degrees owed an average of $29,500, according to The Institute for College Access & Success, an Oakland, California-based nonprofit group. About 71 percent of those college seniors borrowed.\" Bloomberg But, as often is the case, when government begins to reward one group, another is harmed. What does Obama say to those who actually paid and saved for the cost of schooling their children…forgoing vacations, new cars, etc., maybe working two jobs to send their kids to school? The notion of home mortgage forgiveness has the same arguments. The high tuition for college education will remain high. The skewed leftist attitudes will be rewarded. Conservative thought and guests who might visit campus and dispense such will still be shunned. The monster will be fed, the cost of dispensing repeatable education materials will continue to rise, the skewing to the left will remain imbedded. Law departments will remain silent when the Constitution is trampled by progressives. Rest assured the forgiveness of obligations by an administration, be they student loans or home mortgages, is a purchase of political allegiance with the purse of the nation. It is wrong.", "article_metadata": {"og": {"url": "http://www.americanthinker.com/blog/2014/06/feeding_the_monster.html", "image": "http://www.americanthinker.com/images/bucket/2014-06/192571_5_.jpg", "title": "Blog: Feeding the Monster"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Feeding the MonsterThis administration is bending over backwards to ease the pain of student loan debt management.\nTo forgive or give special allowances for student debt will be to perpetuate the trajectory of higher education costs.\nThe monster will be fed, the cost of dispensing repeatable education materials will continue to rise, the skewing to the left will remain imbedded.\nRest assured the forgiveness of obligations by an administration, be they student loans or home mortgages, is a purchase of political allegiance with the purse of the nation.\nWhat is lost in the student loan discussion is the source of the high costs."}