{"article_title": "North Carolina Shows Strains Within G.O.P.", "article_keywords": ["mr", "north", "leaders", "money", "million", "primary", "strains", "senator", "tillis", "party", "republican", "shows", "gop", "carolina"], "article_url": "http://www.nytimes.com/2014/04/13/us/politics/north-carolina-shows-strains-within-republican-party.html", "article_text": "Still, it is the battle for the Republican nomination, leading to the primary on May 6, that has been generating the most activity.\n\nAt a barbecue in Durham last Sunday, a crowd of residents tucked into plates of fried chicken and coleslaw as the Republican candidates stepped up to a microphone, one by one, to make a pitch.\n\nMark Harris, who hails from the party’s evangelical wing, stressed his antiabortion activism and said he and Mr. Huckabee, the former Arkansas governor, had something in common: They are guided by their hearts rather than the polls.\n\n“You never have to wonder where I’m going to stand on the issue of life,” said Mr. Harris, the former head of the Baptist State Convention of North Carolina.\n\nGreg Brannon, the Tea Party firebrand dressed in jeans and brown work boots, spoke, as he often does, about the virtues of the Constitution. An obstetrician, he has the backing not only of Mr. Paul, the Kentucky senator, but also of Senator Mike Lee of Utah and the conservative radio host Glenn Beck.\n\nAdvertisement Continue reading the main story\n\n“The Constitution has three crimes: treason, piracy and counterfeiting,” he told the crowd. “The Fed does all three.”\n\nPhoto\n\nBut the loudest ovation erupted for Thom Tillis, the speaker of the North Carolina House, who has attracted the most money from the Republican donor and business class. After magnanimously saying any of his opponents would be a “wonderful alternative” to Ms. Hagan, he moved on to his bottom line: that only he has the money, the name recognition and the network to defeat her in November.\n\n“The reason I believe that I represent the best opportunity for the U.S. Senate to be under Republican control is because I know the Democrats believe it,” Mr. Tillis said, adding, “They know that when we win the primary, we’re going to take back the Senate and we are going to take this country in a different direction.”\n\nWhile American Crossroads, the group founded by Mr. Rove, has already run more than $1 million in ads in support of Mr. Tillis, Democrats are taking note of him, too: Outside Democratic groups have already poured roughly $4 million into the race against him.\n\nMost Republican leaders expect Mr. Tillis to finish first in the primary, but state law requires the top finisher to attract at least 40 percent of the vote to avoid a runoff. And while eight candidates are running, Mr. Brannon and Mr. Harris have emerged as those most likely to push Mr. Tillis into a runoff.\n\nSome party leaders privately worry that Mr. Brannon, if he prevails in the primary, could doom their chances in the fall. He was recently found guilty of misleading two investors in a failed start-up company and has been ordered to pay them back more than $450,000, a verdict he is appealing.\n\nHe also has a history of remarks that even some in his own party consider provocative: He has praised Jesse Helms, the longtime Republican senator from North Carolina who never renounced racial segregation, as a “modern hero,” and during the 2012 election said a vote for Mr. Romney would “advance tyranny.” Some of the leaders liken him to Todd Akin, the Republican congressman who won the 2012 primary to face Senator Claire McCaskill of Missouri, only to alienate voters with comments suggesting that women who are victims of “legitimate rape” rarely become pregnant.\n\nHe waved off the whispers that he is too radical as grumbling from entrenched party leaders. “I think the establishment wasn’t ready for this,” he said. It is not clear how active Mr. Paul will be in Mr. Brannon’s campaign; so far, he has helped him raise money but has not campaigned in the state.\n\nPhoto\n\nWhile Mr. Tillis is viewed as the favorite of mainstream Republicans, he is far from moderate: Under his leadership, the legislature passed broad restrictions on voting, rejected the Medicaid expansion provided under President Obama’s health care law and passed an amendment to ban same-sex marriage, among other measures.\n\nAdvertisement Continue reading the main story\n\nMs. Hagan has already telegraphed the strategy she would use against Mr. Tillis. She plans to attack him on ethical grounds — Mr. Tillis paid two staff members more than $19,000 in severance pay after they resigned amid a sex scandal involving lobbyists — and to highlight his most conservative positions. Mr. Tillis, for instance, has called raising the minimum wage “a dangerous idea.”\n\nMs. Hagan’s record, said Sadie Weiner, a campaign spokeswoman, “is a strong contrast with Thom Tillis, who leaves North Carolina’s middle-class families hanging out to dry as he pushes his special-interest Tillis-Koch agenda that cut public education by almost $500 million, froze teacher pay, gutted unemployment insurance and opposes raising the minimum wage.”\n\nMs. Hagan’s campaign rebuts the idea she is not visible in the state, saying she has held town meetings in each of North Carolina’s 100 counties.\n\nShe is raising money aggressively, and had $8.3 million on hand at the end of March. The race is likely to cost tens of millions of dollars.\n\nAnd it is not clear she can rely on Republicans remaining divided come November.\n\nCatherine Stern, 54, of Durham, who showed up at the barbecue last Sunday, described herself as a fiscal conservative and said she would support Mr. Tillis in the primary. But in the general election, Ms. Stern said, she will back whoever the Republican nominee may be.\n\n“I will not be voting for Kay Hagan, come hell or high water,” she said.", "article_metadata": {"tone": "news", "ptime": 20140412202229, "twitter": {"description": "In North Carolina’s high-profile Republican primary for Senate, the divisions gripping the party nationally are playing out loudly and expensively.", "creator": "AshleyRParker", "url": "http://www.nytimes.com/2014/04/13/us/politics/north-carolina-shows-strains-within-republican-party.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000002822543"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "title": "North Carolina Shows Strains Within G.O.P.", "site": "@nytimes", "image": "https://static01.nyt.com/images/2014/04/13/us/JP-PRIMARY1/JP-PRIMARY1-thumbLarge.jpg", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2014/04/13/us/politics/north-carolina-shows-strains-within-republican-party.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000002822543", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2014/04/13/us/politics/north-carolina-shows-strains-within-republican-party.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "thumbnail_width": 75, "dfp-ad-unit-path": "us/politics", "channels": "NytNow", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/politics/index.jsonp", "DISPLAYDATE": "April 12, 2014", "edt": "NewYork", "article": {"author": "http://topics.nytimes.com/top/reference/timestopics/people/p/ashley_parker/index.html", "section": "Politics", "modified": "2014-04-17", "collection": "https://static01.nyt.com/services/json/sectionfronts/politics/index.jsonp", "tag": "United States", "published": "2014-04-12", "section-taxonomy-id": "23FD6C8B-62D5-4CEA-A331-6C2A9A1223BE"}, "keywords": "North Carolina,Republican Party,Elections  Senate,Hagan  Kay R,Harris  Mark,American Crossroads,United States Politics and Government,Primaries and Caucuses,Political Advertising,Senate,Brannon  Greg,Tillis  Thomas R,United States,Congress", "description": "In North Carolina’s high-profile Republican primary for Senate, the divisions gripping the party nationally are playing out loudly and expensively.", "applicationName": "article", "PT": "article", "author": "Ashley Parker", "SCG": "politics", "sourceApp": "nyt-v5", "per": "Tillis, Thomas R", "slug": "13primary", "byl": "By ASHLEY PARKER", "thumbnail_150_height": 150, "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "In North Carolina’s high-profile Republican primary for Senate, the divisions gripping the party nationally are playing out loudly and expensively.", "tom": "News", "dfp-amazon-enabled": "false", "thumbnail": "https://static01.nyt.com/images/2014/04/13/us/JP-PRIMARY1/JP-PRIMARY1-thumbStandard.jpg", "news_keywords": "Senate", "CG": "us", "robots": "noarchive", "dat": "April 12, 2014", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "News", "org": "Senate", "thumbnail_height": 75, "geo": "United States", "thumbnail_150_width": 150, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20140417104359, "hdl_p": "North Carolina Shows Strains Within G.O.P.", "og": {"url": "http://www.nytimes.com/2014/04/13/us/politics/north-carolina-shows-strains-within-republican-party.html", "image": "https://static01.nyt.com/images/2014/04/13/us/JP-PRIMARY1/JP-PRIMARY1-videoSixteenByNine1050.jpg", "type": "article", "description": "In North Carolina’s high-profile Republican primary for Senate, the divisions gripping the party nationally are playing out loudly and expensively.", "title": "North Carolina Shows Strains Within G.O.P."}, "pdate": 20140412, "des": "Political Advertising", "articleid": 100000002822543, "cre": "The New York Times", "hdl": "North Carolina Shows Strains Within G.O.P.", "thumbnail_150": "https://static01.nyt.com/images/2014/04/13/us/JP-PRIMARY1/JP-PRIMARY1-thumbLarge.jpg", "PST": "News"}, "_id": "\"57477af46914bd0286fd7016\"", "article_summary": "And while eight candidates are running, Mr. Brannon and Mr. Harris have emerged as those most likely to push Mr. Tillis into a runoff.\nAdvertisement Continue reading the main storyMs. Hagan has already telegraphed the strategy she would use against Mr. Tillis.\nHe waved off the whispers that he is too radical as grumbling from entrenched party leaders.\nSome party leaders privately worry that Mr. Brannon, if he prevails in the primary, could doom their chances in the fall.\n“You never have to wonder where I’m going to stand on the issue of life,” said Mr. Harris, the former head of the Baptist State Convention of North Carolina."}