{"article_title": "Blue crab industry struggles persist in Va.", "article_keywords": ["blue", "va", "crabs", "industry", "struggles", "virginia", "graham", "potential", "crab", "persist", "bay", "marine", "watermen"], "article_url": "http://www.washingtontimes.com/news/2014/nov/22/blue-crab-industry-struggles-persist-in-va/?page=all", "article_text": "HAMPTON, Va. (AP) - The downtown waterfront here at the mouth of the Chesapeake Bay used to be dotted with so many crab processing plants that Hampton was once known as Crabtown.\n\nBut after decades of declines in the blue crab population, only one of the original 13 processing plants downtown remains. And today, packages of fresh crab meat and crab cakes shipped out by Graham and Rollins to customers around the nation year-round are just as likely to come from another continent as they are from the waters in the Chesapeake Bay.\n\n“The crab picking industry as we once knew has perished,” said Johnny Graham, an owner of Graham and Rollins.\n\nAt its peak in 1966, Virginia watermen landed more than 64 million pounds of crab. Last year, that figure was down to less than 18 million pounds.\n\nTo try and prevent the crabs from totally disappearing in the bay, the Virginia Marine Resource Commission routinely places harvest limits on the number of blue crabs watermen can catch, as does Maryland. The commission also bans the practice of harvesting crabs in the winter with dredges that rake the bottom of the bay’s floor.\n\nAlmost nobody in the crab industry is happy about the restrictions. Among other reasons, watermen have griped that it doesn’t make any sense to place limits on the number of crabs they could catch because they weren’t catching them anyways.\n\n“It’s pretty obvious that the current regulations have not worked. I mean, in 2008 we were declared a disaster and took a big reduction in things. Yet here it is six years later and we’re in worse shape than we were in 2008. We’ve been going through these regulations since ‘94. For 20 years nothing has happened, nothing’s changed. It just keeps getting worse,” said Ken Smith, president of the Virginia Waterman’s Association.\n\nThe ban on harvesting crabs with dredges also strikes the watermen in their wallets. The practice helped supplement watermen’s income when demand from consumers for live crabs decreased while providing product for crab processing plants year-round. Regulators said the practice depleted the number of juveniles and female crabs before they could spawn, further hampering the population’s growth potential. Virginia Marine Resource Commissioner John Bull has said scientifically based methods are the only way man can help restore the population.\n\n“I’m not willing to sit here and roll the dice and take a chance that somehow this miraculously just turns around,” Bull said before adopting the new regulations.\n\nThe causes for the decline have been pinned on a variety of different reasons, from overharvesting, pollution and predator species, to cannibalism and cold weather.\n\nThe Virginia Blue Crab Industry Panel that advises the Virginia Marine Resources Commission has a set of recommendations it believes could help. The Waterman’s Association is a chief supporter. Among other things, it calls for a pilot program that assigns individual harvest limits instead of restricting seasons. It also calls for an analysis of the costs and benefits of existing and potential future blue crab regulations to ensure measures are economically sound.\n\nMany watermen have already reached the point of no return and have made the decision to get out of the business. In 1980, more than 3,000 people paid for a crab trap license in Virginia. In 2012, the most recent year statistics were available, a little more than 1,000 did.\n\nFor those in the industry looking for alternatives to the current system, hope may be found a little further up the bay in Baltimore. There, scientists at the University of Maryland Baltimore County have succeeded at getting female crabs to spawn millions of crabs in captivity at high growth rates year-round, as opposed to the seasonal nature in the wild. Graham said that breakthrough could help revive the crabbing industry along the bay.\n\nHowever, Yonathan Zohar, chairman of the university’s Department of Marine Biotechnology, said it’s much too soon to tell if using hatcheries could work to replenish the crab stock in the bay, but the potential exists.\n\n“There is a huge potential for aquaculture. I think that there may be some potential for replenishing stocks, but it needs to still be scaled up and tested as well as look into the cost benefit analysis,” he said. “It’s not a magic bullet.”\n\nZohar said the primary obstacle at this point is funding the research and development, which could cost as much as $10 million to $15 million.\n\n___\n\nBrock Vergakis can be reached at www.twitter.com/BrockVergakis", "article_metadata": {"description": "The downtown waterfront here at the mouth of the Chesapeake Bay used to be dotted with so many crab processing plants that Hampton was once known as Crabtown.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "The downtown waterfront here at the mouth of the Chesapeake Bay used to be dotted with so many crab processing plants that Hampton was once known as Crabtown.", "title": "Blue crab industry struggles persist in Va.", "url": "http://www.washingtontimes.com/news/2014/nov/22/blue-crab-industry-struggles-persist-in-va/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/11/22/8179849beb11262d660f6a706700eaaa.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/11/22/8179849beb11262d660f6a706700eaaa.jpg", "description": "The downtown waterfront here at the mouth of the Chesapeake Bay used to be dotted with so many crab processing plants that Hampton was once known as Crabtown.", "card": "summary", "title": "Blue crab industry struggles persist in Va."}, "Author": "BROCK VERGAKIS", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "article_summary": "The Virginia Blue Crab Industry Panel that advises the Virginia Marine Resources Commission has a set of recommendations it believes could help.\nBut after decades of declines in the blue crab population, only one of the original 13 processing plants downtown remains.\nAlmost nobody in the crab industry is happy about the restrictions.\n“The crab picking industry as we once knew has perished,” said Johnny Graham, an owner of Graham and Rollins.\nIt also calls for an analysis of the costs and benefits of existing and potential future blue crab regulations to ensure measures are economically sound."}