{"article_title": "Study Reports Calorie Postings Do Not Influence Food Choice", "article_keywords": ["fast", "food", "calories", "study", "influence", "reports", "choice", "content", "reported", "fewer", "labeling", "team", "calorie", "chains", "postings"], "article_url": "http://www.counselheal.com/articles/7657/20131116/study-reports-calorie-postings-do-not-influence-food-choice.htm", "article_text": "In an attempt to prevent the obesity epidemic from growing, some state governments have required fast food chains to provide calorie content. By presenting the calories to consumers, officials hope that people would make better health decisions when eating fast foods. In a new study, researchers from the New York University Langone Medical Center found that these calorie-labels do not influence people's diet choices.\n\n\"What we're seeing is that many consumers, particularly vulnerable groups, do not report noticing calorie labeling information and even fewer report using labeling to purchase fewer calories,\" said lead study author Dr. Brian Elbel, assistant professor of Population Health and Health Policy at NYU School of Medicine. \"After labeling began in Philadelphia, about 10 percent of the respondents in our study said that calorie labels at fast-food chains resulted in them choosing fewer calories.\"\n\nAccording to the Patient Protection and Affordable Care Act, restaurants with over 20 locations throughout the country have to provide caloric information for all of their foods and beverages on their menus. For this study, Eibell and colleagues decided to focus on Philadelphia, PA. They gathered over 2,000 customers' receipts before and after the chains had to include calorie content in February 2010. The customers, who were between the ages of 18 and 64, had eaten at McDonald's or Burger King for lunch or dinner.\n\nThe customers were interviewed regarding how often they ate at fast food chains within the past week, whether or not they noticed the calorie boards, and if calorie content affected their decisions. The team also gathered the same information through a random phone survey of people from the same age group living in the city.\n\nThe researchers reported that 34 percent of the people who ate at McDonald's stated that they noticed the calorie labels. 49 percent of the people who went to Burger King reported noticing the calorie content. The team found that people who were less educated did not notice the label as often. The team did not find that fewer people visited fast food chains after the labels were enforced.\n\n\"We found no difference in calories purchased or fast-food visits after the introduction of the policy,\" said Elbel according to Medical Xpress. \"Given the limits of labeling reported here and in other studies, it's clear that just posting calories is often not enough to change behavior among all populations. We need to consider other, more robust interventional policies in places where obesity is most prevalent.\"", "article_metadata": {"Description": "In a new study, researchers from the NYU Langone Medical Center found that calorie labels did not reduce the number of people who visited fast food chains in Philadelphia.", "Copyright": "2016 Counsel & Heal", "Author": "Counsel & Heal", "og": {"site_name": "Counsel & Heal", "description": "In a new study, researchers from the NYU Langone Medical Center found that calorie labels did not reduce the number of people who visited fast food chains in Philadelphia.", "title": "Study Reports Calorie Postings Do Not Influence Food Choice", "url": "http://www.counselheal.com/articles/7657/20131116/study-reports-calorie-postings-do-not-influence-food-choice.htm", "image": "http://images.counselheal.com/data/images/full/4953/mcdonalds.jpg", "type": "article"}, "twitter": {"domain": "counselheal.com", "description": "In a new study, researchers from the NYU Langone Medical Center found that calorie labels did not reduce the number of people who visited fast food chains in Philadelphia.", "title": "Study Reports Calorie Postings Do Not Influence Food Choice", "url": "http://www.counselheal.com/articles/7657/20131116/study-reports-calorie-postings-do-not-influence-food-choice.htm", "image": "http://images.counselheal.com/data/images/full/4953/mcdonalds.jpg", "creator": "@counselheal", "site": "@counselheal", "card": "summary_large_image"}, "syndication-source": "http://www.counselheal.com/articles/7657/20131116/study-reports-calorie-postings-do-not-influence-food-choice.htm", "robots": "index, follow", "fb": {"app_id": 167536010313516}, "Title": "Counseling and Healing News | CounselHeal.com :: CounselHeal", "Googlebot-News": "index, follow", "Keywords": "CounselHeal, Counsel Heal News, Counseling News, Psychology, Healing, Heal News, Quotes", "article": {"published_time": "2013-11-16"}, "news_keywords": "study, reports, calorie, postings, do, not, influence, food, choice", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0;", "Subject": "CounselHeal - Counsel & Heal is a web-based news publication covering trending stories in all areas of Counseling, Psychology, and Healing."}, "article_summary": "In an attempt to prevent the obesity epidemic from growing, some state governments have required fast food chains to provide calorie content.\nThey gathered over 2,000 customers' receipts before and after the chains had to include calorie content in February 2010.\n49 percent of the people who went to Burger King reported noticing the calorie content.\nThe customers were interviewed regarding how often they ate at fast food chains within the past week, whether or not they noticed the calorie boards, and if calorie content affected their decisions.\n\"After labeling began in Philadelphia, about 10 percent of the respondents in our study said that calorie labels at fast-food chains resulted in them choosing fewer calories.\""}