{"article_title": "Stunt Or Not, GOP Lawsuit Against Obama Will Fuel Both Sides", "article_keywords": ["supreme", "court", "congress", "house", "executive", "actions", "gop", "action", "president", "fuel", "stunt", "lawsuit", "sides", "obama"], "article_url": "http://www.npr.org/sections/itsallpolitics/2014/06/27/326226320/stunt-or-not-gop-lawsuit-against-obama-will-fuel-both-sides", "article_text": "Stunt Or Not, GOP Lawsuit Against Obama Will Fuel Both Sides\n\ni toggle caption Susan Walsh/AP Susan Walsh/AP\n\nThere might not be much legislation traveling down Pennsylvania Avenue for President Obama to sign, but there's plenty of back and forth over the president's use of executive power to act when Congress doesn't.\n\nWeek's end found Obama dismissing a lawsuit threatened by Speaker John Boehner, who alleges the president is violating the Constitution by exercising this often controversial power.\n\n\"You know, the suit is a stunt,\" Obama told ABC News' George Stephanopoulos in an interview. \"... The majority of the American people want to see immigration reform done. We had a bipartisan bill through the Senate, and you're going to squawk if I try to fix some parts of it administratively that are within my authority while you are not doing anything?\"\n\nBoehner's press secretary, Michael Steel, shot back: \"The American people, their elected representatives, and the Supreme Court have all expressed serious concerns about the President's failure to follow the Constitution. Dismissing them with words like, 'smidgen' or 'stunt' only reinforces their frustration.\"\n\nStunt or not, there are three things we can say about Obama resorting to executive action and the GOP lawsuit to challenge them.\n\nThe lawsuit fires up each party's respective bases: Since early in Obama's presidency, conservatives have accused the president of frequently exceeding his constitutional authority, even acting tyrannically. Presidential actions to address or delay parts the Affordable Care Act or to stop deportations of young immigrants who had no say in being brought by their parents to the U.S., have especially outraged conservatives.\n\nThe coming House Republican lawsuit taps into that anger and extends the conservative narrative of extra-constitutional presidential action. (That narrative was also furthered by the Supreme Court's 9-0 decision that found certain of the president's recess appointments to be unconstitutional.)\n\nThe House lawsuit provides yet another talking point for Republicans during their mid-term re-election campaigns as well as a new element for fundraising pitches.\n\nBut the lawsuit energizes not just the Republican base but Democrats too. The Democratic Congressional Campaign Committee said it had its best one-day of 2014 fundraising after Boehner announced, mid-week, that the House's intention to sue the president.\n\nThe public arguably supports executive actions: While the Republican base is fiercely opposed to Obama's executive actions, available polling suggests that Americans support the concept of a president acting unilaterally to achieve policy ends that can't be accomplished legislatively because of gridlock.\n\nA 2011 poll commissioned by the Human Rights Campaign, for instance, found a majority of Americans across demographic groups supported the idea of an executive order to ban workplace discrimination against LGBT individuals. Earlier this June, the White House said Obama intended to sign such an executive order, which is now in the process being drafted.\n\nMeanwhile, the president used executive actions during his first term, including his action to stop deportations and to provide work permits to certain young immigrants in the U.S. illegally and solidly won re-election after promising during the campaign to take action himself if Congress didn't come along.\n\nObama can point to such evidence of support as he and congressional Democrats continue to assert that executive action is better than doing nothing.\n\nThe House Republicans' lawsuit faces a reluctant judiciary: While the Supreme Court did step into the fight between the president and Senate Republicans over Obama's recess appointments to the National Labor Relations Board, giving conservatives a victory, the federal judiciary's larger tendency is to shy away from entering such inter-branch battles.\n\nAs court watcher Lyle Denniston explained in an informative post on the National Constitution Center's blog:\n\n\"Time after time, when members of Congress have sued in the courts, because the Executive Branch did something that they believe frustrated the will of Congress, they have been met at the door of the courthouse with a polite refusal to let them in. Failing to get their way in the skirmishing with the White House does not give members of Congress a right to take their grievance into court. Frustration does not make a real lawsuit, according to this notion.\"\n\nThat said, some conservative legal scholars think it's worth a try, and so does Boehner.", "article_metadata": {"Rating": "General", "description": "Both President Obama and congressional Republicans seek to rev up their respective bases in the executive action fight.", "og": {"site_name": "NPR.org", "description": "Both President Obama and congressional Republicans seek to rev up their respective bases in the executive action fight.", "title": "Stunt Or Not, GOP Lawsuit Against Obama Will Fuel Both Sides", "url": "http://www.npr.org/sections/itsallpolitics/2014/06/27/326226320/stunt-or-not-gop-lawsuit-against-obama-will-fuel-both-sides", "image": "https://media.npr.org/assets/img/2014/06/27/obama-signs-exec-actions_wide-aa7f615d56c717d17a66ed5c4234e19f9fcdd20b.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2014/06/27/obama-signs-exec-actions_wide-aa7f615d56c717d17a66ed5c4234e19f9fcdd20b.jpg?s=1400"}, "card": "summary_large_image", "site": "@NPR"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2014-06-28", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "article_summary": "Stunt or not, there are three things we can say about Obama resorting to executive action and the GOP lawsuit to challenge them.\nThe House lawsuit provides yet another talking point for Republicans during their mid-term re-election campaigns as well as a new element for fundraising pitches.\nObama can point to such evidence of support as he and congressional Democrats continue to assert that executive action is better than doing nothing.\nStunt Or Not, GOP Lawsuit Against Obama Will Fuel Both Sidesi toggle caption Susan Walsh/AP Susan Walsh/APThere might not be much legislation traveling down Pennsylvania Avenue for President Obama to sign, but there's plenty of back and forth over the president's use of executive power to act when Congress doesn't.\n\"You know, the suit is a stunt,\" Obama told ABC News' George Stephanopoulos in an interview."}