{"article_title": "Aromatase Inhibitors Reduce Risk Of Death From Common Breast Cancer Better Than Other Treatments", "article_keywords": ["cancer", "death", "risk", "aromatase", "drugs", "study", "reduce", "treatments", "inhibitors", "better", "patients", "clinical", "common", "women", "researchers", "breast"], "article_url": "http://www.medicaldaily.com/aromatase-inhibitors-reduce-risk-death-common-breast-cancer-better-other-treatments-344610", "article_text": "Over the years, researchers have figured out aromatase inhibitors — a class of hormone-suppressing drugs prescribed to postmenopausal breast and ovarian cancer patients — can effectively reduce the rate of recurrence following patients’ treatment. Less research, however, has been done on how well these drugs reduce the risk of death. But a new, decades-long study may finally provide a clearer picture.\n\nThe study was a “global collaboration” among the Aromatase Inhibitors Over Group and The Royal Marsden NHS Foundation Trust, as well as the Clinical Trials Service Unit at the University of Oxford in the UK. They collected data from more than 30,000 women participating in nine clinical trials. In each trial, women had taken both aromatase inhibitors and tamoxifen, another common hormonal drug used to treat estrogen receptor (ER)-positive breast cancer — this type of cancer accounts for more than 80 percent of cases in postmenopausal women, researchers cited.\n\nThe results of the study showed taking the inhibitors for five years reduced the risk of death by 40 percent within 10 years of starting treatment, compared to the 30 percent reduced risk patients who took tamoxifen for five years experienced. The current clinical guidelines don’t exactly give aromatase inhibitors a strong vote of confidence, so the researchers suggested they be revisited in light of their new findings.\n\nThis is the same group of researchers that helped to develop letrozoloe, one of the most effective aromatase inhibitors available today. Studies of this drug have shown it helps to “cut the risk of cancer recurrence by one-fifth, with 21 percent of patients less likely to die.”\n\n\"The evidence on aromatase inhibitors has been accumulating for well over a decade, but it has taken this huge and complex study to make sense of all the data, and provide a firm basis for clinical guidelines,” said Paul Workman, professor and chief executive of the Institute of Cancer Research, London, in a press release. \"It tends to be the discovery of new treatments that grabs the headlines, but it is just as important to maximize the benefit patients get from existing treatments through major, practice-changing studies like this.\"\n\nThough the present study finds aromatase inhibitors offer “significantly greater protection” than tamoxifen, they still cause side effects. Patients should speak with their doctor about aromatase inhibitors in detail, as well as consider how long to take the drugs. Standard hormonal therapy typically lasts five yers, but given the benefits women received after taking the drugs for 10 years, it may be better to be treated for longer.\n\nSource: The Lancet. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "aromatase, inhibitors, reduce, risk, death, common, breast, cancer, better, other, treatments", "og": {"site_name": "Medical Daily", "description": "Results of a decades-long study shows aromatase inhibitors may better treat postmenopausal breast cancer patients than tamoxifen.", "title": "Hormonal Drugs Lower Risk Of Death From Breast Cancer By 40%", "url": "http://www.medicaldaily.com/aromatase-inhibitors-reduce-risk-death-common-breast-cancer-better-other-treatments-344610", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/07/25/aromatase-inhibitors.jpg", "type": "article"}, "twitter": {"description": "Results of a decades-long study shows aromatase inhibitors may better treat postmenopausal breast cancer patients than tamoxifen.", "title": "Hormonal Drugs Lower Risk Of Death From Breast Cancer By 40%", "url": "http://www.medicaldaily.com/aromatase-inhibitors-reduce-risk-death-common-breast-cancer-better-other-treatments-344610", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/07/25/aromatase-inhibitors.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/07/25/aromatase-inhibitors.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-07-25T13:20:44-04:00", "modified_time": "2015-07-25T13:20:43-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Results of a decades-long study shows aromatase inhibitors may better treat postmenopausal breast cancer patients than tamoxifen."}, "article_summary": "Though the present study finds aromatase inhibitors offer “significantly greater protection” than tamoxifen, they still cause side effects.\nThis is the same group of researchers that helped to develop letrozoloe, one of the most effective aromatase inhibitors available today.\nOver the years, researchers have figured out aromatase inhibitors — a class of hormone-suppressing drugs prescribed to postmenopausal breast and ovarian cancer patients — can effectively reduce the rate of recurrence following patients’ treatment.\nPatients should speak with their doctor about aromatase inhibitors in detail, as well as consider how long to take the drugs.\nLess research, however, has been done on how well these drugs reduce the risk of death."}