{"article_title": "Obamacare Health Plans to Get Special Label", "article_keywords": ["plans", "texans", "federal", "sheffield", "bill", "obamacare", "label", "health", "purchased", "doctors", "services", "insurance", "special"], "article_url": "https://www.texastribune.org/2015/08/06/obamacare-plans-get-special-label/", "article_text": "Throughout August, The Texas Tribune will feature 31 ways Texans' lives will change because of new laws that take effect Sept. 1. Check out our story calendar for more.\n\nTexans who purchased an insurance plan under President Obama's signature health law will soon have a special label on their insurance cards — \"QHP,\" for \"qualified health plan.\"\n\nHouse Bill 1514, which becomes law Sept. 1, will apply to more than a million Texans who purchased insurance on healthcare.gov, the federal exchange created by the Affordable Care Act (ACA).\n\nCritics of the change worried it would open the door for doctors to discriminate against low- and middle-income Texans. The vast majority of people who bought plans had incomes less than four times the federal poverty line and received a subsidy to lower the cost of insurance.\n\nDoctors said the bill would help physicians remind their patients to continue making monthly payments toward their health insurance premiums — what bill author Rep. J.D. Sheffield, a Republican from Gatesville, has called a “teachable moment.”\n\nUnder the Affordable Care Act, there is a 90-day grace period in which insurance companies must continue providing health coverage for people who purchased subsidized health plans, even if those people have fallen behind on their monthly payments. About 85 percent of Texans who purchased a plan qualified for subsidies.\n\nBut for services used in the final 60 days of the grace period, an insurer seeking repayment can retroactively demand that doctors refund the cost of those services. Doctors say the legislation by Sheffield, a family practice physician, would allow them to explain that situation to patients and avoid getting stuck with an unpaid bill.\n\nBelow, we take a look at the big-city ZIP codes where the most Texans with ACA plans live, using federal data to compare health insurance enrollment and median household income. Use the sliders to view the maps.", "article_metadata": {"description": "Texans who purchased insurance under Obamacare will soon have a special label on their insurance cards. Use our interactive map to see where Texans are purchasing these plans.&nbsp;This story is part of our&nbsp;31 Days, 31 Ways&nbsp;series.&nbsp;", "parsely-title": "Obamacare Health Plans to Get Special Label", "twitter": {"description": "Texans who purchased insurance under Obamacare will soon have a special label on their insurance cards. Use our interactive map to see where Texans are purchasing these plans.&nbsp;This story is pa...", "title": "Obamacare Health Plans to Get Special Label", "url": "https://www.texastribune.org/2015/08/06/obamacare-plans-get-special-label/", "image": "https://static.texastribune.org/media/images/2015/07/27/31Days-Day6-Scarlet-Lead-2_jpg_407x1000_q100.jpg", "creator": "@ewalterstx", "site": "@TexasTribune", "card": "summary_large_image"}, "fb": {"app_id": 154122474650943, "pages": 124434790836}, "og": {"site_name": "The Texas Tribune", "description": "Texans who purchased insurance under Obamacare will soon have a special label on their insurance cards. Use our interactive map to see where Texans are purchasing these plans.&nbsp;This story is part of our&nbsp;31 Days, 31 Ways&nbsp;series.&nbsp;", "title": "Obamacare Health Plans to Get Special Label", "url": "https://www.texastribune.org/2015/08/06/obamacare-plans-get-special-label/", "image": "https://static.texastribune.org/media/images/2015/07/27/31Days-Day6-Scarlet-Lead-2_jpg_800x1000_q100.jpg", "type": "article"}, "parsely-tags": "Federal Health Reform And Texas,31 Days, 31 Ways (2015)", "parsely-author": "Ryan Murphy", "parsely-section": "front-page", "parsely-type": "post", "article": {"publisher": "https://www.facebook.com/texastribune/"}, "parsely-pub-date": "Aug. 6, 2015, 6 a.m.", "parsely-image-url": "https://static.texastribune.org/media/images/2015/07/27/31Days-Day6-Scarlet-Lead-2_jpg_407x1000_q100.jpg", "viewport": "width=device-width, initial-scale=1.0", "parsely-link": "http://www.texastribune.org/2015/08/06/obamacare-plans-get-special-label/"}, "article_summary": "Texans who purchased an insurance plan under President Obama's signature health law will soon have a special label on their insurance cards — \"QHP,\" for \"qualified health plan.\"\nBelow, we take a look at the big-city ZIP codes where the most Texans with ACA plans live, using federal data to compare health insurance enrollment and median household income.\nDoctors said the bill would help physicians remind their patients to continue making monthly payments toward their health insurance premiums — what bill author Rep. J.D.\nCritics of the change worried it would open the door for doctors to discriminate against low- and middle-income Texans.\nThroughout August, The Texas Tribune will feature 31 ways Texans' lives will change because of new laws that take effect Sept. 1."}