{"article_title": "What You'll Realize About Your High School Friends Once You Hit College", "article_keywords": ["wont", "obligated", "school", "hit", "feel", "youll", "youre", "life", "high", "college", "friends", "realize"], "article_url": "http://elitedaily.com/life/realize-high-school-friends/1209407/", "article_text": "You learn a lot when you go to college. And I don’t just mean in the academic sense — you learn about who you are, who you’re becoming and, most importantly, who you want to be.\n\nThe people you surround yourself with are crucial to this process. You’ll meet lots of new friends in college, and you’ll have a solid network of high school friends who will be there for you when times get tough — or so you think.\n\nOur high school friends are our first loves. They were there for us when we stopped wearing choker necklaces and when we had our first kisses. They were our prom dates, our locker buddies and our partners for relay races in gym class.\n\nBut when you go to college, and as you all separate further and further into your own lives, those relationships completely change, and you start having some harsh realizations about the people you once considered your soulmates.\n\nYou’re not obligated to keep in touch with anyone, and no one is obligated to keep in touch with you\n\nThis guilt you’ll feel for losing touch with your high school friends may consume you for a little while, but it’ll go away when you realize you aren’t obligated to stay connected to anyone — and nobody is obligated to stay connected to you.\n\nDon’t be shocked if the people you thought you’d stay close to end up becoming the biggest strangers. College is a time for growth, newness and exploration. And sometimes, that may come at the expense of leaving some people behind, either accidentally or on purpose.\n\nAfter you graduate high school, you’re no longer trapped in the confines of your hometown. You’re free to do what’s best for you. If that means fully immersing yourself in your new life and being fully present in your new environment, then so be it.\n\nThey’re all Republicans now\n\nEveryone on your Facebook timeline will share weird conservative memes about guns and Obamacare and Caitlyn Jenner, and you’re going to spend four years deciding if that’s grounds for un-friending these people or if you should just keep them around for entertainment purposes.\n\nMaybe this is just my hometown. Ah well.\n\nThat one couple that was supposed to last forever won’t\n\nEvery high school had the couple that convinced everyone true love was real — the couple that was supposed to get married, have 2.3 kids and live happily ever after with their life insurance and 401k perfectly intact. They were smart, good-looking and admired by everyone.\n\nBut that couple will break up. I promise. And there’s nothing any of you can do about it except collectively mourn the loss of romance — and stalk each of their new relationships on Facebook.\n\nSome girls won't stop wearing cheetah print or flare jeans, no matter how much time passes\n\nPeople from high school often get stuck in a time capsule of outdated, regional style. It’s just more proof they haven’t left the nest.\n\nYou won’t visit each other as much as you promised you would\n\nRemember all those nights you spent promising your high school friends you’d visit each other on the weekends? That won’t happen.\n\nIt may happen once, if you’re lucky, and with someone who goes to school relatively close to you.\n\nBut other than that, when push comes to shove and your friend wants you to “Pick a weekend!” every weekend will be booked with some football game or themed party you won’t want to miss.\n\nYou’ll start to value your time on campus, with people who go to your school, more than you’ll value time with old friends.\n\nThat one guy’s rap career is just not going to take off\n\nYou’ll see him try for years. He’ll post links to his SoundCloud and beg you, his Facebook friend, to like his rapper page. It still won’t happen.\n\nYou’ll be happy for your friends when they post major life changes to Facebook, but also surprised at how disconnected you feel from them\n\nSome of your high school friends will go on to do great things. They’ll get married, have children and land their dream jobs. And then, because this is how life works now, they’ll probably post about it on Facebook.\n\nYou’ll read their statuses and smile for them, but then you’ll feel a bit melancholy when you realize how disengaged you are from their lives, how you’re light-years away from where they are and what they’re doing.\n\nThe popular girls are all working at the gym and going to community college\n\nThe star quarterback is now a fat loser, the prom king is balding and the class president is a drug addict. Nothing will make sense (or, better yet, it’ll make all the sense in the world).\n\nYou’ll feel like you have nothing in common anymore\n\nWhen you go away to college, you won’t believe how much you’ll change.\n\nLiving on your own in a totally new environment and being responsible for yourself forces you to grow up quickly. Plus, you’ll be surrounded by people from all walks of life, with all kinds of new hobbies, life experiences and tastes in music that are bound to rub off on you.\n\nIt only takes a few months of immersing yourself in a completely new environment for you to realize you had a lot of changing to do. And once you do start changing, you may not have as much in common with your high school friends anymore.\n\nAll of this might sound scary, but it’s actually wonderful. You’re becoming who you’re supposed to be! Embrace everything, and hold back nothing.", "article_metadata": {"description": "That one couple that was supposed to last forever won't.", "og": {"site_name": "Elite Daily", "description": "That one couple that was supposed to last forever won't.", "title": "What You'll Realize About Your High School Friends Once You Hit College", "locale": "en_US", "image": "http://cdn29.elitedaily.com/content/uploads/2015/09/14112724/elitedaily-Natalie-Allen-college-friends.jpg", "updated_time": "2015-09-14T14:21:02+00:00", "url": "http://elitedaily.com/life/realize-high-school-friends/1209407/", "type": "article"}, "twitter": {"domain": "Elite Daily", "description": "That one couple that was supposed to last forever won't.", "title": "What You’ll Realize About Your High School Friends Once You Hit College", "image": {"src": "http://cdn29.elitedaily.com/content/uploads/2015/09/14112724/elitedaily-Natalie-Allen-college-friends.jpg"}, "creator": "@alexialafata", "site": "@EliteDaily", "card": "summary_large_image"}, "al": {"web": {"url": "http://elitedaily.com/life/realize-high-school-friends/1209407/"}, "ios": {"url": "http://elitedaily.com/life/realize-high-school-friends/1209407/", "app_store_id": 1032458504, "app_name": "Elite Daily"}}, "fb": {"app_id": 378366428966386}, "keywords": "high school friends,", "article": {"publisher": "http://www.facebook.com/EliteDaily", "published_time": "2015-09-14T11:28:06+00:00", "author": "alexialafata", "section": "Life", "modified_time": "2015-09-14T14:21:02+00:00", "tag": "college friends,Friends,High School,High School Friends,school friends"}, "msapplication-square150x150logo": "http://www.elitestatic.com/content/themes/strangelove/images/apple_favicon.png", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "high school friends,"}, "_id": "\"57477af36914bd0286fca1b0\"", "article_summary": "And once you do start changing, you may not have as much in common with your high school friends anymore.\nYou’ll meet lots of new friends in college, and you’ll have a solid network of high school friends who will be there for you when times get tough — or so you think.\nOur high school friends are our first loves.\nAfter you graduate high school, you’re no longer trapped in the confines of your hometown.\nYou’ll feel like you have nothing in common anymoreWhen you go away to college, you won’t believe how much you’ll change."}