{"article_title": "8 Democrats Not Afraid to Be Seen With President Obama", "article_keywords": ["afraid", "stump", "candidate", "house", "tom", "democrats", "gubernatorial", "president", "seen", "gov", "democratic", "obama"], "article_url": "http://abcnews.go.com/Politics/democrats-afraid-president-obama/story?id=26211106", "article_text": "Vulnerable Democrats running for Congress this year seem to want President Obama to steer clear of their campaigns, and a new ABC News/Washington Post poll provided fresh evidence of why: Only 40 percent of Americans approve of how Obama is handling his job, the lowest such rating of his presidency.\n\nBut now, eight Democrats are reaching out a hand to the president, inviting him to rally with voters in their states ahead of Election Day.\n\nToday, Obama had been planning to hold his first public campaign event of the season for Connecticut Gov. Dan Malloy, though the White House later announced the trip had been postponed as Obama reacted to the Ebola outbreak from Washington.\n\nTwo additional Obama trips, to Maryland and Illinois, are planned for Sunday, the White House said.\n\nAll of the rallies Obama plans to attend are in reliably blue states that he carried in 2012 and for Democratic gubernatorial candidates who have an edge, though several of their races are tight.\n\nThe president is planning to stump for only one Democratic candidate for Senate -- Gary Peters of Michigan -- in a race less-than-critical to maintaining his party’s majority in the Senate.\n\nHere’s a look at the eight Democrats not afraid to appear with Obama:\n\n1. Connecticut Gov. Dannel Malloy\n\nMalloy is an unpopular first-term governor locked in a tight race with GOP businessman and former U.S. Ambassador to Ireland Tom Foley. But he hasn't been bashful about advocating some of the same domestic priorities an equally unpopular President Obama shares: tighter gun control laws, a higher minimum wage, and full implementation of the Affordable Care Act.\n\n2. Maryland Lt. Gov. Anthony Brown\n\nBrown appears to hold a healthy lead over his Republican challenger in deep-blue Maryland, but a visit by Obama could help boost turnout among the Democratic base. The Democrat's campaign is hoping the president will help energize African-American voters and other key demographic groups that voted for him in 2012.\n\n3. Illinois Gov. Pat Quinn\n\nPresident Obama and first lady Michelle Obama have done more campaigning for Quinn than any other candidate in 2014, perhaps in part because of the home-state connection. Obama held a private fundraiser for Quinn in Chicago two weeks ago then heaped praise on him during an economic speech at Northwestern University.\n\n4. Wisconsin gubernatorial candidate Mary Burke\n\nBurke is a former CEO of Trek Bicycle Corp. trying to unseat high-profile Republican Gov. Scott Walker. It's one of the tightest gubernatorial races in the country. First lady Michelle Obama has done eight rallies this year. Two were in Wisconsin for Burke.\n\n5. Pennsylvania gubernatorial candidate Tom Wolf\n\nWolf is a businessman who turned his family company into the nation's self-declared largest supplier of kitchen cabinets and specialty building materials. He also served in the administration of former Democratic Gov. Ed Rendell. Now, Wolf, a first-time candidate, holds a slight edge in public polls over GOP Gov. Tom Corbett, who's seeking a second term.\n\n6. Maine Rep. Mike Michaud\n\nMichaud has served in the House for more than a decade, sitting on the Veterans Affairs, Small Business and Transportation committees. He's now making a run to unseat Republican Gov. Paul LePage. Independent polls show Michaud holding a slight lead headed into the final weeks of the campaign.\n\n7. Former Michigan Rep. Mark Schauer\n\nSchauer served in the House from 2009 to 2011. Now, he's making a play for governor with the help of high-powered Democrats. First lady Michelle Obama rallied for him last week, and former Secretary of State Hillary Clinton will stump with him later this week. President Obama will soon follow. Obama won the state by 9 points over Mitt Romney in 2012.\n\n8. Michigan Rep. Gary Peters\n\nPeters is running for a U.S. Senate seat that Democrat Carl Levin has held since 1979. All indications are that the two-term congressman will succeed in replacing Levin, who is retiring. But having Obama join on the stump in the home stretch, in a reliably blue state, may not hurt.", "article_metadata": {"fb_title": "8 Dems Not Afraid to Be Seen With President Obama", "description": "Meet the eight Democrats not afraid to be seen with President Obama on the campaign trail.", "copyright": "Copyright (c) 2016 ABC News Internet Ventures", "author": "ABC News", "og": {"site_name": "ABC News", "description": "Meet the eight Democrats not afraid to be seen with President Obama on the campaign trail.", "title": "8 Dems Not Afraid to Be Seen With President Obama", "url": "http://abcnews.go.com/Politics/democrats-afraid-president-obama/story?id=26211106", "image": "http://a.abcnews.go.com/images/Politics/ap_obama_quinn_kb_141015_16x9_992.jpg", "type": "article"}, "Date": "2014-10-15", "twitter": {"description": "Meet the eight Democrats not afraid to be seen with President Obama on the campaign trail.", "title": "8 Dems Not Afraid to Be Seen With President Obama", "url": "http://abcnews.go.com/Politics/democrats-afraid-president-obama/story?id=26211106", "image": "http://a.abcnews.go.com/images/Politics/ap_obama_quinn_kb_141015_4x3t_240.jpg", "creator": "@devindwyer", "site": "@ABC", "app": {"url": {"ipad": "abcnewsipad://link/story,26211106", "iphone": "abcnewsiphone://link/story,26211106", "googleplay": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Politics/democrats-afraid-president-obama/story?id=26211106"}, "name": {"ipad": "ABC News", "iphone": "ABC News", "googleplay": "ABC News"}, "id": {"ipad": 306934135, "iphone": 300255638, "googleplay": "com.abc.abcnews"}}, "card": "summary_large_image"}, "robots": "index, follow", "DC.date.issued": "2014-10-15", "al": {"ipad": {"url": "abcnewsipad://link/story,26211106", "app_store_id": 380520716, "app_name": "ABC News for iPad"}, "web": {"url": "http://abcnews.go.com/Politics/democrats-afraid-president-obama/story?id=26211106"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Politics/democrats-afraid-president-obama/story?id=26211106", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "iphone": {"url": "abcnewsiphone://link/story,26211106", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}}, "Last-Modified": "2014-10-15 12:56:03", "fb": {"admins": 704409894, "app_id": 4942312939}, "keywords": "President Obama, midterms, Democrats, politics news, election news, political news, political news articles", "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "President Obama, midterms, Democrats"}, "article_summary": "President Obama will soon follow.\nBut he hasn't been bashful about advocating some of the same domestic priorities an equally unpopular President Obama shares: tighter gun control laws, a higher minimum wage, and full implementation of the Affordable Care Act.\nPennsylvania gubernatorial candidate Tom WolfWolf is a businessman who turned his family company into the nation's self-declared largest supplier of kitchen cabinets and specialty building materials.\nWisconsin gubernatorial candidate Mary BurkeBurke is a former CEO of Trek Bicycle Corp. trying to unseat high-profile Republican Gov.\nThe Democrat's campaign is hoping the president will help energize African-American voters and other key demographic groups that voted for him in 2012."}