{"article_title": "If this is Wednesday, the stock market must be down", "article_keywords": ["lie", "homeownership", "working", "unemployment", "average", "rate", "rates", "truth", "thats", "workers", "market", "stock"], "article_url": "http://www.commdiginews.com/business-2/if-this-is-wednesday-the-stock-market-must-be-down-35363/", "article_text": "If this is Wednesday, the stock market must be down\n\nThe bipolar stock market of 2015 continues apace. Traders reconsider employment rates as oil drops and HFTs kick in the every-other-day sell programs.\n\nWASHINGTON, February 11, 2015 – Since we rallied on Tuesday and since today is Wednesday, it therefore follows that the market should be tanking today. And so it is. As of 1:30 p.m. EST Wednesday, the Dow Jones Industrial Average (DJIA) is off around 90 points, with the broader-based S&P 500 down 7.65 and the tech-heavy NASDAQ off a shade under 1 point, indicating at least some strength in that sector.\n\nWe continue to suspect that the HFTs are continuing to have a field day, jacking markets to-and-fro according to the headlines as the financial media blathers along, blithely informing us that the economy is going great guns, at least in the U.S. Either the financial punditocracy as a whole is a confederacy of dunces; or, worse, they’re colluding with TPTB (The Powers That Be) who feed daily lies to the public at large for personal as well as political reasons.\n\nThe fact is, the worldwide economic system remains under assault from a host of enemies foreign and domestic, and any major improvement in the situation is a long way off, if indeed it will ever happen short of a second American Revolution.\n\nTo the few that will listen, the Maven has long preached that if you proclaim a lie long enough and loudly enough, it will eventually be perceived as the truth. It’s classic Marxism-Leninism, really, as deviously and cleverly modified by Antonio Gramsci.\n\nIn the far more realistic and patriotic (and therefore much-denigrated) 1950s, Communism was often depicted as “The Big Lie.” This was literally true, as the virtues of Soviet-style Communism—proclaimed by its fifth-column supporters in the U.S. and elsewhere—were, in fact, an elaborate mirage meant to obscure Stalinism’s murderous intent.\n\nThe left today is splintered into a million “isms.” And yet, all these socialist wannabes—often if not always led by the wealthy, oddly enough—instinctively maintain the elaborate fiction that’s meant to conceal their criminal intent. The elaborate story they weave, via media “reports,” films, TV, corporate reports, government proclamations and judicial edicts is what libertarians and conservatives have generally dubbed “the narrative.”\n\nThe “narrative” provides a seamless lie meant to cover up the crimes and misdeeds of the mega-wealthy and the so-called intellectual and artistic elites. But at this point in U.S. history at least, their happy talk narrative has become a massive, collective falsehood meant to convince the average American that he’s better off than ever, even though the average American knows instinctively that he is not.\n\nHowever, since “everybody” is proclaiming otherwise, the average American is afraid to voice his gut opinion for fear he’ll be laughed out of the room. And that’s how the Big Lie represses free speech and conceals the truth while those who instinctively know the truth are afraid to speak out.\n\nEvery once in awhile, however, the actual truth slips out. One such incident occurred on happy talk CNBC yesterday, and a hat tip goes to ZeroHedge for sussing it out.\n\nThe occasion for this rare bit of truth telling was an interview Tuesday with Mizuho’s Steve Ricchiuto, who, among other things stated flatly that despite all the Fed’s happy talk and the unabated bullishness of the shills who talk their book on CNBC,\n\n“There is no acceleration in [the nation’s] underlying economic activity,” and\n\n“There’s this wrong concept that I keep on hearing about in the financial press about the acceleration in economic growth… It’s not happening!”\n\nA stunned Simon Hobbs rebuffs, “That’s a long list of non-ideal situations we find ourselves in,” to which Ricchiuto snaps back “and we can keep on going!”\n\n“After a string of dismal data on durable goods, retail spending, and inventories, we get a good jobs number and everyone saying the economy’s good – it’s not good!”\n\nCNBC, of course, as is the custom of all NBC outlets (and as was the custom of NBC’s now-suspended news anchor, Brian Williams) typically edits out the good parts of its stories and interviews lest they interfere with the “narrative.” Thus, a telling comment from one of their blow-dried and coiffed talking heads was quickly snipped out of their video, now on YouTube.\n\nNotes ZeroHedge:\n\nIt was Sara Eisen that had the quote of the brief clip… (which has unbelievably been edited out since we posted it seems at around the 1:40 mark) when faced Steve’s barrage of facts about the real economy, replied:\n\n“but the key is that’s not what The Fed is telling us.”\n\nHere’s the video:\n\nNot only are Ricchiuto’s observations on America’s mirage economic recovery courageous and dead-on. You can see exactly where Eisen’s comment was snipped.\n\nRicchiuto’s comments indicate that not everyone is being fooled. Ditto one of CDN’s own columnists, Michael Busler who weighs in today on the utter falseness of America’s unemployment picture, something we’ve preached here before with little effect.\n\nRELATED: What is the real unemployment rate?\n\n\n\nBusler points to the implicit falsehood that’s pitched by the current Administration as “full-time employment,” a number whose meaning has changed due to the never-reported effects of Obamacare, aka the Affordable Care Act or ACA. Affordable by whom? Certainly not by employees who’ve seen their hour cut back due to a spectacularly stupid provision in the ACA.\n\n… an individual is counted as employed even if she is working only a few hours per week. Because the Affordable Care Act now calls full-time employment as anyone working 30 or more hours per week, employers, especially in unskilled or low skilled jobs, have been reducing a worker’s hours to under 30. So while these people are counted as employed, they are not… full-time employee[s] working the traditional 40 hours.\n\nWhen we add these under-employed workers and the discouraged workers the unemployment rate is much higher. The Bureau of Labor Statistics calculates something they call the U6. This figure includes those items that are absent from the official unemployment rate. In 2007, prior to the start of the Great Recession, the U6 was 8%. In 2010 this rate peaked at 17%. Last month this rate was just over 11%, clearly indicating we continue to have an unemployment problem.\n\nThe situation is made worse when we look at another key statistic: the labor force participation rate. This measures the percent of the adult population that is working or actively seeking work. Prior to the recession, this number was about 67%. It is now under 63%, meaning almost 6 million adults who traditionally would be contributing to economic activity are no longer working or seeking work. This is perhaps the most disturbing number.\n\nIn short, as Busler notes, the current, vaunted, much-praised 5.6-ish percent unemployment rate this Administration brags about is essentially another lie. That lie was trumpeted all over the financial media yesterday, goosing Tuesday’s rally. Today, reality and once-again declining oil prices kicked in and so we get a predictable 180 in the stock market.\n\nIn addition to a moribund and clearly not recovering economy and a continuing, significantly under-reported true unemployment rate, there’s that small matter of housing. For years now, this sector has been touted as the engine that will re-start the U.S. economy. But, in another surprise bit of truth telling, CNBC seems to have accidentally interviewed another honest man this morning who pokes holes in the positive housing, with allusory links to the two issues we’ve just examined.\n\n“What we find is that many of America’s fastest growing careers (in terms of numbers of workers) have average or below average homeownership rates,” said Leonard Kiefer, deputy chief economist at Freddie Mac. “At the same time, the professions with higher homeownership rates are generally headed for average or subpar growth.”\n\nMost of the job openings projected by the Bureau of Labor Statistics over the next decade are in retail sales, food preparation and cashiers. Workers in these professions have homeownership rates below the national average.\n\n“Over the long run, it’s not going to be supportive of a big pop in homeownership,” said Kiefer.\n\nThere is the small exception of America’s liberal elite, however:\n\nMeanwhile, professions with homeownership rates above the national average, like engineers, lawyers, doctors and computer and math professionals, are seeing only average job growth. Some with especially high homeownership rates, like business managers, have subpar growth rates. The glaring exception is nurses, who have both a high homeownership rate and high job growth rate.\n\nThis all may be why higher employment is not driving higher mortgage applications for home purchases. These applications fell for the fourth straight month last week, despite the average rate on the 30-year fixed still hovering below 4 percent, a historically low level.\n\nIt’s important to pay attention to the truth-tellers when they actually slip through Media Message Control. They quickly and easily poke holes in the “narrative,” and when this happens, people had ought to pay attention.\n\nThe markets have been propped up for years by happy talk that’s endlessly trumpeted by government and media and buttressed by the entertainment industry. They’re all on the take. And in order to stay there, post the disaster they’ve caused, they need to keep selling the same mirage in order to keep the rest of us in line, as we’re increasingly persuaded that things are getting better even when they’re not.\n\nBut somehow, the truth-tellers have been sneaking in there of late. In addition to the above examples, a few governors have been attacking another key issue, the outrageous political collusion between Democrats in primarily blue states with the public employee unions who are stealing the average taxpayer blind. First Wisconsin’s Republican Governor Walker and now Illinois’ new Republican Governor Rauner have been courageous in pursuing the egregious collusion and corruption in their respective states.\n\nThe key, ultimately, is this: either the truth-tellers gain the upper hand, leading to genuine and lasting reforms that will benefit all Americans, not just the wealthy or well-connected few. This almost daily jousting is being reflected in today’s markets. And it’s all going to assure a treacherous investing climate, pretty much until the 2016 national election results are in the bag.\n\nToday’s trading tips\n\nKeep your powder dry. We are adding tiny bits to positions in sector ETFs and, perhaps somewhat foolishly, to our new position in MLP ETF AMLP, primarily for the yield.\n\nThe risk here is the current resumption of dropping oil prices. Even so, however, the yield should remain relatively good even if cut, and eventually, prices will go back up again, but perhaps not until 2016.\n\nThe real strategy here and elsewhere is to slowly accumulate moribund but still promising issues, realizing they’ll continue to go down for awhile. But in averaging down, the return will be greatly magnified when they finally come back.\n\nRELATED: Will they or won’t they? Greeks, Eurozone battle it out.\n\n\n\nThe IPOs we mentioned in yesterday’s column still remain to be priced, as Sol-Wind (SLWD)—supposed to have been price Tuesday evening, was postponed. It will be priced this evening (we think) along with Inovalon Holdings (INOV).", "article_metadata": {"description": "The bipolar stock market of 2015 continues apace. Traders reconsider employment rates as oil drops and HFTs kick in the every-other-day sell programs.", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "author": "Terry Ponick", "og": {"site_name": "Communities Digital News", "description": "WASHINGTON, February 11, 2015 – Since we rallied on Tuesday and since today is Wednesday, it therefore follows that the market should be tanking today. And so it is. As of 1:30 p.m. EST Wednesday, …", "title": "If this is Wednesday, the stock market must be down", "url": "http://www.commdiginews.com/business-2/if-this-is-wednesday-the-stock-market-must-be-down-35363/", "image": {"width": 800, "identifier": "http://www.commdiginews.com/wp-content/uploads/2015/02/TragedyTomorrowComedyTonite800.jpg", "height": 534}, "locale": "en_US", "type": "article"}, "twitter": {"description": "The bipolar stock market of 2015 continues apace. Traders reconsider employment rates as oil drops and HFTs kick in the every-other-day sell programs.", "title": "If this is Wednesday, the stock market must be down", "image": "http://www.commdiginews.com/wp-content/uploads/2015/02/TragedyTomorrowComedyTonite800-435x375.jpg", "creator": "@terryp17", "site": "@commdiginews", "card": "summary"}, "keywords": "oil prices,housing sales,unemployment numbers,financial media,the big lie,antonio gramsci,terry ponick", "propeller": "a20eada6e38f74d5c5bf31354ee9760c", "article": {"published_time": "2015-02-11T19:56:36+00:00", "modified_time": "2015-02-16T04:49:27+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Antonio Gramsci, financial media, housing sales, oil prices, Terry Ponick, unemployment numbers"}, "article_summary": "If this is Wednesday, the stock market must be downThe bipolar stock market of 2015 continues apace.\nToday, reality and once-again declining oil prices kicked in and so we get a predictable 180 in the stock market.\nThe glaring exception is nurses, who have both a high homeownership rate and high job growth rate.\nSome with especially high homeownership rates, like business managers, have subpar growth rates.\nIn addition to a moribund and clearly not recovering economy and a continuing, significantly under-reported true unemployment rate, there’s that small matter of housing."}