{"article_title": "Lawmakers accuse New Jersey's ONMIA health alliance of cherry-picking top tier hospitals", "article_keywords": ["blue", "vitale", "alliance", "plans", "jerseys", "onmia", "omnia", "costs", "health", "cherrypicking", "accuse", "doctors", "tier", "lawmakers", "hospitals", "jersey"], "article_url": "http://www.healthcarefinancenews.com/news/lawmakers-accuse-new-jerseys-onmia-health-alliance-cherry-picking-top-tier-hospitals", "article_text": "Image via Wikipedia.\n\nHorizon Blue Cross Blue Shield of New Jersey's new ONMIA health alliance is under scrutiny from legislators in the state who want to delay the plan's rollout amid questions of how hospitals were chosen for the Tier 1 network.\n\nThe OMNIA Health Alliance is a collaboration of Horizon Blue Cross Blue Shield of New Jersey, six New Jersey hospital systems and a major physician group, according to Horizon.\n\nUnder the new OMNIA health plan, consumers have access to all of Horizon Blue Cross Blue Shield of New Jersey's current hospitals and physicians. However, those who chose Tier 1 hospitals and doctors pay lower out-of-pocket costs.\n\nDuring a joint hearing October 5 led by Commerce Committee Chairman Nia Gill and Senate Health Chairman Joseph Vitale, legislators reportedly voiced concern over how hospitals were chosen for Tier 1 and indicated that providers left out of the top tier largely serve low-income and minority populations.\n\n[Also: Barnabas Health and Robert Wood Johnson to merge, create New Jersey's biggest system]\n\nGill and Vitale said in a statement that the state's biggest health insurer misrepresented its OMNIA health plan by failing to disclose which doctors and hospitals were part of its network.\n\n\"We welcome innovation that will reduce healthcare costs, but we have to be cautious in making sure that the changes will not adversely impact patients or hospitals in New Jersey, especially those in medically underserved communities,\" Vitale said.\n\nThey have asked the state attorney general for oversight and to delay OMNIA until concerns are answered.\n\nHorizon officials said in a statement that hospitals and doctors were selected based on their commitment to value-based care, strong clinical quality, consumer preference and multiple service offerings.\n\n[Also: American Addiction Centers adds New Jersey treatment center for $6.6 million]\n\nHorizon Chairman and CEO Robert Marino told the committee that OMNIA Health Alliance was formed as a response to the high cost of healthcare in New Jersey. Residents pay the second highest healthcare costs in the country and costs are rising 25 percent faster in New Jersey than the national average, he said.\n\nThe new OMNIA plans will offer monthly premiums that are 15 percent lower than Horizon's standard plans, he said. If members with these plans choose to seek care from Tier 1 hospitals and doctors, they will save on out-of-pocket costs. If members choose to visit a Tier 2 hospital or doctor, they will have total out-of-pocket costs similar to the costs of comparable standard plans in 2016, he said.\n\nHealthcare providers will take discounts in their reimbursements, according to Horizon, but are expected to make that up with added volume. An estimated 250,000 consumers are expected to opt for the new plan either through their employers, on their own, or through the federal insurance exchange.\n\nTwitter: @SusanJMorse", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/news/lawmakers-accuse-new-jerseys-onmia-health-alliance-cherry-picking-top-tier-hospitals", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/Welcome-to-NJ-sign-wiki-feature_2.gif", "site_name": "Healthcare Finance News", "description": "Horizon Blue Cross Blue Shield of New Jersey's new ONMIA health alliance is under scrutiny from legislators in the state who want to delay the plan's rollout amid questions of how hospitals were chosen for the Tier 1 network.", "title": "Lawmakers accuse New Jersey's ONMIA health alliance of cherry-picking top tier hospitals"}, "twitter": {"image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/Welcome-to-NJ-sign-wiki-feature_2.gif"}, "description": "Horizon Blue Cross Blue Shield of New Jersey's new ONMIA health alliance is under scrutiny from legislators in the state who want to delay the plan's rollout amid questions of how hospitals were chosen for the Tier 1 network.", "site": "@HC_Finance", "card": "summary_large_image", "title": "Lawmakers accuse New Jersey's ONMIA health alliance of cherry-picking top tier hospitals"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Horizon Blue Cross Blue Shield of New Jersey's new ONMIA health alliance is under scrutiny from legislators in the state who want to delay the plan's rollout amid questions of how hospitals were chosen for the Tier 1 network.&#13; The OMNIA Health Alliance is a collaboration of Horizon Blue Cross Blue Shield of New Jersey, six New Jersey hospital systems and a major physician group, according to Horizon.", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no"}, "_id": "\"57477af46914bd0286fdf501\"", "article_summary": "Under the new OMNIA health plan, consumers have access to all of Horizon Blue Cross Blue Shield of New Jersey's current hospitals and physicians.\nThe new OMNIA plans will offer monthly premiums that are 15 percent lower than Horizon's standard plans, he said.\nThe OMNIA Health Alliance is a collaboration of Horizon Blue Cross Blue Shield of New Jersey, six New Jersey hospital systems and a major physician group, according to Horizon.\nIf members with these plans choose to seek care from Tier 1 hospitals and doctors, they will save on out-of-pocket costs.\nHowever, those who chose Tier 1 hospitals and doctors pay lower out-of-pocket costs."}