{"article_title": "‘Scores’ of Navy Officials Bribed with Cash, Prostitutes", "article_keywords": ["recently", "prostitutes", "trillion", "guilty", "cash", "services", "defense", "officials", "bribed", "scores", "navy", "pleaded", "francis", "war"], "article_url": "http://www.thefiscaltimes.com/2015/01/16/Scores-Navy-Officials-Bribed-Cash-Prostitutes", "article_text": "He admitted to showering “scores” of Navy officials with $500,000 worth of cash bribes, sending them on free trips to exotic locations and setting them up with high-end prostitutes.\n\nIn return, corrupt Navy officers turned a blind eye when he bilked the military services of tens of millions by overcharging for food, fuel and basic services when they docked their ships and submarines in Asian ports.\n\nRelated: The Endless $1.6 Trillion War on Terror\n\n\n\nIn the climax to one of the worst war-time contract corruption scandals in Navy history, a Malaysian defense contractor named Leonard Glenn Francis pleaded guilty in federal court in San Diego on Thursday to bribery and corruption charges. He faces $35 million in forfeiture of greedy profits and up to 25 years behind bars.\n\nBut that’s not all. Hours before the contractor pleaded guilty, Navy Captain Daniel Dusek, former commander of an amphibious assault ship, admitted to having disclosed U.S. military secrets to Francis and his firm in exchange for prostitutes, cash and visits to luxury hotels in Hawaii, Hong Kong and the Philippines.\n\nThe scandal first broke wide open in the fall of 2013 when two other Navy commanders were arrested and charged with accepting bribes in return for millions of dollars’ worth of government contracts, The Washington Post reported at that time. Francis, the head of Glenn Defense Marine Asia, a Singapore-based company that provides port services to U. S. ships and submarines in the Pacific, was arrested that September along with another executive in a sting operation in California in connection with the bribery case.\n\nRelated: Scandals Rampant Among Brass While Soldiers Die\n\nWhile profiteering and corruption have existed in U.S. defense spending, this decade-long case may rank as the most audacious in recent memory. Five Navy officials have pleaded guilty so far; prosecutors have indicated there may be more to follow.\n\n“It is astounding that Leonard Francis was able to purchase the integrity of the Navy officials by offering them meaningless material possessions and the satisfaction of selfish indulgences,” said Laura Duffy, the U.S. attorney for the Southern District of California, whose office headed up the investigation.\n\nWHY THIS MATTERS\n\n\n\nThe Congressional Research Service recently said the U.S. has pumped $1.6 trillion into the Afghanistan and Iraq war efforts since 9/11 – suggesting there have been many other opportunities for contractors to game the system. The Congressional Research Service recently said the U.S. has pumped $1.6 trillion into the Afghanistan and Iraq war efforts since 9/11 – suggesting there have been many other opportunities for contractors to game the system.\n\nSince 2010, at least 15 generals and admirals have been disciplined for ethical lapses and outrageous behavior – so much so that last year Defense Secretary Chuck Hagel named a two-star admiral to police the top brass, USA Today reported. Their offenses ranged from passing counterfeit poker chips at a casino to a drunken binge at a nuclear conference in Russia.\n\nRelated: Gov’t Employee Was Paid for 24 Years of Doing No Work\n\nMore recently, FBI and Justice Department prosecutors have recommended bringing felony charges against retired Gen. David H. Petraeus – a war hero - contending that he provided classified information to a lover while he was director of the CIA, according to media reports.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "He admitted to showering “scores” of Navy officials with $500,000 worth of cash bribes", "title": "‘Scores’ of Navy Officials Bribed with Cash, Prostitutes", "url": "http://www.thefiscaltimes.com/2015/01/16/Scores-Navy-Officials-Bribed-Cash-Prostitutes", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/10052014_Combat_Ship.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/01/16/Scores-Navy-Officials-Bribed-Cash-Prostitutes", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/10052014_Combat_Ship.jpg", "creator": "@ericpianin", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "He admitted to showering “scores” of Navy officials with $500,000 worth of cash bribes", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fd8a4a\"", "article_summary": "He admitted to showering “scores” of Navy officials with $500,000 worth of cash bribes, sending them on free trips to exotic locations and setting them up with high-end prostitutes.\nFive Navy officials have pleaded guilty so far; prosecutors have indicated there may be more to follow.\nHours before the contractor pleaded guilty, Navy Captain Daniel Dusek, former commander of an amphibious assault ship, admitted to having disclosed U.S. military secrets to Francis and his firm in exchange for prostitutes, cash and visits to luxury hotels in Hawaii, Hong Kong and the Philippines.\nTheir offenses ranged from passing counterfeit poker chips at a casino to a drunken binge at a nuclear conference in Russia.\nHe faces $35 million in forfeiture of greedy profits and up to 25 years behind bars."}