{"article_title": "Scott Walker and the GOP's bright, fearless future", "article_keywords": ["republican", "moines", "iowa", "fearless", "romney", "gops", "primary", "fiorina", "bright", "future", "scott", "walker", "speech", "conservative", "came"], "article_url": "http://theweek.com/articles/536070/scott-walker-gops-bright-fearless-future", "article_text": "ADVERTISEMENT\n\nIn 2012, the GOP's rather underwhelming presidential primary field consisted of a few well-known figures from past national campaigns, the Contract with America coalition from the mid-1990s, and a handful of conservative figures with little or no broad traction in the electorate. The primary became a contest between Mitt Romney and a succession of boom-and-bust alternatives, with the nomination finally going almost by default to 2008's runner-up. Even though the bailouts and the Affordable Care Act had transformed the Republican Party's rank and file, GOP voters didn't have truly legitimate choices that reflected the new direction of the party's supporters. And as we all know, in the end, Romney proved unable to rally enough support to beat Barack Obama's troubled re-election effort.\n\nFour years later, the future appears to have arrived. Republicans kicked off their primary season in Des Moines, Iowa, at the Freedom Summit staged by Citizens United and Rep. Steve King. And judging from this event, the future looks bright. Neither Romney nor Jeb Bush, both of whom last won a general election in 2002, showed up for the Iowa event. Instead, the hopefuls who flocked to Des Moines mostly came from what used to be called the GOP's bench, but who now have an opportunity to make a bid for national leadership.\n\nA few of those potential candidates stood out. Carly Fiorina, the former CEO of Hewlett Packard and an unsuccessful Senate candidate against California's Barbara Boxer, surprised a few observers with her hard-nosed attack on the Democrats' presumed nominee. Unlike Hillary Clinton, Fiorina said in her speech, \"I have actually accomplished something.\" Fiorina noted her experience in international relations, and attacked Clinton's record as secretary of State as little more than the basis for frequent flier miles. \"Mrs. Clinton,\" said Fiorina to the delight of the crowd, \"flying is an activity, not an accomplishment.\"\n\nTwo Texans also impressed the Iowa attendees. Ted Cruz came in primed to be a crowd favorite, and he clearly has grown into that role. Looking relaxed and confident, Cruz alternated between deeply personal reflections on faith and a political stemwinder aimed at President Obama. Rick Perry also returned to his pre-2011 form, offering an energetic and enthusiastic defense of conservatism that left the crowd charged up.\n\nThe biggest splash, though, came from Scott Walker. The second-term governor of Wisconsin has had to fight through three elections in four years while defending his reforms of public-employee unions. Those reforms allowed Walker to trim significant costs from the state budget and keep taxes from rising while balancing the budget. Walker's experience of fighting labor unions to keep costs in control had already put him on the grassroots radar for 2016, but his speech in Iowa elevated him to the top tier.\n\nWalker, not known as a passionate speaker, started off with a self-deprecating introduction. He joked that his wife had to lecture him about the proper method of shopping at Kohl's, a popular discount clothing retailer that launched in Wisconsin. After establishing his middle-class bona fides, Walker outlined his conservative accomplishments, and argued that the GOP needed to find leaders with proven records of reform. He increased his energy and tenor into a commanding, rallying speech — and brought the audience along with him. He left the stage to significantly more enthusiasm than greeted his entrance; after the speech, the press crowded around him to hear even more.\n\nThe impact of the speech resonated far outside of Des Moines. AEI's Jim Pethokoukis noted that \"you don't need to be a great performer if you have a compelling story to tell,\" while ABC's Rick Klein judged that Walker would be \"warmly received\" after he promised to visit Iowa \"many more times in the future.\"\n\nThe most fulsome praise — and the most important for the 2016 cycle — came from Rush Limbaugh. The most prominent conservative talk-radio host in the country explicitly stopped short of an outright endorsement of Walker, but Limbaugh told conservatives that Walker had provided the blueprint of a successful nominee, especially against Hillary Clinton. \"Scott Walker demonstrates that you can win and win big by presenting a stark contrast between yourself and the American left,\" Limbaugh told his audience. \"He has not tried to steal some of their language and incorporate it so as to be less offensive. He took them on right between the eyes and beat 'em back,\" he continued, and then emphasized: \"He has been fearless.\"\n\nThat quality among all others is what conservative activists seek. Experience and discernment is what larger donors, think tanks, and organizers like. Walker brings both into play, and can bridge the differences between the Tea Party activists and the so-called establishment in the GOP. Walker isn't alone in that position, either; other two-term Republican governors can make similar claims, such as Bobby Jindal, Susana Martinez, Nikki Haley, and even Perry, all of whom won executive office in the post-bailout, post-ObamaCare era, the same as senators such as Cruz, Marco Rubio, and Rand Paul.\n\nWalker, though, is striking while the iron is still hot. He launched a new committee and website (with a reform-minded name, Our American Revival), hoping to use the momentum from Iowa to move into the forefront of the early primary fight. With Romney and Bush jockeying amongst themselves for the same old donors, and looking for ways to refresh their calcified images, Walker may have made the case for relegating them to the past, once and for all. And in so doing, he may well have seized the future for the next generation of Republican stars. And take note, America: Walker is one of the brightest.", "article_metadata": {"description": "Official site of The Week Magazine, offering commentary and analysis of the day's breaking news and current events as well as arts, entertainment, people and gossip, and political cartoons.", "og": {"url": "http://theweek.com/articles/536070/scott-walker-gops-bright-fearless-future", "image": "http://api.theweek.com/sites/default/files/styles/tw_image_9_4/public/RTR377SC.jpg?itok=ldyIZuwV", "type": "article", "description": "2016 is going to be so much better for Republicans than 2012 was", "title": "Scott Walker and the GOP's bright, fearless future"}, "twitter": {"description": "2016 is going to be so much better for Republicans than 2012 was", "creator": "@EdMorrissey", "image": {"src": "http://api.theweek.com/sites/default/files/styles/tw_image_9_4/public/RTR377SC.jpg?itok=ldyIZuwV"}, "title": "Scott Walker and the GOP's bright, fearless future", "site": "@theweek", "card": "summary_large_image"}, "fb": {"pages": 10716057521}, "keywords": "feature, Politics, opinion, conservative", "article": {"published_time": "2015-01-28T05:50:00-05:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Republicans kicked off their primary season in Des Moines, Iowa, at the Freedom Summit staged by Citizens United and Rep. Steve King.\nAnd in so doing, he may well have seized the future for the next generation of Republican stars.\n\"Scott Walker demonstrates that you can win and win big by presenting a stark contrast between yourself and the American left,\" Limbaugh told his audience.\nThose reforms allowed Walker to trim significant costs from the state budget and keep taxes from rising while balancing the budget.\nThe biggest splash, though, came from Scott Walker."}