{"article_title": "Cutting Physician and Nurse Pay Would Have Limited Effect on Costs", "article_keywords": ["physician", "school", "limited", "telehealth", "pay", "study", "effect", "paid", "costs", "hiring", "nurses", "cutting", "health", "physicians", "nurse", "workers", "care"], "article_url": "http://www.hhnmag.com/articles/3337-cutting-physician-and-nurse-pay-would-have-limited-effect-on-costs", "article_text": "Not about the pay\n\nThe relatively high compensation paid to nurses and physicians is not the primary driver of cost increases in health care, a new Health Affairs study concludes. Though both nurses and physicians are paid much more than workers with similar qualifications in other sectors, reducing their salaries would cut overall health expenditures by just 6 percent. And that is assuming that employment levels remain the same, according to the study, which was led by Sherry Glied, dean and professor of public service at the Robert F. Wagner Graduate School of Public Service at New York University. The study concluded that physicians make about 50 percent more than comparably qualified workers in other sectors and nurses were paid about 40 percent more. Nonprofessional health care workers earn slightly less. The study notes that taming health care costs will require improved productivity from the sector.\n\nIs there a doctor in the house?\n\nPhysicians and surgeons are the most difficult hiring need of health care providers and search firms, according to a survey conducted by Health eCareers. In the survey of 565 recruiters, hiring managers and human resource professionals from hospitals and health systems, single- and multipractice physician offices and search firms named physicians/surgeons as the most pressing hiring need, followed by RNs, 49, physician assistants, 36, and nurse practitioners, 28. Thirty-seven respondents cited family medicine specialists as the most difficult type of doctor or surgeon hiring need.\n\nTeaching behavioral telehealth care\n\nThe School of Social Work at Indiana University–Purdue University Indianapolis is adding classes in behavioral telehealth to its online graduate program. “Significant increases in digital network accessibility and affordability are providing the means for expanding telebehavioral mental health and substance abuse services,” says David Wilkerson, an assistant professor of social work at the school, in a news release. Wilkerson says the three courses they are adding are an important first step toward the possibility of creating state licensing requirements in behavioral telehealth.", "article_metadata": {"description": "The relatively high compensation paid to nurses and physicians is not the primary driver of cost increases in health care, a new Health Affairs study concludes.", "csrf-token": "k5qeFpqL24MFAZNYmAcZSNMc7psOeQZdDYHFpVtJsCE=", "twitter": {"image": "http://www.hhnmag.com/ext/resources/inc-hhn/img/articles/article_images/Nurse3_190x127.jpg?1448908283", "description": "The relatively high compensation paid to nurses and physicians is not the primary driver of cost increases in health care, a new Health Affairs study concludes.", "card": "summary", "title": "Cutting Physician and Nurse Pay Would Have Limited Effect on Costs"}, "msapplication-TileColor": "#FFFFFF", "csrf-param": "authenticity_token", "og": {"image": "http://www.hhnmag.com/ext/resources/inc-hhn/img/articles/article_images/Nurse3_190x127.jpg?1448908283", "type": "Article", "description": "The relatively high compensation paid to nurses and physicians is not the primary driver of cost increases in health care, a new Health Affairs study concludes.", "title": "Cutting Physician and Nurse Pay Would Have Limited Effect on Costs"}, "msapplication-TileImage": "/images/favicons/favicon-144.png", "keywords": "Advocacy & Public Policy, Workforce Management healthcare, staffing costs health affairs, nurses physicians pay, Cutting Physician and Nurse Pay Would Have Limited Effect on Costs", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd8a45\"", "article_summary": "Nonprofessional health care workers earn slightly less.\nThe study notes that taming health care costs will require improved productivity from the sector.\nPhysicians and surgeons are the most difficult hiring need of health care providers and search firms, according to a survey conducted by Health eCareers.\nNot about the payThe relatively high compensation paid to nurses and physicians is not the primary driver of cost increases in health care, a new Health Affairs study concludes.\nTeaching behavioral telehealth careThe School of Social Work at Indiana University–Purdue University Indianapolis is adding classes in behavioral telehealth to its online graduate program."}