{"article_title": "Bed Bugs Grow Into Adulthood Faster When Part Of A Group; What Does This Mean For Eliminating Infestations?", "article_keywords": ["development", "adulthood", "group", "faster", "infestations", "study", "bugs", "bed", "rate", "does", "pest", "eliminating", "groups", "grow", "researchers", "mean"], "article_url": "http://www.medicaldaily.com/bed-bugs-grow-adulthood-faster-when-part-group-what-does-mean-eliminating-infestations-266664", "article_text": "Looking into the rate of development in bed bugs, researchers found that they tend to grow faster when in groups, with implications for pest control.\n\nLooking into the rate of development in bed bugs, researchers found that they tend to grow faster when in groups, with implications for pest control. Gilles San Martin, CC BY-SA 2.0\n\nAs many parts of the U.S. continue to fight bed bug infestations, new research may offer alternate avenues for combating the sneaky parasites. The research, which is the first of its kind, and was reported in the Journal of Medical Entomology, has found that bed bugs are more likely to grow faster when they live in groups.\n\nResearchers from North Carolina State University found that bed bug nymphs living in groups, consisting of eggs, nymphs, and adults, all at various ages, developed at a rate of 2.2 days — 7.3 percent — faster than nymphs living in solitary housing. The study first involved monitoring the growth rates of bed-bug studs, which would go on to rear the other bed bugs for the study. The studs were separated into either a group or solitary setting, after which their development was measured from hatching to adulthood.\n\n“Now that we found this social facilitation of growth and development, we can start asking what sensory cues are involved and how they contribute to faster growth,” Schal said in the press release. “This should lead to some interesting experimental research on what sensory cues bed bugs use to grow faster in groups.”\n\nThe researchers note that other insects, such as grasshoppers, crickets, and cockroaches also grow faster in groups. Schal’s study didn’t look into the causes for this phenomena, but a 1968 study published in the Journal of Insect Physiology found that cockroach populations were influenced by the hormone ecdysone. At the time, researchers found that ecdysone concentrations are higher in isolated groups of larvae, and could “have a part in retarding the rate of growth of the isolated insect by reducing its locomotor activity, and hence, a relatively lower metabolic rate,” they wrote.\n\nFor the current study, the researchers also found that the nymphs were able to grow at a faster rate regardless of the other bed bugs’ ages. “The observations that adults do not appear to contribute to nymph development suggests that eggs can survive and found new infestations without any adults,” corresponding author Dr. Coby Schal said in a press release. That’s bad news for anyone with an already growing bed bug infestation.\n\nThe new research could help pest control experts develop new ways to eliminate the bugs by findings ways to isolate them from their groups. Bedbugs have consistently been the most difficult pest to eliminate, more so than cockroaches, ants, or termites, according to the 2013 Bugs Without Borders Survey, conducted by the National Pest Management Association and the University of Kentucky.\n\nAlthough bed bugs aren’t known to spread disease, they are still considered a nuisance for many. When they bite, they inject an anesthetic and anticoagulant into their victim, making them unable to feel anything — the bite marks, which can be numerous, don’t appear for a day or more. These bites can cause anything from small red marks to serious allergic reactions that, if repeated, will necessitate medical care, according to the Centers for Disease Control and Prevention.\n\nSource: Saenz V, Santangelo R, Schal C, et al. Group Living Accelerates Bed Bug (Hemiptera: Cimicidae) Development. Journal of Medical Entomology. 2013.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "bed bugs, groups, physiology, growth, faster, nymphs", "og": {"site_name": "Medical Daily", "description": "Looking into the rate of development in bed bugs, researchers found that they tend to grow faster when in groups, with implications for pest control.", "title": "Bed Bugs Grow Faster With Company", "url": "http://www.medicaldaily.com/bed-bugs-grow-adulthood-faster-when-part-group-what-does-mean-eliminating-infestations-266664", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/08/bed-bug.jpg", "type": "article"}, "twitter": {"description": "Looking into the rate of development in bed bugs, researchers found that they tend to grow faster when in groups, with implications for pest control.", "title": "Bed Bugs Grow Faster With Company", "url": "http://www.medicaldaily.com/bed-bugs-grow-adulthood-faster-when-part-group-what-does-mean-eliminating-infestations-266664", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/08/bed-bug.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/08/bed-bug.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Science/Tech", "published_time": "2014-01-08T23:45:00-05:00", "modified_time": "2014-01-08T23:50:03-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Looking into the rate of development in bed bugs, researchers found that they tend to grow faster when in groups, with implications for pest control."}, "article_summary": "Looking into the rate of development in bed bugs, researchers found that they tend to grow faster when in groups, with implications for pest control.\nAlthough bed bugs aren’t known to spread disease, they are still considered a nuisance for many.\n“This should lead to some interesting experimental research on what sensory cues bed bugs use to grow faster in groups.”The researchers note that other insects, such as grasshoppers, crickets, and cockroaches also grow faster in groups.\nThe study first involved monitoring the growth rates of bed-bug studs, which would go on to rear the other bed bugs for the study.\nFor the current study, the researchers also found that the nymphs were able to grow at a faster rate regardless of the other bed bugs’ ages."}