{"article_title": "Hitches On Health Exchanges Hinder Launch Of Insurance Co-op : Shots", "article_keywords": ["hinder", "evergreen", "customers", "coop", "hitches", "launch", "federal", "enrollment", "site", "coops", "health", "shots", "exchanges", "portal", "insurance", "beilenson", "dont"], "article_url": "http://www.npr.org/sections/health-shots/2013/10/16/235337538/hitches-on-health-exchanges-hinder-launch-of-insurance-co-ops", "article_text": "Hitches On Health Exchanges Hinder Launch Of Insurance Co-op\n\ntoggle caption iStockphoto.com\n\nNothing is more important for a startup burning through cash than winning customers and revenue.\n\nSo problems with the Affordable Care Act's online marketplaces, also known as exchanges, aren't just an inconvenience for the likes of Evergreen Health Co-op. They're a threat.\n\n\"It's slowly getting better. Some people have gotten to the enrollment stage before the site freezes,\" says Evergreen's frustrated CEO, Dr. Peter Beilenson. \"Once enrollments start occurring, we still don't expect to get notification of that from the exchange until December, which makes planning for deployment of resources challenging.\"\n\nMaryland-based Evergreen is one of nearly two dozen nonprofit insurers created by the health act. Called co-ops because they will be owned by the policyholders, they're supposed to add competition and lower prices for medical coverage.\n\nBut they can't do either if customers don't know they exist. Maryland's insurance portal, intended to let shoppers compare plans and buy coverage, barely worked the first few days after it opened Oct. 1. When it did, it left Evergreen off the list of options, Beilenson said.\n\nThat got fixed. But even Maryland Gov. Martin O'Malley, a Democrat and an enthusiastic supporter of the health law, says system flaws will take another month or six weeks to smooth out.\n\nMeanwhile Evergreen is paying staff, renting offices and hiring doctors and has only until March under the health law's open enrollment period to recruit most clients for 2014.\n\nWith the online portal balking, Evergreen has already altered its tactics to find more customers offline. \"It has clearly changed our marketing strategy to some extent,\" Beilenson said.\n\nInstead of relying so heavily on finding individual customers one at a time through the Web site, Evergreen is working harder on small-business accounts that can deliver dozens of subscribers in one deal. Ads mailed to thousands of employers produced more than 100 responses in only a day, Beilenson said.\n\nAt least Beilenson can call Dr. Joshua Sharfstein, Maryland's health secretary, when he wants to complain or get something fixed. One day last week he talked five times to Sharfstein, who Beilenson says has been \"very responsive.\"\n\nOther co-ops are unlikely have the same kind of advantage. Maryland is one of a minority of states in charge of its own Obamacare software. Co-ops in Arizona, South Carolina and elsewhere rely on the federal government's healthcare.gov site, which by many accounts is the most dysfunctional of all.\n\n\"We continue to have significant challenges,\" says Kathleen Oestreich, CEO of Meritus Health Partners, Arizona's co-op, which is sold through the federal portal. \"Some people are expressing some frustration but not across the board by any means. Many people understand it is a big system and will take a bit to make it work.\"\n\nMeritus is trying to take more advantage of brokers and face-to-face meetings with potential customers.\n\n\"Brokers are showing great interest,\" she said. Still, two weeks after the federal marketplace was supposed to open, she added, \"we wish the enrollment had really begun in any material way.\"\n\nWhat many describe as one of the most successful state-run portals, Kentucky's, \"has corrected some of the initial log jam and we are hearing reports that things are running smoother,\" says Janie Miller, CEO of the Kentucky Health Cooperative. \"We are excited and pumped but don't have actual enrollee counts yet.\"\n\nNobody is pushing the panic button. March 31, the end of enrollment, is several months away.\n\nCo-ops are well financed with federal loans. Evergreen holds enough capital to be in good shape even if it doesn't reach what Beilenson calls \"self-sustaining\" membership of 15,000 or 20,000 in the first year, he said.\n\nBut with few confirmed customers so far and no revenue, Evergreen and its peers have much more at stake in the Obamacare software than their established competitors.", "article_metadata": {"Rating": "General", "description": "Maryland-based Evergreen Health Co-op is one of nearly two dozen nonprofit insurers created by the health act. They will be owned by the policyholders and are supposed to add competition and lower prices for coverage. they're supposed to add competition and lower prices for medical coverage. But they can't do either without customers.", "og": {"site_name": "NPR.org", "description": "Maryland-based Evergreen Health Co-op is one of nearly two dozen nonprofit insurers created by the health act. They will be owned by the policyholders and are supposed to add competition and lower prices for coverage. they're supposed to add competition and lower prices for medical coverage. But they can't do either without customers.", "title": "Hitches On Health Exchanges Hinder Launch Of Insurance Co-op", "url": "http://www.npr.org/sections/health-shots/2013/10/16/235337538/hitches-on-health-exchanges-hinder-launch-of-insurance-co-ops", "image": "https://media.npr.org/assets/img/2013/10/16/marylandmap_wide-91c7936bef7c8db125525a702b98fb426cfd44dc.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2013/10/16/marylandmap_wide-91c7936bef7c8db125525a702b98fb426cfd44dc.jpg?s=1400"}, "card": "summary_large_image", "site": "@NPR"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2013-10-16", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "article_summary": "So problems with the Affordable Care Act's online marketplaces, also known as exchanges, aren't just an inconvenience for the likes of Evergreen Health Co-op.\nHitches On Health Exchanges Hinder Launch Of Insurance Co-optoggle caption iStockphoto.comNothing is more important for a startup burning through cash than winning customers and revenue.\n\"We continue to have significant challenges,\" says Kathleen Oestreich, CEO of Meritus Health Partners, Arizona's co-op, which is sold through the federal portal.\nBut they can't do either if customers don't know they exist.\nSome people have gotten to the enrollment stage before the site freezes,\" says Evergreen's frustrated CEO, Dr. Peter Beilenson."}