{"article_title": "Turnaround Tuesday: Amid Low Crude Oil Prices, Ivanhoe Energy Files for Bankruptcy and Insolvency Act Protection", "article_keywords": ["files", "oil", "insolvency", "process", "energy", "previously", "bia", "crude", "restructuring", "protection", "turnaround", "low", "prices", "loan", "debt", "ivanhoe", "company"], "article_url": "http://www.themiddlemarket.com/news/restructurings/ivanhoe-energy-files-for-bankruptcy-and-insolvency-act-protection-254909-1.html", "article_text": "Turnaround Tuesday: Amid Low Crude Oil Prices, Ivanhoe Energy Files for Bankruptcy and Insolvency Act Protection\n\nThe oil company missed an interest payment due in December, and will continue negotiations with bondholders in a court-supervised process\n\nStruggling oil-exploration company Ivanhoe Energy Inc. (TSX: IE, Nasdaq: IVAN), which has been negotiating with bondholders for many weeks, has filed for bankruptcy protection in Canada.\n\nThe Vancouver-based business filed a notice of intention to make a proposal under the Bankruptcy and Insolvency Act (BIA) in Calgary, the first step in the BIA process, on Feb. 20.\n\nErnst & Young Inc. has been appointed as Ivanhoe\u0092s trustee for the proceedings.\n\nWhile it goes through the BIA process, the business will continue to evaluate strategic alternatives, including restructuring debt and pursing an asset sale.\n\nFiling for BIA allows the company automatic stay, which means creditors can\u0092t grab its assets during the case. That period can last between 30 days and six months.\n\nThe BIA filing does not come as a shock -- Ivanhoe raised doubts about the business\u0092 future before, saying in SEC filings that there was doubt surrounding the company\u0092s ability to continue as a going concern, or without the threat of liquidation, because of losses. The company had a $570 million deficit as of Sept. 30.\n\nIvanhoe missed an interest payment on 5.75 percent convertible unsecured notes due Dec. 31, but had until Jan. 30 to pay or come to an agreement. When that didn\u0092t happen, Bank of New York Mellon, the trustee for the notes, sent a notice of default dated Feb. 9. For more, see Ivanhoe Energy Defaults, Continues Bondholder Talks.\n\n\u0093Negotiations will be continuing under a court-supervised process,\u0094 says Blair Vago, Ivanhoe CFO.\n\nBecause of the BIA process, Ivanhoe\u0092s shares will be suspended from the Nasdaq exchange on March 3. Ivanhoe says it does not plan to appeal the decision. The exchange had previously issued several delisting warnings to the energy company because of changes to its board of trustees and a too-low stock price.\n\nIvanhoe had been pursuing strategic alternatives, including a debt restructuring or potential sale, as it negotiated with bondholders. For more, see After Missing Interest Payment, Struggling Energy Co. Ivanhoe Works to Restructure. Vago previously told Mergers & Acquisitions he thought restructuring was more likely than a sale.\n\nBefore the BIA notice, the company received a $2.37 million bridge loan from founder Robert Friedland, to pay debt. The loan is meant specifically for severance payments in Ecuador, where the company scaled back exploration activities, according to SEC filings. Friedland had previously provided Ivanhoe with a $2.2 million loan in October and a $540,000 loan in December.\n\nLow crude oil prices are expected to bring up a wave of distress in the energy sector, both for oil and gas exploration companies and service providers. For more, see Investors Flow Into Oil & Gas and Distressed Debt Investment Opportunities Are Expected to Rise.\n\nFor more struggling companies, check out Mergers & Acquisitions Distressed Company Watch List.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/restructurings/ivanhoe-energy-files-for-bankruptcy-and-insolvency-act-protection-254909-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/ivanhoe-energy.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "Turnaround Tuesday: Amid Low Crude Oil Prices, Ivanhoe Energy Files for Bankruptcy and Insolvency Act Protection"}}, "article_summary": "Turnaround Tuesday: Amid Low Crude Oil Prices, Ivanhoe Energy Files for Bankruptcy and Insolvency Act ProtectionThe oil company missed an interest payment due in December, and will continue negotiations with bondholders in a court-supervised processStruggling oil-exploration company Ivanhoe Energy Inc. (TSX: IE, Nasdaq: IVAN), which has been negotiating with bondholders for many weeks, has filed for bankruptcy protection in Canada.\nWhile it goes through the BIA process, the business will continue to evaluate strategic alternatives, including restructuring debt and pursing an asset sale.\nThe Vancouver-based business filed a notice of intention to make a proposal under the Bankruptcy and Insolvency Act (BIA) in Calgary, the first step in the BIA process, on Feb. 20.\nBecause of the BIA process, Ivanhoe\u0092s shares will be suspended from the Nasdaq exchange on March 3.\nFor more, see Ivanhoe Energy Defaults, Continues Bondholder Talks."}