{"article_title": "The War On Superbugs: Antibiotic-Resistant Bacteria Make Treatable Infections Life-Threatening", "article_keywords": ["colistin", "antibiotic", "war", "lifethreatening", "immune", "resistant", "infections", "system", "superbugs", "antibioticresistant", "treatable", "antibiotics", "spread", "animals", "bacteria"], "article_url": "http://www.medicaldaily.com/antibiotic-resistance-superbugs-life-threatening-378676", "article_text": "When we suspect we have a bacterial infection, most of us go to the doctor, and get a prescription for antibiotics. After the course is over, we feel healthy and well, with the majority of the bacteria gone. Together with vaccinations, antibiotics have revolutionized medicine and saved millions of lives. What happens, though, when antibiotics become immune, or resistant, to the bacteria they are meant to fight off?\n\nScientists recently discovered that a gene, (MCR-1), has emerged that renders bacteria resistant to the last-resort antibiotic colistin, and wonder if it could signal an antibiotic apocalypse. There are suspicions that the resistance emerged after colistin was overused in farm animals. It could have spread first from animal to animal, and then to humans, without being noticed.\n\nBut, should we really be worried?\n\nA new video, \"The Antibiotic Apocalypse Explained,\" by the Munich-based design studio Kurzgesagt explains bacterial evolution is making it harder for antibiotics to do their job. There's a possibility that a small minority of the bacteria that invade our bodies may be intercepting the antibiotics and changing their molecular structure to render them unproductive. Or, bacteria can do this by releasing energy that banishes the antibiotics before they can take effect.\n\nA few immune bacteria are not a big deal, because the immune system is equipped to handle them. However, if they escape, they might spread their immunity to other bacterium. Bacteria have two kinds of DNA — chromosome and small free-floating parts called \"plasmids.\" They \"hug\" each other and exchange those plasmids to develop useful abilities, such as the ability to fix nitrogen. In a process known as transformation, this immunity spreads quickly through a bacteria population.\n\nBacteria has the ability to harvest dead bacteria and collect DNA pieces, and can even work between different bacteria species. This can lead to superbugs, or bacteria that are immune to multiple antibiotics.\n\nThe rise of superbugs also stems from the use of antibiotics in meat production. At any given point, 20 to 30 billion animals across the world are confined together as livestock in tight, unhygienic conditions in farms to make meat cheaper. Farmers give antibiotics to these animals to prevent them from getting sick from bacteria these conditions breed, but this system only causes more bacteria that are resistant to antibiotics to flourish.\n\nDrugs like colistin, which are rarely used because of their potential for liver damage, are among our last line of defense to fight bacteria. If antibiotics that are our last line of defense become resistant to bacteria, a lot of people could die.\n\nHowever, like bacteria grows, so does human research. New antibiotics are replacing old ones without becoming obsolete. Superbugs may not turn out to be super after all.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "war, superbugs, antibiotic, resistant, bacteria, make, treatable, infections, life", "og": {"site_name": "Medical Daily", "description": "The “antibiotic apocalypse” could potentially make once treatable infections life-threatening.", "title": "Should You Worry About The 'Antibiotic Apocalypse?'", "url": "http://www.medicaldaily.com/antibiotic-resistance-superbugs-life-threatening-378676", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured_video/public/2016/03/21/war-superbugs-antibiotic-resistant-bacteria-make-treatable-infections-life.jpg", "type": "article"}, "twitter": {"description": "The “antibiotic apocalypse” could potentially make once treatable infections life-threatening.", "title": "Should You Worry About The 'Antibiotic Apocalypse?'", "url": "http://www.medicaldaily.com/antibiotic-resistance-superbugs-life-threatening-378676", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured_video/public/2016/03/21/war-superbugs-antibiotic-resistant-bacteria-make-treatable-infections-life.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/03/21/war-superbugs-antibiotic-resistant-bacteria-make-treatable-infections-life.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2016-03-21T13:54:19-04:00", "modified_time": "2016-03-21T13:59:05-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "The “antibiotic apocalypse” could potentially make once treatable infections life-threatening."}, "article_summary": "A few immune bacteria are not a big deal, because the immune system is equipped to handle them.\nScientists recently discovered that a gene, (MCR-1), has emerged that renders bacteria resistant to the last-resort antibiotic colistin, and wonder if it could signal an antibiotic apocalypse.\nBacteria has the ability to harvest dead bacteria and collect DNA pieces, and can even work between different bacteria species.\nWhat happens, though, when antibiotics become immune, or resistant, to the bacteria they are meant to fight off?\nThis can lead to superbugs, or bacteria that are immune to multiple antibiotics."}