{"article_title": "Could a Cleveland Clinic affiliation unravel?", "article_keywords": ["school", "scholarships", "affiliations", "clinics", "medical", "affiliation", "clinic", "program", "unravel", "systems", "cleveland", "release", "health", "care"], "article_url": "http://www.crainscleveland.com/article/20140520/BLOGS07/140529985/could-a-cleveland-clinic-affiliation-unravel", "article_text": "Our buddies over at Crain’s Chicago Business had an interesting story this morning about how a looming health care merger could unravel two of the Cleveland Clinic’s consulting arrangements. At issue is whether Cadence Health will be able to keep its affiliations with the Clinic’s heart and oncology programs once the health system merges with Northwestern Memorial HealthCare.\n\n\n\nCadence, which is based in Winfield, Ill., has had an arrangement with the Clinic’s renowned heart program since 2010. In 2012, the two systems signed a similar deal for cancer care, which was the Clinic’s first national affiliation for adult oncology. According to Crain’s Chicago, the affiliations have been a cornerstone of Cadence's branding and figured prominently into its television and radio ads and online video clips.\n\n\n\nExperts contacted by Crain’s Chicago say it’s doubtful the affiliations will continue, at least in their current form. The newspaper notes that with “its own highly regarded heart and cancer programs, Northwestern would hardly want an open door for acutely ill patients to leak to an out-of-state rival. Plus, keeping the affiliations intact could amount to an admission of Cleveland's higher status.”\n\n\n\n“It seems unlikely to me that that relationship (between Cadence and Cleveland) is going to survive,” said Jordan Shields, a vice president at Chicago-based Juniper Advisors LLC, an investment banking firm that specializes in nonprofit health systems. “Northwestern has a justifiable view that they have strong offerings across cardiac surgery and oncology.”\n\n\n\nThe Clinic’s clinical affiliation program has been one of the key prongs of the health system’s expansion strategy in recent years. The bulk of the affiliations have been with smaller, community-based health systems, so it’ll be interesting to see what happens to this revenue stream as other larger health systems scoop up the Clinic’s partners.\n\n\n\n\n\nHelpin' the little guy\n\nCuyahoga Community College’s Corporate College has joined forces with Elevation Healthcare, a Dayton-based health care consultancy, to create what the partners describe as a \"virtual learning center\" to help small-to-medium-sized medical practices navigate the turbulent health care industry.\n\n\n\n\n\nThis and that\n\nCheers! : Southwest General president and CEO Thomas A. Selden will be named the 2014 Donald R. Newkirk Award recipient at the Ohio Hospital Association recognition dinner June 10 in Columbus. According to a news release, the award recognizes “an individual who has made a significant lifetime contribution to the health care field in Ohio.”\n\n\n\n\n\n\n\n\n\n: Southwest General president and CEO Thomas A. Selden will be named the 2014 Donald R. Newkirk Award recipient at the Ohio Hospital Association recognition dinner June 10 in Columbus. According to a news release, the award recognizes “an individual who has made a significant lifetime contribution to the health care field in Ohio.” Oh, that’s nice : This year, Medical Mutual is distributing more than 170 scholarships of $500 each to high school seniors enrolled in school districts insured by the company. This is the largest number of scholarships distributed since the insurer launched the program nine years ago. Medical Mutual has donated more than $350,000 through the scholarship program since its launch.\n\n\n\n\n\n: This year, Medical Mutual is distributing more than 170 scholarships of $500 each to high school seniors enrolled in school districts insured by the company. This is the largest number of scholarships distributed since the insurer launched the program nine years ago. Medical Mutual has donated more than $350,000 through the scholarship program since its launch. Perhaps they can help: A new health care consulting firm, Excelarise, launched earlier this year in Macedonia. The company says it is “assisting organizations integrate people, technologies, strategies and processes in order to provide patient care.”\n\n\n\n“IT, business and clinical service lines are no longer working in silos; merging of these functions is the future of health care success,” principal owner Zeeba Mercer said in a news release. “EMR, big data and clinical systems are placing extensive demands on the network and communication infrastructure, so CIOs are challenged to look beyond firewalls and switches in order to positively impact patient care.”\n\n\n\n\n\n\n\n\n\n\n\nYou also can follow me on Twitter for more news about health care in Northeast Ohio.\n\n\n\n\n\n\n\n\n\nThe new venture, Elevation Academy, will offer courses in a broad range of areas, from financial management to the implementation and maintenance of electronic health records. The academy’s offerings are available on demand. An annual subscription costs $495.Robert J. Peterson, president and CEO of Corporate College, said in a news release that the new venture \"exemplifies the innovation that Cuyahoga Community College has long been for.\" Tri-C’s Corporate College, meanwhile, has been working to reinvent itself. For more on that, check out this story I wrote back in November.Small physician practices have been struggling with the changes brought on by health care reform. That’s why many have been gobbled up by larger health systems over the last few years. In many cases, it’s easier for an independent doc to punt his or her back-end operations to a larger health system like the Cleveland Clinic or University Hospitals.Moreover, hospitals increasingly see more value in acquiring independent docs as the Affordable Care Act has opened the door to more lucrative alternatives to fee-for-service payment, including accountable care organizations and bundled payment programs. Robust, in-house physician networks make designing those care delivery models more viable.For more on Elevation Academy, click here", "article_metadata": {"viewport": "width=device-width, initial-scale=1.0, user-scalable=no, minimal-ui", "description": "The Clinic's relationship with Cadence Health could dry up once the Illinois-based health system is acquired. Also, Tri-C's Corporate College wants docs to get schooled.", "og": {"site_name": "Crain's Cleveland Business", "description": "The Clinic's relationship with Cadence Health could dry up once the Illinois-based health system is acquired. Also, Tri-C's Corporate College wants docs to get schooled.", "title": "Could a Cleveland Clinic affiliation unravel?", "url": "http://www.crainscleveland.com/article/20140520/BLOGS07/140529985/could-a-cleveland-clinic-affiliation-unravel", "image": "http://www.crainscleveland.com/assets/cc/CCLB_Iconv2.png", "type": "article"}, "twitter": {"site": "@crainscleveland", "card": "summary"}, "msapplication-TileColor": "#a91d38", "fb": {"app_id": 730748806957003}, "msapplication-TileImage": "/mstile-144x144.png", "article": {"section": "BLOGS", "published_time": "2014-05-20T10:03:05-04:00", "modified_time": "2014-05-20T10:39:00-04:00", "author": "http://www.crainscleveland.com/staff/11"}, "verify-v1": "Q00KiEdlx7oJ8JL4E1sfoHDh6tgQLZQyOh8A1oVCsIs=", "theme-color": "#a91d38"}, "article_summary": "Our buddies over at Crain’s Chicago Business had an interesting story this morning about how a looming health care merger could unravel two of the Cleveland Clinic’s consulting arrangements.\nThat’s why many have been gobbled up by larger health systems over the last few years.\nPerhaps they can help: A new health care consulting firm, Excelarise, launched earlier this year in Macedonia.\nFor more on that, check out this story I wrote back in November.Small physician practices have been struggling with the changes brought on by health care reform.\nIn 2012, the two systems signed a similar deal for cancer care, which was the Clinic’s first national affiliation for adult oncology."}