{"article_title": "President Obama Signs Veteran Suicide Prevention Bill Into Law", "article_keywords": ["suicide", "hunt", "veteran", "bill", "clay", "american", "natives", "health", "signs", "president", "law", "veterans", "prevention", "obama"], "article_url": "http://indiancountrytodaymedianetwork.com/2015/02/16/president-obama-signs-veteran-suicide-prevention-bill-law-159216", "article_text": "President Barack Obama signed a veteran’s suicide prevention bill into law February 12 in an effort to provide national mental health support for military veterans. The Clay Hunt Suicide Prevention for American Veterans Act will provide a way for the Department of Veterans Affairs to strategize suicide prevention as well as give student loan incentives to recruit psychiatric specialists.\n\n“Too many of our troops and veterans are still struggling,” said President Obama before signing the bill at a ceremony in Washington, D.C. “They’re recovering from injuries. They’re mourning fallen comrades. They’re trying to reconnect with family and friends who can never fully understand what they went through in war theater. For many of them, the war goes on – in the flashbacks that come rushing forward, in the nightmares that don’t go away.”\n\nThe bill was named for Clay Hunt, a Marine Corps veteran of Iraq and Afghanistan. Hunt, who struggled with post-traumatic stress disorder, took his own life in 2011 at age 28.\n\n\"Today we honor a young man who isn't here, but should be here,\" said President Obama who was in the presence of Hunt's parents and friends.\n\nFor veterans in Indian country, suicide is a prevalent issue. According to the American Association of Suicidology, Nearly 40,000 people die by suicide each year in the U.S., which is one death approximately every 13 minutes. It is the 10th leading cause of death in the US.\n\nOf those figures, Middle-aged men, American Indians and Alaska Natives, transgender and veterans of the U.S. armed forces are the highest at-risk groups.\n\nSpecifically for American Indians and Alaska Natives of all ages, suicide is ranked as the 8th cause of death, males 20-24 had the highest rates of suicide in the U.S. at 47.47 per 100,000 and suicide was the leading cause of death for both males and females between the ages of 10 and 34.\n\nAlthough the Veterans Health Administration reports that significant gaps exist in the clinical research concerning American Indians and Alaska Natives behavioral health difficulties experienced as a result of military service in Iraq and Afghanistan, difficulties readjusting to civilian life as a veteran, access of care for VA or IHS behavioral health services and suicide rates – it is important to note that American Indians and Alaska Natives veterans fall into several high risk categories.\n\nIn terms of Veteran suicide, 20 percent of U.S. deaths from suicide are veterans, yet there are decreased suicide rates in veterans aged 18-29 who use VA health care services. Thus, with President Obama signing the Clay Hunt Suicide Prevention for American Veterans Act into law, Native veterans would be benefiting from the Obama Administrations efforts.\n\n“We are particularly grateful to Clay’s family being able to transform grief into action,” said the President.\n\n“Today I will sign the Clay Hunt SAV Act into law. And SAV stands for Suicide Prevention for American Veterans. It helps fill critical gaps in serving veterans with post-traumatic stress and other illnesses. It increases peer support and outreach to service-members transitioning to civilian life. It recruits talented psychiatry students to work at the VA after graduation. It makes it easier for veterans to find the care they need when they need it. And it includes strict accountability measures so we can track and continually improve these efforts as we learn more.”\n\nPresident Obama also recognized the loss of Clay Hunt. “And this law will not bring Clay back, as much as we wish it would. But the reforms that it puts in place would have helped. And they’ll help others who are going through the same challenging process that he went through. So this is a good day, and we pay tribute to everyone who helped to make it possible.”", "article_metadata": {"description": "President Obama signed a veteran’s suicide prevention bill into law in an effort to provide national mental health support for military veterans.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.format": "text/html", "og": {"url": "http://indiancountrytodaymedianetwork.com/2015/02/16/president-obama-signs-veteran-suicide-prevention-bill-law-159216", "site_name": "Indian Country Today Media Network.com", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/president_obama_signs_veteran_suicide_prevention_bill_-_official_white_house_photo_by_chuck_kennedy.jpg", "type": "article", "title": "President Obama Signs Veteran Suicide Prevention Bill Into Law"}, "abstract": "President Obama signed a veteran’s suicide prevention bill into law in an effort to provide national mental health support for military veterans.", "dc": {"title": "President Obama Signs Veteran Suicide Prevention Bill Into Law"}, "robots": "follow, index", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2015/02/16/president-obama-signs-veteran-suicide-prevention-bill-law-159216", "dcterms.creator": "kpolisse", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Clay Hunt Suicide Prevention for American Veterans Act, Clay Hunt, President Barack Obama, Suicide, Suicide Prevention, Veteran Suicide, Native American Veterans, American Indian Veterans, Tribal Veterans, U.S. Military Veterans, Vincent Schilling, Veterans Affairs, Indian Health Service", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.date": "2015-02-16T09:00-05:00", "dcterms.title": "President Obama Signs Veteran Suicide Prevention Bill Into Law"}, "_id": "\"57477af46914bd0286fd70a9\"", "article_summary": "Thus, with President Obama signing the Clay Hunt Suicide Prevention for American Veterans Act into law, Native veterans would be benefiting from the Obama Administrations efforts.\nPresident Barack Obama signed a veteran’s suicide prevention bill into law February 12 in an effort to provide national mental health support for military veterans.\nThe Clay Hunt Suicide Prevention for American Veterans Act will provide a way for the Department of Veterans Affairs to strategize suicide prevention as well as give student loan incentives to recruit psychiatric specialists.\n\"Today we honor a young man who isn't here, but should be here,\" said President Obama who was in the presence of Hunt's parents and friends.\nAnd SAV stands for Suicide Prevention for American Veterans."}