{"article_title": "Asked About Marsha Blackburn DACA Bill, Lamar Alexander Touts Gang Of Eight Support", "article_keywords": ["lamar", "touts", "blackburn", "senate", "daca", "support", "bill", "immigration", "system", "marsha", "gang", "voted", "remarks", "amnesty", "border", "asked", "alexander"], "article_url": "http://www.breitbart.com/big-government/2014/08/04/lamar-alexander-refuses-to-support-marsha-blackburn-anti-daca-bill/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nIn an editorial board meeting with reporters and editors of the Tennesseean, Sen. Lamar Alexander was asked whether or not he supported Rep. Marsha Blackburn’s bill to block President Obama’s Deferred Action for Childhood Arrivals (DACA) and touted his support for the Senate “Gang of Eight” amnesty bill in response.\n\nAlexander did cosponsor the Senate version of the Blackburn bill, introduced by Sen. Ted Cruz (R-TX).\n\nSIGN UP FOR OUR NEWSLETTER\n\nImmigration hawks cite the Gang of Eight bill as helping create a perception in Central America that people who cross the border won’t be deported.\n\nIn separate remarks at a campaign stop over the weekend, Alexander actually accused opponents of the Gang of Eight bill of backing amnesty.\n\n“In 2013, I voted to end amnesty for 11 million Americans who are illegally here…I voted to double border security and I voted to create a legal immigration system. If you are opposed to that, then you’re for amnesty,” Alexander said, according to the Chattanooga Times Free Press.\n\nState Sen. Joe Carr’s campaign pounced on the remarks, noting that several members of Tennessee’s congressional delegation, including Blackburn, opposed the Gang of Eight bill, making Alexander’s remarks an attack on them.\n\n“Reps. Blackburn, Black, Duncan, Roe, DesJarlais and Fleischmann have all called S. 744 ‘amnesty’ – is Lamar Alexander really accusing the Tennessee Congressional delegation of being ‘for amnesty’?” said Carr.\n\nIn remarks to the Tennessean, Alexander criticized Obama for instituting unilateral amnesty.\n\nAlexander said that the comprehensive immigration reform bill passed by the Senate in 2013 would have fixed “the whole immigration system” including the problem of unaccompanied children crossing the border.\n\nBlackburn’s bill passed the House on Friday night with a vote of 216 to 192.\n\nAlexander called for expedited immigration hearings for the children crossing the border illegally, pointing out that the Obama administration said that most of the unaccompanied minors would not qualify for refugee status.\n\nIn response to the border crisis, Alexander proposed that President Obama meet with the leaders of Central American countries and work with the Red Cross to set up a facility in their countries, send the children home as “quickly and humanely as possible” and use the National Guard to secure the border.\n\nAlexander also supported the idea of a streamlined visa system for foreigners who were farm workers and college students which would allow them to come and go in the state, without overstaying their visas.\n\nAlexander explained that critics who didn’t like his vote, should come up with their own solutions.\n\nThis story has been updated to reflect that Alexander cosponsored the Senate companion bill to Blackburn’s DACA legislation.\n\n", "article_metadata": {"description": "Asked About Marsha Blackburn DACA Bill, Lamar Alexander Touts Gang Of Eight Support", "og": {"site_name": "Breitbart", "description": "Asked About Marsha Blackburn DACA Bill, Lamar Alexander Touts Gang Of Eight Support", "title": "Asked About Marsha Blackburn DACA Bill, Lamar Alexander Touts Gang Of Eight Support - Breitbart", "locale": "en_US", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Big-Government/2013/Congress/Senate%20Republicans/lamar_alexander_speaking_ap.jpg", "url": "http://www.breitbart.com/big-government/2014/08/04/lamar-alexander-refuses-to-support-marsha-blackburn-anti-daca-bill/", "type": "article"}, "twitter": {"description": "Asked About Marsha Blackburn DACA Bill, Lamar Alexander Touts Gang Of Eight Support", "creator": "@charliespiering", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Big-Government/2013/Congress/Senate%20Republicans/lamar_alexander_speaking_ap.jpg", "title": "Asked About Marsha Blackburn DACA Bill, Lamar Alexander Touts Gang Of Eight Support - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 1243316582352556, "pages": 95475020353, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Lamar Alexander, Marsha Blackburn, Senate,Big Government,", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Big Government", "tag": "Senate", "published_time": "2014-08-04T08:27:00-07:00", "categories": "Big Government"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "If you are opposed to that, then you’re for amnesty,” Alexander said, according to the Chattanooga Times Free Press.\nThis story has been updated to reflect that Alexander cosponsored the Senate companion bill to Blackburn’s DACA legislation.\nIn separate remarks at a campaign stop over the weekend, Alexander actually accused opponents of the Gang of Eight bill of backing amnesty.\nAlexander did cosponsor the Senate version of the Blackburn bill, introduced by Sen. Ted Cruz (R-TX).\nSIGN UP FOR OUR NEWSLETTERIn an editorial board meeting with reporters and editors of the Tennesseean, Sen. Lamar Alexander was asked whether or not he supported Rep. Marsha Blackburn’s bill to block President Obama’s Deferred Action for Childhood Arrivals (DACA) and touted his support for the Senate “Gang of Eight” amnesty bill in response."}