{"article_title": "Andre Ward beats Paul Smith in long-awaited return to ring", "article_keywords": ["cut", "return", "big", "smith", "ninth", "fight", "andre", "beats", "smiths", "longawaited", "ring", "face", "ward", "paul", "round", "blood"], "article_url": "http://www.salon.com/2015/06/21/andre_ward_beats_paul_smith_in_long_awaited_return_to_ring/", "article_text": "Topics: From the Wires, Entertainment News, News\n\nOAKLAND, Calif. (AP) — Andre Ward made a triumphant return to the ring after a lengthy absence, delighting his home crowd by stopping England’s Paul Smith in the ninth round Saturday night in a nontitle fight.\n\nWard (28-0) was fighting for the first time in 19 months because of a protracted legal dispute with his former promoter, the late Dan Goosen.\n\nHe dominated from the start against the former British champion Smith (35-6), whose corner threw the white towel to stop the fight in the ninth round with Smith’s face covered with blood.\n\nSmith spent most of the fight in defensive mode, trying to block Ward’s many punches instead of throwing many of his own. Smith did stagger Ward with a big right hand in the seventh, but Ward responded with a flurry and Smith was cut late in the round.\n\nWard landed more big punches in the eighth as blood started dripping down the left side of Smith’s face. The round ended with a stare down between the two fighters to the delight of the partisan crowd of 9,016.\n\n“It took some time to get the rust out,” Ward said. “I started strong with the jab. I really wanted to come out with a big bang. I have a great coach and he told me take your time and the knockout will come. I could see his legs getting a little wobbly.”\n\nAnother cut opened in the ninth as Smith’s face was covered with blood before the fight was called at 1:46 of the round on a technical knockout after trainer Joe Gallagher threw in the towel. Smith said he thought he broke his nose in that final round.\n\n“Smith was taking unnecessary punishment,” Gallagher said. “Andre kept cutting open that cut over his eye. Blood was pooling over his eye. It was a war we didn’t want to continue.”\n\nWard had not fought since winning a lopsided unanimous decision against Edwin Rodriguez to defend his WBA super middleweight title in November 2013. The absence from the ring stemmed from the dispute with Goosen, who died in September 2014.", "article_metadata": {"description": "Andre Ward beats Paul Smith in long-awaited return to ring", "title": "Andre Ward beats Paul Smith in long-awaited return to ring", "og": {"site_name": "Salon", "description": "Andre Ward beats Paul Smith in long-awaited return to ring", "title": "Andre Ward beats Paul Smith in long-awaited return to ring", "url": "http://www.salon.com/2015/06/21/andre_ward_beats_paul_smith_in_long_awaited_return_to_ring/", "image": "http://media.salon.com/2015/06/smith-ward-boxing.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "Andre Ward beats Paul Smith in long-awaited return to ring", "title": "Andre Ward beats Paul Smith in long-awaited return to ring", "image": "http://media.salon.com/2015/06/smith-ward-boxing.jpeg-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Josh Dubow", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Smith did stagger Ward with a big right hand in the seventh, but Ward responded with a flurry and Smith was cut late in the round.\nWard landed more big punches in the eighth as blood started dripping down the left side of Smith’s face.\nTopics: From the Wires, Entertainment News, NewsOAKLAND, Calif. (AP) — Andre Ward made a triumphant return to the ring after a lengthy absence, delighting his home crowd by stopping England’s Paul Smith in the ninth round Saturday night in a nontitle fight.\nHe dominated from the start against the former British champion Smith (35-6), whose corner threw the white towel to stop the fight in the ninth round with Smith’s face covered with blood.\nSmith spent most of the fight in defensive mode, trying to block Ward’s many punches instead of throwing many of his own."}