{"article_title": "Ron Johnson “Probably less than 4 percent” of Wisconsin residents using Obamacare subsidies", "article_keywords": ["affordable", "wisconsin", "ron", "johnson", "subsidies", "obamacare", "health", "probably", "report", "using", "residents", "care", "population"], "article_url": "http://www.politifact.com/wisconsin/statements/2015/dec/02/ron-johnson/ron-johnson-probably-less-4-percent-wisconsin-resi/", "article_text": "\"Probably less than 4 percent\" of Wisconsin residents \"are enjoying the subsidies\" from Obamacare.\n\nRepublican U.S. Sen. Ron Johnson isn’t shy about his dislike for the Affordable Care Act.\n\nSo when conservative radio host Charlie Sykes asked him in an interview Nov. 5, 2015 for his take on what’s commonly known as Obamacare, Johnson was ready.\n\n\"We haven’t heard a lot of Republicans talking about Obamacare,\" Sykes said. \"I think that there was an assumption that, you know, once Obamacare was implemented, that people would just decide they like it, it would become entrenched, and therefore it would fade as a political issue.\n\n\"That is just not happening, is it?\"\n\n\"Well,\" Johnson replied, \"unless you are one of those individuals — in Wisconsin it’s probably less than 4 percent of the population — that are enjoying the subsidies, you’re getting harmed by Obamacare.\"\n\nIn 2013, we checked a Johnson claim about Obamacare -- that premiums for \"an average plan for a family didn’t go down by $2,500 per year, it’s gone up about $2,500 per year.\"\n\nWe rated that Half True, as Johnson correctly cited rising premium costs, but experts said the evidence that Obamacare affected the increase was thin.\n\nLet’s see if he hit the numbers this time.\n\nBackground on the system\n\nAfter the Affordable Care Act passed in 2010, states could create their own marketplaces for health care or use the ones established by the federal government. Wisconsin is one of more than 30 states that chose to not set up its own online marketplace.\n\nInsurance subsidies are available under the law for people with incomes between 100 and 400 percent of the federal poverty threshold who are not offered what is considered affordable health insurance through an employer. In 2015, that income level is $11,770 for an individual and $95,400 for a family of four in Wisconsin.\n\nIn June 2015, the U.S. Supreme Court upheld a provision of the ACA that helps low- and middle-income people buy health care in the federal marketplace with subsidies.\n\nThat is the provision Johnson was referring to when he said \"probably less than 4 percent\" of Wisconsin residents \"are enjoying the subsidies\" from Obamacare.\n\nLooking at the subsidies\n\nWhen asked for backup for his claim, Johnson’s team pointed to data from the Kaiser Family Foundation, a nationally respected authority on health care and population information.\n\nThe Kaiser report pulled its data from a U.S. Centers for Medicare and Medicaid Services report on enrollment in Affordable Care Act marketplaces. It also shows the number of people receiving premium subsidies in each state as of March 31, 2015.\n\nHow do the numbers break down for Wisconsin?\n\nAccording to the Kaiser report, 166,142 people received subsidies to help pay premiums as of March 2015. About 20,000 more Wisconsinites are enrolled in the marketplace, but don’t receive financial assistance. By this tally, 90.7 percent of those enrolled in ACA coverage in Wisconsin receive subsidies.\n\nThe most recent Census Bureau estimate puts the state’s population at 5,757,564.\n\nBy those numbers, 2.9 percent of Wisconsin residents are receiving the subsidies.\n\nFor a national perspective, we turn to a PolitiFact Georgia fact check of a claim by Republican U.S. Rep. Austin Scott of Georgia.\n\nScott claimed 97 percent of Americans do not receive subsidies for health care under the Affordable Care Act. The Kaiser report showed about 9 million people receive federal and state subsidies to buy insurance. In comparison to the estimated U.S. population of about 318 million, that’s just about 3 percent.\n\nOur rating\n\nJohnson said, \"probably less than 4 percent\" of Wisconsin residents \"are enjoying the subsidies\" from Obamacare.\n\nHe calculated this figure based on enrollment data and Census Bureau population statistics. Those numbers put the figure at 2.9 percent.\n\nWe rate the claim True.", "article_metadata": {"description": "Republican U.S. Sen. Ron Johnson isn&rsquo;t shy about his dislike for the Affordable Care Act. So when conservative radio host Charlie Sykes asked him in an interview Nov. 5, 2015 for his take on what&rsquo;s commonly known as Obamacare, Johnson was ready. &quot;We haven&rsquo;t heard a lot of Republicans talking about Obamacare,&quot; Sykes said. &quot;I think that there was an assumption that, you know, once Obamacare was implemented, that people would just decide they like it, it would become entrenched, and therefore it would fade as a political issue. &quot;That is just not happening, is it?&quot; &quot;Well,&quot; Johnson replied, &quot;unless ...", "og": {"site_name": "@politifact", "description": "Republican U.S. Sen. Ron Johnson isn’t shy about his dislike for the Affordable Care Act. So when conservative radio host Charlie Sykes asked him in an interview Nov. 5, 2015 for his take on what’s commonly known as Obamacare, Johnson was ready.", "title": "Ron Johnson “Probably less than 4 percent” of Wisconsin residents using Obamacare subsidies", "url": "http://www.politifact.com/wisconsin/statements/2015/dec/02/ron-johnson/ron-johnson-probably-less-4-percent-wisconsin-resi/", "image": "http://static.politifact.com.s3.amazonaws.com:80/politifact%2Frulings%2Frulings-tom-true.gif", "type": "article"}, "twitter": {"username": "PolitiFactWisc", "description": "Republican U.S. Sen. Ron Johnson isn&rsquo;t shy about his dislike for the Affordable Care Act. So when conservative radio host Charlie Sykes asked him in an interview Nov. 5, 2015 for his take on what&rsquo;s commonly known as Obamacare, Johnson was ready. &quot;We haven&rsquo;t heard a lot of Republicans talking about Obamacare,&quot; Sykes said. &quot;I think that there was an assumption that, you know, once Obamacare was implemented, that people would just decide they like it, it would become entrenched, and therefore it would fade as a political issue. &quot;That is just not happening, is it?&quot; &quot;Well,&quot; Johnson replied, &quot;unless ...", "title": "Ron Johnson “Probably less than 4 percent” of Wisconsin residents using Obamacare subsidies", "url": "http://www.politifact.com/wisconsin/statements/2015/dec/02/ron-johnson/ron-johnson-probably-less-4-percent-wisconsin-resi/", "image": "http://static.politifact.com.s3.amazonaws.com:80/politifact%2Frulings%2Frulings-tom-true.gif", "site": "PolitiFactWisconsin", "card": "summary_large_image"}, "fb": {"admins": 750116788, "app_id": 106379906558, "pages": 61308923432}, "google-site-verification": "qAV0CDw3qyhv8XdVwp6m1xDBnW9Q1sRAAynq6kDP7kE", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Our ratingJohnson said, \"probably less than 4 percent\" of Wisconsin residents \"are enjoying the subsidies\" from Obamacare.\n\"Probably less than 4 percent\" of Wisconsin residents \"are enjoying the subsidies\" from Obamacare.\nThat is the provision Johnson was referring to when he said \"probably less than 4 percent\" of Wisconsin residents \"are enjoying the subsidies\" from Obamacare.\nScott claimed 97 percent of Americans do not receive subsidies for health care under the Affordable Care Act.\nSo when conservative radio host Charlie Sykes asked him in an interview Nov. 5, 2015 for his take on what’s commonly known as Obamacare, Johnson was ready."}