{"article_title": "Financial challenges lead hospital CEOs' list of top concerns", "article_keywords": ["financial", "lead", "implementation", "quality", "hospital", "list", "challenges", "concerns", "survey", "ceos", "patient", "hospitals", "issues", "care"], "article_url": "http://www.fiercehealthcare.com/story/financial-challenges-lead-hospital-ceos-list-top-concerns/2014-01-14", "article_text": "Financial challenges remain hospital CEOs' top concern, the American College of Healthcare Executives' (ACHE) annual survey found.\n\n\"It is not surprising that financial challenges and health reform implementation are on the minds of hospital CEOs,\" Deborah J. Bowen, president and CEO of ACHE, said in the survey announcement. \"In addition, both government mandates and patient safety remain top priorities as CEOs and leadership teams work hard to improve patient care and redesign care delivery as they face a challenging reimbursement climate.\"\n\nACHE sent the survey to 1,091 community hospitals (nonfederal, short-term, nonspecialty hospitals) with member CEOs, 388 of whom responded, ranking the top four issues affecting their hospitals as follows:\n\nFinancial challenges: Government funding cuts, Medicare and Medicaid reimbursement issues, bad debt, decreasing inpatient volume, increasing costs for staff and supplies, and competition from other providers were some of the top financial challenges CEOs face. Healthcare reform implementation: CEOs felt pressure around reducing operating costs, aligning provider and payer incentives, shifting to value-based purchasing, working with physicians more closely and regulatory/legislative uncertainty affecting strategic planning. Governmental mandates: CMS audits, implementation of ICD-10 and CMS regulations topped the list of concerns. Patient safety and quality: Engaging physicians in improving the culture of quality, redesigning care processes, pay for performance and redesigning work environments to reduce errors were the top patient quality issues\n\nOther CEO concerns listed included care for the uninsured, patient satisfaction, physician-hospital relations, population health management, technology, personnel shortages and creating an accountable care organization.\n\nSince finances are hospitals' top challenges, system and organizations plan to hire and retain CEOs with finance--not healthcare--experience, FierceHealthcare previously reported. Two-thirds of hospital CEOs hired in 2014 will come from a non-healthcare background, according to a Black Book Rankings poll of more than 1,400 human resource professionals at healthcare organizations.\n\nTo learn more:\n\n- read the survey results\n\nRelated Articles:\n\n3 top issues hospitals will face in 2013\n\nHospital CEOs: Business model limbo is biggest challenge\n\nHospitals seek leaders with finance--not healthcare--experience\n\nHealthcare tops list of CEO departures", "article_metadata": {"description": "Fnancial challenges remain hospital CEOs' top concern, the American College of Healthcare Executives' (ACHE) annual survey found.", "og": {"site_name": "FierceHealthcare", "description": "Fnancial challenges remain hospital CEOs' top concern, the American College of Healthcare Executives' (ACHE) annual survey found.", "title": "Financial challenges lead hospital CEOs' list of top concerns", "url": "http://www.fiercehealthcare.com/story/financial-challenges-lead-hospital-ceos-list-top-concerns/2014-01-14", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "American College Of Healthcare Executives,Care Delivery,community hospitals,HR & Workforce Management,ICD-10,Medicaid Reimbursement,Operations & Business Management,Patient Care & Outcomes,value-based purchasing", "viewport": "width=device-width", "news_keywords": "Care Delivery,HR & Workforce Management,Operations & Business Management,Patient Care & Outcomes"}, "_id": "\"57477af46914bd0286fe19b5\"", "article_summary": "Financial challenges remain hospital CEOs' top concern, the American College of Healthcare Executives' (ACHE) annual survey found.\n\"It is not surprising that financial challenges and health reform implementation are on the minds of hospital CEOs,\" Deborah J. Bowen, president and CEO of ACHE, said in the survey announcement.\nTwo-thirds of hospital CEOs hired in 2014 will come from a non-healthcare background, according to a Black Book Rankings poll of more than 1,400 human resource professionals at healthcare organizations.\nHealthcare reform implementation: CEOs felt pressure around reducing operating costs, aligning provider and payer incentives, shifting to value-based purchasing, working with physicians more closely and regulatory/legislative uncertainty affecting strategic planning.\nSince finances are hospitals' top challenges, system and organizations plan to hire and retain CEOs with finance--not healthcare--experience, FierceHealthcare previously reported."}