{"article_title": "Ecstasy could be used to treat anxiety, PTSD", "article_keywords": ["anxiety", "showed", "brain", "memories", "study", "drug", "ecstasy", "used", "treat", "communication", "taking", "mdma", "ptsd", "volunteers"], "article_url": "http://www.upi.com/blog/2014/01/17/Ecstasy-could-be-used-to-treat-anxiety-PTSD/6391389980125/", "article_text": "MDMA, best known as ecstasy -- a popular recreational drug -- could be used to treat anxiety and post-traumatic stress disorder, after brain imaging showed how this drug produces feelings of euphoria in users.\n\nThe study, published in the journal Biological Psychiatry, had 25 volunteers undergo brain scans, once after taking the drug and the second time after taking a placebo. The brain scans showed decreased activity in the limbic system, responsible for emotional responses and heightened communication between the medial temporal lobe and medial prefrontal cortex.\n\nBoth these effects are opposite to the brain activity seen in people who are diagnosed with anxiety. MDMA also increased communication between the amygdala and the hippocampus; decreased communication between these two regions has been seen in patients with PTSD.\n\n“The findings suggest possible clinical uses of MDMA in treating anxiety and PTSD, but we need to be careful about drawing too many conclusions from a study in healthy volunteers. We would have to do studies in patients to see if we find the same effects,” said lead researcher David Nutt.\n\nThe study also asked volunteers to recall their best and worst memories. When volunteers described their favorite memories, they found them to be more vivid and emotionally intense while on MDMA than when they had taken a placebo. The negative memories were also described as less negative while on the drug.\n\n[Biological Psychiatry] [Imperial College London]", "article_metadata": {"description": "MDMA, best known as ecstasy -- a popular recreational drug -- could be used to treat anxiety and post-traumatic stress disorder, after brain imaging showed how this drug produces feelings of euphoria in users.", "og": {"site_name": "UPI", "description": "MDMA, best known as ecstasy -- a popular recreational drug -- could be used to treat anxiety and post-traumatic stress disorder, after brain imaging showed how this drug produces feelings of euphoria in users.", "title": "Ecstasy could be used to treat anxiety, PTSD", "url": "http://www.upi.com/blog/2014/01/17/Ecstasy-could-be-used-to-treat-anxiety-PTSD/6391389980125/", "image": "http://cdnph.upi.com/sv/ph/og/i/6391389980125/2014/1/13899814221724/v2.1/Ecstasy-could-be-used-to-treat-anxiety-PTSD.jpg", "type": "article"}, "fb": {"app_id": 130795020312660}, "keywords": "Blog", "google-site-verification": "vnkcuJA1Q89cLmy4OZpuQKOf5Jf6ny_RVh7BpxZ11a0", "viewport": "initial-scale=1, maximum-scale=1", "news_keywords": "Blog"}, "article_summary": "MDMA, best known as ecstasy -- a popular recreational drug -- could be used to treat anxiety and post-traumatic stress disorder, after brain imaging showed how this drug produces feelings of euphoria in users.\nMDMA also increased communication between the amygdala and the hippocampus; decreased communication between these two regions has been seen in patients with PTSD.\nBoth these effects are opposite to the brain activity seen in people who are diagnosed with anxiety.\n“The findings suggest possible clinical uses of MDMA in treating anxiety and PTSD, but we need to be careful about drawing too many conclusions from a study in healthy volunteers.\nThe study, published in the journal Biological Psychiatry, had 25 volunteers undergo brain scans, once after taking the drug and the second time after taking a placebo."}