{"article_title": "This Presidential Candidate Wants To Extend Health Care To Undocumented Immigrants", "article_keywords": ["wants", "extend", "candidate", "deferred", "immigrants", "omalley", "access", "undocumented", "program", "health", "action", "services", "presidential", "care"], "article_url": "http://thinkprogress.org/immigration/2015/07/14/3680547/martin-omalley-health-care-undocumented-immigrants/", "article_text": "Immigration This Presidential Candidate Wants To Extend Health Care To Undocumented Immigrants CREDIT: AP Photo/Patrick Semansky Maryland Gov. Martin O'Malley (D)\n\nAt a roundtable in New York on Tuesday, Democratic presidential candidate and former Gov. Martin O’Malley (D) released his immigration platform for “New Americans,” announcing that he would go further than President Obama on immigration policies by enacting sweeping reforms to provide deportation relief for undocumented immigrants.\n\nBut one topic in particular has driven O’Malley further left than any of the other Democratic presidential candidates: expansion of health care to undocumented immigrants.\n\n“I believe that every president moves the ball down the field as much as they can,” O’Malley said at a table surrounded by at least five undocumented immigrants. “I would move it farther.”\n\nO’Malley proposed to lift a 2012 U.S. Department of Health and Human Services regulation that excludes health care for individuals granted deferred action. According to the platform, “O’Malley will rescind this regulation, providing health care access to the approximately five million individuals who are or will be eligible for deferred action under DACA, the proposed DACA expansion, and forthcoming Deferred Action for Parents of Americans and Lawful Permanent Residents (DAPA).”\n\nThe DACA and DAPA programs are part of a series of executive actions on deportation relief that President Obama announced in November 2014. At the time, Obama proposed that he would extend a deportation relief program known as the Deferred Action for Childhood Arrivals (DACA) to cover other immigrants brought to the country as children and undocumented parents of Americans through a program known as Deferred Action for Parents of Americans (DAPA).\n\nObama’s program is currently halted and pending litigation because of a Republican-led, multi-state lawsuit challenging his constitutional authority. It’s unclear whether O’Malley’s proposal would hit similar snags.\n\nThe Personal Responsibility and Work Opportunity Reconciliation Act of 1996 imposed restrictions that have since barred undocumented immigrants from accessing Med­ic­aid, Medicare, and the Child Health Insur­ance Pro­gram (CHIP). As a result, undocumented immigrants are excluded from accessing federal subsidies to buy insurance through the Affordable Care Act (ACA). Certain undocumented immigrants are only otherwise able to access private insurance, prenatal care, and state-level Emergency Medicaid to cover emergency medical treatment. Other undocumented immigrants may be able to access health insurance through their student health plans and employer-based health insurance.\n\nHealth care for undocumented immigrants has remained one of the most controversial and toxic topics throughout Obama’s presidency. In 2009, Rep. Joe Wilson (R-SC) indecorously shouted “You lie!” at Obama after he pledged that the ACA would not cover undocumented immigrants.\n\nBut the reality is that undocumented immigrants aren’t a burden on the health care system. Between 2001 and 2011, undocumented immigrants provided a surplus of $35.1 billion to the Medicare Trust Fund, a Journal of General Internal Medicine study found last month.\n\nThe lack of access to primary and preventative care can result in higher use of emergency room services and poor quality of care for immigrants who otherwise can’t find or afford services. As a result, undocumented immigrants are at disproportionate risk for chronic health issues like diabetes, tuberculosis, obesity, and drug and alcohol abuse. Poverty and social exclusion are also factors that perpetuate unhealthy living habits that can exacerbate those health issues.\n\nCalifornia has already implemented policies that allow some immigrants to access low-cost health care benefits through its Medi-Cal program. Services include emergency care, prenatal care, and state-funded long-term care.", "article_metadata": {"google": "nositelinkssearchbox", "description": "His proposal would cover upwards of five million immigrants.", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "His proposal would cover upwards of five million immigrants.", "title": "This Presidential Candidate Wants To Extend Health Care To Undocumented Immigrants", "url": "http://thinkprogress.org/immigration/2015/07/14/3680547/martin-omalley-health-care-undocumented-immigrants/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2014/05/AP120301060188.jpg", "type": "article"}, "twitter": {"description": "His proposal would cover upwards of five million immigrants.", "creator": "@EstherYuHsiLee", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2014/05/AP120301060188-321x214.jpg", "title": "This Presidential Candidate Wants To Extend Health Care To Undocumented Immigrants", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-immigration", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2014/05/AP120301060188.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2014/05/AP120301060188.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2015-07-14T16:26:55+00:00", "author": "https://www.facebook.com/estheryuhsilee"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "article_summary": "Immigration This Presidential Candidate Wants To Extend Health Care To Undocumented Immigrants CREDIT: AP Photo/Patrick Semansky Maryland Gov.\nOther undocumented immigrants may be able to access health insurance through their student health plans and employer-based health insurance.\nHealth care for undocumented immigrants has remained one of the most controversial and toxic topics throughout Obama’s presidency.\nBut one topic in particular has driven O’Malley further left than any of the other Democratic presidential candidates: expansion of health care to undocumented immigrants.\nBut the reality is that undocumented immigrants aren’t a burden on the health care system."}