{"article_title": "Sheriff Wayne Ivey: Agent Casey Smith Needs Communities Help, Blood Drive Opportunities", "article_keywords": ["enforcement", "needs", "law", "help", "sheriff", "investigations", "florida", "smith", "drive", "opportunities", "casey", "wayne", "agent", "communities", "donor", "ivey", "blood"], "article_url": "http://spacecoastdaily.com/2015/08/sheriff-wayne-ivey-agent-casey-smith-needs-communities-help-blood-drive-opportunities/", "article_text": "Sheriff Wayne Ivey: Agent ‘Casey’ Smith Needs the Public’s Help, Please Donate Blood\n\nBy Brevard County Sheriff // August 22, 2015\n\nBREVARD COUNTY, FLORIDA – Sheriff’s Agent Agent John “Casey” Smith is listed in Critical and Unstable Condition after being shot in the line of duty Thursday night.\n\nAs a result of his injuries Agent Smith has had multiple surgeries and unfortunately is facing additional surgeries as doctors work to save his life.\n\nAt the time of the incident, Agent Smith lost a significant amount of blood before doctors could stop the bleeding. He has been given transfusions and is currently in ICU. Agent Smith is strong and fighting to survive but now he needs our help!\n\nTo help Agent Smith, you can respond to any of the below listed One Blood Centers and donate blood to the account of John “Casey” Smith to help facilitate his continued care.\n\nIn fact, Saturday at 12 noon, at the Titusville One Blood Donor Center at 3880 Washington Avenue in Titusville, myself and other members of our agency will be present from 12 to 2 p.m. to donate blood and to personally thank everyone who shows up to help support our BCSO Family member.\n\n[gmarker marker_latitude=”” marker_longitud=”” marker_label=””][/gmarker]\n\nABOVE MAP: One Blood Donor Center is located at 3880 Washington Avenue in Titusville.\n\nFor those planning to donate, One Blood recommends that you eat within four hours of donating blood and drink plenty of fluids prior to and after making a donation.\n\nIf you would like to donate at a location outside of Brevard County you can find additional donor centers at www.OneBlood.org\n\nThank you so much for your continued support of our Agent and agency!!!\n\nRockledge Donor Center Hours of Operation\n\n956 S US 1\n\nRockledge, FL 32955\n\nTRL: 321-632-2052\n\n• Monday – 9 a.m. – 5 p.m.\n\n• Tuesday – 11 a.m. – 6 p.m.\n\n• Wednesday – 9 a.m. – 5 p.m.\n\n• Thursday – 11 a.m. – 6 p.m.\n\n• Friday – 9 a.m. – 5 p.m.\n\n• Saturday – Closed\n\n• Sunday – 8 a.m. – 4 p.m.\n\nMelbourne Donor Center Hours of Operation\n\n789 South Babcock St, Suite 127\n\nMelbourne, FL 32901\n\nTEL: 321-768-8585\n\n• Monday – 8 a.m. – 4 p.m.\n\n• Tuesday – 11 a.m. – 6 p.m.\n\n• Wednesday – 8 a.m. – 4 p.m.\n\n• Thursday – 8 a.m. – 4 p.m.\n\n• Friday – 8 a.m. – 4 p.m.\n\n• Saturday – Closed\n\n• Sunday – 8 a.m. – 4 p.m.\n\nTitusville Donor Center Hours of Operation\n\n3880 South Washington Ave, Suite 210 and 212,\n\nTitusville, FL 32780\n\nTEL: 321-267-6712\n\n• Monday – 7 a.m. – 3 p.m.\n\n• Tuesday – Closed\n\n• Wednesday – 8 a.m. – 4 p.m.\n\n• Thursday – 10 a.m. – 6 p.m.\n\n• Friday – 8 a.m. – 4 p.m.\n\n• Saturday – 8 a.m. – 4 p.m.\n\n• Sunday – Closed\n\nABOUT THE AUTHOR\n\nBrevard County Sheriff Wayne Ivey has been a law enforcement officer for over three decades. Sheriff Ivey is a graduate of the FBI National Academy and has a Bachelor’s Degree from Daytona State College in Management and Supervision. Sheriff Ivey’s background in law enforcement is inclusive of Management, Criminal Investigations, Narcotics, Patrol Services, Public Integrity Investigations, and Corrections.\n\nPrior to being elected in 2012, Sheriff Ivey served the citizens of the State of Florida as a Resident Agent in Charge for the Florida Department of Law Enforcement. As a member of the Florida Department of Law Enforcement Sheriff Ivey developed and created the country’s first ever statewide Task Force on Identity Theft.\n\nThat same year the Task Force was named one of the top five most innovative programs in the country by the International Association of Chiefs of Police and investigated approximately 44 million dollars in fraud cases. Additionally, as a member of FDLE, Sheriff Ivey created the Child Abduction Response Team (C.A.R.T) that re-defined the way Child Abduction cases are conducted throughout the country today.\n\nBrevard County Sheriff Wayne Ivey has been a law enforcement officer for over three decades. Sheriff Ivey is a graduate of the FBI National Academy and has a Bachelor’s Degree from Daytona State College in Management and Supervision. Sheriff Ivey’s background in law enforcement is inclusive of Management, Criminal Investigations, Narcotics, Patrol Services, Public Integrity Investigations, and Corrections.\n\nThe program was later selected as the most innovative program in the country by the International Association of Chiefs of Police and is now used as a nationwide model in the response and investigation of child abductions.\n\nSheriff Ivey has testified before the United States Congress on law enforcement related matters and has extensive experience in the area of Public Integrity Investigations. Sheriff Ivey was honored as the Florida Department of Law Enforcement’s Special Agent of the Year (1996) and was also recognized by the Commissioner of the Florida Department of Law Enforcement for his Outstanding Contributions to Criminal Justice. In August of 2011 Sheriff Ivey was honored by the National Organization of Victims Advocacy for his work at the national level as an advocate of victim’s rights and protection.\n\nSheriff Ivey speaks regularly on topics such as Identity Theft, Crime in America, Human Trafficking, Domestic Violence, and Self Defense through Mental Preparedness. Sheriff Ivey firmly believes that Crime Prevention and Education are vital to reduce our crime rate and protect our community.\n\nClick here to contribute your news or announcements Free", "article_metadata": {"keywords": "agent casey smith,brevard county sheriff\\'s office,homepage,slider", "og": {"image": "http://spacecoastdaily.com/wp-content/uploads/2015/08/Sheriff-Wayne-Ivey-580-2.jpg"}, "fb": {"admins": 1204082483, "app_id": 644760862318465}, "description": "As a result of his injuries Agent Smith has had multiple surgeries and unfortunately is facing additional surgeries as doctors work to save his life.", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "_id": "\"57477af36914bd0286fca1c6\"", "article_summary": "Sheriff Wayne Ivey: Agent ‘Casey’ Smith Needs the Public’s Help, Please Donate BloodBy Brevard County Sheriff // August 22, 2015BREVARD COUNTY, FLORIDA – Sheriff’s Agent Agent John “Casey” Smith is listed in Critical and Unstable Condition after being shot in the line of duty Thursday night.\nAgent Smith is strong and fighting to survive but now he needs our help!\nSheriff Ivey firmly believes that Crime Prevention and Education are vital to reduce our crime rate and protect our community.\nAt the time of the incident, Agent Smith lost a significant amount of blood before doctors could stop the bleeding.\nTo help Agent Smith, you can respond to any of the below listed One Blood Centers and donate blood to the account of John “Casey” Smith to help facilitate his continued care."}