{"article_title": "State Dental Director Ray Storm at the helm of Missouri's oral health programs", "article_keywords": ["states", "programs", "things", "dental", "missouris", "director", "state", "program", "health", "storm", "missouri", "helm", "role", "areas", "oral", "ray"], "article_url": "http://kbia.org/post/state-dental-director-ray-storm-helm-missouris-oral-health-programs", "article_text": "While the Affordable Care Act and Medicaid expansion have been the topics du jour in recent weeks, one of the most overlooked aspects of healthcare in the state of Missouri may be oral health. In 2012 The Pew Charitable Trust’s Center on the States issued a report card for all 50 states based on eight benchmarks that they consider important steps to improve and expand access to dental health. Missouri received a grade of C, having met or exceeded only half of those benchmarks.\n\nHowever, there are signs things may be changing. For one, the state brought back the position of Dental Health Director this past January, after a ten year hiatus. The state appointed to Dr. Ray Storm, who ran his own dental practice for 32 years in St. Peters, Mo. I spoke with Dr. Storm about what might be next for the states oral healthcare policy, what had brought about his recent appointment after so much time.\n\nAs many people may know the position of Dental Director was reinstated for the first time in ten years. How did that come about?\n\nIt actually came about by way of the Missouri Coalition for Oral Health. And really for the state of Missouri it was extremely important to have leadership in the role of oral health.\n\nWhat are your responsibilities in the role of Dental Director? Do you have an oral health agenda you’d like the state to be working on?\n\nWell I have an oral health agenda but really my role is in the form of leadership but my role is in the position of leadership. My role is as a person who brings the profession of dentistry into the state government and I’m here available to answer questions and give guidance when oral health issues come up.\n\nThe state Department of Health and Senior Services has recently received a federal grant to implement a dental sealant program in high need areas. How will that expand on the state’s current Preventive Services Program?\n\nWe’re actually going to be working through FQHCs, Federally Qualified Health Centers, as well as rural health centers. And they will actually be providing the sealant programs for the target groups we’re looking at. Sealants are one of the main ways of preventing tooth decay in our population. The PSP program will continue on – it’s an excellent program. It’s an outreach program for education of children, providing a screening for children as well as applying fluoride varnish. So it’s two different, separate programs and with the sealant program doesn’t eliminate the PSP program. They’ll both be continuing.\n\nThe grant also expands a loan repayment program for dentists who agree to practice in high need areas. How important is loan reimbursement to getting these dentists to move to these area of the state where there is the greatest need?\n\nI think the state has tried different things to try and get dentistry moved into the dental deserts of our state, the areas where we do not have proper coverage, so this is a try to stimulate or entice new dentists to come into areas of high need.\n\nWhat are some of the things that Missouri should be concerned with right now, as opposed to some of the more long-term goals for the state?", "article_metadata": {"category": "Health and Wealth", "description": "While the Affordable Care Act and Medicaid expansion have been the topics du jour in recent weeks, one of the most overlooked aspects of healthcare in the", "Generator": "Drupal 7 (http://drupal.org)", "programs": "Health & Wealth Desk", "og": {"url": "http://kbia.org/post/state-dental-director-ray-storm-helm-missouris-oral-health-programs", "image": "http://mediad.publicbroadcasting.net/p/kbia/files/styles/medium/public/201404/2952129288_a9e0bce838_b.jpg", "type": "article", "description": "While the Affordable Care Act and Medicaid expansion have been the topics du jour in recent weeks, one of the most overlooked aspects of healthcare in the", "title": "State Dental Director Ray Storm at the helm of Missouri's oral health programs"}, "story_id": 298193771, "twitter": {"site": "@KBIA", "card": "summary", "creator": "@KBIA"}, "author": "Katie Hiler", "org_id": 0, "dc": {"title": "State Dental Director Ray Storm at the helm of Missouri&#039;s oral health programs"}, "nid": 50597, "datePublished": "2014-04-02", "keywords": "oral health, rural health center, missouri dental director", "wordCount": 669, "has_audio": 1, "viewport": "width=device-width"}, "article_summary": "For one, the state brought back the position of Dental Health Director this past January, after a ten year hiatus.\nAnd really for the state of Missouri it was extremely important to have leadership in the role of oral health.\nI spoke with Dr. Storm about what might be next for the states oral healthcare policy, what had brought about his recent appointment after so much time.\nDo you have an oral health agenda you’d like the state to be working on?\nThe state appointed to Dr. Ray Storm, who ran his own dental practice for 32 years in St. Peters, Mo."}