{"article_title": "How did college tuition get so high?", "article_keywords": ["colleges", "education", "countries", "loan", "tuition", "high", "does", "college", "student", "making", "debt", "higher"], "article_url": "http://www.salon.com/2013/09/04/how_did_college_tuition_get_so_high_newscred/", "article_text": "Topics: BUSINESS2COMMUNITY, colleges, Higher education, Student Loan Debt, tuition, us government, Business News, Life News, Politics News\n\nThe United States definitely has one of the most expensive education systems out of all first world countries. As opposed to France or the UK, for example, the US does not directly support higher education making potential students and their families ask for financing from banks. Some private schools will even charge you more than $60,000 a year. Therefore, student debt almost tripled between 2004 and 2012, it now stands at over $1.1 trillion, making student loan debt the largest form of consumer debt outside of mortgages. There are 38.8 million student loan borrowers with outstanding debt and, without any signs of putting a stop on increasing education costs, the numbers are only expected to grow. How did tuition for US colleges and universities get so high and how does the US stand compared to other developed countries? See it in this infographic:\n\n\n\n\n\nSource: NonProfitCollegesOnline.com", "article_metadata": {"description": "This infographic shows how the American higher education system became one of the most expensive in the world", "title": "How did college tuition get so high?", "og": {"url": "http://www.salon.com/2013/09/04/how_did_college_tuition_get_so_high_newscred/", "site_name": "Salon", "type": "article", "description": "This infographic shows how the American higher education system became one of the most expensive in the world", "title": "How did college tuition get so high?"}, "twitter": {"description": "This infographic shows how the American higher education system became one of the most expensive in the world", "title": "How did college tuition get so high?", "site": "@salon", "card": "summary_large_image", "creator": "@salon"}, "author": "Bogdan Obretin", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, BUSINESS2COMMUNITY, colleges, Higher education, Student Loan Debt, tuition, us government", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Therefore, student debt almost tripled between 2004 and 2012, it now stands at over $1.1 trillion, making student loan debt the largest form of consumer debt outside of mortgages.\nHow did tuition for US colleges and universities get so high and how does the US stand compared to other developed countries?\nTopics: BUSINESS2COMMUNITY, colleges, Higher education, Student Loan Debt, tuition, us government, Business News, Life News, Politics NewsThe United States definitely has one of the most expensive education systems out of all first world countries.\nAs opposed to France or the UK, for example, the US does not directly support higher education making potential students and their families ask for financing from banks.\nThere are 38.8 million student loan borrowers with outstanding debt and, without any signs of putting a stop on increasing education costs, the numbers are only expected to grow."}