{"article_title": "The amazing South Platte – The Denver Post", "article_keywords": ["trash", "creek", "denver", "water", "environmental", "amazing", "greenway", "post", "river", "platte", "shoemaker", "south"], "article_url": "http://www.denverpost.com/news/ci_26046810/ditmer-amazing-south-platte", "article_text": "Have you been to the Platte River Greenway?\n\nIt’s a rare opportunity to walk along the South Platte River from downtown Denver, to the suburbs, if you wish, seeing sparkling, tumbling water, native plants and birds, away from city hulabaloo. It’s a joy on a solo stroll or with friends, walking, skating, biking.\n\nSince 1974, the Greenway Foundation (first called the Platte River Development Committee) has had a hand in building more than 100 miles of inter-connected, multi-use trails, plus 100 acres of riverside parks and open space in metro Denver.\n\nThe river was named by French explorers in 1739 (“Platte” means flat). In 1858, Gold Rush hopefuls founded Denver at the Platte and Cherry Creek confluence, today where Confluence Park and the REI store sit, at 15th and Little Raven streets.\n\nFor the first century after it was found, the Platte didn’t fare so well. It became a cesspool of neglected and blighted river, a dumping place for old refrigerators, tires and furniture. A disaster changed that.\n\nOn June 16, 1965, a flood rampaged through the city, sweeping away river banks, bridges and buildings. Denver Mayor Bill McNichols asked Republican Sen. Joe Shoemaker (the former head of Denver’s Public Works department), to bring order out of chaos. Concerned citizens, government agencies and non-profits collaborated.\n\nBy 1969, the Urban Drainage and Flood Control District was formed. By 1973, Chatfield Reservoir was built, with a state park, and major reservoirs at Cherry Creek and Bear Creek. Since then, over 100,000 linear feet of water quality, environmental and recreational improvements have been made to the South Platte and its tributaries.\n\nIn 1974, Shoemaker founded the Greenway Foundation, to help collaboration between public and private groups, develop educational programs for children and work opportunities for older kids, and raise funding. Volunteers of all ages joined the efforts, cleaning up the river and banks, pulling weeds, planting native flowers and shrubs, giving money.\n\nEvery fall and spring, hundreds come to CH2M Hill’s River Sweep Day to continue the task.\n\nThe Greenway was created by the people to protect and give our only river the status it deserves. That collective effort has resulted in over $100 million of environmental and recreational improvements in the Platte watershed in the metro area, with more to come.\n\nThe educational aspect is powerful. The South Platte River Environmental Education (SPREE) provides youth education, a summer camp and youth employment, fostering a life-long interest in the river. More than 70,000 youngsters have participated so far.\n\nTwo important goals lie ahead. Jeff Shoemaker, who took over after Joe’s death in 2012, wants a dedicated minimum stream flow, so there are always dependable water depths. And littering is omnipresent, despite signs and trash cans.\n\nWhen Denver’s storm drains empty into the river, they dump all the debris collected through our sewer system. Shoemaker believes end-of-pipe trash traps would capture the stuff before it enters the Platte. “We’ve had 150 years to ‘garbage up’ this river, but trash traps could help clean it up fast,” he said.\n\nToday, the South Platte River Festival marks the 40th year of the miracle waterway with music, entertainment, paddleboating, swimming and fun from 10 a.m. to 6 p.m. at Confluence Park.\n\nJoanne Ditmer’s column on environmental and urban issues has run in The Denver Post since 1962.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fd7103\"", "article_summary": "The South Platte River Environmental Education (SPREE) provides youth education, a summer camp and youth employment, fostering a life-long interest in the river.\nToday, the South Platte River Festival marks the 40th year of the miracle waterway with music, entertainment, paddleboating, swimming and fun from 10 a.m. to 6 p.m. at Confluence Park.\nHave you been to the Platte River Greenway?\nIt’s a rare opportunity to walk along the South Platte River from downtown Denver, to the suburbs, if you wish, seeing sparkling, tumbling water, native plants and birds, away from city hulabaloo.\nSince then, over 100,000 linear feet of water quality, environmental and recreational improvements have been made to the South Platte and its tributaries."}