{"article_title": "Medicare Advantage and drug-coverage signups end Dec. 7", "article_keywords": ["drugcoverage", "end", "advantage", "clinics", "iora", "signups", "patients", "medicare", "plan", "doctors", "health", "dec", "insurance", "care"], "article_url": "http://blogs.seattletimes.com/healthcarecheckup/2014/12/01/medicare-advantage-and-drug-coverage-signups-end-dec-7/", "article_text": "Holiday shopping is ramping up, but the time for enrolling in a Medicare Advantage plan is drawing to a close. Dec. 7 is the last day to sign up for Medicare Advantage plans and prescription drug coverage (Part D).\n\nAmong the options for King County shoppers is a new Medicare Advantage plan from the Humana insurance company and Iora Health, which operates primary care clinics nationwide. The health-care companies have joined up to offer a plan that follows an accountable care organization (ACO) sort of approach to deliver health care to seniors.\n\nACOs have made the local headlines in recent months with accountable care plans announced for Boeing workers and for clinics and hospitals associated with Providence, Swedish, UW Medicine and The Polyclinic, among others.\n\nACOs typically involve a group of doctors, clinics and hospitals that form partnerships with insurance companies, government programs including Medicare or Medicaid, or a large employer. ACOs aim to reduce health-care costs by setting cost and quality targets for doctors. The doctors agree to keep costs down for their patients while meeting performance goals, including patient satisfaction and outcome measures such as successfully controlling chronic conditions. If the goals are met, the doctors and whomever they’ve partnered with share in the savings from the reduced costs.\n\nThe number of ACOs has grown dramatically in recent years, thanks in large part to the Medicare program. Heath-care providers nationwide have entered into ACO agreements with the traditional Medicare program, including three Medicare-partnered ACOs in Washington state: Polyclinic Management Services, Franciscan Northwest Physicians Health Network, and Providence and Swedish’s Health Connect Partners.\n\nIn contrast, the ACO-like plan from Humana and Iora Health is available through Medicare Advantage. Patients who choose the plan will have primary care doctors at one of two Iora clinics, in Seattle and Shoreline. The facilities serve only geriatric patients.\n\nDocia “Dee” Bryson, 97, is one of those patients. Bryson lives in Seattle with her daughter, Nita Montgomery, and suffers from vascular dementia. Bryson’s primary care provider recently moved his practice to an Iora clinic that opened this fall.\n\nA basic tenet of ACOs is coordinating a patient’s care to make sure that patient is receiving needed preventive treatments, taking appropriate combinations of medications and managing chronic conditions. The idea is that with better oversight and a holistic approach to their care, patients will be healthier and require less costly interventions.\n\nAt Iora patients are assigned a team of providers that can include a doctor, nurse, nutritionist and others to give that sort of coordinated care. Montgomery is pleased with the care her mother has received so far.\n\n“You have a team of people actively involved in your care,” said Montgomery. “It isn’t like anything we’ve seen before.”\n\nThe Office of the Insurance Commissioners offers enrollment tips for residents needing to sign up for or renew their Medicare Advantage coverage.\n\n— Review letters from your insurance company to learn how your costs and benefits may have changed.\n\n— Review the 2015 Medicare & You handbook.\n\n— Make a list of your prescription drugs and doses in order to find the best Part D plan for your needs at Medicare Plan Finder (https://www.medicare.gov/).\n\n— Call a SHIBA volunteer at 800-562-6900 or call 800-MEDICARE (800-633-4227) if you have questions.\n\n— If you have limited income and need help paying for prescription drugs, check out Medicare’s “Extra Help” program (www.socialsecurity.gov/).\n\nWhile the sign up period for Medicare Advantage and plan D end soon, a separate, unrelated insurance enrollment period for Washington residents seeking individual health-care plans continues until Feb. 15.", "article_metadata": {"t_omni_path": "st|health|healthcarecheckup|article", "description": "Holiday shopping is ramping up, but the time for enrolling in a Medicare Advantage plan is drawing to a close. Dec. 7 is the last day to sign up for Medicare Advantage plans and prescription drug coverage (Part D). Among the options for King County shoppers is a new Medicare Advantage plan...", "t_omni_contenttitle": "Medicare Advantage and drug-coverage signups end Dec. 7 - uncategorized - HealthCare Checkup", "og": {"site_name": "The Seattle Times", "description": "Holiday shopping is ramping up, but the time for enrolling in a Medicare Advantage plan is drawing to a close. Dec. 7 is the last day to sign up for Medicare Advantage plans and prescription drug coverage (Part D). Among the options for King County shoppers is a new Medicare Advantage plan...", "title": "Medicare Advantage and drug-coverage signups end Dec. 7", "url": "http://blogs.seattletimes.com/healthcarecheckup/2014/12/01/medicare-advantage-and-drug-coverage-signups-end-dec-7/", "image": "http://seattletimes.com/art/ui/fb_large.jpg", "type": "article"}, "t_omni_site": "st", "twitter": {"url": "http://blogs.seattletimes.com/healthcarecheckup/2014/12/01/medicare-advantage-and-drug-coverage-signups-end-dec-7/", "site": "@seattletimes", "card": "summary", "title": "Medicare Advantage and drug-coverage signups end Dec. 7"}, "t_omni_pagename": "st|health|healthcarecheckup", "fb": {"app_id": 225286600856790}, "viewport": "width=device-width, initial-scale=.78", "t_omni_pubdate": "12/01/2014 09:14", "t_omni_author": "Lisa Stiffler", "t_omni_articleid": "medicare-advantage-and-drug-coverage-signups-end-dec-7", "bitly-verification": "fcb5c28d2fff", "t_omni_pagetype": "article"}, "article_summary": "Holiday shopping is ramping up, but the time for enrolling in a Medicare Advantage plan is drawing to a close.\nDec. 7 is the last day to sign up for Medicare Advantage plans and prescription drug coverage (Part D).\nAmong the options for King County shoppers is a new Medicare Advantage plan from the Humana insurance company and Iora Health, which operates primary care clinics nationwide.\nIn contrast, the ACO-like plan from Humana and Iora Health is available through Medicare Advantage.\n— Make a list of your prescription drugs and doses in order to find the best Part D plan for your needs at Medicare Plan Finder (https://www.medicare.gov/)."}