{"article_title": "North Carolina’s Medicaid Expansion: No Consensus From Republicans, Clock Ticking", "article_keywords": ["states", "north", "clock", "federal", "republicans", "expansion", "consensus", "state", "theres", "medicaid", "governor", "ticking", "health", "care", "carolinas"], "article_url": "http://wunc.org/post/north-carolina-s-medicaid-expansion-no-consensus-republicans-clock-ticking", "article_text": "In recent months, Governor Pat McCrory has said he’s considering proposing expansion of the state’s Medicaid program, which would allow more low-income people here to receive health care. Back in 2012, the General Assembly passed a bill blocking expansion and the formation of a state health exchange. The governor signed it into law. But now, many other Republican-led states are moving forward with enlarging eligibility for the program. Yet Republican leaders don’t have a consensus on what to do here.\n\nLate last week, Governor McCrory was answering a number of questions thrown at him by reporters. He said that while Medicaid expansion is still on the table, it’s worth being cautious about any big changes:\n\n\"We’re kind of working in parallel path and looking at every option available, but also we have to take in consideration the court proceedings and also the potential political changes that have been made in Washington over the last several months.\"\n\nThose political changes include an incoming Republican majority in the U.S. Senate, and a case the U.S. Supreme Court recently announced it would take up in the spring. The case represents the most recent effort by opponents of the Affordable Care Act, and McCrory says he wants to keep an eye on it.\n\n\"We’re also having to do political assessments on what happens if the Supreme Court changes the whole concept of Obamacare based on the rulings regarding the state exchanges,\" said McCrory.\n\nThe plaintiffs in that lawsuit, King vs. Burwell, argue that federal subsidies cannot be provided to patients in states that haven’t established their own health care exchanges under the Affordable Care Act.\n\nThat could affect states like North Carolina that don’t have state health exchanges.\n\nAround the nation\n\nYet despite all that, other Republican-led states are moving forward with expansion.\n\nJust last week, the governor of Wyoming announced he will push his legislature to enlarge eligibility. And last Thursday, Governor Gary Herbert of Utah- arguably the most conservative state in the country- held a news conference with faith and business leaders to announce his plan for expansion.\n\n\"We saw the head of our large chamber of commerce- and a former senate president I might add- here in our state stand up and say this is the fiscally conservative thing to do,\" said Marty Carpenter, spokesman for Governor Herbert. \"There’s money going out from our state, we have the chance to bring it back, and that’s what we should do.\n\nWhat Carpenter’s referring to is the fact that every state pays federal taxes, and then federal money flows back from Washington in various forms. States that accept more federal funds basically get more bang for their taxpayer buck.\n\n'If we did expansion next year ... in 2016 you'd be talking on the order of over $4 billion flowing into the state that otherwise would not be.'\n\nHistorically, North Carolina has been getting about a $1.08 back in federal spending for every dollar it pays out in taxes. By not expanding Medicaid, the state loses money.\n\n\"If we did expansion next year ... in 2016 you’d be talking on the order of over $4 billion flowing into the state that otherwise would not be,\" says Don Taylor, a professor at Duke University who specializes in health policy. He says this is the right time economically to enlarge Medicaid eligibility in North Carolina:\n\n\"If you think that expanding health insurance coverage is an important public policy goal, which I do, there’s never going to be a more financially advantageous way to our state to do it.\"\n\nTaylor says for those who don’t believe that expanding coverage is important, then he can follow the logic of choosing not to go through with it. But, he points out, other Republican-led states have already come up with Republican-friendly ways to expand health insurance options. For example:\n\nLast year, the outgoing Democratic governor of Arkansas persuaded the Republican legislature there to accept a plan that uses Medicaid money to buy private insurance plans for the newly eligible.\n\nPennsylvania recently struck a deal to bring in managed care companies to treat newly enrolled patients.\n\nHowever, the key to expansion in North Carolina lies in the state legislature, where so far, some very vocal Republicans, including Senator Ralph Hise, are against it.\n\n\"I think it would be impossible for us to expand Medicaid at this point,\" says Hise, the co-chair of the Senate Appropriations on Health and Human Services Standing Committee at the General Assembly.\n\nLast year, he unsuccessfully sought to create an entirely new department to handle the state’s Medicaid system. He favors turning it all over to managed care.\n\nHise has doubts about North Carolina’s ability to handle processing new Medicaid patients, partly because so many claims were backlogged after the introduction of a new technology system last year:\n\n\"And you would also see an additional cost of state dollars that would have to go into Medicaid. There’s more than just services after the first few years that comes in. But I don’t think we can say in any way that we’re prepared to issue an expansion of Medicaid,\" said Hise.\n\nTimeline\n\nThe federal government pays the full bill for states to expand Medicaid until the end of 2016. After that, states have to assume a small portion of the cost. That portion gradually increases until the year 2020, when it’s capped at 10-percent.\n\nThere are big financial incentives from the federal government for states to expand Medicaid. But that won’t happen in North Carolina unless there’s enough support among state legislators to pass a bill that allows it.", "article_metadata": {"category": "Politics & Government", "description": "In recent months, Governor Pat McCrory has said he’s considering proposing expansion of the state’s Medicaid program, which would allow more low-income", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://wunc.org/post/north-carolina-s-medicaid-expansion-no-consensus-republicans-clock-ticking", "image": "http://mediad.publicbroadcasting.net/p/wunc/files/styles/medium/public/201412/ralf.jpg", "type": "article", "description": "In recent months, Governor Pat McCrory has said he’s considering proposing expansion of the state’s Medicaid program, which would allow more low-income", "title": "North Carolina’s Medicaid Expansion: No Consensus From Republicans, Clock Ticking"}, "story_id": 369546830, "twitter": {"site": "@wunc", "card": "summary", "creator": "@wunc"}, "author": "Jessica Jones", "org_id": 0, "dc": {"title": "North Carolina’s Medicaid Expansion: No Consensus From Republicans, Clock Ticking"}, "nid": 46483, "datePublished": "2014-12-09", "keywords": "Medicaid Expansion, Ralph Hise, Pat McCrory, Medicaid", "wordCount": 1041, "has_audio": 1, "viewport": "width=device-width"}, "article_summary": "Last year, he unsuccessfully sought to create an entirely new department to handle the state’s Medicaid system.\nBack in 2012, the General Assembly passed a bill blocking expansion and the formation of a state health exchange.\nIn recent months, Governor Pat McCrory has said he’s considering proposing expansion of the state’s Medicaid program, which would allow more low-income people here to receive health care.\nThat could affect states like North Carolina that don’t have state health exchanges.\nBut I don’t think we can say in any way that we’re prepared to issue an expansion of Medicaid,\" said Hise."}