{"article_title": "Physicians and Insurers", "article_keywords": ["blue", "physicians", "united", "patient", "reported", "patients", "medicaid", "healthcare", "survey", "insurers"], "article_url": "http://www.medscape.com/viewarticle/833467", "article_text": "Introduction\n\nPhysicians are not happy with most large insurers, whether private or public. That's the basic message from Medscape’s Insurer Ratings Report 2014, based on an extensive survey of US physicians representing 25 specialties. It reflects the great challenges that doctors are facing in this dramatically changing practice environment.\n\nJudy Aburmishan, MBA, a practice management expert from Chicago and former president of the National Society for Certified Healthcare Business Consultants, commented, \"A doctor didn't go into medicine to be a businessperson. A great unease has been building for years from the time when the doctor got paid directly by the patient to the current environment, where there is so much complexity and no patient accountability. It's a difficult system for physicians to comprehend and to operate inside of, and it's getting more and more difficult.\"\n\n\"The economics of business ordinarily involve a direct relationship between the seller and buyer, with market forces determining an appropriate price,\" said Aburmishan. \"Unfortunately, this has shifted many years ago in healthcare. Usually the patient doesn't make his or own decision about the treatment he or she is buying, and often the insurer dictates the price. So in healthcare, the person who pays isn't the buyer; it's a bizarre relationship.\"\n\nWhat Insurers Do Physicians Accept?\n\nThe majority of physicians (58%) accept 10 or fewer insurers, with 42% dealing with 11 or more. Over 80% of physicians who responded said they participated with four insurers: Aetna (87%), United Healthcare and Blue Plans (85%), and Cigna (82%). Other insurers included in the survey were HealthNet, Medical Mutual of Ohio, Kaiser Foundation, Oxford (now a United Healthcare company), and Harvard Pilgrim Health Care.\n\nIt should be noted that each region of the country may be served by as many as 50 local insurers, some of which might be perceived more favorably than the large corporate insurers. Blue Shield and Blue Cross, in fact, comprise dozens of independent entities which may be either for-profit or nonprofit and are regulated very differently from state to state.\n\nMedicare and Medicaid?\n\nMost physicians take Medicare (84%), with fewer taking Medicaid (65%). Only 5% of physicians have dropped Medicare within the past 2 years, although 12% are planning to this year.\n\nAn estimated 7.9 million or more people were covered by Medicaid as of July 2014 compared with the same period in 2013.[1] In 2013 and 2014, Medicaid rates were increased for primary care physicians to match Medicare's. However, it is not known whether this attracted more physicians, and this raise may not be sustained in most states after this year.[2]\n\nAbout a third (34%) of physicians who responded to the survey reported an increase in Medicaid patients, and 38% said the percentage has stayed the same since the institution of the ACA. Ten percent of physicians reported a decrease in Medicaid patients. It is troubling, then, that according to this survey, 12% of physicians have dropped Medicaid patients within the past 2 years and 21% are planning to in 2015. (In response to the question on change in percentage of patients on Medicaid, 17% of physicians reported that their practices have opted out of Medicaid since the beginning of the year.)", "article_metadata": {"chronicleid": "0901c791807d9ba5", "xml-type": "article", "description": "Over 6300 physicians gave their views on private and public insurers, including who's best on reimbursement, transparency, and ease of doing business, in Medscape's Physician Insurers Report 2014.", "og": {"site_name": "Medscape", "description": "Over 6300 physicians gave their views on private and public insurers, including who's best on reimbursement, transparency, and ease of doing business, in Medscape's Physician Insurers Report 2014.", "title": "Physicians and Insurers: Can They Get Along?", "url": "http://www.medscape.com/viewarticle/833467", "image": "http://img.medscape.com/thumbnail_library/ih_141016_money_payment_800x600.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": "http://img.medscape.com/thumbnail_library/ih_141016_money_payment_800x600.jpg", "description": "Over 6300 physicians gave their views on private and public insurers, including who's best on reimbursement, transparency, and ease of doing business, in Medscape's Physician Insurers Report 2014.", "site": "@Medscape", "card": "summary", "title": "Physicians and Insurers: Can They Get Along?"}, "multipage": "true", "virtualpages": "false", "keywords": "P4P,fee for service,health insurance,health insurance (reimbursement),medicaid,medicare,pay for performance,practice management,revenue,value-based purchasing", "format-detection": "telephone=no", "date": "10/21/2014", "tabletpagination": "true", "metasegvar": "artid=833467;pub=222;ssp=34;cg=0;pclass=content;scg=3029345;bc=__"}, "_id": "\"57477af46914bd0286fdc2a0\"", "article_summary": "Over 80% of physicians who responded said they participated with four insurers: Aetna (87%), United Healthcare and Blue Plans (85%), and Cigna (82%).\nThe majority of physicians (58%) accept 10 or fewer insurers, with 42% dealing with 11 or more.\nTen percent of physicians reported a decrease in Medicaid patients.\nWhat Insurers Do Physicians Accept?\nIt is troubling, then, that according to this survey, 12% of physicians have dropped Medicaid patients within the past 2 years and 21% are planning to in 2015."}