{"article_title": "Cruz scores decisive victory in Kansas caucuses", "article_keywords": ["sanders", "clinton", "trump", "supporters", "kansas", "wichita", "state", "cruz", "victory", "scores", "party", "decisive", "caucuses", "democrats"], "article_url": "http://www2.ljworld.com/news/2016/mar/05/kansas-republicans-report-heavy-caucus-turnout/", "article_text": "Ted Cruz scored a decisive victory in the Kansas Republican presidential caucuses on Saturday, touting his strong conservative record on social issues and opposition to the federal health reform law to secure votes from the state’s large conservative Christian community and soundly defeat Donald Trump.\n\nSome voters said Cruz, the Texas senator, was more in tune with their views on social issues such as opposition to abortion and their support for repealing President Barack Obama’s Affordable Care Act. They backed Cruz even though billionaire businessman Trump is the front-runner in the national GOP race and had a last-minute rally in Wichita.\n\nMalarie Hancock, a 27-year-old stay at home mom who caucused in Topeka, said she supported Cruz because her main concern was abortion and “the right for unborn children to live.”\n\n“He’s a Christian and I believe that he will make the right decisions,” Hancock said. She thinks that Cruz would have a better chance of winning if Florida Sen. Marco Rubio dropped out, but “I don’t fault him for not dropping out.” Rubio was running third in Kansas results.\n\nIn Wichita, Barb Berry, a 67-year-old retired AT&T; manager, was drawn to Cruz by his stance on repealing the health care law and cited the candidate’s opposition to abortion as something that is “very important to me.”\n\nKansas Democrats also were caucusing, with supporters of Vermont Sen. Bernie Sanders hoping to boost his challenge against former U.S. Secretary of State Hillary Clinton.\n\nKansas Republican leaders reported heavy turnout on Saturday. State GOP Executive Director Clay Barker said Saturday that even small counties were reporting more voters than they had anticipated. The party printed up 60,000 paper ballots in case the turnout was about twice as large as it was in 2008 and 2012, but told workers at the 103 caucus sites to be prepared to copy extra ballots.\n\nMost of the Kansas GOP’s establishment was wary of Trump and were instead split between Cruz and Rubio. Trump told thousands of supporters in Wichita that he had been scheduled to attend an annual gathering of national conservative leaders today, but backed out to attend the Kansas rally.\n\nRepublican presidential candidate Donald Trump encourages his supporters to go caucus after a campaign rally Saturday in Wichita.\n\nConnie Belton, 65, a retired homemaker from Wichita, watched Trump’s rally in Wichita and said that if the party kicks him out at the last minute she is going to write his name in on the ballot.\n\nVoting at Olathe South High School, Betty Nixon, 60, a retired insurance company manager and Army captain voted for Trump to show her frustration with GOP elites.\n\n“It’s my opportunity to revolt,” she said. “I want to be a part of a revolt.”\n\nAmong Democrats, many of Sanders’ supporters talked about being part of a revolution. They lined the streets outside Liberty Memorial Central Middle School in Lawrence, a crowd much larger than had turned out for former Secretary of State Hillary Clinton there.\n\nThough Clinton is the choice of former Gov. Kathleen Sebelius and other state party establishment figures, Clinton faced a surge of new voters and energized progressives supporting Sanders. Democrats caucused at 47 sites.\n\nLynette Good, 30, a secretary in state government, voted for Sanders in Lawrence.\n\n“He makes more sense than Hillary Clinton. He’s been funded by individuals instead of corporations. It seems like he knows more about what the people need.”\n\nMany of Clinton’s supporters saw her political experience and pragmatism as important, arguing that she’ll be more likely to make progress on Democratic goals.\n\nLinda Manley, a 54-year-old middle school teacher in Topeka, is a Clinton supporter. She likes much of what Sanders says but added, “I just don’t know how it will happen.”\n\nKansas Democrats have four superdelegates who can vote for the candidate of their choice. The Democratic caucuses will proportionally allocate the other 33 delegates.\n\nRepublicans have 40 delegates to their national convention at stake, with 37 allocated proportionally among the candidates receiving at least 10 percent of the vote. The other three were party leaders required to back the statewide winner. Ted Cruz will collect at least 17 delegates for winning Kansas, and Donald Trump will win at least six, according to a delegate count by The Associated Press.\n\nCopyright 2016 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. We strive to uphold our values for every story published.", "article_metadata": {"og": {"url": "http://www2.ljworld.com/news/2016/mar/05/kansas-republicans-report-heavy-caucus-turnout/", "image": "http://worldonline.media.clients.ellingtoncms.com/img/croppedphotos/2016/03/05/GOP_2016_Cruz_crop_t800.jpg?90232451fbcadccc64a17de7521d859a8f88077d", "site_name": "LJWorld.com", "description": "Texas Sen. Ted Cruz scored a decisive victory in the Kansas Republican presidential caucuses on Saturday, touting his strong conservative record on social issues and opposition to the health reform law to win votes from the state’s large conservative Christian community and soundly defeat businessman Donald Trump.", "title": "Cruz scores decisive victory in Kansas caucuses"}, "p": {"domain_verify": "838210bb7516e410bc8c21296a3f4c71"}, "verify-v1": "gH80Ag1lqccG7ja9rd9z9OVq+8uJ+3fJZ2MidSps9r0=", "bitly-verification": "ca3dbde26ba5", "article": {"published_time": "2016-03-05T15:11:22Z"}}, "article_summary": "Most of the Kansas GOP’s establishment was wary of Trump and were instead split between Cruz and Rubio.\n“I want to be a part of a revolt.”Among Democrats, many of Sanders’ supporters talked about being part of a revolution.\nKathleen Sebelius and other state party establishment figures, Clinton faced a surge of new voters and energized progressives supporting Sanders.\nThey backed Cruz even though billionaire businessman Trump is the front-runner in the national GOP race and had a last-minute rally in Wichita.\nTed Cruz will collect at least 17 delegates for winning Kansas, and Donald Trump will win at least six, according to a delegate count by The Associated Press."}