{"article_title": "House Probe Of Gilead’s Sovaldi Price Hits Biotechs", "article_keywords": ["hits", "letter", "hepatitis", "house", "price", "probe", "c", "drug", "gilead", "sovaldi", "treatment", "gileads", "biotechs", "public", "pricing"], "article_url": "http://www.investors.com/news/technology/biotech-stocks-fall-as-house-questions-gilead-sovaldi-price/", "article_text": "Biotech stocks sold off hard Friday as Wall Street blamed a letter by several House Democrats asking Gilead Sciences to justify the price of its hepatitis C blockbuster Sovaldi.\n\nThe letter, dated Thursday, was signed by Reps. Henry Waxman, Frank Pallone and Diana DeGete, all ranking members of the Committee on Energy and Commerce. It called Sovaldi a “breakthrough” in HCV treatment, but expressed concern that “a treatment will not cure patients if they cannot afford it.”\n\nDue to Sovaldi’s $84,000 price tag, the letter went on to say that Colorado’s and Pennsylvania’s Medicaid programs had already announced that they’re funding Sovaldi only for the sickest patients, and California’s is still figuring out its reimbursement policies. The letter also noted that pharmacy benefit manager Express Scripts (ESRX) is “encouraging some doctors in its networks to delay prescribing Sovaldi.”\n\nMeanwhile, hepatitis C is a disease found disproportionately among the poor. As a result of all this, the lawmakers told Gilead to provide an explanation of their pricing by April 3.\n\nHealth insurer WellPoint (WLP) chimed in Friday with concerns about new hepatitis C drug costs, said executive Ken Goulet.\n\nBiotech Stocks Cheaper\n\nGilead’s (GILD) fell nearly 5% to 72.07, a 3-month closing low, but some biotechs selling expensive drugs fell even harder, perhaps on fears of a larger change in the national mood on drug pricing.\n\nAlexion Pharmaceuticals (ALXN), whose sole drug, Soliris, goes for upward of $400,000 a year, tumbled 8%. Vertex Pharmaceuticals (VRTX), which also sells an expensive hepatitis C drug called Incivek, retreated 5%.\n\nBiogen Idec (BIIB), which has a costly multiple sclerosis treatment, Tecfidera, lost 8%.\n\nIBD’s top-rated Medical-Biomed/Biotech group fell 4.5%.\n\nAbbVie (ABBV), which will likely come out with a rival and possibly cheaper rival to Sovaldi later this year, initially rallied Friday, but closed down a fraction.\n\n“It’s like Gilead caught a cold and the rest of the market caught pneumonia,” said Tom Vandeventer, portfolio manager of Tocqueville Opportunity Fund .\n\nSovaldi A Bargain?\n\nAnalysts, for the most part, advised staying calm. Michael Yee of RBC Capital Markets wrote in an email to clients Friday that “pricing discussions could generate headline ‘concern,’ but in our view, this underscores that the drug is going to be huge and they’re curing patients and improving society. … HCV is an important public health issue (like HIV was) and validates the significance of this market.”\n\nDeutsche Bank analyst Robyn Karnauskas wrote in a client note that she’d spoken to Gilead officials and they were already making their case that Sovaldi is actually a bargain.\n\n“A liver transplant related to HCV costs up to $250,000 and another $50,000 each year for meds so that the person does not reject the liver,” she wrote. “Gilead has co-pay programs in place (in which) the out-of-pocket cost is as low as $5.”\n\nISI Group analyst Mark Schoenebaum pointed out that Sovaldi compares favorably to older hepatitis C drugs, especially Vertex’s Incivek, which goes for $100,000 a year. Sovaldi’s cure rate is also much higher than Incivek’s, so the cost “per cure” is even better, he said in a webinar Friday.\n\nDems Seek ‘Public Shaming’\n\nSchoenebaum also queried Terry Haines, a longtime Washington lawyer and lobbyist who once served as the senior Republican counsel to the same congres sional committee that sent the letter. Haines responded that the government actually has little power to address drug prices. In his view, what Waxman et al. hope to accomplish is a “public shaming” not unlike the one Waxman delivered to the tobacco industry some years ago.\n\n“This letter is a ‘bank shot’ that gets things going, with the goal of getting Gilead to significantly lower the price of Sovaldi,” Haines wrote.\n\nSuch a move could be politically popular, he added. Discontent about the high price of Sovaldi and of new drugs in general has been swelling from payers and the general public for some time now. The AIDS Healthcare Foundation, a large nonprofit with a history of criticizing Gilead over its HIV drug pricing, recently turned its fire on Sovaldi.\n\n“Gilead’s latest display of out-of-touch greed comes on the heels of the company’s January pricing its new hepatitis C treatment, Sovaldi (sofosbuvir), at $1,000 per pill … 1,100% more than Gilead’s most expensive AIDS drug, Stribild,” the AHF said in a Feb. 4 press release.\n\nAll this has played out as biotech stocks have hit a lull the last few weeks, after a bull run not seen since the 1990s, leading some to fear that the party may be over. Vandeventer says that while biotechs are a “high beta group,” this is probably just a correction. After all, he points out, drug prices have been a political football since the early 1990s.\n\n“It shouldn’t be completely unexpected that these kinds of issues come to the fore periodically,” he said. “It’s just part of investing in health care.”", "article_metadata": {"description": "Biotech stocks sold off hard Friday as Wall Street blamed a letter by several House Democrats asking Gilead Sciences to justify the price of its hepatitis C", "og": {"site_name": "Investor's Business Daily", "description": "Biotech stocks sold off hard Friday as Wall Street blamed a letter by several House Democrats asking Gilead Sciences to justify the price of its hepatitis C blockbuster Sovaldi. The letter, dated T…", "title": "House Probe Of Gilead’s Sovaldi Price Hits Biotechs", "url": "http://www.investors.com/news/technology/biotech-stocks-fall-as-house-questions-gilead-sovaldi-price/", "image": {"width": 512, "identifier": "http://www.investors.com/wp-content/uploads/2016/05/cropped-ibd-favicon-v7.png", "height": 512}, "locale": "en_US", "type": "article"}, "twitter": {"card": "summary", "creator": "@IBDInvestors"}, "wp-parsely_version": "1.8", "msapplication-TileImage": "http://www.investors.com/wp-content/uploads/2016/05/cropped-ibd-favicon-v7-270x270.png", "date": "2014-03-21 14:00:00:-08:00", "article": {"published_time": "2014-03-21T14:00:00+00:00", "modified_time": "-001-11-30T00:00:00+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fde56a\"", "article_summary": "Health insurer WellPoint (WLP) chimed in Friday with concerns about new hepatitis C drug costs, said executive Ken Goulet.\nVertex Pharmaceuticals (VRTX), which also sells an expensive hepatitis C drug called Incivek, retreated 5%.\nBiotech stocks sold off hard Friday as Wall Street blamed a letter by several House Democrats asking Gilead Sciences to justify the price of its hepatitis C blockbuster Sovaldi.\nThe AIDS Healthcare Foundation, a large nonprofit with a history of criticizing Gilead over its HIV drug pricing, recently turned its fire on Sovaldi.\n“This letter is a ‘bank shot’ that gets things going, with the goal of getting Gilead to significantly lower the price of Sovaldi,” Haines wrote."}