{"article_title": "Dozens honor fallen veterans at Wichita memorial park", "article_keywords": ["memorial", "houtman", "park", "veteran", "wichita", "veterans", "place", "lot", "folks", "allen", "dozens", "fallen", "honor"], "article_url": "http://www.kake.com/home/headlines/Dozens-honor-fallen-veterans-at-Wichita-memorial-park-304933001.html", "article_text": "To the sound of the National Anthem, dozens of people saluted the American flag being raised at Veterans Memorial Park this morning.\n\n\"When we first started doing these things about four years ago we were lucky to get 25 people--most of the veterans,\" said Bryson Allen, chairman of Veterans Memorial Park. \"Now there's probably 70 to 75 people here today in bad weather.\"\n\nDespite a few sidewalks covered with water, folks gathered to salute and celebrate their fallen heroes.\n\n\"A day of remembering those who didn't make it back,\" said Korean War Veteran Dale Allen. \"I've got a buddy who's name is over here on the plaque. A neighbor of mine in Topeka who was about the third marine that was killed in Korea.\"\n\nEach Veteran said Memorial Day has a special meaning to them. As for Allen, he could only think of one thing.\n\n\"One thing it means I've survived,\" he said with emotion. \"I don't know what else to say. It wasn't a beautiful dream or anything. It was something that had to be done, and I was proud to serve.\"\n\nTroy Houtman is the director of the City of Wichita's parks and recreation department. Houtman, an Army veteran, spoke before the crowd this morning.\n\n\"Just to recognize there are a lot of folks who have given up a lot that are really selfless in regards to their service,\" Houtman said. \"I want to make sure that people understand that it's teaching that lesson and teaching people about our freedoms and the folks who have really sacrificed for their freedom as well.\"\n\nVeterans Memorial Park has been a fixture in downtown Wichita for decades. It features about 20 out of 50 memorials in Wichita. Allen said this park has a special place in his heart.\n\n\"It's a place of reverence. A place of respect,\" he said. \"There's a lot of us down here who feel comfortable down here and relaxed. Hopefully that'll spread.\"", "article_metadata": {"description": "Dozens honor fallen veterans at Wichita memorial park", "language": "english", "author": "Annette Lawless", "og": {"url": "http://www.kake.com/home/headlines/Dozens-honor-fallen-veterans-at-Wichita-memorial-park-304933001.html", "image": "http://media.graytvinc.com/images/US+flag+background.mgn.jpg", "type": "article", "description": "Dozens honor fallen veterans at Wichita memorial park", "title": "Dozens honor fallen veterans at Wichita memorial park"}, "twitter": {"domain": "www.kake.com", "description": "Dozens honor fallen veterans at Wichita memorial park", "title": "Dozens honor fallen veterans at Wichita memorial park", "url": "http://www.kake.com/home/headlines/Dozens-honor-fallen-veterans-at-Wichita-memorial-park-304933001.html", "image": "http://media.graytvinc.com/images/US+flag+background.mgn.jpg", "creator": "@KAKEnews", "site": "@KAKEnews", "card": "summary"}, "msvalidate.01": "9CD4A96D8A076527F07FD24CFCDE5489", "keywords": "Dozens honor fallen veterans at Wichita memorial park", "google-site-verification": "H0mev8O__gMqb34WcvOyZgBXFMRQZvDAQ0YTSGJ9hGQ", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Dozens honor fallen veterans at"}, "article_summary": "To the sound of the National Anthem, dozens of people saluted the American flag being raised at Veterans Memorial Park this morning.\nVeterans Memorial Park has been a fixture in downtown Wichita for decades.\n\"When we first started doing these things about four years ago we were lucky to get 25 people--most of the veterans,\" said Bryson Allen, chairman of Veterans Memorial Park.\nDespite a few sidewalks covered with water, folks gathered to salute and celebrate their fallen heroes.\n\"A day of remembering those who didn't make it back,\" said Korean War Veteran Dale Allen."}