{"article_title": "Scientists Agree That Climate Change Caused By Humans, Says New Report", "article_keywords": ["ipcc", "climate", "mar", "risk", "caused", "humans", "aaas", "18", "scientists", "report", "agree", "change", "science"], "article_url": "http://www.procon.org/headline.php?headlineID=005209", "article_text": "Image of power plant pollution from EPA climate change guide.\n\nSource: \"Climate Change: Basic Information,\" www.epa.gov (accessed Mar. 20, 2014) On Mar. 18, 2014 the American Association for the Advancement of Science (AAAS), the world’s largest general scientific society, released a public warning on the dangers posed by climate change in its report, \"What We Know: The Reality, Risks and Response to Climate Change.\"\n\nThe new report focuses on three messages. The first is that \"climate scientists agree: climate change is happening here and now.\" The second is that \"we are at risk of pushing our climate system toward abrupt, unpredictable, and potentially irreversible changes with highly damaging impacts.\" The third is being that \"the sooner we act, the lower the risk and cost. And there is much we can do.\" According to the report, \"97% of climate scientists have concluded that humans are changing the climate.\"\n\nHowever, some scientists question the idea that human-caused global warming could potentially have catastrophic impacts on the earth. However, some scientists question the idea that human-caused global warming could potentially have catastrophic impacts on the earth. Richard Lindzen, PhD , a Fellow at the AAAS who was not involved with the report, stated in an Oct. 19, 2013 CATO Institute publication that \"the fact that greenhouse gases have increased over the past 200 years or so, and that their greenhouse impact is already about 80% of what one expects from a doubling of CO2 are all perfectly consistent with there being no serious problem. Even the text of the IPCC Scientific Assessment agrees that catastrophic consequences are highly unlikely.\"\n\nThe AAAS report was timed to be released just before the next meeting of the\n\nThe AAAS report was timed to be released just before the next meeting of the Intergovernmental Panel on Climate Change (IPCC), which is scheduled to take place from Mar. 25-29 in Yokohama, Japan.\n\n\n\nSources: American Association for the Advancement of Science (AAAS) Climate Science Panel, \"What We Know: The Reality, Risks and Response to Climate Change,” www.whatweknow.aaas.org, Mar. 18, 2014\n\n\n\nJustin Gillis, \"Scientists Sound Alarm on Climate,” www.nytimes.com, Mar. 18, 2014\n\n\n\nSuzanne Goldenberg, \"Climate Change Is Putting World at Risk of Irreversible Changes, Scientists Warn,” www.theguardian.com, Mar. 18, 2014\n\n\n\nIntergovernmental Panel on Climate Change (IPCC), \"IPCC Media Advisory: IPCC Working Group II and Working Group III Reports, www.ipcc.ch, Feb. 21, 2014\n\n\n\nRichard Lindzen, \"Understanding The IPCC Climate Assessment,” www.cato.org, Oct. 19, 2013\n\n\n\nWhat We Know, \"About,” whatweknow.aaas.org (accessed Mar. 19, 2014)\n\n\n\n", "article_metadata": {"keywords": "climate change, climate scientists, climate change caused by humans, IPCC climate change", "description": "Article about the warning letter from the world’s largest scientific organization about climate change", "viewport": "width=device-width, initial-scale=1, minimum-scale=1"}, "article_summary": "The first is that \"climate scientists agree: climate change is happening here and now.\"\nSources: American Association for the Advancement of Science (AAAS) Climate Science Panel, \"What We Know: The Reality, Risks and Response to Climate Change,” www.whatweknow.aaas.org, Mar.\nAccording to the report, \"97% of climate scientists have concluded that humans are changing the climate.\"\n18, 2014Suzanne Goldenberg, \"Climate Change Is Putting World at Risk of Irreversible Changes, Scientists Warn,” www.theguardian.com, Mar.\nImage of power plant pollution from EPA climate change guide."}