{"article_title": "Carteret County News-Times Election Guide", "article_keywords": ["current", "north", "eastern", "military", "nc", "county", "election", "sets", "carteret", "court", "apart", "law", "newstimes", "guide", "carolina"], "article_url": "http://www.carolinacoastonline.com/news_times/article_81aa463a-1d08-11e6-9e59-d763744786b6.html", "article_text": "Democratic bid for 3rd District US House seat\n\nERNEST REEVES\n\nAge: 51\n\nHometown and current residence:\n\nGreenville native, 3013 Noah Court, Greenville, N.C. 27834.\n\nEducation and occupation:\n\nA.A. liberal arts, Highline Community College; B.A. communications, two-year Green to Gold active duty scholarship winner, magna cum laude, Saint Augustine’s University; graduated top 10 percent of U.S. Army Signal Officers’ Basic Course, Fort Gordon, Ga.; and Headquarters, United Airlines Talented Management Program graduate.\n\nRetired U.S. Army Military Officer, Department of the Army, Department of Defense; former supervisor of airport operations, Chicago O’Hare International Airport, HQs, United Airlines, Chicago, Ill.\n\nPolitical experience:\n\nFormer candidate for U.S. Senate, 2016; former candidate for mayor of Greenville, 2015; and more.\n\nContact information:\n\nPhone, 252-364-2481; email, ernestreeves@sprintmail.com; website, ernestreeves.com; Facebook, facebook.com/ernest.reeves; or Twitter, twitter.com/ETRNC.\n\nWhat issue relevant to Eastern North Carolina do you plan to take to Congress? Job creation, improve the economy, national security (secure our borders, sustain our military strength and installations here in Eastern North Carolina), maintain Social Security and Medicare programs for years to come, improve VA claims system and hospitals, create new programs to help our homeless veterans, increase active duty military pay, readiness and family programs, fight for minimum wage increase, equal pay for women, education funding to include rural areas of Eastern North Carolina and income inequality.\n\nHow do you plan to protect the state’s military assets? I will use my background as a former professional soldier, military officer and U.S. Army recruiting commander to highlight to the U.S. Congress the positive factors of maintaining our military installations and strength here in Eastern North Carolina to include the exceptional advantages of our waterways, geographic location, tactical and strategic operational capabilities, and training facilities. Moreover, I will not vote to eliminate any military installation in North Carolina.\n\nWhat are your top five policy objectives should you take office?\n\n1. I will work to create a jobs program to put 10 million people back to work by 2020.\n\n2. Increase the minimum wage to at least $10.25 an hour by 2017, $15 an hour by 2020.\n\n3. Strengthen our boarders and national security entrance and exit protocols.\n\n4. Strengthen Social Security and Medicare for years to come and expand Medicaid throughout the nation.\n\n5. Make college more affordable, (make loans available for refinancing like home mortgages by 2018) and tuition free within the next five years.\n\nWhat sets you apart from your primary opponents? What sets you apart from the incumbent? My diverse background, experience as an enlisted soldier and military officer, as well as being from a very large family – I am No. 12 of 12 children by my parents. My parents had nine girls and three boys.\n\nI am not a career or establishment politician. Mr. (Walter) Jones has been in the U.S. Congress since 1995. (*Editor’s note: Rep. Jones has been the 3rd District congressman since 1994.)\n\n*This submission was trimmed for space.\n\nDAVID HURST\n\nAge: 47\n\nHometown and current residence:\n\ncurrent residence 263 Whaley Lane, Newport, N.C.\n\nEducation and occupation:\n\nBusinessman and restaurateur.\n\nPolitical experience:\n\n30 years (as a) political adviser to five campaigns.\n\nContact information:\n\nPhone, 860-480-0303\n\nWhat issue relevant to Eastern North Carolina do you plan to take to Congress? Expanding federal waters to keep out foreign flag fishing vessels (in) order to reduce the restrictions to our local fisherman.\n\nHow do you plan to protect the state’s military assets? By (taking) the advice of local military leaders and to expand resources as suggested by our (Armed) Services Committee.\n\nWhat are your top five policy objectives should you take office?\n\n1. To protect and honor the Constitution of the United States.\n\n2. Insurance across the state line as a simple fix to Obamacare.\n\n3. (Honor) our compendiums to Social Security and receipts and to the veterans.\n\n4. Improving the economic (vitality) of the Carolina coast by compromising with and reducing regulations between state and federal governments.\n\n5. Diplomacy and resolve before any acting to war.\n\nWhat sets you apart from your primary opponents? What sets you apart from the incumbent? Living in the coast and knowing what we are facing in our communities of Eastern North Carolina. The issues on the coast and the lack of jobs in the district need to be (addressed) from our local representative.\n\nWhat sets me apart from the incumbent is that I am not a career politician and successfully ran eight businesses. Living on the coast has kept me more in touch with the issues we are all facing in Eastern North Carolina.\n\nNonpartisan bid for N.C. Supreme Court associate justice\n\nROBERT EDMUNDS\n\nAge: 67\n\nHometown and current residence:\n\nDanville, Va., and Greensboro\n\nEducation and occupation:\n\nJ.D., UNC-Chapel Hill School of Law, 1975; and LLM, Master of Laws in the Judicial Process, University of Virginia School of Law, 2004. Senior associate justice on the Supreme Court of North Carolina.\n\nPolitical experience:\n\nElected to the N.C. Court of Appeals, 1998. Elected to the Supreme Court of N.C., 2000, and re-elected in 2008.\n\nFamily: Wife, Linda Edmunds, and two adult sons.\n\nCivic activities: Rotary Club of Greensboro, Holy Trinity Episcopal Church in Greensboro, volunteer activities with the Greensboro Bar Association (former co-editor of Judges Journal and incoming chair-elect of the Appellate Judges Conference), N.C. Association of Women Attorneys, Guilford Inn of Court, Wake County Bar Association, Federalist Society, former adjunct professor at Campbell University School of Law, regular blood donor, veteran of the U.S. Navy, board of director of BarCares of N.C., etc.\n\nWhy are you the best candidate? First, experience. I am the only candidate with any experience as an appellate judge. Every opinion I have written is available as the court’s website, nccourts.org. These decisions demonstrate that I am driven by the merits of the case, the applicable case law and statutes, and our federal constitutions. I understand that the role of a justice is to interpret the law, not make law from the bench.\n\nSecond, qualifications. While I was in private practice, I demonstrated key skills, received numerous positive peer evaluations and passed the examinations necessary to be designated as a specialist in appellate practice and also as a specialist in state and federal criminal law. I am the only candidate who is designated as a specialist in any area of the law. I am the only candidate with an advanced law degree. I have taught appellate practice and appellate writing as an adjunct professor at Campbell University School of Law. As a co-editor of the American Bar Association’s The Judges Journal, I wrote and edited articles pertinent to other judges.\n\nThird, clarity. My opinions are written so that they can be understood by all, not just by attorneys. Practicing lawyers and judges who read my opinions know what has been decided and why.\n\nTop priority, if elected: To continue to serve the people of N.C. as a fair, impartial and experienced jurist.\n\nIs there anything else you would like to say to our readers? My record is an open book. After nearly 16 years on the state’s highest court, if I were not good at my job, you would know it by now. A partial list of bar leaders and of N.C. sheriffs who have endorsed me (95 of 100) is available on my web page, justiceedmunds.com.\n\nContact information:\n\nRe-elect Justice Edmunds Campaign, P.O. Box 10802, Raleigh, N.C. 27605, or online at justiceedmunds.com.\n\nSABRA FAIRES\n\nAge: 60\n\nHometown and current residence:\n\nCharlotte and 7401 Ridgefield Drive, Cary\n\nEducation and occupation:\n\nB.A. in philosophy, cum laude, Phi Beta Kappa, Davidson College, 1977; and J.D. with honors, UNC-Chapel Hill, 1980. Attorney.\n\nPolitical experience:\n\nNo experience as elected official. I ran for the Court of Appeals in a field of 19 in 2014.\n\nFamily: Married for over 35 years to Robert Trawick, with three sons.\n\nCivic activities: I am active in the N.C. Bar Association; I currently serve on the tax council of the association and am a past president of the association’s Administrative Law Section. I also serve on the N.C. General Statutes Commission.\n\nWhy are you the best candidate? One, my impartiality and lack of a political agenda. I am an unaffiliated voters and the only candidate for this nonpartisan positions who is not tied to a political party. Our state constitution establishes the judiciary as a co-equal, independent branch of government, and our highest court should never rubber stamp for the N.C. Legislature. I pledge to make decisions based on the law, the constitution and the evidence, and not on whether the decision advances the agenda of a political party.\n\nTwo, my qualifications. I have the education, experience and ability to serve on the Supreme Court. I have extensive experience in writing laws, enforcing laws and interpreting laws. My 35-year career includes serving on the staff of the N.C. General Assembly as legal counsel to numerous legislative committees and to leaders of both parties, serving as assistant secretary at the Department of Revenue and successfully representing clients in private practice before the appellate courts. I am rated a “best lawyer” in both tax and administrative law.\n\nTop priority, if elected: To get politics out of our highest court and make decisions based on the law and not the agenda of a political party.\n\nIs there anything else you would like to say to our readers? But for me, voters would not have a choice of candidates in this election. I fought for the rights of voters by successfully challenging an unconstitutional law passed last year by the N.C. legislature prohibiting everyone but the current justice from running. But for my lawsuit, Faires v. State Board of Elections, the only choice on the ballot would be a “Yes” or “No” vote on the incumbent justice.\n\nThe unconstitutional law that I successfully challenged posed a grave threat to judicial independence. Under that law, the legislature could determine in each election cycle which judicial candidates would have opposition and which would not. My outrage over this attempt to manipulate the judiciary fueled my determination to challenge that law. I won that lawsuit and you now have a choice.\n\nI would be honored to serve you on the Supreme Court and I appreciate your vote.\n\nContact information:\n\nP.O. Box 1078, Raleigh, N.C. 27602; email, sjfcommittee@gmail.com; or visit online at sabrajeanfairesforjustice.com.\n\nMICHAEL MORGAN\n\nAge: 60\n\nHometown and current residence:\n\nCherry Point and P.O. Box 1055, Raleigh, N.C. 27602\n\nEducation and occupation:\n\nDoctor of Laws with honors, N.C. Central University School of Law. Resident Superior Court judge, Wake County.\n\nPolitical experience:\n\nAppointed Wake County District Court judge, 1994; elected District Court judge, 1996; re-elected in 2000; elected Superior Court judge, 2004; and re-elected in 2012.\n\nContact information:\n\nEmail, jmrmorgan@aol.com; phone, 919-803-8720; website judgemichaelmorgan.com; Facebook, Judge Michael Morgan for N.C. Supreme Court; Twitter, @JudgeMikeMorgan.\n\nDANIEL ROBERTSON\n\nAge: 58\n\nHometown and current residence:\n\nWinston-Salem\n\nEducation and occupation:\n\nDavie County High School, 1976; B.A. with honors, UNC-Chapel Hill, 1980; and J.D., University of Mississippi School of Law, 1984. Attorney.\n\nPolitical experience:\n\nNone\n\nCivic activities: Hillsdale Sunrise Rotary Club, Davie County Civitan Club and Davie County Relay for Life.\n\nWhy are you the best candidate? I’ve been licensed to practice law since 1984 with most of my experience being the representation of small business and regular, ordinary citizens. As a result, I better know and understand than my opponents, most of whom have worked for the government most of their careers, the everyday struggles North Carolinians and small business owners and managers contend with on a daily basis. I’m a political outsider who has never run for or held political office and am therefore not owned or beholden to any particular group or organization. I have judicial experience due to my years of working as a federal law clerk for three federal judges in Mississippi and California and as a result, have legal knowledge of a wide variety of legal matters. Besides being licensed to practice law in North Carolina, I’m also a member of the bar in California, Missouri and Mississippi, and have dealt with a diverse range of both federal and state issues. I am the grandson of a peanut farmer, the son of a factory worker and I put myself through college and law school. As a result, I am both qualified for the N.C. Supreme Court, but yet a regular person who is both of he people and for the people.\n\nTop priority, if elected: To ensure that the rights and liberties of all North Carolinians – regardless of their wealth, connections, power or politics – are fully preserved. There should not be one result for the wealthy and the well connected, and another for those who are not.\n\nIs there anything else you would like to say to our readers? I am a regular person who happens to have a law degree and be an attorney. I grew up knowing neither wealth nor privilege, but worked my way to a better life. I am a member of Advance United Methodist Church and my prayer each night is that I do what God wants me to do with the time I have left on this earth. I thank the voters for their consideration and their vote.\n\nContact information:\n\nMail, Daniel Robertson, 758 Peoples Creek Road, Advance, N.C. 27006; or phone, 336-909-8896.\n\nRepublican primary race for US House - Congressional District 3\n\nPHIL LAW\n\nAge: 34\n\nHometown and current residence:\n\nPfafftown and Jacksonville for over 15 years.\n\nEducation and occupation:\n\nK-12 in N.C. public schools; Math for Marines; B.S. in Computer Systems from Strayer University; and international leadership and campaign management from Leadership Institute.\n\nCurrently site supervisor with Hewlett-Packard.\n\nPolitical experience:\n\nNot a politician.\n\nPlease identify your stance on offshore drilling and exploration along the coast of North Carolina.\n\nWe must be willing to embrace offshore drilling despite the current unhealthy economic environment in the oil industry due to the flawed foreign policy of President Obama. Our need for energy self-sufficiency and economic opportunity in Eastern North Carolina permits us to take this view of the future.\n\nWhat issue relevant to Eastern North Carolina do you plan to take to Congress?\n\nA repeal of the Obamacare fiasco is a sound first step as it is not only bankrupting our productive middle class, but also weakening the health care industry on the ground at the front line. We are seeing breakdowns in the supply chains and increasingly our seniors are being told their prescription drugs are back ordered or they are being rationed out.\n\nHow do you plan to protect the state’s military assets?\n\nAs budget revenues shrink, it will be necessary for North Carolina bases to be on the cutting edge of the next generation of warfare to survive the looming economic crisis. This is where my experience as a combat veteran will prove invaluable to North Carolina.\n\nWhat are your top five policy objectives should you take office?\n\nRepeal Obamacare. Speak out for our veterans. Stand up for the 2nd Amendment. Reduce our exposure to the next Lehman event (economic crisis). Improve constituent service.\n\nWhat sets you apart from your primary opponents? What sets you apart from the incumbent?\n\nMy campaign is not funded by hot Wall Street money seeking to acquire influence versus sitting in the bank paying zero percent interest. My campaign is not a leveraged buyout of a nonperforming, long-term asset such as the 3rd District congressional seat has become. I did not move into the district to run for Congress.\n\nContact information:\n\nlaw4congress.com, facebook.com/law4Congress, Law4Congress@gmail.com, 919-238-2417\n\nWALTER B. JONES (incumbent)\n\nAge: 72\n\nHometown and current residence:\n\nFarmville.\n\nEducation and occupation:\n\nB.A. from Atlantic Christian College, businessman.\n\nPolitical experience:\n\nCongressman, U.S. House of Representatives and Representative, N.C. General Assembly.\n\nPlease identify your stance on offshore drilling and exploration along the coast of North Carolina.\n\nThe decision to drill off our coast should be made by the people of North Carolina, not politicians and bureaucrats in D.C. If they approve, the lion’s share of royalty money should go to our coastal communities and not the state, not the feds.\n\nWhat issue relevant to Eastern North Carolina do you plan to take to Congress?\n\nProtecting the economy and heritage of our coastal communities. I am a staunch defender of our commercial and recreational fishermen. I work hard to keep our waterways dredged and sand on our beaches.\n\nHow do you plan to protect the state’s military assets?\n\nAs a senior member of the Armed Services Committee, I have worked to protect our military facilities from closure through two BRAC rounds, and to add missions and resources.\n\nWhat are your top five policy objectives should you take office?\n\nCut spending, eliminate the deficit. Secure the border, stop illegal immigration, block amnesty, deport all criminal illegal aliens immediately and defund President Obama’s importation of Muslim refugees. Support a strong national defense and keep our commitments to veterans, retired and currently serving members of the military, their families and survivors. Protect our constitutional rights, particularly our 2nd Amendment rights and the 1st Amendment right of Christians to freely exercise our faith. End the waste of taxpayers’ money overseas trying to rebuild Afghanistan and on foreign aid to countries that hate us.\n\nWhat sets you apart from your primary opponents? What sets you apart from the incumbent?\n\nWe need a conservative voice to fight the big spenders in Washington, not join them. I’ve been that voice. I voted against the Wall Street bailouts and Obamacare. Since 2004, I’m the only congressman to vote against every increase in the debt limit and every debt-filled budget bill.\n\nWe need a champion for those who’ve worn the uniform. That is why over the past three years I cosponsored more bills to help veterans than any member of Congress.\n\nWhat we don’t need is anther rubber stamp to vote for the bad, backroom deals cut by special interests and party leaders in Washington.\n\nContact information:\n\nwalterjonescommittee.com\n\n*This submission was trimmed for space.\n\nTAYLOR GRIFFIN\n\nAge: 40\n\nHometown and current residence:\n\nWilson and New Bern.\n\nEducation and occupation:\n\nAppalachian State University, BA in political science. Currently a public relations consultant.\n\nPolitical experience:\n\n2014 candidate for Congress, N.C. 03; media coordinator, The White House; Director, Office of Media Affairs, U.S. Treasury; and worked on numerous state and national races, including three presidential campaigns. (Bush/Cheney 2000, Bush/Cheney 2004 and McCain/Palin 2008)\n\nPlease identify your stance on offshore drilling and exploration along the coast of North Carolina.\n\nOffshore drilling holds tremendous potential for Eastern N.C., but it is important that coastal communities share in the benefits. Federal law should be changed to stipulate that royalties be shared with state and coastal counties directly.\n\nWhat issue relevant to Eastern North Carolina do you plan to take to Congress?\n\nMilitary and veterans’ issues are top priority. With 110,000 active duty and retired military in the 3rd Congressional District, I believe that protecting our military bases and ensuring veterans receive the benefits they have earned will be my most important job as congressman.\n\nCoastal North Carolina is forced to shoulder a disproportionate number of unreasonable federal regulatory burdens. Reducing those burdens must be a top priority.\n\nHow do you plan to protect the state’s military assets?\n\nThe military is the top employer in Eastern North Carolina. Our military bases play a critical role in defending our nation’s security. My opponent, Rep. Jones has not, in my view, provided adequate support to our military. He voted against the military funding bill for the past two years in a row. I will work to ensure that Congress funds our military bases adequately. I will also work to support the mission of our military bases.\n\nWhat are your top five policy objectives should you take office?\n\nVA reform. Support the military. Reduce the debt. Shrink the federal government. Defend the Constitution.\n\nWhat sets you apart from your primary opponents? What sets you apart from the incumbent?\n\nI am a lifelong conservative dedicated to the principles of smaller government and individual freedom. Our current congressman has an inconsistent record of support for conservative principles. I believe that a strong national defense is essential to our nation’s security. Rep. Jones has voted against military funding bills, has downplayed the threat of ISIS and radical Islamic extremism and supported President Obama’s disastrous negotiations with Iran. I will vote to support our military, counter the ISIS threat and oppose Iran’s nuclear ambitions.\n\nFinally, I am focused on results. I believe that it is not enough just to vote “no.”\n\nContact information:\n\nEmail, tgriffin@taylorgriffin.org; website, taylorgriffin.org; and post, Taylor Griffin for Congress, P.O. Box 3451, New Bern, N.C. 28564.\n\n*This submission was trimmed for space.", "article_metadata": {"googlebot": "noarchive", "og": {"site_name": "Carolina Coast Online", "description": "Democratic bid for 3rd District US House seat", "title": "Carteret County News-Times Election Guide - June 7, 2016 primary (updated May 25)", "url": "http://www.carolinacoastonline.com/news_times/article_81aa463a-1d08-11e6-9e59-d763744786b6.html", "image": "http://www.carolinacoastonline.com/content/tncms/live/global/resources/images/_site/facebook_share_img-2.JPG", "type": "article"}, "twitter": {"site": "@tweetmeme", "card": "summary"}, "description": "Democratic bid for 3rd District US House seat", "keywords": "election 2016,election guide,news_times,news", "news_keywords": "election 2016,election guide,news_times,news"}, "article_summary": "Living in the coast and knowing what we are facing in our communities of Eastern North Carolina.\nLiving on the coast has kept me more in touch with the issues we are all facing in Eastern North Carolina.\nContact information:Phone, 860-480-0303What issue relevant to Eastern North Carolina do you plan to take to Congress?\nOur need for energy self-sufficiency and economic opportunity in Eastern North Carolina permits us to take this view of the future.\nWhat issue relevant to Eastern North Carolina do you plan to take to Congress?"}