{"article_title": "Access Health call center has outage", "article_keywords": ["week", "center", "service", "leaves", "outage", "access", "maximus", "health", "hill", "insurance"], "article_url": "http://www.ctpost.com/news/article/Access-Health-call-center-has-outage-6782336.php", "article_text": "Access Health call center has outage\n\nPhoto: Jessica Hill / AP Photo/Jessica Hill Image 1 of / 1 Caption Close Image 1 of 1 A man leaves Access Health CT, Connecticut's health insurance exchange's first insurance store, Thursday, Nov. 7, 2013, in New Britain, Conn. A man leaves Access Health CT, Connecticut's health insurance exchange's first insurance store, Thursday, Nov. 7, 2013, in New Britain, Conn. Photo: Jessica Hill / AP Photo/Jessica Hill Access Health call center has outage 1 / 1 Back to Gallery\n\nAccess Health CT’s customer call center is experiencing a temporary outage, linked to the weekend blizzard, announced Access Health CT CEO Jim Wadleigh.\n\nThe call center headquarters, located in Virginia and operated by Access Health contractor Maximus, informed Access Health of the disruption in service at this morning at 8:30.\n\n“Maximus told us that the severity of the snow storm caused a technical outage and has also impaired the ability of Maximus staff to travel to their offices to fix the problem,” Wadleigh said in a news release. “We have been told that they expect to have the issue resolved by the end of the day but there is obviously the possibility that problems might continue beyond that.”\n\nAccess Health is the state’s health insurance exchange, where residents can buy health insurance. The exchange is one of a handful of state-based exchanges erected as part of the sweeping health care reform legisation known as the Affordable Care Act. Maximus call centers that service Access Health are located in New York City, Chicago, Hartford and Harrisburg Pa. The Chicago center is the only one currently in operation. The outage comes a week before a health insurance coverage deadline.\n\n“Naturally we are concerned that our call center is not fully functioning during our last week of open enrollment,” said Wadleigh. “Monday is usually our busiest day of the week so consumers calling us should expect very long wait times.”\n\nWadleigh said any consumer who calls Access Health before the enrollment deadline at midnight on Jan. 31 and leaves a message will receive a call back after the deadline to help them enroll. The exchange also is looking into the possibility of adding additional customer service representatives to the call centers between now and Jan. 31 to handle the added volume.", "article_metadata": {"SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "description": "Access Health CT’s customer call center is experiencing a temporary outage, linked to the weekend blizzard, announced Access Health CT CEO Jim Wadleigh.  “Maximus told us that the severity of the snow storm caused a technical outage and has also impaired the ability of Maximus staff to travel to their offices to fix the problem,” Wadleigh said in a news release.  The exchange also is looking into the possibility of adding additional customer service representatives to the call centers between now and Jan. 31 to handle the added volume.", "vf": {"section": "news", "unique_id": "ctpost-article-6782336"}, "og": {"site_name": "Connecticut Post", "description": "Access Health CT’s customer call center is experiencing a temporary outage, linked to the weekend blizzard, announced Access Health CT CEO Jim Wadleigh.  “Maximus told us that the severity of the snow storm caused a technical outage and has also impaired the ability of Maximus staff to travel to their offices to fix the problem,” Wadleigh said in a news release.  The exchange also is looking into the possibility of adding additional customer service representatives to the call centers between now and Jan. 31 to handle the added volume.", "title": "Access Health call center has outage", "url": "http://www.ctpost.com/news/article/Access-Health-call-center-has-outage-6782336.php", "image": "http://ww3.hdnux.com/photos/43/36/62/9301130/3/rawImage.jpg", "type": "article"}, "twitter": {"site": "@ConnPost", "card": "summary_large_image", "creator": "@AmandaCuda"}, "fb": {"admins": 100006394927810, "app_id": 422850911169061}, "format-detection": "telephone=no", "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Access Health call center has outagePhoto: Jessica Hill / AP Photo/Jessica Hill Image 1 of / 1 Caption Close Image 1 of 1 A man leaves Access Health CT, Connecticut's health insurance exchange's first insurance store, Thursday, Nov. 7, 2013, in New Britain, Conn. A man leaves Access Health CT, Connecticut's health insurance exchange's first insurance store, Thursday, Nov. 7, 2013, in New Britain, Conn. Photo: Jessica Hill / AP Photo/Jessica Hill Access Health call center has outage 1 / 1 Back to GalleryAccess Health CT’s customer call center is experiencing a temporary outage, linked to the weekend blizzard, announced Access Health CT CEO Jim Wadleigh.\nThe call center headquarters, located in Virginia and operated by Access Health contractor Maximus, informed Access Health of the disruption in service at this morning at 8:30.\n“We have been told that they expect to have the issue resolved by the end of the day but there is obviously the possibility that problems might continue beyond that.”Access Health is the state’s health insurance exchange, where residents can buy health insurance.\nMaximus call centers that service Access Health are located in New York City, Chicago, Hartford and Harrisburg Pa.\nThe outage comes a week before a health insurance coverage deadline."}