{"article_title": "Needle experts helping ease pain at hospitals", "article_keywords": ["pain", "sticks", "ease", "needle", "helping", "veins", "patients", "padula", "experts", "blood", "ostroff", "central", "line", "hospitals", "hospital", "vein"], "article_url": "http://www.northjersey.com/news/needle-experts-helping-ease-pain-at-hospitals-1.1531124", "article_text": "Ziaria Dollar, a 16-year-old sickle-cell anemia patient, is accustomed to needle sticks, but even a veteran can lose it when it takes multiple tries to find a vein.\n\nMICHAEL KARAS/STAFF PHOTOGRAPHER Matthew Ostroff, vascular access coordinator at St. Joseph's Regional Medical Center, using an ultrasound to find a vein in the arm of sickle-cell anemia patient Ziaira Dollar, 16, of Paterson.\n\nLying in bed in pain from a flare-up earlier this month at St. Joseph’s Regional Medical Center, the Paterson cheerleader was prepped for an infusion and had one request: Call Matt.\n\nThat would be nurse Matt Ostroff, who has championed a new technique at the hospital to reduce the number of sticks patients endure, from 2-pound preemie babies to cancer patients whose veins have been compromised by repeated treatments. Ostroff relies on a bedside ultrasound machine to find the tiniest, hidden veins on the first try.\n\n“Sometimes I would even start to cry and I never cry,” said Dollar, who weighs just 76 pounds and needs infusions about once a week. The disorder results in painful episodes when damaged blood cells clump together and stick to the walls of blood vessels, blocking blood flow.\n\n“They call Matt now and it was so much easier and less painful,” she said as the infusion started in her arm.\n\nWhile the technique helps patients avoid the pain and anxiety they experience from too many needle sticks, it is being used throughout the hospital with a variety of benefits. Ostroff’s special training is helping free up radiologists for more complex cases, it prevents possible infections and it holds down costs that can incur when a hospital is penalized for bad outcomes, including hospital-acquired infections.\n\nWhen a vein is reached on the first attempt, it is much more comfortable for patients since they have significantly less pain and swelling, if any, during and after the procedure. Very often, elderly patients and children have hard-to-reach veins. Dehydration, obesity, certain medications and drug abuse can also contribute to difficult access to veins, physicians say.\n\nMany hospitals count on interventional radiologists using ultrasound to place catheters for a variety of procedures. However, hospitals are increasingly searching for new strategies to draw blood or infuse patients when it’s difficult to locate a vein.\n\nAt The Valley Hospital in Ridgewood, staffers have been ­relying on 20 or so small hand-held devices that light up veins |like a roadmap, which makes it easier to draw blood or infuse a patient with the first stick of the needle.\n\n“Patients at Valley, especially those with hard-to-reach veins, are happy about our use of the illuminator,” said David Rivera, director of cardiac services at Valley Hospital’s Heart and Vascular Institute.\n\n“Several patients have commented that they have felt a lot more comfortable during blood draws and IV insertions with the vein illuminator because of not needing multiple sticks,” Rivera said.\n\nExecutives at St. Joseph’s poached Ostroff from a Manhattan hospital where he was taught the technique as bedside ultrasound became popular in the Emergency Department several years ago.\n\nChief Nursing Officer Judy Padula hired Ostroff two years ago to put in what’s known as a PICC line, a peripherally inserted central catheter, which is placed in a vein in the arm and designed to reach one of the larger veins located near the heart.\n\nIt is frequently used when a person needs IV medication, chemo­therapy or fluids for extended period of time. It’s a job usually done by the hospital’s interventional ­radiology department, but Padula wanted to free up those physicians to concentrate on much bigger cases, such as angioplasty.\n\nBut in recent months, Ostroff and his team extended their mission — they are dispatched throughout the hospital for other duties, such as when a 1-month-old baby needed a blood draw, when a nurse couldn’t can’t get an IV in a frail, dehydrated elderly patient or when a CT-scan was delayed because staffers had trouble injecting the contrast dye.\n\n“It just grew into this amazing program,” Padula said. “We had no idea how useful it would be throughout the hospital,” Padula said.\n\nIt’s especially useful in pediatrics, Padula said. “It’s so devastating to be in the hospital with a sick child anyway but to have it be less painful really helps.”\n\nOstroff’s skills have come in handy in another way. He and two staffers he trained have concentrated on reducing the number of central lines that are placed in patients for extended treatment. A central line goes into a vein in the chest or groin and ends at the heart. Potential complications include clots, bleeding and infection. In fact, bloodstream infections associated with central lines continue to be one of the most deadly and costly hospital-acquired infections in the nation.\n\nIn many cases, instead of inserting a central line, Ostroff inserts a PICC line, reducing the potential for serious complications dramatically. In 2014, the hospital avoided 750 central line insertions and last year the amount was double that, Ostroff said.\n\nUnder the federal Affordable Care Act, hospitals are increasingly penalized by Medicare for treatment that results in preventable infections, readmissions within 30 days of treatment and other unfavorable outcomes.\n\nAt the Paterson hospital, Dollar was soon more comfortable and even managed a little strawberry ice cream. In addition to hydration, her physician prescribed 5 milligrams of oxycodone, which eased her pain and helped her |drift off to sleep for the 2-hour infusion.\n\nIn the last six months, the teen has been in the hospital more frequently, said her mom, Mary Cadet.\n\n“It’s a relief that she doesn’t have to suffer through so many needle sticks,” Cadet said.\n\nEmail: layton@northjersey.com", "article_metadata": {"apple-mobile-web-app-status-bar-style": "black", "description": "A new technique reduces the number of sticks patients endure, from 2-pound preemie babies to cancer patients whose veins have been compromised by repeated treatments.", "copyright": "North Jersey Media Group Inc.", "author": "MARY JO LAYTON", "og": {"url": "http://www.northjersey.com/cm/2.1593/news/needle-experts-helping-ease-pain-at-hospitals-1.1531124", "site_name": "NorthJersey.com", "image": "http://www.northjersey.com:80/polopoly_fs/1.1531125!/fileImage/httpImage/needle-fix.jpg", "type": "article", "description": "A new technique reduces the number of sticks patients endure, from 2-pound preemie babies to cancer patients whose veins have been compromised by repeated treatments."}, "title": "Needle experts helping ease pain at hospitals", "robots": "noarchive,noodp,noydir", "apple-mobile-web-app-capable": "yes", "apple-itunes-app": "app-id=446490632", "fb": {"admins": "100002050123125,739916158,1235266096", "app_id": 130358300392751}, "DC.creator": "MARY JO LAYTON", "msvalidate.01": "697A26605161B513EFE2AD6E581F4AA8", "google-site-verification": "swyvR_LXSGMOxOz1638gujs38OoVP3sZwJgdjySjnXM", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=2.0, user-scalable=yes", "DC.title": "Needle experts helping ease pain at hospitals"}, "article_summary": "In many cases, instead of inserting a central line, Ostroff inserts a PICC line, reducing the potential for serious complications dramatically.\n“We had no idea how useful it would be throughout the hospital,” Padula said.\nA central line goes into a vein in the chest or groin and ends at the heart.\nIn 2014, the hospital avoided 750 central line insertions and last year the amount was double that, Ostroff said.\nHowever, hospitals are increasingly searching for new strategies to draw blood or infuse patients when it’s difficult to locate a vein."}