{"article_title": "Joe Sakic “extremely happy” with Avs’ haul so far in NHL offseason – The Denver Post", "article_keywords": ["free", "added", "redmond", "signed", "sakic", "far", "nhl", "million", "iginla", "denver", "avs", "offseason", "haul", "joe", "stuart", "post", "extremely", "happy"], "article_url": "http://www.denverpost.com/avalanche/ci_26075793/joe-sakic-extremely-happy-avs-haul-so-far", "article_text": "Signing a marquee NHL free-agent defenseman was a goal for the Avalanche this week, but executive vice president of hockey operations Joe Sakic said Wednesday he’s pleased with what the team has done, given that it managed to acquire blue-liners Brad Stuart and Zach Redmond.\n\nStuart, 34, joined Colorado via a trade with the San Jose Sharks, and Redmond, 25, was an unrestricted free agent who has played 18 career NHL games with Winnipeg.\n\nSakic is confident that Stuart, the No. 3 pick in the 1998 draft, will add experience, toughness and leadership to the back end. Redmond, meanwhile, came highly recommended from the team’s scouts.\n\nThe biggest fish swam east, though.\n\nWashington signed former Pittsburgh defensemen Matt Niskanen and Brooks Orpik to big contracts while former New York Ranger Anton Strahlman went to Tampa Bay, former Shark Dan Boyle to the New York Rangers and Buffalo’s Christian Ehrhoff to the Penguins.\n\n“I’m not disappointed it didn’t happen. Yes, we did have good conversations, to be honest with you, with all of them,” Sakic said, noting that Orpik and Strahlman wanted to stay out East for family reasons. “We decided to go in the direction of acquiring Brad Stuart to help our back end, and with his leadership … (and) Zach Redmond, our pro guys feel he could be what Nick Holden was for us last year.”\n\nHolden, 27, signed a three-year extension with the Avs on Tuesday and is one of four players under contract for the next four seasons, joining captain/left wing Gabe Landeskog, center Matt Duchene and goalie Semyon Varlamov.\n\nSakic said no other moves to improve the blue line are planned, other than extending the contracts of restricted free agents Tyson Barrie and Stefan Elliott. Those players will join a roster that includes defensemen Erik Johnson, Jan Hejda, Ryan Wilson and Nate Guenin, plus Stuart, Holden and Redmond. Journeyman defenseman Bruno Gervais also signed as an unrestricted free agent Tuesday but is expected to begin the season in the Avs’ minor-league system.\n\nOverall, Sakic said the Avs did what they set out to do. They compensated for the loss of center Paul Stastny by signing 560-goal scorer Jarome Iginla to a three-year contract, and they added another rugged winger in Jesse Winchester. Iginla, a future Hall of Famer who served as captain in Calgary for nine years, will play on a scoring line and Winchester will play more of a defensive role.\n\nStastny got a raise from St. Louis, which will pay him $7 million for four years. He was at $6.6 million per year with the Avs.\n\nSakic has been recruiting Iginla since June 25, knowing he might lose Stastny.\n\n“I wish Paul all the best in St. Louis, just not against us,” Sakic said.\n\nColorado also added another former NHL captain, Daniel Briere, on Monday, in exchange for fellow forward P.A. Parenteau, now with Montreal. Sakic said moving Parenteau was mostly based on the fact he is not suited for a third-line role. Briere is more of a two-way player than Parenteau, and the trade frees up $4 million for 2015-16.\n\n“We’re extremely happy with what we’ve done up front with Iginla and Dan Briere before that,” Sakic said. “We added size, we added toughness, experience — everything we wanted to do we feel we accomplished.”\n\nThe Avs are about $10 million under the $69 million salary cap, with restricted free agent forward Ryan O’Reilly expected to eat up at least $5.4 million of cap space. Colorado currently has the 13th highest NHL payroll.\n\nMike Chambers: mchambers @denverpost.com or twitter.com/mikechambers\n\nOnes that got away\n\nThe Avalanche failed to lure one of the top unrestricted free-agent defensemen when the open market opened Tuesday. Denver Post hockey reporter Mike Chambers looks at where his list of top defensive free agents signed, and for what:\n\n1. Matt Niskanen\n\nPenguins to Capitals\n\n7 years, $40.25 million\n\n2. Christian Ehrhoff\n\nSabres to Penguins\n\n1 year, $4 million\n\n3. Anton Strahlman\n\nRangers to Lightning\n\n5 years, $22.5 million\n\n4. Brooks Orpik\n\nPenguins to Capitals\n\n5 years, $27.5 million\n\n5. Dan Boyle\n\nSharks to Rangers\n\n2 years, $9 million\n\nThe Avs’ new defensemen\n\nBrad Stuart\n\nvia trade\n\n1 year, $3.6 million\n\nZach Redmond\n\nvia free agency\n\n2 years, $1.5 million\n\nBruno Gervais\n\nvia free agency\n\n1 year, $650,000, if he makes the Avs", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Joe Sakic “extremely happy” with Avs’ haul so far in NHL offseason", "title": "Joe Sakic “extremely happy” with Avs’ haul so far in NHL offseason", "url": "http://www.denverpost.com/2014/07/02/joe-sakic-extremely-happy-with-avs-haul-so-far-in-nhl-offseason/", "image": {"width": 600, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20130709__joe-sakic-avalanche-070913p1.jpg", "height": 399}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20130709__joe-sakic-avalanche-070913p1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-07-02T12:10:41+00:00", "modified_time": "2016-04-27T07:50:58+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Denver Post hockey reporter Mike Chambers looks at where his list of top defensive free agents signed, and for what:1.\n“We’re extremely happy with what we’ve done up front with Iginla and Dan Briere before that,” Sakic said.\nColorado also added another former NHL captain, Daniel Briere, on Monday, in exchange for fellow forward P.A.\nOverall, Sakic said the Avs did what they set out to do.\nJourneyman defenseman Bruno Gervais also signed as an unrestricted free agent Tuesday but is expected to begin the season in the Avs’ minor-league system."}