{"article_title": "Dismantling Kynect Could Mean Higher Costs, Less Coverage for Kentuckians", "article_keywords": ["kynect", "healthcaregov", "exchange", "chip", "programs", "kentuckians", "kentucky", "states", "state", "costs", "medicaid", "coverage", "mean", "dismantling", "higher"], "article_url": "http://www.huffingtonpost.com/judith-solomon/dismantling-kynect-could_b_9031902.html", "article_text": "Kentucky Governor Matt Bevin's plan to dismantle Kynect, the state's health insurance exchange, and transition to the federal exchange would hurt Kentuckians, despite what some contend. It likely will mean that they'll face higher premiums and have a harder time getting and staying covered.\n\nHealth reform provides a \"no wrong door,\" seamless eligibility system so people can easily apply for and move between coverage programs -- including Medicaid, the Children's Health Insurance Program (CHIP), and exchange coverage -- as their situations change. Making coverage seamless has proved challenging for both HealthCare.gov (the federal exchange) and some state exchanges that have kept their Medicaid and exchange systems separate.\n\nKentucky, by contrast, enjoyed early success in developing an integrated system in which individuals and families can apply and get covered in the program for which they're eligible. The state's uninsurance rate for low-income adults has fallen from 40 percent to 12 percent. In states using the federal exchange, cases must be transferred between HealthCare.gov and state Medicaid and CHIP programs. While HealthCare.gov works better now than it used to, low-income people still may face delays and coverage gaps when their incomes change or they apply at HealthCare.gov and are eligible for Medicaid.\n\nWith Kynect dismantled, people with exchange coverage would have to start from scratch and reapply for coverage at HealthCare.gov rather than be auto-renewed into health plans for 2017. Premiums would rise as insurers likely pass on to enrollees the 3.5 percent fee that the federal exchange would charge Kentucky to join. These costs would come on top of the states' cost of shutting down Kynect, estimated at $23 million to $25 million.\n\nMedicaid and CHIP beneficiaries would also be affected, since Kynect is the portal for their coverage, too. Kentucky would have to establish new systems to transfer cases between its Medicaid and CHIP programs and HealthCare.gov. That could prove challenging, since some states are still experiencing problems with these transfers, resulting in delays and coverage gaps.\n\nWithout Kynect, families with children in Medicaid or CHIP and parents in exchange coverage would have to straddle two systems. They would have to report changes in income or employment to both the state and HealthCare.gov and follow different processes to renew and verify their coverage, rather than working only through Kynect. Kentucky would no longer operate its own website and call center or manage outreach for its programs, so consumers would no longer have support that's specific to the state's programs and health plan choices.\n\nKynect is a model for other states. Dismantling it would cost the state money, boost premiums, and likely cause some Kentuckians to lose coverage. Other Kentuckians, including Medicaid and CHIP beneficiaries, would face more red tape and confusing new processes for applying and renewing coverage. Governor Bevin should reconsider his decision.\n\nThis post originally appeared on Off the Charts, the Center on Budget and Policy Priorities' blog.\n\nRelated Posts:\n\nFollow Judith Solomon on Twitter: www.twitter.com/@JudyCBPP", "article_metadata": {"description": "Kentucky Governor Matt Bevin's", "sailthru.expire_date": "2016-01-21 14:32:08 -0500", "og": {"url": "http://www.huffingtonpost.com/judith-solomon/dismantling-kynect-could_b_9031902.html", "locale": "en_US", "site_name": "The Huffington Post", "description": "Kentucky Governor Matt Bevin's", "type": "article"}, "twitter": {"image": {"width": 2000, "height": 1000}, "creator": "@JudyCBPP", "description": "Kentucky Governor Matt Bevin's", "card": "summary_large_image", "site": "@HuffPostPol"}, "sailthru.date": "2016-01-20 14:32:08 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=9031902", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "medicaid,aca,health care,health policy,health,obamacare,health exchange,health marketplace,health reform,health care reform", "article": {"section": "Politics", "tag": "medicaid,aca,health care,health policy,health,obamacare,health exchange,health marketplace,health reform,health care reform", "published_time": "2016-01-20 14:32:08 -0500", "modified_time": "2016-01-20 15:59:01 -0500"}, "viewport": "width=1000"}, "article_summary": "Without Kynect, families with children in Medicaid or CHIP and parents in exchange coverage would have to straddle two systems.\nWith Kynect dismantled, people with exchange coverage would have to start from scratch and reapply for coverage at HealthCare.gov rather than be auto-renewed into health plans for 2017.\nIn states using the federal exchange, cases must be transferred between HealthCare.gov and state Medicaid and CHIP programs.\nOther Kentuckians, including Medicaid and CHIP beneficiaries, would face more red tape and confusing new processes for applying and renewing coverage.\nHealth reform provides a \"no wrong door,\" seamless eligibility system so people can easily apply for and move between coverage programs -- including Medicaid, the Children's Health Insurance Program (CHIP), and exchange coverage -- as their situations change."}