{"article_title": "4 Ways Punctuation Puts The Constitution In Question", "article_keywords": ["supreme", "right", "court", "constitution", "puts", "ways", "punctuation", "question", "states", "united", "comma", "semicolon", "corporations"], "article_url": "http://www.care2.com/causes/4-ways-punctuation-puts-the-constitution-in-question.html", "article_text": "How important is it to use proper grammar? You may think a comma splice is no big deal, yet in some cases, scholars will be forced to examine your debatable punctuation choices more than two centuries later.\n\nThat’s the case with the writers of the United States Constitution, anyway. Considering that judges pour over every minute detail in order to interpret the law of the land, you best believe that even punctuation marks are called into question. Here are four grammar-based issues in America’s most influential document that are still up for debate:\n\n1. What Does a Semicolon Mean?\n\nThis week, the Supreme Court will hear a case that actually hinges on a semicolon.\n\nIn past months, we’ve examined the religious groups’ quest to grant corporations the freedom of religion. The argument is that if corporations are people, and people have First Amendment rights like speech, then shouldn’t corporations be allowed religious rights and identity?\n\nInterestingly, these groups are using a constitutional semicolon, in part, to make their case. They say that since the clauses about free exercise of religion and free speech are separated by a semicolon rather than a period, there is a “continuation of intent between the two.” An Appeals Court judge disagreed, but the Supreme Court justices want to ponder the matter for themselves.\n\nThough this decision has no bearing on the constitutionality of the Affordable Care Act on the whole, it would permit companies to opt out of providing things like birth control to its employees for “religious reasons.” Politicos on both sides acknowledge, however, that if corporations are able to obtain this exemption, it could definitely undermine Obamacare’s clout.\n\n2. The Right to Bear Commas\n\nGun control is a heated debate for a variety of reasons, but people often overlooked that some of the more intense legal battles on this subject hinge not on it being a life-or-death matter, but the inclusion of a single comma in the Second Amendment.\n\nThe Amendment reads: “A well regulated militia, being necessary to the security of a free State, the right of the people to keep and bear Arms, shall not be infringed.” The comma in question, between “State” and “the right” is the point of contention.\n\nCourts have said the commas divide the Amendment into phrases, with the parts about militias being “prefatory” and the right to bear arms “operative,” thereby protecting gun ownership. On the other hand, gun control activists believe that the comma is either superfluous, or that the phrasing can be read to specify that the right to keep arms pertains to the militia.\n\nThe fact that the punctuation and strange phrasing has continually left this issue in question is fascinating from a historical perspective.\n\n3. Switching a Punctuation Mark Alters Congressional Power\n\nIt’s not as if punctuation were an afterthought to the drafters of the Constitution. A battle between the use of a comma and a semicolon could have changed the meaning of Article I Section 8 of the Constitution drastically.\n\nThe section reads, “The Congress shall have Power To lay and collect Taxes, Duties, Imposts and Excises, to pay the Debts and Provide for the common Defence and general Welfare of the United States…”\n\nOne of the founding fathers, Gouverneur Morris, tried to slip a semicolon in before “to pay” instead of the comma. His intention was to grant the government more expansive powers. Many agree that had his peers not caught this trickery, it would have permitted and emphasized Congress’s ability to spend limitlessly.\n\nInterestingly, in the 20th century, the Supreme Court has interpreted the line as if there were a semicolon anyway. As a result, unlike in the United States’s early years, Congress has a pretty unrestrained discretion when it comes to spending, just as Morris had hoped.\n\n4. Technically, No One Can Be President Anymore\n\nArticle II of the Constitution says, “No Person except a natural born Citizen, or a Citizen of the United States, at the time of the Adoption of this Constitution, shall be eligible to the Office of President…”\n\nWith a proper grammatical reading, that sentence would stipulate that anyone born after 1787, when the Constitution was adopted, could not be President. Most likely, that is an erroneous comma following “United States.” If that comma were taken out, it would grant an exception only to immigrants at that particular time at the founding of the country. Nonetheless, it is funny to imagine that every president born in the 1800s or after has been unconstitutional.\n\nHey, birthers – here’s your ticket to impeaching Obama. Just good luck being able to find a replacement afterwards!", "article_metadata": {"description": "It's not just the words of the Constitution that need to be interpreted - even the punctuation marks are the subject of debate.", "og": {"image": "http://dingo.care2.com/pictures/causes/3081/3080719.large.jpg"}, "robots": "noodp", "apple-mobile-web-app-capable": "yes", "p": {"domain_verify": "34d24671362965e0c3942e7b3b484ea7"}, "fb": {"app_id": 83187307959}, "keywords": "punctuation,punctuation marks,semicolon,comma,constitution,united states,forefathers,second amendment,president", "viewport": "width=device-width,user-scalable=no,initial-scale=1"}, "article_summary": "That’s the case with the writers of the United States Constitution, anyway.\nSwitching a Punctuation Mark Alters Congressional PowerIt’s not as if punctuation were an afterthought to the drafters of the Constitution.\nInterestingly, in the 20th century, the Supreme Court has interpreted the line as if there were a semicolon anyway.\nThe fact that the punctuation and strange phrasing has continually left this issue in question is fascinating from a historical perspective.\nThis week, the Supreme Court will hear a case that actually hinges on a semicolon."}