{"article_title": "Fox Anchor Encourages Nun To ‘Continue Your Fight’ Against ObamaCare Contraception Mandate", "article_keywords": ["case", "sister", "veit", "thank", "contraception", "watching", "encourages", "fox", "constance", "obamacare", "supreme", "fight", "nun", "continue", "mandate", "kelly", "anchor", "smith"], "article_url": "http://www.newshounds.us/fox_anchor_encourages_nun_to_continue_your_fight_against_obamacare_contraception_mandate_032316", "article_text": "Just when you thought Fox News host Sandra Smith couldn’t be any more biased in her discussion about a Supreme Court case challenging the ObamaCare contraception mandate, she closed with a blatant note of encouragement to one of the nuns involved: “Continue your fight, we’ll be watching it.”\n\nSmith was substituting for “straight news anchor” Megyn Kelly on The Kelly File. But right in her introduction, we got a clue otherwise. Smith described the case, Zubik v. Burwell, as, “What some are calling the biggest fight for religious liberty waged against ObamaCare to date.” She forgot to mention that others, namely the editorial boards of three major newspapers, are calling it “absurd,” “extreme” and “resorting to hyperbole.”\n\nFor more fairness and balance, Smith hosted one of the litigants, Sister Constance Veit, of the Little Sisters of the Poor, attorney Mark Rienzi, representing the nuns, and John Garvey, president of The Catholic University of America, who just happened to have the same opinion as the other two guests.\n\nSmith didn’t even try to present the other side of the case. She was all about showing solidarity with her guests. Her first question to Veit was, “Thank you for all of your service. You’ve been caring for the elderly and the poor for 28 years now. You took your argument to the Supreme Court today, how did it go?”\n\nThen, in another version of the same question, Smith wanted to know, “What essentially, was the court’s response to your argument today?”\n\nBut just in case anyone missed whose side she was on, Smith wrapped up the interview by saying, “John, Mark and Sister Constance, thank you to all three of you and Sister Constance, continue your fight, we’ll be watching it.\n\nWhat kind of news anchor advocates this way? A Fox News “straight news anchor.”\n\nWatch the “fairness and balance” below, from the March 23 The Kelly File.", "article_metadata": {"csrf-param": "authenticity_token", "google-site-verification": "google51c0b549f514d464.html", "csrf-token": "ZX9El8OIpP+3vvyiN7da3fjuP9qkpPvNSD2OZXLiktw=", "og": {"url": "http://www.newshounds.us/fox_anchor_encourages_nun_to_continue_your_fight_against_obamacare_contraception_mandate_032316", "site_name": "NewsHounds", "image": "http://d3n8a8pro7vhmx.cloudfront.net/newshounds/sites/1/meta_images/original/Newshound3_blue.png?1327001871", "type": "article", "title": "Fox Anchor Encourages Nun To ‘Continue Your Fight’ Against ObamaCare Contraception Mandate"}, "Title": "Fox Anchor Encourages Nun To ‘Continue Your Fight’ Against ObamaCare Contraception Mandate"}, "article_summary": "A Fox News “straight news anchor.”Watch the “fairness and balance” below, from the March 23 The Kelly File.\nHer first question to Veit was, “Thank you for all of your service.\nSmith didn’t even try to present the other side of the case.\nBut right in her introduction, we got a clue otherwise.\nYou’ve been caring for the elderly and the poor for 28 years now."}