{"article_title": "Will the Fed Spoil Another Run at Dow 18,000?", "article_keywords": ["fed", "jobs", "increased", "hike", "labor", "high", "rate", "inflation", "spoil", "report", "run", "18000", "dow", "market"], "article_url": "http://www.thefiscaltimes.com/Columns/2016/03/07/Will-Fed-Spoil-Another-Run-Dow-18000", "article_text": "Friday's non-farm payroll report confirmed that the U.S. economy's job-making ability has been undisturbed by factors such as stalled corporate earnings growth and financial market volatility.\n\nStocks rallied strongly in response to the news, but retreated Monday morning. It's an open question whether the three-week rally will continue since labor market strength — and building evidence of inflationary pressures — has increased the odds the Federal Reserve will again hike interest rates this year.\n\nThe Bureau of Labor Statistics said Friday that payrolls rose by 242,000 in February, compared to the 190,000 rise that was expected, on average, by economists and above even the high Street estimate of 217,000. Upward revisions to the prior two months showed another 30,000 jobs added. The unemployment rate remained stable at 4.9 percent.\n\nRelated: 8 Million Adults Could Be Driven into Poverty — Because They Have Jobs\n\nHeading into the report, the futures market wasn't expecting any further rate hikes until 2017. Compare this to the Fed's standing rate-hike estimate, released in December, of four quarter-point increases in 2016. Now the futures market sees the next rate hike in November — just in time for the holiday shopping season.\n\nThe jobs numbers mean all eyes are now on the upcoming Federal Reserve policy announcement on March 16 for clues as to the likely path of monetary policy from here. Officials will also update their individual forecasts in an updated Summary of Economic Projections known colloquially as the \"dot plot.\"\n\nEconomist Michelle Meyer at Bank of America Merrill Lynch admitted there were some negatives in the jobs report, such as a small drop in the average workweek. But the overall impression was of a \"solid\" report that makes her more comfortable in her call for a June rate hike.\n\nShe still believes, however, that a hike later this month is unlikely given the recent cautious message from Fed policymakers worried about the potential that market volatility would translate to tighter financial conditions for the real economy.\n\nRelated: The Retirement Revolution That Failed — Why the 401(k) Isn’t Working​​​\n\nPaul Ashworth at Capital Economics echoes these sentiments, noting positives such as a further tightening of the labor market. The participation rage increased to a 15-month high of 62.9 percent while the employment-to-population ratio hit 59.8 percent, the best result since April 2009. All impressive stuff.\n\nThe kicker has been a lack, thus far, of any significant wage inflation as the year-over-year change in average hourly earnings fell to 2.2 percent from a high of 2.7 percent in December. But there is a clear acceleration in core price inflation underway. The Fed's preferred measure, the core personal consumption expenditures deflator, increased to a 1.7 percent annual rate in January. That's the hottest rate since July 2014, when the collapse in energy prices first began.\n\nAccording to Ashworth, that means the Fed can't delay raising interest rates for much longer: \"It doesn't matter whether it is demand pull or cost push, inflation is inflation.\"\n\nMoreover, Gluskin Sheff economist David Rosenberg notes GDP growth looks set to accelerate to a 2.5 percent annual rate in the current quarter, up from the 1.0 percent result in the fourth quarter of 2015. A bounce in consumer spending is driving the performance. Consider the nice 0.5 percent month-over-month jump in January spending. Or the better-than-expected consumer sentiment in February. Or that 4.1 percent year-over-year sales gain posted by JC Penney (JCP), which remains in the midst of a turnaround.\n\nWhether stocks can continue to rise alongside the odds of a 2016 Fed rate hike remain to be seen. But so far, early indications are positive. And that means we could see the Dow make another challenge at the 18,000 level that's proved so daunting over the last few years.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Friday's non-farm payroll report confirmed that the U.S.", "title": "Will the Fed Spoil Another Run at Dow 18,000?", "url": "http://www.thefiscaltimes.com/Columns/2016/03/07/Will-Fed-Spoil-Another-Run-Dow-18000", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-fed-yellen_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Columns/2016/03/07/Will-Fed-Spoil-Another-Run-Dow-18000", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-fed-yellen_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Friday's non-farm payroll report confirmed that the U.S.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Whether stocks can continue to rise alongside the odds of a 2016 Fed rate hike remain to be seen.\nNow the futures market sees the next rate hike in November — just in time for the holiday shopping season.\nEconomist Michelle Meyer at Bank of America Merrill Lynch admitted there were some negatives in the jobs report, such as a small drop in the average workweek.\nBut the overall impression was of a \"solid\" report that makes her more comfortable in her call for a June rate hike.\nAnd that means we could see the Dow make another challenge at the 18,000 level that's proved so daunting over the last few years."}