{"article_title": "Modern Healthcare Modern Healthcare business news, research, data and events", "article_keywords": ["work", "business", "modern", "community", "research", "public", "choucair", "healthcare", "communities", "health", "obesity", "data", "events", "trinity", "improve"], "article_url": "http://www.modernhealthcare.com/article/20151119/NEWS/151119848", "article_text": "Trinity Health, a Catholic health system with 88 hospitals , announced Thursday it will invest $80 million in six communities it serves over the next five years to improve public health, with a particular focus on obesity and tobacco use.The $80 million investment will consist of grants and loans for the communities to implement policies, programs and resources that aim to decrease obesity and smoking rates. It will work with six partner organizations to provide technical assistance to the communities.The six communities chosen will be announced in January, said Bechara Choucair, Trinity's senior vice president for safety net and community health. All communities with a Trinity Health hospital can apply to be included. Choucair said the communities selected will be those that have a local health department interested in making changes.Each community will receive up to $500,000 each year for five years and will develop plans to decrease obesity and smoking habits. “As a health system, it is not enough to just treat illness,” Choucair said. “We need to be part of the business of creating health in our communities.”The announcement marks the latest move by hospitals and health systems to address the social determinants that affect population health. With the Affordable Care Act reducing the need for charity care, not-for-profit healthcare organizations are feeling growing pressure to demonstrate that they are providing enough community benefits to justify their tax-exempt status.Trinity targeted obesity and smoking because they are leading causes of chronic diseases and high healthcare costs, Choucair said.Choucair said Trinity Health invests nearly $1 billion every year in communities. The $80 million used in this project is part of that yearly investment. Trinity expects the investment will lead to lower healthcare costs because overall public health should improve, he added.As healthcare continues to shift to value-based payment models, it is now advantageous for health systems to improve public health because they're financially penalized for high hospital readmission rates, said Jack Nelson, a healthcare law expert and professor emeritus at Samford University.Nelson said health systems are looking at ways to improve population health and he expects that partnerships between health systems and communities will only continue to increase. “The line between public health and medical care has blurred,” Nelson said. “Medical care is only part of the picture healthcare is based on.”Trinity Health has partnered with six organizations to address specific initiatives in the targeted communities. Those organizations are the Campaign for Tobacco-Free Kids, ChangeLab Solutions, real estate consultant IFF, the Reinvestment Fund, Georgia Health Policy Center and the Public Good Projects.The Campaign for Tobacco-Free Kids will work with the communities to implement policies such as increasing tobacco taxes and raising the age for legal tobacco sales to 21, said John Schachter, director of state communications at the organization.ChangeLab Solutions, which specializes in researching and drafting policies, will work with community leaders to pass laws that will improve public health, such as constructing bike lanes and establishing more farmers markets.Marice Ashe, CEO of ChangeLab, said that by implementing laws and policies, the communities selected will see long-term improvements in public health. “The social norm is going to be health, and that takes public policy and leads to sustainability,” Ashe said.The Reinvestment Fund and IFF will receive the loans and work with communities to address how they should be used.The Georgia Health Policy Center will evaluate and track the progress of initiatives including obesity and smoking rates, Choucair said. The Public Good Projects will provide technical assistance to the communities to promote the health initiatives as they are implemented.Trinity will make an additional $40 million available to the communities as low-interest loans to support access to healthy food, affordable housing and early childhood education, Choucair said.Trinity Health, based in Livonia, Mich., reported $14.5 billion in total revenue in fiscal 2015. In 2013, it spent 0.32% of its total spending on community health improvement activities, and it spent 0.04% on cash and in-kind contributions for community benefit, according to the Modern Healthcare's health system financial database.", "article_metadata": {"msapplication-TileColor": "#0a365e", "description": "Trinity Health announced Thursday it will invest $80 million in six communities it serves over the next five years to improve public health, with a particular focus on obesity and tobacco use.", "title": "Trinity Health to invest $80 million to improve health in six communities", "og": {"site_name": "Modern Healthcare", "description": "Trinity Health announced Thursday it will invest $80 million in six communities it serves over the next five years to improve public health, with a particular focus on obesity and tobacco use.", "title": "Trinity Health to invest $80 million to improve health in six communities", "url": "http://www.modernhealthcare.com/article/20151119/NEWS/151119848", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-fb-lg.jpg", "type": "article"}, "twitter": {"domain": "http://www.modernhealthcare.com", "description": "Trinity Health announced Thursday it will invest $80 million in six communities it serves over the next five years to improve public health, with a particular focus on obesity and tobacco use.", "title": "Trinity Health to invest $80 million to improve health in six communities", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-twitter.jpg", "creator": "@modrnhealthcr", "site": "@modrnhealthcr", "card": "summary"}, "apple-mobile-web-app-title": "Modern Healthcare", "apple-mobile-web-app-status-bar-style": "black", "apple-mobile-web-app-capable": "yes", "url": "http://www.modernhealthcare.com/article/20151119/NEWS/151119848", "published_at": "2015-11-19", "msapplication-TileImage": "https:/raw.githubusercontent.com/modernhealthcare/mh-logo/master/ms-touch-icon-144x144-precomposed.png", "mobile-web-app-capable": "yes", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-g-plus.jpg", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "article_summary": "“The line between public health and medical care has blurred,” Nelson said.\nAll communities with a Trinity Health hospital can apply to be included.\nIn 2013, it spent 0.32% of its total spending on community health improvement activities, and it spent 0.04% on cash and in-kind contributions for community benefit, according to the Modern Healthcare's health system financial database.\n“Medical care is only part of the picture healthcare is based on.”Trinity Health has partnered with six organizations to address specific initiatives in the targeted communities.\n“As a health system, it is not enough to just treat illness,” Choucair said."}