{"article_title": "Exclusive: Hedge fund firm Standard Pacific Capital to shut - letter", "article_keywords": ["firm", "exclusive", "shut", "return", "money", "million", "stockfocused", "pacific", "standard", "fund", "letter", "capital", "hedge", "venkatesan"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/02/04/Exclusive-Hedge-fund-firm-Standard-Pacific-Capital-shut-letter", "article_text": "NEW YORK (Reuters) - Standard Pacific Capital, the stock-focused hedge fund firm led by Doug Dillard and Raj Venkatesan, is shutting down, according to a letter sent to investors seen by Reuters.\n\n\"After 21 rewarding years, Standard Pacific Capital has decided to return capital to investors across all of our strategies,\" the letter said. \"It has recently become clear to both of us that sometimes there is a logical conclusion to even a good thing. We decided that now is that time for Standard Pacific.\"\n\nThe San Francisco-based firm, which manages between $300 million and $400 million, once controlled more than $5 billion at its peak in 2004. Standard Pacific also consults on several hundred million dollars in assets for other parties, including an association of Japanese pensions.\n\nStandard Pacific's main Global fund produced annualized returns since its start in 1995 of more than 9 percent versus a benchmark global stock return of 6 percent, according to the letter. The fund gained approximately 4 percent in 2015, a year when many stock-focused hedge funds lost money. It also gained in 2008, a rarity.\n\nDillard said in a telephone interview that he and Venkatesan planned to initially invest their own money using a so-called family office structure and then decide what they will do next in the investment industry.\n\n“It's been a good run,\" Dillard said, adding that \"we're excited for the next chapter in our lives.\"\n\n(Reporting by Lawrence Delevingne; Editing by Nick Zieminski and Andrew Hay)", "article_metadata": {"og": {"url": "http://www.thefiscaltimes.com/latestnews/2016/02/04/Exclusive-Hedge-fund-firm-Standard-Pacific-Capital-shut-letter", "type": "article", "site_name": "The Fiscal Times", "description": "NEW YORK (Reuters) - Standard Pacific Capital, the stock-focused hedge fund firm led b", "title": "Exclusive: Hedge fund firm Standard Pacific Capital to shut - letter"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/02/04/Exclusive-Hedge-fund-firm-Standard-Pacific-Capital-shut-letter", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "NEW YORK (Reuters) - Standard Pacific Capital, the stock-focused hedge fund firm led b", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fd7145\"", "article_summary": "\"After 21 rewarding years, Standard Pacific Capital has decided to return capital to investors across all of our strategies,\" the letter said.\nNEW YORK (Reuters) - Standard Pacific Capital, the stock-focused hedge fund firm led by Doug Dillard and Raj Venkatesan, is shutting down, according to a letter sent to investors seen by Reuters.\nStandard Pacific also consults on several hundred million dollars in assets for other parties, including an association of Japanese pensions.\nWe decided that now is that time for Standard Pacific.\"\nThe fund gained approximately 4 percent in 2015, a year when many stock-focused hedge funds lost money."}