{"article_title": "HIT moratorium a win for small businesses", "article_keywords": ["hit", "consumers", "win", "tax", "costs", "employers", "moratorium", "businesses", "healthcare", "small", "health", "insurance"], "article_url": "http://thehill.com/blogs/congress-blog/healthcare/263654-hit-moratorium-a-win-for-small-businesses", "article_text": "Small businesses across the country are welcoming news from the U.S. House of Representatives. Relief appears to be coming from one of the most burdensome taxes, which unfairly targeted Main Street consumers, in the Patient Protection and Affordable Care Act.\n\nThe House has wisely included a one-year suspension of the Health Insurance Tax in the “omnibus” spending package expected to pass today. Appropriately known as the “HIT,” this Obamacare tax has clobbered small businesses and raised their healthcare costs since it went into effect in 2014.\n\nADVERTISEMENT\n\nThe brief moratorium falls short of the permanent repeal of the HIT that the employer community has sought since passage of the healthcare law in 2010. Nonetheless, the measure will provide twelve months for Congress to agree on a long-term solution to the HIT, without squeezing any more from small businesses in the meantime.\n\nThe timing could not be better. Most small business owners are making their health insurance choices for 2016. The prospect of saving $500 per employee – the estimated annual cost of the tax – will be welcome. Moreover, the measure would remove an economic dead weight to small businesses before the New Year.\n\nAlready, the HIT has drained $19 billion from small businesses and consumers in its first 24 months. The consequences have been dire. Recent polling conducted on behalf of the Stop The HIT Coalition, an employer-group seeking a repeal of this tax, reveals that 78 percent of small employers have been forced to consider layoffs, delays in hiring, and other tough business choices as a result of the HIT tax.\n\nAmong the worst problems with the HIT is that it skips over some of the largest pools of consumers within America’s health insurance market – namely, large corporations and labor unions, which were exempted from paying the HIT since they self-employ. What this has meant is that it’s the little guy – small businesses, their employees, and individual consumers – who are taking the brunt of the HIT.\n\nA one-year reprieve of the HIT may save more than $12 billion in 2017. This would help control costs for the millions of small businesses and employees whose costs have hiked up as a result of the tax on their healthcare benefits.\n\nWhat’s more, suspending the tax will allow small employers to put these dollars back where they’re most needed – into hiring, salary increases, improved healthcare benefits offerings, and investments in local businesses.\n\nIn proposing a suspension of the HIT, Congress is sending a signal to small businesses across the country that enactment of this tax was a mistake. This is promising for employers and workers alike. Lawmakers should take the opportunity to help small business communities in their home states and districts by moving quickly to approve this important relief measure.\n\nBellaman is the president and CEO of Associated Builders and Contractors, Inc.", "article_metadata": {"dcterms.description": "The measure will provide twelve months for Congress to agree on a long-term solution to the HIT.", "description": "The measure will provide twelve months for Congress to agree on a long-term solution to the HIT.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Congress Blog"}}, "og": {"site_name": "TheHill", "description": "The measure will provide twelve months for Congress to agree on a long-term solution to the HIT.", "title": "HIT moratorium a win for small businesses", "url": "http://thehill.com/blogs/congress-blog/healthcare/263654-hit-moratorium-a-win-for-small-businesses", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-04T05:25:59-05:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "dcterms.modified": "2016-02-04T05:25-05:00", "dcterms.identifier": "http://thehill.com/blogs/congress-blog/healthcare/263654-hit-moratorium-a-win-for-small-businesses", "dcterms.date": "2015-12-18T12:30-05:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Joe Picard", "author": "Michael Bellaman", "dcterms.type": "Text", "keywords": ",,", "article": {"published_time": "2015-12-18T12:30:03-05:00", "modified_time": "2016-02-04T05:25:59-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/congress-blog/healthcare/263654-hit-moratorium-a-win-for-small-businesses", "widgets": {"csp": "on"}, "description": "The measure will provide twelve months for Congress to agree on a long-term solution to the HIT.", "card": "summary", "title": "HIT moratorium a win for small businesses"}, "dcterms.title": "HIT moratorium a win for small businesses"}, "article_summary": "Appropriately known as the “HIT,” this Obamacare tax has clobbered small businesses and raised their healthcare costs since it went into effect in 2014.\nSmall businesses across the country are welcoming news from the U.S. House of Representatives.\nAlready, the HIT has drained $19 billion from small businesses and consumers in its first 24 months.\nMoreover, the measure would remove an economic dead weight to small businesses before the New Year.\nNonetheless, the measure will provide twelve months for Congress to agree on a long-term solution to the HIT, without squeezing any more from small businesses in the meantime."}