{"article_title": "Board Asks Doctor to Undergo Mental Test", "article_keywords": ["hearing", "doh", "prn", "mental", "asks", "doctor", "practice", "florida", "perling", "wilks", "board", "test", "undergo", "evaluation", "2010"], "article_url": "http://health.wusf.usf.edu/post/board-asks-doctor-undergo-mental-test", "article_text": "Clearwater internist Harry S. Wilks should undergo psychological testing to see whether he is still mentally sharp enough to practice safely, the Florida Board of Medicine said today.\n\nTime is of the essence, board members said, since Wilks is currently practicing without supervision. They voted to require that the evaluation be conducted and reviewed by the middle of next month.\n\nHowever, the board cannot require that Wilks comply; he has seven days to decide. If he balks, insisting on a formal hearing, the state Department of Health would have to prove to an administrative law judge that Wilks' mental status is impaired in order to place restrictions on his practice.\n\n\"Proving that would be difficult, maybe impossible,\" said DOH prosecutor Louise St. Laurent. That's because the hearing officer would see that there are competing conclusions by DOH-approved experts. Some found him mentally deficient, while other, newer evaluations say he is safe to practice. It is unclear whether his thinking has cleared up or the original evaluations were flawed.\n\nWilks has an office medical practice and also cares for patients in nursing homes and rehabilitation centers. He lost his hospital privileges at Morton Plant Hospital in 2010 because his colleagues decided he had suffered a cognitive decline, records show.\n\nWilks, 72, said nothing at today's Board of Medicine hearing, held in St. Petersburg. He let his attorney, Lester Perling, do all the talking.\n\nPerling, along with DOH, asked the board to approve a proposed settlement calling for a geriatric evaluation of Wilks, a year of probation with an indirect supervising physician, a fine and some coursework.\n\nThe board rejected that 8 to 6, but adopted one that was similar. The counter-proposal specifies that the evaluation be performed by a specific type of mental-health professional, a neuropsychologist, and be reviewed by the Professionals Resource Network by Jan. 15. PRN contracts with the state to evaluate and monitor doctors with mental or physical illnesses or additions.\n\nPenelope Ziegler, medical director of PRN, agreed that can be done if Wilks accepts the board's counter-proposal.\n\nWilks' past psychiatric evaluations -- pro and con -- were in the board members’ materials, but were removed from the case records available to the press and public. Little was available beyond a four-year-old DOH investigative report, which says:\n\n· Morton Plant \"suspended\" Wilks because of concerns that he was no longer able to practice safely, and a hospital official reported the action to PRN in June 2010. (Wilks' attorney Perling said Wilks left of his own accord.)\n\n· In a 2010 evaluation, University of Florida psychiatrist Martha Brown said that Wilks was probably suffering from “dementia.” She said he appeared to have trouble with problem-solving and other complex mental tasks.\n\n· The Florida CARES Program, a contracting agency that tests and evaluates doctors’ medical competence, said in 2010 that Wilks’ “knowledge level showed widespread, significant deficits.”\n\nWilks signed a contract with PRN in 2010, agreeing to abide by its requirements. At first, Wilks complied. But by early 2011 the doctor decided that some of the terms were unreasonable, Perling said.\n\nPRN notified DOH that Wilks had broken the contract and was practicing without PRN's supervision. That's when DOH became involved.\n\nAfter a DOH-contracted expert suggested that the earlier opinions might be overstating Wilks’ problems, and that the dementia diagnosis was \"reckless,\" the agency started negotiating a settlement.\n\nFollowing the hearing, Perling said he and his client would have no comment.\n\n--Health News Florida is part of WUSF Public Media. Contact Special Correspondent Carol Gentry at cgentry@wusf.org. For more health news, visit HealthNewsFlorida.org.", "article_metadata": {"category": "HNF Stories", "description": "Clearwater internist Harry S. Wilks should undergo psychological testing to see whether he is still mentally sharp enough to practice safely, the Florida", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/board-asks-doctor-undergo-mental-test", "image": "http://mediad.publicbroadcasting.net/p/healthnewsfl/files/styles/medium/public/201412/2014120595103007.jpg", "type": "article", "description": "Clearwater internist Harry S. Wilks should undergo psychological testing to see whether he is still mentally sharp enough to practice safely, the Florida", "title": "Board Asks Doctor to Undergo Mental Test"}, "story_id": 368741065, "twitter": {"site": "@HealthNewsFL", "card": "summary", "creator": "@HealthNewsFL"}, "author": "Carol Gentry", "org_id": 0, "dc": {"title": "Board Asks Doctor to Undergo Mental Test"}, "nid": 8830, "datePublished": "2014-12-05", "keywords": "Florida Board of Medicine, Morton Plant Hospital, Professionals Resource Network, PRN, Florida Department of Health", "wordCount": 657, "has_audio": 0, "viewport": "width=device-width"}, "article_summary": "Following the hearing, Perling said he and his client would have no comment.\nClearwater internist Harry S. Wilks should undergo psychological testing to see whether he is still mentally sharp enough to practice safely, the Florida Board of Medicine said today.\nHowever, the board cannot require that Wilks comply; he has seven days to decide.\nTime is of the essence, board members said, since Wilks is currently practicing without supervision.\nWilks, 72, said nothing at today's Board of Medicine hearing, held in St. Petersburg."}