{"article_title": "Modern Healthcare Modern Healthcare business news, research, data and events", "article_keywords": ["information", "sebelius", "patient", "working", "business", "hospital", "modern", "number", "research", "records", "health", "healthcare", "using", "data", "events"], "article_url": "http://www.modernhealthcare.com/article/20140227/NEWS/301019759", "article_text": "The answer, Sebelius suggested, is twofold: Unlock and release the information that drives innovation; and align payment for care in a way that pays for better outcomes and innovations, rather than for more operations and hospital readmissions.And the federal government can help by unlocking some of this information. HHS has been doing that in part through the Hospital Compare website, which allows patients to compare categories such as patient experience, average wait times and whether a hospital has medical imaging capabilities, Sebelius said.HHS for years has collected data in a wide variety of areas, such as public health Medicare , clinical trials and spending. But often that information was either difficult or even impossible to access, either because it was hidden behind walls that would require huge sums of money to access, or because the data were published in formats that were indecipherable, she acknowledged. In other words, Sebelius said, it was “lazy” data that had potentially valuable information.Now, HHS is working to make that “active” data. Just recently, the department had its 1,000th data set released on HealthData.gov. In the past, Sebelius said, that information would have been available only to scientists and researchers who were willing to pay for it.“What we're finding is if we make data open and accessible, the private and nonprofit sectors use it to start innovating,” she said.Sebelius shared a few success stories of healthcare providers who have seen significant changes through the use of electronic health records, including one physician in the small town of Plainville, Kan., who transferred her patient records to EHRs. After she did, she was surprised to learn that only 43% of patients in her practice over the age of 50 for whom colon cancer screenings were recommended were actually getting tested. The physician created a system in which she was notified if a patient didn't follow through. In a year and a half, that number rose to 89%, and she is working toward 100%.“Nationally there has been tremendous progress in the last five years from quills and clipboards to computers and keyboards,” Sebelius said. “When President Obama took office in 2009, 1 in 8 hospitals were using any kind of basic electronic record. By 2012, that number had tripled,” she said, adding that the number of doctors using EHRs is now more than 50% and on the rise.These changes are due in large part to incentives included in the American Recovery and Reinvestment Act, she said, and emphasized that with those incentives also came the national protocols to become a meaningful user.Looking ahead, Sebelius challenged members of the health reform community to agree that from now on, “We'll look at innovation that is something that is happening for us and with us and by us,” she said, “rather than something happening to us.”Follow Jessica Zigmond on Twitter: @MHjzigmond", "article_metadata": {"msapplication-TileColor": "#0a365e", "description": "The federal government's top health official Thursday gave U.S. healthcare innovation a grade of Incomplete.“That's really the great dichotomy of the time we're living in,” HHS Secretary Kathleen Sebelius said. “We live in a 21st century world with a 20th century delivery system. We live in a world in which the National Cancer Institute is texting teens to convince them to quit smoking, but ask any parent how easy it is to get their kid's immunization report from the doctor's office.”", "title": "U.S. lags behind in healthcare innovation, Sebelius says", "og": {"site_name": "Modern Healthcare", "description": "The federal government's top health official Thursday gave U.S. healthcare innovation a grade of Incomplete.“That's really the great dichotomy of the time we're living in,” HHS Secretary Kathleen Sebelius said. “We live in a 21st century world with a 20th century delivery system. We live in a world in which the National Cancer Institute is texting teens to convince them to quit smoking, but ask any parent how easy it is to get their kid's immunization report from the doctor's office.”", "title": "U.S. lags behind in healthcare innovation, Sebelius says", "url": "http://www.modernhealthcare.com/article/20140227/NEWS/301019759", "image": "http://www.modernhealthcare.com/apps/pbcsi.dll/storyimage/CH/20140227/NEWS/301019759/AR/0/Kathleen-Sebelius.jpg&maxw=1200&maxh=630", "type": "article"}, "twitter": {"domain": "http://www.modernhealthcare.com", "description": "The federal government's top health official Thursday gave U.S. healthcare innovation a grade of Incomplete.“That's really the great dichotomy of the time we're living in,” HHS Secretary Kathleen Sebelius said. “We live in a 21st century world with a 20th century delivery system. We live in a world in which the National Cancer Institute is texting teens to convince them to quit smoking, but ask any parent how easy it is to get their kid's immunization report from the doctor's office.”", "title": "U.S. lags behind in healthcare innovation, Sebelius says", "image": "http://www.modernhealthcare.com/apps/pbcsi.dll/storyimage/CH/20140227/NEWS/301019759/AR/0/Kathleen-Sebelius.jpg&imageversion=thumbnail&maxw=240&maxh=240", "creator": "@modrnhealthcr", "site": "@modrnhealthcr", "card": "summary"}, "apple-mobile-web-app-title": "Modern Healthcare", "apple-mobile-web-app-status-bar-style": "black", "apple-mobile-web-app-capable": "yes", "url": "http://www.modernhealthcare.com/article/20140227/NEWS/301019759", "published_at": "2014-02-27", "msapplication-TileImage": "https:/raw.githubusercontent.com/modernhealthcare/mh-logo/master/ms-touch-icon-144x144-precomposed.png", "mobile-web-app-capable": "yes", "image": "http://www.modernhealthcare.com/apps/pbcsi.dll/storyimage/CH/20140227/NEWS/301019759/AR/0/Kathleen-Sebelius.jpg&maxw=360&maxh=240", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "article_summary": "In other words, Sebelius said, it was “lazy” data that had potentially valuable information.Now, HHS is working to make that “active” data.\n“When President Obama took office in 2009, 1 in 8 hospitals were using any kind of basic electronic record.\nJust recently, the department had its 1,000th data set released on HealthData.gov.\nThe physician created a system in which she was notified if a patient didn't follow through.\nAfter she did, she was surprised to learn that only 43% of patients in her practice over the age of 50 for whom colon cancer screenings were recommended were actually getting tested."}