{"article_title": "Colorado wildfire upwind of Silverthorne mostly snuffed – The Denver Post", "article_keywords": ["wildfire", "mountain", "wildfires", "miles", "lipsher", "colorado", "flames", "silverthorne", "denver", "county", "spread", "upwind", "let", "helicopters", "snuffed", "post", "summit"], "article_url": "http://www.denverpost.com/news/ci_28920584/colorado-wildfire-upwind-silverthorne-mostly-snuffed", "article_text": "Firefighters in Summit County on Sunday kept a 229-acre wildfire from growing, benefitting from water-dropping helicopters and two inmate crews who dug dirt lines against flames.\n\nThis Brush Creek Fire burned through fallen and standing beetle-killed lodgepole pines, two miles south of Heeney and 12 miles north of Silverthorne. Fed by storm winds late Friday, flames torched and spread, also devouring grass and sage — all on land devoid of structures and people.\n\nThe U.S. Forest Service tries to let lightning-sparked wildfires in wilderness take their natural course. This year around Colorado, few wildfires have threatened mountain homes.\n\nBut local commanders decided to suppress this one aggressively due to populated areas downwind.\n\nLake Dillon Fire-Rescue led the attack, drawing in 100 firefighters and two helicopters that pulled water from a Brush Creek Ranch cattle pond and put it on flames every five minutes, Lake Dillon Fire spokesman Steve Lipsher said.\n\nFederal hotshots from Wyoming and prison crews from Rifle and Buena Vista had stopped the spread Sunday evening.\n\nA century of suppressing wildfires has built potential for mayhem near resorts, Lipsher said. “Because now we have so much development and infrastructure at stake, when we have a fire in a fairly-populated mountain county like Summit County, we can’t just go: ‘That’s good, let it burn,’ ” he said.\n\n“We don’t want fires to get up a big head of steam because we might not be able to stop them. But, every time we put out a fire, we exacerbate the problem.”\n\nBruce Finley: 303-954-1700, bfinley@denverpost.com or @finleybruce", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Colorado wildfire upwind of Silverthorne mostly snuffed", "title": "Colorado wildfire upwind of Silverthorne mostly snuffed", "url": "http://www.denverpost.com/2015/10/04/colorado-wildfire-upwind-of-silverthorne-mostly-snuffed/", "image": {"width": 1024, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20151004_054210_lakedillonfirerescue.org-IMG_20151002_145950347-1024x576.jpg", "height": 576}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20151004_054210_lakedillonfirerescue.org-IMG_20151002_145950347-1024x576.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-10-04T17:27:57+00:00", "modified_time": "2016-04-21T04:42:12+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Wildfires"}, "article_summary": "Firefighters in Summit County on Sunday kept a 229-acre wildfire from growing, benefitting from water-dropping helicopters and two inmate crews who dug dirt lines against flames.\nThis Brush Creek Fire burned through fallen and standing beetle-killed lodgepole pines, two miles south of Heeney and 12 miles north of Silverthorne.\n“Because now we have so much development and infrastructure at stake, when we have a fire in a fairly-populated mountain county like Summit County, we can’t just go: ‘That’s good, let it burn,’ ” he said.\nThe U.S. Forest Service tries to let lightning-sparked wildfires in wilderness take their natural course.\nFed by storm winds late Friday, flames torched and spread, also devouring grass and sage — all on land devoid of structures and people."}