{"article_title": "Cuba detains dissidents ahead of Pope Francis visit", "article_keywords": ["cuban", "havana", "pope", "ahead", "cuba", "dissidents", "human", "rights", "visit", "dissident", "detains", "detained", "church", "francis", "women"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/09/13/Cuba-detains-dissidents-ahead-Pope-Francis-visit", "article_text": "HAVANA (Reuters) - Cuban police detained about 50 people when a predominantly Roman Catholic dissident group led a march in Havana on Sunday, less than a week before Pope Francis visits the communist-ruled country.\n\nSuch detentions have become common following regular Sunday marches by the Ladies in White, a group that has criticized the Roman Catholic Church and Cuban Cardinal Jaime Ortega for failing to advocate on its behalf with the Cuban government.\n\nLadies in White leader Berta Soler told Reuters the women planned to attend masses that Pope Francis will lead in Havana and Holguin while in Cuba from Sept. 19-22. The pope will also visit Santiago de Cuba.\n\n\"I would discuss with the pope the need to stop police violence against those who exercise their freedom to demonstrate in public,\" Soler said.\n\nCuba's government considers the dissidents to be provocateurs who are financed by anti-communist groups in the United States as part of an effort to destabilize the government in Havana.\n\nIn their weekly rally following mass at Havana's Santa Rita Catholic Church, about 40 of the women, accompanied by about a dozen male supporters, marched outside their authorized route and down a side street where they were set upon by some 200 government supporters and police.\n\nFemale police pushed, pulled and carried the women onto buses as some sat down in an attempt to resist. The men were handcuffed and shoved into police cars and vans.\n\nSimilar incidents have occurred over the last few months, with those detained soon released. Dissidents have said about 100 people are typically detained each Sunday across Cuba.\n\nIn August, Cuban police detained 768 dissidents of all stripes for political activity, the highest monthly total so far this year, according to the dissident Cuban Commission of Human Rights and National Reconciliation.\n\nAmong those detained on Sunday was Jose Daniel Ferrer, head of the Patriotic Union of Cuba, the country’s largest dissident organization. He was released about an hour later.\n\n\"The Church should be concerned about this or any time human rights are involved,\" Ferrer said after police handcuffed him, took him to a station and later dropped him off at a bus terminal. \"It is their duty.\"\n\nThe Church says it advocates for human rights with the government but cannot take up partisan political causes.\n\n(Reporting by Marc Frank; Editing by Daniel Trotta and Paul Simao)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "HAVANA (Reuters) - Cuban police detained about 50 people when a predominantly Roman Ca", "title": "Cuba detains dissidents ahead of Pope Francis visit", "url": "http://www.thefiscaltimes.com/latestnews/2015/09/13/Cuba-detains-dissidents-ahead-Pope-Francis-visit", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/pope-cuba-dissidents_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/09/13/Cuba-detains-dissidents-ahead-Pope-Francis-visit", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/pope-cuba-dissidents_2.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "HAVANA (Reuters) - Cuban police detained about 50 people when a predominantly Roman Ca", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "The Church says it advocates for human rights with the government but cannot take up partisan political causes.\nLadies in White leader Berta Soler told Reuters the women planned to attend masses that Pope Francis will lead in Havana and Holguin while in Cuba from Sept. 19-22.\nIn August, Cuban police detained 768 dissidents of all stripes for political activity, the highest monthly total so far this year, according to the dissident Cuban Commission of Human Rights and National Reconciliation.\nThe pope will also visit Santiago de Cuba.\nDissidents have said about 100 people are typically detained each Sunday across Cuba."}