{"article_title": "Flu shots aren’t working well, but Maine CDC wants you to get one anyway", "article_keywords": ["wants", "shot", "vaccine", "working", "cdc", "season", "work", "flu", "strains", "arent", "shots", "seasons", "maine", "match"], "article_url": "http://vitalsigns.bangordailynews.com/2014/12/05/home/flu-shots-arent-working-well-but-maine-cdc-wants-you-to-get-one-anyway/", "article_text": "The U.S. CDC announced earlier this week that this season’s flu vaccine may not work as well as hoped against the virus.\n\nHow well the vaccine protects against the flu varies from season to season because it’s reformulated each year to match emerging strains of the illness. Flu viruses change constantly and drug makers must ramp up production of vaccines months ahead of the flu season, leaving scientists to predict which strains will be most active. Sometimes they get it right, sometimes they whiff. As the Los Angeles Times put it, every year, flu researchers “take aim at an invisible target.”\n\nThis year, the vaccine isn’t a great match against the flu strain circulating most frequently across the country. That strain, called influenza A (H3N2), is also the one hitting Maine the hardest, according to a Maine CDC health advisory issued Friday. While the flu isn’t widespread here yet, all of the Maine flu samples tested so far are influenza A (H3N2).\n\nNationally, less than half of all flu virus samples the CDC collected from Oct. 1 to Nov. 22 were a good match for this season’s flu shots. That suggests the virus has “drifted,” or mutated, since the vaccine was developed. The flu shot selected for distribution in the southern hemisphere is actually a better match for the flu bug we’re seeing in the U.S.\n\nSo why bother getting a flu shot this year? Public health officials say the vaccine will still offer protection, though reduced, which can lead to milder symptoms, lessening the risk of dangerous complications that can cause hospitalization and even death.\n\nSeasonal vaccines also protect against three to four different flu viruses. This season’s flu shot will still work well against flu strains that haven’t mutated.\n\nMaine CDC is urging doctors and nurses to use antiviral flu medications when necessary, such as Tamiflu and Relenza. The drugs work best when administered within 48 hours after symptoms start.\n\nEven though this year’s flu vaccine missed the target, it’s still your best defense against getting sick.\n\nRecommend this article", "article_metadata": {"wp-parsely_version": "1.7", "fb": {"app_id": 748756371893770}, "viewport": "width=device-width", "generator": "WordPress 4.1.5"}, "_id": "\"57477af46914bd0286fd7177\"", "article_summary": "While the flu isn’t widespread here yet, all of the Maine flu samples tested so far are influenza A (H3N2).\nThat strain, called influenza A (H3N2), is also the one hitting Maine the hardest, according to a Maine CDC health advisory issued Friday.\nThis season’s flu shot will still work well against flu strains that haven’t mutated.\nMaine CDC is urging doctors and nurses to use antiviral flu medications when necessary, such as Tamiflu and Relenza.\nThe U.S. CDC announced earlier this week that this season’s flu vaccine may not work as well as hoped against the virus."}