{"article_title": "CBO: Deficit, Public Debt to Double Over Next 10 Years", "article_keywords": ["revenues", "spending", "double", "rise", "cbo", "increase", "2025", "outlays", "growth", "rising", "deficit", "debt", "public"], "article_url": "http://freebeacon.com/issues/cbo-deficit-public-debt-to-double-over-next-10-years/", "article_text": "BY: Follow @DJAliMeyer\n\n\n\nThe deficit is estimated to more than double in 10 years, which is projected to push debt held by the public up to 77 percent as a percentage of Gross Domestic Product (GDP), according to Congressional Budget Office (CBO) estimates.\n\nDespite an anticipated rise in tax collection, the CBO predicts that the government will continue to spend outside of its means. The CBO warns that later in the coming decade, growth in government spending will “outstrip” growth in the economy.\n\nAccording to the CBO, by the end of this year, federal revenues are expected to climb to $3.3 trillion—or 18.2 percent of GDP. These revenues include sources like individual income taxes, corporate income taxes, and payroll taxes.\n\nWhile revenues are expected to climb to nearly $5 trillion by 2025, an increase of about 52 percent, government spending will increase at an even higher rate.\n\nThe CBO estimates that federal outlays will rise to about $6 trillion by 2025, an increase of about 62 percent.\n\nFederal outlays will increase by $199 billion in 2015 alone. Most of this increase is due to major health care programs, such as Medicare, Medicaid, Children’s Health Insurance Program (CHIP), and subsidies for health insurance purchased through the Obamacare exchanges.\n\nOther mandatory government spending includes outlays from Social Security, the Supplemental Nutrition Assistance Program (SNAP), the Earned Income Tax Credit (EITC), unemployment compensation, military retirement outlays, veterans’ programs, transactions with Fannie Mae and Freddie Mac, and higher education programs, to name a few.\n\n“Later in the coming decade, under current law, growth in outlays would outstrip growth in the economy; outlays would rise to 22 percent of GDP in 2022 and remain at that level through 2025,” states CBO.\n\nBecause government spending will continue to outpace revenues at a greater rate over the next ten years, the deficit is expected to more than double by 2025. By the end of this year, CBO predicts that the government will have a budget deficit of $426 billion. By 2025, that deficit will increase to roughly $1 trillion, an increase of 135 percent.\n\n“Such deficits would push debt held by the public up to 77 percent by the end of the 10-year projection period, roughly twice the average it has been over the past five decades.”\n\n“Beyond 2025, if current laws remained in place, the same pressures that contribute to rising deficits during the baseline period would accelerate and push debt up sharply relative to GDP,” states the report. “Such high and rising debt would have serious negative consequences for the nation.”\n\nThis rising debt will be more cause for concern in the coming decade due to rising interest payments. “The government’s interest payments on debt held by the public are projected to rise sharply over the next 10 years because of two factors: rising interest rates and growing federal debt,” states CBO.", "article_metadata": {"description": "Despite rising tax collection, government continues to spend outside its means", "generator": "WordPress 4.5.2", "og": {"site_name": "Washington Free Beacon", "description": "The deficit is estimated to more than double in 10 years, which is projected to push debt held by the public up to 77 percent as a percentage of Gross Domestic Product (GDP), according to Congressiona", "title": "CBO: Deficit, Public Debt to Double Over Next 10 Years", "url": "http://freebeacon.com/issues/cbo-deficit-public-debt-to-double-over-next-10-years/", "image": "http://freebeacon.com/wp-content/uploads/2014/11/cash-money-150x150.jpg", "type": "article"}, "twitter": {"description": "The deficit is estimated to more than double in 10 years, which is projected to push debt held by th", "creator": "@DJAliMeyer", "image": "http://freebeacon.com/wp-content/uploads/2014/11/cash-money-150x150.jpg", "title": "CBO: Deficit, Public Debt to Double Over Next 10 Years", "site": "@freebeacon", "card": "summary"}, "robots": "noodp", "apple-itunes-app": "app-id=1047859882", "fb": {"app_id": "FB_APP_ID"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fd7174\"", "article_summary": "“Such high and rising debt would have serious negative consequences for the nation.”This rising debt will be more cause for concern in the coming decade due to rising interest payments.\n“The government’s interest payments on debt held by the public are projected to rise sharply over the next 10 years because of two factors: rising interest rates and growing federal debt,” states CBO.\nThe CBO warns that later in the coming decade, growth in government spending will “outstrip” growth in the economy.\nThe CBO estimates that federal outlays will rise to about $6 trillion by 2025, an increase of about 62 percent.\nBy the end of this year, CBO predicts that the government will have a budget deficit of $426 billion."}