{"article_title": "Politics: Wooden-headed week (Opinion)", "article_keywords": ["week", "school", "principals", "iran", "congress", "moment", "harvard", "opinion", "politics", "president", "woodenheaded", "public", "important", "obama"], "article_url": "http://www.cnn.com/2015/03/13/opinions/gergen-bad-week-politics/", "article_text": "Story highlights David Gergen: Iran almost certain to become big issue in 2016 campaign\n\nClinton's mistakes did not start with creating email protection system, he says\n\nDavid Gergen is a senior political analyst for CNN and has been a White House adviser to four presidents. A graduate of Harvard Law School, he is a professor of public service and co-director of the Center for Public Leadership at The Harvard Kennedy School. Follow him on Twitter: @david_gergen. The opinions expressed in this commentary are his.\n\n(CNN) For those who hoped that the coming presidential election would usher in the dawn of a new, more inspiring politics, this past week has been deeply discouraging. In two key moments, leaders from both sides of the aisle have acted like the Bourbons of France, who famously remembered nothing and forgot nothing from battles of their past.\n\nThe first and substantively more important moment was the sending of that letter by Republican senators to the Iranian regime. The second, and perhaps more important politically telling moment, was Hillary Clinton's handling of her emails.\n\nThe two cases are oddly related. In both instances, the principals started with legitimate concerns but have wound up making things worse. In both cases, the principals have also created divisive issues that will deepen polarization through the campaign and probably into the next presidency. Both have diminished the chances for breaking out of today's ugly politics.\n\nRepublicans in Congress have reason to press hard with their views as negotiations with Iran enter the home stretch. They, like many others -- including a sizable number of Democrats, the current Israeli government, and friendly Arab nations -- fear the Obama administration will cut a weak, leaky deal that will allow Iran to come perilously close to having nuclear weapons.\n\nJust as importantly, Republicans believe, with cause, that as he negotiates, President Barack Obama has tried to sideline Congress in general and them in particular. Who can blame them for arguing that if the President insists any agreement needs only executive approval -- not approval by Congress -- then the next chief executive should not be legally bound by its provisions?\n\nRead More", "article_metadata": {"description": "For those who hoped that the coming presidential election would usher in the dawn of a more inspiring politics, this past week has been discouraging.", "pubdate": "2015-03-13T20:25:58Z", "author": "David Gergen, CNN Senior Political Analyst", "og": {"site_name": "CNN", "description": "For those who hoped that the coming presidential election would usher in the dawn of a more inspiring politics, this past week has been discouraging.", "pubdate": "2015-03-13T20:25:58Z", "title": "Politics: Wooden-headed week (Opinion)", "url": "http://www.cnn.com/2015/03/13/opinions/gergen-bad-week-politics/index.html", "image": "http://i2.cdn.turner.com/cnnnext/dam/assets/130823062608-capitol-hill-building-t3-entertainment.jpg", "type": "article"}, "section": "opinions", "fb": {"app_id": 80401312489}, "thumbnail": "http://i2.cdn.turner.com/cnnnext/dam/assets/130823062608-capitol-hill-building-t3-entertainment.jpg", "template-top": "opinions,art-gal", "vr": {"canonical": "http://www.cnn.com/2015/03/13/opinions/gergen-bad-week-politics/index.html"}, "keywords": "opinions, Politics: Wooden-headed week (Opinion) - CNN.com", "lastmod": "2015-03-13T20:25:58Z", "twitter": {"card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0"}, "article_summary": "The first and substantively more important moment was the sending of that letter by Republican senators to the Iranian regime.\nA graduate of Harvard Law School, he is a professor of public service and co-director of the Center for Public Leadership at The Harvard Kennedy School.\n(CNN) For those who hoped that the coming presidential election would usher in the dawn of a new, more inspiring politics, this past week has been deeply discouraging.\nJust as importantly, Republicans believe, with cause, that as he negotiates, President Barack Obama has tried to sideline Congress in general and them in particular.\nRepublicans in Congress have reason to press hard with their views as negotiations with Iran enter the home stretch."}