{"article_title": "For Many New Medicaid Enrollees, Care Is Hard to Find, Report Says", "article_keywords": ["enrollees", "access", "federal", "hard", "standards", "states", "state", "officials", "medicaid", "doctors", "report", "health", "care"], "article_url": "http://www.nytimes.com/2014/09/28/us/for-many-new-medicaid-enrollees-care-is-hard-to-find-report-says.html", "article_text": "WASHINGTON — Enrollment in Medicaid is surging as a result of the Affordable Care Act, but the Obama administration and state officials have done little to ensure that new beneficiaries have access to doctors after they get their Medicaid cards, federal investigators say in a new report.\n\nThe report, to be issued this week by the inspector general at the Department of Health and Human Services, says state standards for access to care vary widely and are rarely enforced. As a result, it says, Medicaid patients often find that they must wait for months or travel long distances to see a doctor.\n\nThe inspector general, Daniel R. Levinson, said federal and state officials must do more to protect beneficiaries’ access to care, in view of the program’s rapid growth. Just since October, the administration says, eight million people with low incomes have enrolled. By 2016, the Congressional Budget Office estimates, one in four Americans will be on Medicaid at some time during the year.\n\nTwenty-seven states have expanded Medicaid eligibility since the passage of the health care law in 2010, and President Obama is urging other states to do so.\n\nMost states hire insurance companies to manage care for Medicaid patients. In return for monthly fees, the insurers provide comprehensive services through networks of selected doctors and hospitals. Federal rules say managed-care organizations must “provide adequate access to all services covered,” but states can define what “adequate” means.\n\nAdvertisement Continue reading the main story\n\nSome states set time and distance standards for access to doctors. Other states specify the maximum number of days that a Medicaid patient should have to wait for an appointment. Still others require a minimum number of doctors and other providers, based on the number of people in a health plan.\n\nIn some places, insurers must have at least one primary care provider for every 100 Medicaid beneficiaries, while other states require at least one for every 2,500. Some states say Medicaid patients should be able to see specialists within 15 days, while others allow waits up to 60 days.\n\nIn any event, the inspector general said, most states have not cited any insurers for violations in the last five years, and the federal government “provides limited oversight of state standards for access to care.” Three states, Georgia, New York and Ohio, accounted for three-fourths of violations reported in the last five years.\n\nThe federal government “uses a checklist to confirm that states have access standards,” but does not analyze whether the standards ensure access to care, Mr. Levinson said. Federal officials, he said, view the setting of standards as “primarily a state responsibility.”\n\nIn assessing whether health plans have enough doctors, states typically rely on information supplied by insurers, Mr. Levinson said, but “this information is often inaccurate or out of date.” Some doctors are no longer in health plan networks. Some are not taking new Medicaid patients. Some were never at the address listed in the insurer’s directory of providers.\n\nOnly a handful of states try to verify the information reported by insurers — for example, by making “secret shopper” calls to doctors’ offices, the report said.\n\nMarilyn B. Tavenner, the administrator of the Centers for Medicare and Medicaid Services, generally agreed with recommendations by the inspector general, who said federal and state Medicaid officials should adopt stronger standards for access to care and do more to enforce them. Ms. Tavenner said she expected to provide “additional guidance to states,” but did not say when.\n\nJeff M. Myers, the president of Medicaid Health Plans of America, a trade group, said: “Our plans do everything they can to make sure beneficiaries have access to the care they need. But in some underserved areas, it’s very hard to find additional specialists and primary care physicians.”\n\nAdvertisement Continue reading the main story\n\nHealth plans often provide transportation to help Medicaid patients get to doctor’s appointments, Mr. Myers said. And some try to recruit doctors by offering to pay them more.\n\nMr. Levinson’s findings are likely to fuel concern across the political spectrum.\n\n“Medicaid shows that access to a government health care program does not guarantee access to health care,” said Senator Tom Coburn, Republican of Oklahoma.\n\nSarah Somers, who represents poor individuals as a lawyer at the National Health Law Program, said federal Medicaid standards must be updated because “beneficiaries have reported serious problems obtaining the care they need, particularly reproductive health and specialty care.”\n\nThe inspector general’s report focused on Medicaid, but Obama administration officials are wrestling with similar issues as they set standards for private health plans sold on insurance exchanges under the Affordable Care Act.\n\nStandards for “network adequacy” have become an explosive political issue. Many consumer advocates want the federal government to set stricter standards. But many insurers say they have been able to hold down premiums by providing access to a limited group of doctors and hospitals.\n\nThe Obama administration is caught in the middle. It wants to guarantee access to a wide range of providers while holding down premiums, which are paid by consumers and subsidized by the federal government.\n\nMr. Levinson said federal Medicaid officials should require states to develop standards for access to primary care doctors and specialists, including obstetricians and pediatricians. In addition, he said, states may need to set specific standards for urban and rural areas. And he recommended that state officials call doctors’ offices to check whether they were taking new Medicaid patients.\n\nThe federal government has a big stake in Medicaid and reviews and approves all managed-care contracts.", "article_metadata": {"tone": "news", "ptime": 20140927124211, "twitter": {"description": "A federal report says state standards for access to health care are rarely enforced and that Medicaid patients may wait for months or travel long distances to see a doctor.", "title": "For Many New Medicaid Enrollees, Care Is Hard to Find, Report Says", "url": "http://www.nytimes.com/2014/09/28/us/for-many-new-medicaid-enrollees-care-is-hard-to-find-report-says.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000003142816"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "site": "@nytimes", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2014/09/28/us/for-many-new-medicaid-enrollees-care-is-hard-to-find-report-says.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000003142816", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2014/09/28/us/for-many-new-medicaid-enrollees-care-is-hard-to-find-report-says.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "dfp-ad-unit-path": "us", "channels": "NytNow", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/us/index.jsonp", "DISPLAYDATE": "Sept. 27, 2014", "edt": "NewYork", "org": "Health and Human Services Department", "keywords": "Medicaid,Patient Protection and Affordable Care Act (2010),Health Insurance and Managed Care,Health and Human Services Department,Obama  Barack", "news_keywords": "Medicaid", "applicationName": "article", "PT": "article", "author": "Robert Pear", "sourceApp": "nyt-v5", "per": "Obama, Barack", "byl": "By ROBERT PEAR", "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "A federal report says state standards for access to health care are rarely enforced and that Medicaid patients may wait for months or travel long distances to see a doctor.", "tom": "News", "dfp-amazon-enabled": "false", "description": "A federal report says state standards for access to health care are rarely enforced and that Medicaid patients may wait for months or travel long distances to see a doctor.", "CG": "us", "robots": "noarchive", "dat": "Sept. 27, 2014", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "News", "article": {"author": "http://topics.nytimes.com/top/reference/timestopics/people/p/robert_pear/index.html", "section_url": "http://www.nytimes.com/pages/national/index.html", "section": "U.S.", "modified": "2014-10-01", "collection": "https://static01.nyt.com/services/json/sectionfronts/us/index.jsonp", "tag": "Obama, Barack", "published": "2014-09-27", "section-taxonomy-id": "23FD6C8B-62D5-4CEA-A331-6C2A9A1223BE"}, "slug": "28medicaid", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20141001152106, "hdl_p": "For Many New Medicaid Enrollees, Care Is Hard to Find, Report Says", "og": {"url": "http://www.nytimes.com/2014/09/28/us/for-many-new-medicaid-enrollees-care-is-hard-to-find-report-says.html", "image": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "type": "article", "description": "A federal report says state standards for access to health care are rarely enforced and that Medicaid patients may wait for months or travel long distances to see a doctor.", "title": "For Many New Medicaid Enrollees, Care Is Hard to Find, Report Says"}, "pdate": 20140927, "des": "Health Insurance and Managed Care", "articleid": 100000003142816, "cre": "The New York Times", "hdl": "For Many New Medicaid Enrollees, Care Is Hard to Find, Report Says", "PST": "News"}, "_id": "\"57477af46914bd0286fd719e\"", "article_summary": "“Medicaid shows that access to a government health care program does not guarantee access to health care,” said Senator Tom Coburn, Republican of Oklahoma.\nMr. Levinson said federal Medicaid officials should require states to develop standards for access to primary care doctors and specialists, including obstetricians and pediatricians.\nTwenty-seven states have expanded Medicaid eligibility since the passage of the health care law in 2010, and President Obama is urging other states to do so.\nAnd he recommended that state officials call doctors’ offices to check whether they were taking new Medicaid patients.\nThe inspector general, Daniel R. Levinson, said federal and state officials must do more to protect beneficiaries’ access to care, in view of the program’s rapid growth."}