{"article_title": "Obamacare beïnvloedt kwartaalresultaten Agfa-Gevaert", "article_keywords": ["het", "en", "agfagevaert", "kwartaal", "kwartaalresultaten", "procent", "obamacare", "door", "maar", "dat", "een", "van", "benvloedt", "op"], "article_url": "http://www.hln.be/hln/nl/942/Economie/article/detail/2011832/2014/08/27/Obamacare-beinvloedt-kwartaalresultaten-Agfa-Gevaert.dhtml", "article_text": "Door: redactie\n\n27/08/14 - 16u12 Bron: Belga\n\n© belga.\n\nDe 'Affordable Care Act' in de Verenigde Staten, ook wel Obamacare genoemd, heeft gevolgen voor de Mortselse beeldvormingsgroep Agfa-Gevaert. Dat bleek bij de voorstelling van het kwartaalresultaat van het bedrijf. Doorheen de hele groep was er een omzetdaling van zo'n 11 procent in het tweede kwartaal.\n\nObamacare heeft vooral een impact op de Healthcare-divisie van Agfa-Gevaert. Obamacare voorziet onder meer in resultaatsgebonden financiering van de gezondheidszorg, in plaats van prestatiefinanciering. \"Radiologie wordt dan mogelijk geen opbrengst meer, maar een kost\", zegt Healthcare-directeur Luc Thijs. \"Tegelijkertijd zie je investeringen in elektronische medische dossiers, maar die bevatten vaak voornamelijk labogegevens. Wij proberen die te verrijken met afbeeldingen en te voorzien in documentmanagementsystemen. Het is een uitdaging, maar ook een kans in de markt. De ziekenhuizen experimenteren en de volgende kwartalen zullen we dat zien evolueren.\"\n\n\n\n\"Hernieuwde focus\"\n\nIn de divisie 'Graphics' daalde de omzet in het tweede kwartaal met bijna 11 procent: naast de negatieve wisselkoerseffecten voornamelijk door de terugval in de analoge prepress-activiteiten en concurrentie op de digitale evenknie ervan. Het industriële inktjetsegment deed het wel goed. Agfa sloot verschillende contracten af en CEO Christian Reinaudo sprak van een \"hernieuwde focus op deze markten\".\n\n\n\nDe afdeling 'Specialty Products' kende een terugval van de omzet van 15,5 procent, vooral door de lagere zilverprijs. Een aantal toekomstgerichte activiteiten zoals synthetisch papier en de productie van gedrukte schakelingen \"presteerden goed\".\n\n\n\nOver de lange personeelsstaking naar aanleiding van de brugpensioenhervorming die het bedrijf eind februari-begin maart doormaakte, wilde men woensdag enkel kwijt dat het herstel nog aan de gang is en -gezien een traditioneel kalmer derde kwartaal- mogelijk voortduurt tot in het vierde kwartaal. \"Een deel van de kosten is intussen geabsorbeerd, maar hoeveel, dat weet ik eerlijk gezegd niet\", aldus topman Reinaudo.\n\n\n\n", "article_metadata": {"googlebot": "noodp", "description": "De 'Affordable Care Act' in de Verenigde Staten, ook wel Obamacare genoemd, heeft gevolgen voor de ..., lees meer op Kanaal Geld", "author": "redactie", "og": {"site_name": "HLN", "description": "De 'Affordable Care Act' in de Verenigde Staten, ook wel Obamacare genoemd, heeft gevolgen voor de Mortselse beeldvormingsgroep Agfa-Gevaert. Dat ...", "title": "Obamacare beïnvloedt kwartaalresultaten Agfa-Gevaert", "url": "http://www.hln.be/hln/nl/942/Economie/article/detail/2011832/2014/08/27/Obamacare-beinvloedt-kwartaalresultaten-Agfa-Gevaert.dhtml", "image": "http://static0.hln.be/static/photo/2014/9/1/5/20140827155933/media_xll_7042625.jpg", "type": "article"}, "pe-cached": "Fri Sep 18 09:33:07 MEST 2015", "twitter": {"domain": "http://www.hln.be", "description": "De 'Affordable Care Act' in de Verenigde Staten, ook wel Obamacare genoemd, heeft gevolgen voor de Mortselse beeldvormingsgroep Agfa-Gevaert. Dat bleek bij de voorstelling van het kwartaalresultaat van het bedrijf. Doorheen de hele groep was er een omzetdaling van zo'n 11 procent in het tweede kwartaal. Obamacare heeft vooral een impact op de Healthcare-divisie van Agfa-Gevaert. Obamacare voorziet", "title": "Obamacare beïnvloedt kwartaalresultaten Agfa-Gevaert", "image": "http://static3.hln.be/static/photo/2014/9/1/5/20140827155933/media_xl_7042625.jpg", "site": "@HLN_be", "widgets": {"csp": "on"}, "card": "summary"}, "ROBOTS": "NOARCHIVE", "vr": {"published_time": "2014-08-27T16:12:00MEST"}, "apple-mobile-web-app-capable": "yes", "fb": {"app_id": 367957443214829}, "article": {"expiration_time": "2100-01-01T00:00:00MET", "tag": "barack obama", "published_time": "2014-08-27T16:12:00MEST", "section": "Geld", "author": "http://www.hln.be/auteur/redactie"}, "news_keywords": "economie, barack obama"}, "article_summary": "Dat bleek bij de voorstelling van het kwartaalresultaat van het bedrijf.\nDe 'Affordable Care Act' in de Verenigde Staten, ook wel Obamacare genoemd, heeft gevolgen voor de Mortselse beeldvormingsgroep Agfa-Gevaert.\nObamacare heeft vooral een impact op de Healthcare-divisie van Agfa-Gevaert.\n\"Radiologie wordt dan mogelijk geen opbrengst meer, maar een kost\", zegt Healthcare-directeur Luc Thijs.\nAgfa sloot verschillende contracten af en CEO Christian Reinaudo sprak van een \"hernieuwde focus op deze markten\"."}