{"article_title": "Broncos offer Demaryius Thomas 5-year deal, talk with Julius Thomas – The Denver Post", "article_keywords": ["week", "thomas", "broncos", "deal", "offer", "julius", "season", "million", "training", "denver", "demaryius", "post", "5year", "nfl", "talk", "told"], "article_url": "http://www.denverpost.com/broncos/ci_25958175/broncos-offer-demaryius-thomas-five-year-deal-according", "article_text": "The Broncos’ bid to complete contract extensions with two of their top passing game weapons has begun in earnest. They offered a five-year deal to receiver Demaryius Thomas, an NFL source said Friday, and have initiated talks with tight end Julius Thomas although no formal offer has been presented.\n\n“I definitely would be open to working something out with the Denver Broncos,” Julius Thomas said Friday. “I don’t really understand how these things work. I’ll let Frank (Bauer, his agent) and Mr. (John) Elway take care of it.”\n\nElway, the Broncos’ general manager, told The Post earlier this week that he wanted to secure deals with both players before training camp begins next month. The Broncos addressed their defense this offseason, and with the draft picks signed, Thomas and Thomas have become their top targets. They will become free agents at season’s end, making this a preemptive strike similar to the method used to lock up left tackle Ryan Clady.\n\n“We don’t want to do anything once training camp starts. They’re both in their last years, and we’d like for them to stay and be Broncos for a long time,” Elway said.\n\nThe Broncos drafted Demaryius Thomas in the first round in 2010 despite his limited résumé as part of Georgia Tech’s wishbone offense. He has evolved into one of the game’s elite, catching 186 passes for 2,864 yards and 24 touchdowns the past two seasons.\n\nDemaryius told The Post this week that his focus remains “on winning championships. Nothing else.” CBS4 first reported the Broncos’ offer to Demaryius.\n\nThomas, who is making $3.27 million this season, stands in line for a huge boost. Seven NFL receivers have contracts with an average annual value of at least $10 million, including Detroit’s Calvin Johnson and Miami’s Mike Wallace. If no deal is worked out, the Broncos could place the franchise tag on Thomas after the season, which would be roughly $12.3 million.\n\nJulius Thomas, who has a $645,000 salary this season, was a fourth-round draft pick in 2011. He enjoyed a breakout season in his third season, and would be looking at a $7 million annual average, based on comparables.\n\nTroy E. Renck: trenck@denverpost.com or twitter.com/troyrenck\n\nDenver Post staff writer Mike Klis contributed to this report.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Broncos offer Demaryius Thomas 5-year deal, talk with Julius Thomas", "title": "Broncos offer Demaryius Thomas 5-year deal, talk with Julius Thomas", "url": "http://www.denverpost.com/2014/06/13/broncos-offer-demaryius-thomas-5-year-deal-talk-with-julius-thomas/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140613_011632_demaryius-thomas.jpg", "height": 419}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140613_011632_demaryius-thomas.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-06-13T14:38:34+00:00", "modified_time": "2016-04-27T05:30:13+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Nothing else.” CBS4 first reported the Broncos’ offer to Demaryius.\n“I definitely would be open to working something out with the Denver Broncos,” Julius Thomas said Friday.\nThey offered a five-year deal to receiver Demaryius Thomas, an NFL source said Friday, and have initiated talks with tight end Julius Thomas although no formal offer has been presented.\nThe Broncos addressed their defense this offseason, and with the draft picks signed, Thomas and Thomas have become their top targets.\nThe Broncos drafted Demaryius Thomas in the first round in 2010 despite his limited résumé as part of Georgia Tech’s wishbone offense."}