{"article_title": "Health reform's grand experiment: Will it play in Peoria?", "article_keywords": ["play", "osfs", "patient", "peoria", "reforms", "system", "costs", "wright", "patients", "experiment", "health", "grand", "medicare", "hospital", "care"], "article_url": "http://www.reuters.com/article/us-usa-healthcare-peoria-idUSBREA0406K20140105", "article_text": "PEORIA, Illinois By all accounts, Sandy Wright of Mackinaw, Illinois, is a challenging patient. The spunky 69-year-old with a rare autoimmune disease has been in the hospital more than a dozen times since she was first diagnosed in 1997.\n\n\"You name it, I've had it,\" Wright says. \"I'm a very hard case.\"\n\nNow, patients like Wright are at the forefront of an experiment, under way in Peoria, Illinois, and hundreds of other U.S. cities, that could transform the way doctors, nurses and hospitals deliver care to patients. Amid the barrage of criticism over the rollout of Obamacare, groups known as Accountable Care Organizations (ACOs) are quietly going about the business of testing the potential for healthcare reform.\n\nThe efforts, born of President Barack Obama's Affordable Care Act, are part of the biggest experiment yet to fix the costly and error-plagued U.S. healthcare system. The new models of care, which encourage providers to form networks to coordinate care and cut costs, involve close monitoring of the sickest patients to address budding health problems before they cause a costly trip to the emergency room or an extended hospital stay. Providers that succeed in keeping patients healthy and cutting costs are rewarded with a portion of the savings.\n\nIn Peoria, a city of 116,000 that is often seen as the archetypal middle American community, two hospital systems - OSF Healthcare and UnityPoint Health - are taking on the challenge.\n\nProgress so far is largely anecdotal, but early data showing declines in readmissions and emergency room visits offers a tantalizing glimpse into the potential for reform. Still, there are no guarantees that the savings will exceed the costs.\n\nOSF is in its second year of participating in the federal Pioneer Accountable Care Organization, a pilot program involving 32 hospital systems across the country that aims to improve quality while cutting costs in the government's Medicare insurance program for the elderly.\n\nThe program rewards doctors and medical centers that show gains on 33 measures of quality, including routine cancer and depression screenings, while still managing to cut overall costs. In its first year, 13 hospitals reported savings. OSF was not one of them, but it came close.\n\nThe Centers for Medicare and Medicaid Services has not allowed providers to disclose their full first-year results, but Tara Canty, chief operations officer of OSF's Accountable Care Organization, said the hospital system saw a 30 percent drop in emergency room admissions and a 20 percent drop in inpatient stays among Medicare participants.\n\nCanty sees the first two years as a learning process but says she will be \"upset personally\" if OSF is not achieving savings by year three.\n\nDr. Keith Knepp, chief information officer at UnityPoint Health-Methodist, says reforms are needed, but he sometimes finds it hard to stay optimistic. \"Will there be reimbursement to reward the improved quality, or will we spend more money to take in less?\"\n\nSuccess may depend on controlling costs among high-use patients like Wright. She is among the 5 percent of OSF patients who consumes more than 50 percent of the care delivered by the system.\n\nFOCUS ON THE 5 PERCENT\n\nWright spends most of her days in her tidy home in Mackinaw, outside Peoria, tooling around in a motorized wheelchair. Her legs swell up, making her prone to blood clots. Two years ago in November, she had a major complication from her blood thinner drug, Coumadin.\n\n\"My brain started bleeding. They had to drill holes in my head,\" Wright recalls of the ordeal, which kept her in the hospital for nearly a month. \"I nearly died twice.\"\n\nWright was among the first of OSF's Pioneer patients to be assigned a care manager, a nurse charged with keeping her healthy and out of the hospital.\n\n\"The theory here is if you focus on the people with chronic disease who are your highest utilizers of care … and make a better outcome for those patients, you are able to invest that savings into some of the care for the larger population of patients,\" said Michelle Conger, OSF's chief strategy officer.\n\nLike most providers across the country, Peoria's hospitals have been hit by federal budget cuts and burdened by an outdated reimbursement system focused on how many services they perform rather that quality.\n\nOSF, a system of eight acute-care hospitals with $6 billion in annual patient revenue, needs to cut $200 million over the next five years in response to reimbursement cuts from Medicare and other payers. It has adopted the ACO model to help it get there.\n\nAn actuarial firm is combing through claims data for the 34,000 Medicare patients in OSF's ACO to help identify patients like Wright, whose high-risk conditions are likely to require more emergency room visits or admissions. The system assigned 35 care managers to work with these patients and come up with ways to prevent more acute health crises.\n\nSometimes that means simply helping patients keep track of their medications or arranging transportation to a pharmacy, said Priscilla Romans, a nurse who works in OSF's call center.\n\nIt also means routine checks on high-risk patients. During a call last month, a heart failure patient complained of shortness of breath and a headache. Romans asked whether she could put her shoes on that day. She was only able to get one on, a sign of fluid buildup, and she couldn't wear her rings.\n\nRomans had the woman take her blood pressure, which was too high, and reported the findings to her doctor. The physician doubled the patient's dose of Lasix to cut the swelling in her hands and feet, and started her on a blood pressure medication.\n\nWhen Romans called the next day, a Friday, the woman felt much better. Romans believes the time she spent on the phone with this patient helped avert a much more costly ER visit.\n\nOften, the issues driving health costs are social. In one case, OSF discovered that a patient who kept getting readmitted to the hospital for emphysema had not been taking her medication.\n\n\"She was squirreling away her money to fix her roof,\" said Dr. Stephen Hippler, OSF's senior vice president for clinical excellence. The Catholic hospital system tapped into a charity program and made the repairs.\n\n'GREAT SIGNALS'\n\nUnityPoint Health-Methodist, Peoria's second-biggest provider, has been taking part in Medicare's Shared Savings ACO, a transitional program in which hospitals assume less risk than in the Pioneer ACO but have fewer potential rewards.\n\nThe hospital has cared for about 10,000 Medicare ACO patients since July 2012.\n\nIn November, UnityPoint acquired the 220-bed Procter Hospital, Peoria's third-largest provider, giving it access to new addiction recovery services and skilled nursing care. The Procter deal follows Methodist's decision in 2011 to join Iowa-based UnityPoint Health, the 13th-largest non-profit health system in the United States with annual revenue of $2.7 billion.\n\nThe moves are part of a national consolidation trend among hospitals trying to fill out their menu of services and bring costs under centralized control.\n\n\"There is a need for size and scale in the new environment,\" said Terry Waters, vice president for strategy and development at UnityPoint Health. \"You have to be able to diversify your financial risk over a larger patient population.\"\n\nAccording to the Henry J. Kaiser Family Foundation, an estimated 14 percent of the U.S. population is covered by some form of accountable care organization, including 4 million Medicare beneficiaries.\n\nWILL IT WORK?\n\nOSF could not say whether it has saved money on Wright's care in the two years since she has been in care management because the system does not release financial information about individual patients.\n\nBut Canty said the system \"has seen significant and sustained declines in the cost of care for patients in care management.\"\n\nAs for Wright, she appreciates the quick access she now has to her doctors, but she still needs a lot of care.\n\nIn May, a hip implant had become infected and had to be replaced. While recovering, Wright developed a bothersome cough that turned out to be pulmonary fibrosis, a dangerous scarring of the lungs. \"Between May 21 and July 19, I had been released and admitted five times. Five times! It was dreadful.\"\n\nRomans, who has helped coordinate some of Wright's care, said her job is to try to keep patients out of the hospital, but that's not always possible. \"Here we are trying to be financially prudent with our dollars, but the patient needed the care.\"\n\nNow, the goal is to stretch out the period between visits.\n\nWright went from July to September with only one hospitalization. \"It was quick. She went back home, and she hasn't been back to the hospital since,\" Romans said.\n\n(Reporting by Julie Steenhuysen; Editing by Michele Gershberg and Douglas Royalty)", "article_metadata": {"DCSext.ContentID_healthNews": "USBREA0406K20140105", "sailthru.author": "Julie Steenhuysen", "Author": "Julie Steenhuysen", "DCSext.PageNumber": 1, "twitter": {"description": "By all accounts, Sandy Wright of Mackinaw, Illinois, is a challenging patient. The spunky 69-year-old with a rare autoimmune disease has been in the hospital more than a dozen times since she was first diagnosed in 1997.", "title": "Health reform's grand experiment: Will it play in Peoria?", "image": "http://s1.reutersmedia.net/resources/r/?m=02&d=20140105&t=2&i=826866670&w=&fh=545px&fw=&ll=&pl=&sq=&r=CBREA040YC300", "creator": "@Reuters", "site": "@Reuters", "card": "summary_large_image"}, "DCSext.rChannel": "Article - News", "sailthru.tags": "US, USA, HEALTHCARE, PEORIA", "sailthru.title": "Health reform's grand experiment: Will it play in Peoria?", "keywords": "US,USA,HEALTHCARE,PEORIA,Managed Healthcare (TRBC),Municipal Debt,Company News,Industrials (TRBC),Healthcare (TRBC),Business : Public Services (Legacy),Insurance (Legacy),Regulation,Financials (Legacy),Pharmaceuticals and Medical Research (TRBC),Biotechnology / Pharmaceuticals (Legacy),Insurance (TRBC),United States,Healthcare Services (TRBC),Financials (TRBC),Commercial Services and Supplies (TRBC),Business Support Services (TRBC),Healthcare Providers and Services (TRBC),Debt / Fixed Income Markets,Government / Politics,General News,Corporate Events,Health / Medicine,Industrial Services (TRBC),Americas", "DCSext.ContentType": "Article", "news_keywords": "US;USA;HEALTHCARE;PEORIA;Managed Healthcare (TRBC);Municipal Debt;Company News;Industrials (TRBC);Healthcare (TRBC);Business : Public Services (Legacy);Insurance (Legacy);Regulation;Financials (Legacy);Pharmaceuticals and Medical Research (TRBC);Biotechnology / Pharmaceuticals (Legacy);Insurance (TRBC);United States;Healthcare Services (TRBC);Financials (TRBC);Commercial Services and Supplies (TRBC);Business Support Services (TRBC);Healthcare Providers and Services (TRBC);Debt / Fixed Income Markets;Government / Politics;General News;Corporate Events;Health / Medicine;Industrial Services (TRBC);Americas", "WT.cg_n": "Life", "sailthru.description": "By all accounts, Sandy Wright of Mackinaw, Illinois, is a challenging patient. The spunky 69-year-old with a rare autoimmune disease has been in the hospital more than a dozen times since she was first diagnosed in 1997.", "DCSext.ContentChannel": "healthNews", "sailthru.date": "2014-01-05T12:21:38+0000", "DCSext.ChannelList": "healthNews;Retirement;corporateResponsibility;ford;Inspiration;SustainabilityGreen;SustainabilityCorporate;SustainabilitySocial;Genentech;rtsCiti;everything;treasuryMarkets;Deals;Shell;Amtrak;Amtrak2;iwdHealthNews;yahoo3;echoActivityStream;ShellEnergy;AllianzRetirement;AllianzInsurance;AllianzInvestments;HSBC_US;FedExSMB;Hyundai;MSDynamics;Goldman;everythingButHugin;AXAinsurance;OutloudFeed;UPS;chsenergy;HPEnterprise;Allianz;JPMorgan;sapawareness;CFA;sapawarenesstech;sapawarenesslife;jpGambaroPeople;nyse;trending-hp;sprintxpert2;statestreetetf;samsung;verizonmm;Healthcare2012;Pfizersafe;cfaglobal;merrilledge;aa48hours;ernstyoung;Xerox;competitorsdependency;shipping;citianniversary;dassaultuk;HSBCGlobal;PrudentialInvestments;VanessaTest;greenpeace;MLGZero;fedex_neg;ubs;upshealthcare;MLedge;BNY;citgroup;Bosneg;Intel;MarshallTest;BNYForesight", "DCSext.ContentHeadline": "Health+reform%27s+grand+experiment%3A+Will+it+play+in+Peoria%3F", "DCSext.ContentID": "USBREA0406K20140105", "WT.cg_s": "Health", "sailthru.image.thumb": "http://s1.reutersmedia.net/resources/r/?m=02&d=20140105&t=2&i=826866670&w=&fh=50&fw=50&ll=&pl=&sq=&r=CBREA040YC300", "description": "By all accounts, Sandy Wright of Mackinaw, Illinois, is a challenging patient. The spunky 69-year-old with a rare autoimmune disease has been in the hospital more than a dozen times since she was first diagnosed in 1997.", "sailthru.contenttype": "Article", "robots": "INDEX, FOLLOW", "WT.z_inlinetype": "false", "DCSext.rAuthor": "Julie Steenhuysen", "article": {"publisher": "https://www.facebook.com/Reuters"}, "DCSext.rCountry": "BETAUS", "DCSext.DartZone": "us.reuters/life/health/article", "viewport": "width=1100", "DCSext.PageTotal": 3, "WT.z_navid": "nav-Text-healthNews", "site edition": "Reuters", "og": {"site_name": "Reuters", "description": "By all accounts, Sandy Wright of Mackinaw, Illinois, is a challenging patient. The spunky 69-year-old with a rare autoimmune disease has been in the hospital more than a dozen times since she was first diagnosed in 1997.", "title": "Health reform's grand experiment: Will it play in Peoria?", "locale": "en_US", "image": "http://s1.reutersmedia.net/resources/r/?m=02&d=20140105&t=2&i=826866670&w=&fh=545px&fw=&ll=&pl=&sq=&r=CBREA040YC300", "url": "http://www.reuters.com/article/us-usa-healthcare-peoria-idUSBREA0406K20140105", "article": {"section": "Life", "tag": "US,USA,HEALTHCARE,PEORIA,Managed Healthcare (TRBC),Municipal Debt,Company News,Industrials (TRBC),Healthcare (TRBC),Business : Public Services (Legacy),Insurance (Legacy),Regulation,Financials (Legacy),Pharmaceuticals and Medical Research (TRBC),Biotechnology / Pharmaceuticals (Legacy),Insurance (TRBC),United States,Healthcare Services (TRBC),Financials (TRBC),Commercial Services and Supplies (TRBC),Business Support Services (TRBC),Healthcare Providers and Services (TRBC),Debt / Fixed Income Markets,Government / Politics,General News,Corporate Events,Health / Medicine,Industrial Services (TRBC),Americas", "published_time": "2014-01-05T12:21:38+0000", "modified_time": "2014-01-05T12:21:38+0000", "author": "Julie Steenhuysen"}, "type": "article"}, "REVISION_DATE": "Sun Jan 05 12:21:38 UTC 2014", "DCSext.contentversion": "original", "sailthru.image.full": "http://s1.reutersmedia.net/resources/r/?m=02&d=20140105&t=2&i=826866670&w=&fh=545px&fw=&ll=&pl=&sq=&r=CBREA040YC300"}, "article_summary": "The Procter deal follows Methodist's decision in 2011 to join Iowa-based UnityPoint Health, the 13th-largest non-profit health system in the United States with annual revenue of $2.7 billion.\nOften, the issues driving health costs are social.\nThe Catholic hospital system tapped into a charity program and made the repairs.\nBut Canty said the system \"has seen significant and sustained declines in the cost of care for patients in care management.\"\nThe system assigned 35 care managers to work with these patients and come up with ways to prevent more acute health crises."}