{"article_title": "What Kind Of Libertarian Future Is America Heading Toward?", "article_keywords": ["kind", "right", "individual", "republican", "libertarianism", "political", "free", "choice", "person", "future", "libertarian", "america", "heading", "resources"], "article_url": "http://www.mintpressnews.com/what-kind-of-libertarian-future-is-america-heading-toward/168879/", "article_text": "What Kind Of Libertarian Future Is America Heading Toward?\n\nAn investigation into the metaphysics of the \"libertarian\" values Americans increasingly identify with.\n\nIt would seem that, after decades of being maligned as anarchistic, anti-American, anti-social and Ayn Rand-loving, libertarianism is in fashion. Espoused currently by a growing number of politicians, including Sen. Rand Paul (R-Ky.) and fueled by the views of his father, former Rep. Ron Paul (R-Texas), something in the milieu of libertarian ideologies seems to have taken root in the American psyche — particularly in light of a protracted series of controversial curtails of personal rights under the Obama administration.\n\nAccording to a June 29-August 5 poll for FreedomWorks, while only 14 percent of Republican respondents identified themselves as libertarians — and 44 percent of all polled could not come up with a defining belief for “libertarianism” — the vast majority of the respondents reflected libertarian-leaning ideologies. When Republicans were asked which interest them the most: individual freedoms, traditional values or national defense — 40 percent chose individual freedoms. All told, 85 percent of respondents said civil liberties were among their top ten most important issues, and 68 percent said the same for the protection of phone records and online data.\n\nSixty-six percent saw themselves as fiscally conservative but socially moderate. Forty-seven percent felt that the free market could handle economic problems without government support. Fifty-two percent felt that the government should not promote any particular set of values. Fifty-nine percent favored a smaller government that offered fewer services. Fifty-eight percent felt that the government should stay out of the everyday life of the citizenry.\n\n\n\nofficial MintPress sponsor official MintPress sponsor\n\nThe move toward libertarianism does not just reflect a shift within the Republican Party, but a sense of general discontentment across the political spectrum in the role of government and a lack of trust in its ability or will to serve the people’s interest. Progressives, too, are embracing libertarian ideologies increasing numbers. In light of continued legislative blockages in Congress, a string of controversial decisions from the Supreme Court — including the rollback on the Voting Rights Act — and the White House’s continuing bloopers reel of reported civil and personal liberties violations, many have grown to see Washington as something needing to be curtailed and limited.\n\n“The viewpoint of the libertarian is we’ve been doing the wrong thing for a long time,” said Ron Paul in an interview. “The group that’s in Washington now is going to have tremendous opportunity because there’s a lot more disenchantment.”\n\nThis reflects the growing sense of pessimism among the Millennials and Gen-Xers, who overwhelmingly feel they are worse off than their parents. An increasing number of young adults are delaying the traditional tenets of the American Dream — going to college, buying a home, saving for retirement, starting a family and getting married — due to the instability of the economy.\n\nHowever, the “libertarianism” that has been defined and dominated by the American political right — the free market, private property model — might not be the sense of libertarianism the nation is headed toward. As the poll suggests, as more Americans embrace the ideal of free choice, fewer accept the modern interpretation of libertarianism and libertarian values.\n\nA perfect storm\n\nThis is worrisome for the GOP in particular. The poll from the Tea Party-affiliated FreedomWorks suggests that the “Reagan Coalition” — the voting bloc Ronald Reagan cobbled together from social conservatives, conservative libertarians, defense hawks and evangelicals that has controlled the Republican Party and its politics since 1980 — may be redefining itself away from the “mainstream” toward a more progressive base.\n\n“The perfect storm is being created between the NSA, the IRS, the implementation of Obamacare and now Syria,” said Kellyanne Conway, a Republican pollster for the polling company. “People are looking at the government more suspiciously. They’re looking with deeper scrutiny and reasonable suspicion.”\n\nFreedomWorks, which lobbied for a government shutdown if the Affordable Care Act is not defunded, is making the argument that the everyday Republican voter is not willing to accept tax hikes. Two-thirds of all Republicans and right-leaning independents prefer their Congress member to “stick to principles” as opposed to “compromise in a bipartisan way to get things done.”\n\n“From Obamacare on down, sticking to principle is where the Republican base is today,” said David Kirby, vice president of opinion research at FreedomWorks. “It’s an example of how off the Republican establishment is from their base.”\n\nThis bolsters the political spotlight on libertarian-leaning Sens. Paul, Mike Lee (R-Utah) and Ted Cruz (R-Texas) and suggests the direction the Republican vote will go in the future. Fifty-five percent of Republican voters stated that they are more likely to vote for the candidate that has “stronger principles,” while 34 percent said that they would choose “a candidate who has more political experience and party leaders say is more likely to win.”\n\n“You’d think Republican voters, more than anybody, would want to win, but they’ve been down that road of ‘electability’ before,” Conway said in “astonishment” at this revelation, citing failed GOP presidential candidates Mitt Romney and Bob Dole. “Voters aren’t asking themselves who can win. They’re asking who can lead … Republican voters in particular are fatigued with this false promise of electability.”\n\nDefining libertarianism\n\nHowever, this trend toward libertarianism is neither exclusive to nor particular favors the Republicans. The number of progressive libertarians is growing, too, and many are taking pause in the consideration of this seeming oxymoron.\n\nTo address the idea of a progressive libertarian, a few terms first must be defined. Metaphysically speaking, a libertarian believes in free will.\n\nIn the philosophical context, the way existence works boils down to two different views. One believes that everything is connected and the sum of this interconnectivity determines the decisions a person makes. An example of might be a person choosing to take a detour to work because a fallen tree blocked his normal path. It can be argued that the person had no say in taking the detour because the fallen tree forced the issue; if the tree never had fallen, the person would never have “decided” to take the detour. This is called “determinism.”\n\nThe opposite of this, “libertarianism,” argues that the person had a choice in taking the detour — even if the choice was not immediately obvious. The person, for example, could have pulled over and walked to work, going around the tree. While this choice is not practical, it is still valid and the person had the inherent right both to consider it and choose it — regardless of the ecological factors surrounding the decision.\n\nPolitical libertarianism continues this defense of free will. At its core, political libertarianism argues that a person’s right to individual free choice — beyond the restraints and considerations of the political ecology — should be recognized and preserved. Restraints that limit a person’s right to free choice, according to libertarianism, should be excised.\n\nIn America, however, libertarianism is commonly perceived to represent the “Old Right” or neoclassical liberalism, which espouses limited government under the rule of law with a protection of private property and a laissez-faire economic policy. This itself came as a compromise between Ayn Rand’s Objectivism — which concludes that the only true moral pursuit is an individual’s personal happiness and states that government should protect the individual and the individual’s interests — and non-Objectivist libertarianism.\n\n“Libertarian became a bad word in Republican circles when it became a political party associated with libertine ideas – meaning you can do whatever you want, you’re not grounded in moral behavior or adherence to certain traditions,” said Jesse Benton, who chaired Ron Paul’s 2012 presidential campaign and managed Rand Paul’s 2010 Senate race. “Republicans value individual liberty, and that means cost-limited constitutional government and respect for individual empowerment rather than an empowered state. In many ways, as libertarianism expands in the party, we’re getting back to its basics.”\n\nDebunking the libertarian myth\n\nRecently in the National Review’s the Corner, Jonah Goldberg argued this perception and conservative dominion of the philosophy:\n\nSure, liberals tend to sound libertarian about certain specific behaviors and practices they would like to see more of. That’s because sounding libertarian about cultural issues helps them win arguments with cultural conservatives. But, at the end of the day, they aren’t procedurally libertarian about much of anything at all. If they can use the state to put points on the scoreboard for their vision of what society should look like, there’s nothing inherent to today’s liberalism — no limiting principle — that amounts to a truly dogmatic objection to doing so. When they say ‘it’s not the government’s business to do X,’ it’s not because they have much of a coherent argument about why government shouldn’t regulate X, it’s just that they don’t want X regulated (or they want regulations that yield more of X). At the heart of the idea of ‘social justice’ is that you take your victories where and when you can.\n\nTo prove that the political left is incapable of embracing libertarianism, Goldberg introduced a thought experiment concerning school vouchers. Let’s play this experiment out: it was suggested that a community should be allowed free use of school vouchers for fifteen years. Besides the obvious fact that allowing a community to do anything for fifteen years establishes a precedent, if this experiment was to happen, there would be two results. As with every action, there is an equal and opposite reaction.\n\nIn the case of the 15-year thought experiment, the children that were vouchered to “better” schools may or may not flourish. In cases like this, there are always external and internal variables, such as the “fish out of water” factor that goes with moving away from what is known and comfortable. But that’s not relevant to this discussion. Let’s say the vouchered students showed a 25 percent hypothetical improvement in class achievement.\n\nSo, what’s the reaction? Those students that were moved out of their local schools will represent a loss of school tax revenue to those schools. With less money, the schools will progressively get worse, forcing more students to voucher out. This may lead to families leaving the community, and with a weakened school, fewer replacement families moving in.\n\nWhile it can be argued that the vouchered students’ families had the inherent right to seek what’s best for themselves, this creates a situation in which those who are forced to remain in the neighborhood now must live in a community with fewer resources, poorer educational services and growing sense of desertion and decay. Property values will drop, making it difficult or impossible to move away. This reflects a basic rule of economics in a closed system: for everything gained by one person, something must be lost by someone else.\n\nWhat libertarianism in America represents is a form of limited choice, in which the rights of some individuals to have free will comes at the expense of choices being forced onto others. In a closed system where resources are limited — like America’s — capitalism and free will are opposing forces; one cannot be free of ecological restraints in a system where another person is free to accumulate a disproportionate amount of the limited resources — such as money.\n\nOne could argue that it is impossible to be truly socially liberal and still defend a laissez-faire economy. The argument that — since natural resources are unowned initially — it is ethical for private parties to control and own them without consideration to the larger community fails to hold water, as it suggests that true libertarian freedoms are reserved implicitly to the private parties privileged to control the resources.\n\nLeft-libertarianism — often called libertarian socialism or progressive libertarianism — argues that if the closed economic system is the problem in preventing true libertarianism, then it should be the thing to go. This suggests the free access to the means of production and the abandonment of the notion of private property, while protecting personal property.\n\nThis also entails a sense of mutualism — that, in offering a person the means to live a life free from fear of hunger or pain, that person can be elevated beyond being merely an allocatable resource and would be allowed to live life freely.\n\nReturning to the thought experiment, it’s impossible to address to any satisfying degree the issue of offering a community school vouchers in a libertarian mindset, as the process of giving choice to some takes away choice from others.\n\nThe move toward ensuring individual freedom requires guaranteeing individual access to resources, which means a radical redefinition of how resources — education, housing, production, capital, etc. — are distributed. This points out a very peculiar fact about free choice: free choice can only happen in a situation free of restraints, and this can only happen with the cooperation and interactivity of all involved.\n\nIn sum, free choice is, in a roundabout, peculiar way, deterministic.", "article_metadata": {"description": "An investigation into the metaphysics of the \"libertarian\" values Americans increasingly identify with., left-libertarianism, libertarianism, Rand Paul, Ron Paul,", "generator": "WordPress 4.5.2", "AUTHOR": "Frederick Reese", "og": {"site_name": "MintPress News", "description": "An investigation into the metaphysics of the \"libertarian\" values Americans increasingly identify with., left-libertarianism, libertarianism, Rand Paul, Ron Paul,", "title": "What Kind Of Libertarian Future Is America Heading Toward?", "url": "http://www.mintpressnews.com/what-kind-of-libertarian-future-is-america-heading-toward/168879/", "image": "http://www.mintpressnews.com/wp-content/uploads/2012/05/Romney-Former-Foes_Webf-rp-690x388.jpg", "updated_time": "2013-09-16T13:53:48-05:00", "locale": "en_US", "type": "article"}, "twitter": {"description": "An investigation into the metaphysics of the \"libertarian\" values Americans increasingly identify with., left-libertarianism, libertarianism, Rand Paul, Ron Paul,", "creator": "@FrederickReese", "image": "http://www.mintpressnews.com/wp-content/uploads/2012/05/Romney-Former-Foes_Webf-thumb.jpg", "title": "What Kind Of Libertarian Future Is America Heading Toward?", "site": "@MintPressNews", "card": "summary_large_image"}, "robots": "noodp", "fb": {"admins": 100003161352196}, "article": {"publisher": "https://www.facebook.com/MintpressNewsMPN", "section": "Daily Digest", "tag": "Ron Paul", "published_time": "2013-09-13T05:00:20-05:00", "modified_time": "2013-09-16T13:53:48-05:00"}}, "_id": "\"57477af36914bd0286fca1e6\"", "article_summary": "This points out a very peculiar fact about free choice: free choice can only happen in a situation free of restraints, and this can only happen with the cooperation and interactivity of all involved.\nWhat Kind Of Libertarian Future Is America Heading Toward?\nAs the poll suggests, as more Americans embrace the ideal of free choice, fewer accept the modern interpretation of libertarianism and libertarian values.\nIn sum, free choice is, in a roundabout, peculiar way, deterministic.\nRestraints that limit a person’s right to free choice, according to libertarianism, should be excised."}