{"article_title": "How Much the Health Insurance Penalty Will Cost You", "article_keywords": ["family", "pay", "household", "maximum", "penalty", "cost", "health", "coverage", "income", "insurance", "care"], "article_url": "http://money.usnews.com/money/blogs/my-money/2014/01/20/how-much-the-health-insurance-penalty-will-really-cost-you", "article_text": "Napala Pratini We are well aware of the rocky start of the healthcare.gov website, the confusion and inconvenience surrounding health insurance enrollment and the reluctance of many to accept the premise of \"health care coverage for all.\"\n\nIf you have decided not to purchase a health insurance plan, you should learn the specifics of the penalty, formally referred to as the individual shared responsibility payment, so that you aren't surprised when you're hit with a monetary fine.\n\nNo penalty for me\n\nMany Americans do not have to worry about the penalty. If you have health insurance coverage through your employer, are covered by Medicaid or Medicare, or you have already purchased your own insurance through a private provider, you have no reason to worry. There is no failure-to-insure fine in your future.\n\nIf you can't afford health insurance, you don't have to pay the penalty either. The Affordable Care Act allows an exclusion if the lowest-priced coverage available will cost you more than 8 percent of your household income.\n\nAdditional hardship exemptions are also available and include events such as filing for bankruptcy or being evicted in the past six months.\n\nHowever, if you can afford health insurance and still decline to buy it, you will be responsible not only for the payment of any health care expenses that arise, but also owe a penalty to the Internal Revenue Service.\n\nCalculating the penalty\n\nThis year, the penalty is $95 per adult and $47.50 per child with a maximum of $285 per household – or 1 percent of income, whichever is greater.\n\nThe income calculation is based on 1 percent of your adjusted gross income that exceeds your personal exemption and standard deduction.\n\nFor example, if you are married, filing jointly and your AGI is $50,000, less the standard deduction of $20,000, the penalty would be assessed on $30,000. So a 1 percent penalty would equal $300.\n\nDo the math for me\n\nIf you would rather have someone else estimate the penalty you'll pay, there are some online tools available. We'll put one to work using this hypothetical: The U.S. Census Bureau estimates the median household income in the U.S. is $53,046, and the average household has 2.61 persons (we'll round up to three), as calculated for the years 2008 to 2012.\n\nUsing TurboTax's penalty calculator, an average American family would pay a maximum penalty of $330.46 this year. This includes the three-month grace period of not having to pay the penalty through March 31, 2014.\n\nWhen the clock starts ticking\n\nOpen enrollment through the state government exchanges closes on March 31, 2014. After that deadline, you won't be able to get health coverage through the marketplace until the next open enrollment period (which, by the way, will be shorter next year – Nov. 15, 2014 through Jan. 15, 2015). Exceptions are allowed for \"qualifying life events,\" including moving to a new area that offers different plan options, an abrupt change in household income that affects eligibility for tax credits or changes in family size due yo marriage or the birth of a child.\n\nKeep in mind that if you are uninsured, you only owe a penalty for the months you are without coverage after a three-month period, and the fee is pro-rated. for people who had insurance at some point during the year, If you do owe a penalty, it will be withheld from your 2014 tax refund. If the payment is not made, the IRS can withhold the amount from any future tax refunds, with an accrued interest of approximately 3 percent. However, the IRS cannot impose liens, levies or criminal penalties for failure to pay the penalty.\n\nAs a further incentive to encourage enrollment in some kind of health care coverage, the ACA penalty increases in the years to come. For 2015, the annual penalty will increase to $325 per adult and $162.50 per child, with a maximum of $975 per family – or 2 percent of AGI exceeding deductions and exemptions. In 2016, it will be $695 per adult and $347.50 per child, with a maximum penalty of $2,085 per family, or 2.5 percent of AGI exceeding deductions and exemptions. Successive years will see the penalty increase at a rate indexed to inflation.\n\nNapala Pratini writes for NerdWallet Health, a consumer website that empowers patients to find high quality, affordable health care and insurance.", "article_metadata": {"usn-stitial-fact": "{\"slug\":\"150129_Airfare\",\"text\":\"Airline tickets for U.S. flights are about 20 percent cheaper on Sunday.\"}", "usn-comments-mode": "facebook", "description": "If you opt to not buy coverage, here’s what you can expect to pay in fines.", "zone": "blogs/my-money/blogentries", "author": "Napala Pratini", "og": {"url": "http://money.usnews.com/money/blogs/my-money/2014/01/20/how-much-the-health-insurance-penalty-will-really-cost-you", "type": "article", "site_name": "US News & World Report", "description": "If you opt to not buy coverage, here’s what you can expect to pay in fines.", "title": "How Much the Health Insurance Penalty Will Cost You"}, "twitter": {"site": "@USNews", "description": "If you opt to not buy coverage, here’s what you can expect to pay in fines.", "card": "summary", "title": "How Much the Health Insurance Penalty Will Cost You - US News"}, "usn-platform-id": "a", "published_at": "2014-01-20", "site": "money-news", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "fb": {"app_id": 130063997038366}, "article": {"publisher": "https://www.facebook.com/usnewsandworldreport", "published_time": "2014-01-20"}, "keywords": "personal finance,insurance,health care reform,Affordable Care Act,Medicaid,income,health insurance,Medicare,Napala Pratini", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "usn-content-type": "article", "social_id": "http://t.usnews.com/bFAD2", "viewport": "width=980", "news_keywords": "health insurance penalty,  health care fine,  affordable care act,  individual shared responsibility payment,  health insurance deadline,  health care reform"}, "_id": "\"57477af46914bd0286fd8a72\"", "article_summary": "Napala Pratini writes for NerdWallet Health, a consumer website that empowers patients to find high quality, affordable health care and insurance.\nIf you have health insurance coverage through your employer, are covered by Medicaid or Medicare, or you have already purchased your own insurance through a private provider, you have no reason to worry.\nIf you can't afford health insurance, you don't have to pay the penalty either.\nNapala Pratini We are well aware of the rocky start of the healthcare.gov website, the confusion and inconvenience surrounding health insurance enrollment and the reluctance of many to accept the premise of \"health care coverage for all.\"\nAs a further incentive to encourage enrollment in some kind of health care coverage, the ACA penalty increases in the years to come."}