{"article_title": "Rehmer stepping down as mental health commissioner", "article_keywords": ["commissioner", "mental", "providers", "rehmer", "million", "budget", "system", "state", "health", "treatment", "stepping", "services"], "article_url": "http://ctmirror.org/2015/02/15/rehmer-stepping-down-as-mental-health-commissioner/", "article_text": "Arielle Levin Becker / The CT Mirror\n\nPatricia Rehmer, the state’s commissioner of mental health and addiction services, is stepping down for a “new opportunity” outside state government, a source said Sunday.\n\nDetails on Rehmer’s departure were not immediately clear. She was not available for comment Sunday.\n\nGov. Dannel P. Malloy reappointed Rehmer in December, and she went through a legislative confirmation hearing earlier this month.\n\nRehmer has led the Department of Mental Health and Addiction Services since 2009. She has drawn praise from legislators, mental health advocates, and treatment providers, who cite her advocacy for people the agency serves and efforts to preserve services in spite of tight budgets.\n\nIn recent years, Rehmer has tried to shield the treatment system from budget cuts imposed by lawmakers – in some cases, moving money around in the department’s budget to avoid service cuts.\n\nIn January 2013, weeks after the December 14, 2012, shooting at Newtown’s Sandy Hook Elementary School, Rehmer worked with the governor’s budget office to reverse plans to cut more than $7 million in funds from mental health and addiction programs. “We really can’t afford to hit the service system,” she said at the time.\n\nRehmer's department also avoided implementing $15.2 million in cuts slated for mental health and substance abuse treatment providers during the 2014 fiscal year, finding funds elsewhere in the agency budget. Last year, Rehmer presented legislators with an analysis showing that the $15.2 million cut, and another $10 million cut slated to take effect this fiscal year, would hurt the treatment system, with many providers unable to recoup the lost state funding. Legislators later restored funds, although not all of the money has come through.\n\nRehmer’s departure comes days before Malloy is to unveil his proposed budget for the next two fiscal years. The state is facing a $1.3 billion deficit next year, and many providers expect the proposal will include cuts in mental health and substance abuse treatment funding.\n\nRehmer frequently urges people to stop referring to a \"stigma\" that those with mental illness face. She says it should instead be acknowledged as discrimination.\n\nRehmer began her career as a nurse at the Institute of Living in Hartford and later led the Capitol Region Mental Health Center before moving to DMHAS. She served as deputy commissioner of DMHAS before Gov. M. Jodi Rell named her commissioner in 2009.\n\nShe currently serves as president of the board of the National Association of State Mental Health Program Directors.", "article_metadata": {"standout": "http://ctmirror.org/2015/02/15/rehmer-stepping-down-as-mental-health-commissioner/", "news_keywords": "Health Care, Department of Mental Health and Addiction Services, mental health, Patricia Rehmer", "original-source": "http://ctmirror.org/2015/02/15/rehmer-stepping-down-as-mental-health-commissioner/", "og": {"site_name": "The CT Mirror", "description": "Commissioner Patricia Rehmer was recently reappointed to lead the state Department of Mental Health and Addiction Services but now plans to leave state government for a", "title": "Rehmer stepping down as mental health commissioner", "url": "http://ctmirror.org/2015/02/15/rehmer-stepping-down-as-mental-health-commissioner/", "image": "http://ctmirror.org/files/2014/03/Pat-Rehmer-3.3.14.jpg", "type": "article"}, "twitter": {"site": "@ctmirror", "card": "summary", "creator": "@ariellelb"}, "syndication-source": "http://ctmirror.org/2015/02/15/rehmer-stepping-down-as-mental-health-commissioner/", "fb": {"admins": "10103384569292809,7920421,10205310995067193", "app_id": 439136839547306}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "She currently serves as president of the board of the National Association of State Mental Health Program Directors.\nArielle Levin Becker / The CT MirrorPatricia Rehmer, the state’s commissioner of mental health and addiction services, is stepping down for a “new opportunity” outside state government, a source said Sunday.\nRehmer has led the Department of Mental Health and Addiction Services since 2009.\nRehmer began her career as a nurse at the Institute of Living in Hartford and later led the Capitol Region Mental Health Center before moving to DMHAS.\nShe has drawn praise from legislators, mental health advocates, and treatment providers, who cite her advocacy for people the agency serves and efforts to preserve services in spite of tight budgets."}