{"article_title": "‘Lead from the back – and let others believe they are in front’", "article_keywords": ["lead", "wallace", "house", "fox", "obamacare", "state", "let", "way", "chris", "president", "white", "believe", "obama"], "article_url": "http://www.foxnews.com/politics/2013/12/06/lead-from-back-and-let-others-believe-are-in-front.html", "article_text": "** Want FOX News First in your inbox every day? Sign up here. **\n\nBuzz Cut:\n\n• ‘Lead from the back – and let others believe they are in front.’\n\n• Obama says he needs one-party control\n\n• Baier Tracks: White House says ‘uncle’\n\n• A decade of Sundays\n\n• If Santa had a hovercraft\n\n“LEAD FROM THE BACK — AND LET OTHERS BELIEVE THEY ARE IN FRONT.” – Nelson Mandela, 1918-2013. R.I.P.\n\nIn headlines - NYT: “A Giant Among Men Has Passed Away”//WSJ: “A Global Symbol of Peace and Justice”// WaPo: “A nation’s healer is dead”// London Telegraph: “World mourns Mandela, South Africa's liberator”//Sydney Daily Telegraph: “The World Farewells A Man of Peace”//Johannesburg Daily Maverick: “When heroes have gone from among us”\n\nOn his way - Officials tell Chief White House Correspondent Ed Henry that President Obama and a sizable group of U.S. dignitaries are expected to attend the state funeral for Nelson Mandela. South African President Jacob Zuma announced the funeral will be held on Dec. 15 in Mandela’s native village of Kumho.\n\nMandela’s primer on leadership - USA Today offers some of Mandela’s wisdom: “For to be free is not merely to cast off one's chains, but to live in a way that respects and enhances the freedom of others”//“Difficulties break some men but make others. No axe is sharp enough to cut the soul of a sinner who keeps on trying, one armed with the hope that he will rise even in the end”\n\nAn icon, but a politician too - David Weigel in Go Ahead, Politicize Mandela: “Every major news event, no matter how sad or epochal, is transformed by the power of social media into a way to carp about politics. Some among us want people to stop doing that. With respect, let's just ignore all of that well-meant advice Nelson Mandela was a political activist. He ran in the first election he was allowed to run in -- and won, obviously. When politics failed him, he joined the African National Congress, which engaged in infrastructure terrorism against an oppressive state.”\n\nOBAMA SAYS ONE-PARTY CONTROL NEEDED - President Obama told MSNBC’s Chris Matthews that Republicans are to blame for the failings of ObamaCare and other national problems. Obama said making concessions on his signature entitlement program was “out of the question.” The way forward, the president said, was to end divided government. “In our history, usually when we’ve made big progress on issues, it actually has been when one party controlled the government for a period of time,” he said. “The big strides we made in the New Deal, the big strides we made with the Great Society – those were times when you had a big majority.”\n\nWeb woes hit Hill - Problems with the Web site for D.C.’s health exchange are giving Congressional staffers a headache. So much so, the House is asking for a delay in open enrollment. “It’s becoming clearer by the hour that the D.C. Health Link website is failing as utterly as the nationwide Obamacare website,” House Administration Committee Chairman Candice Miller, R-Mich., told Washington Examiner’s David Drucker. “At this point, the House is doing everything possible to assist our employees and their families from losing health care coverage because of this deeply flawed enrollment process.” With just five days left of open enrollment, many House members and their staff were still unable to enroll as the site went down during a House Health fair Thursday.\n\nFuture shock – Bloomberg’s Megan McArdle takes on the coming ObamaCare “Doc Shock”: “So even if narrow networks actually were better, people would resist them. And they’ll fight with every fiber of their being when you tell them to take their kid with leukemia to a community hospital rather than the top-notch children’s hospital nearby. Expect the fight over doc shock to be bitter and long -- and to end when insurers cave and start adding pricey doctors back to their networks.”\n\nTech problem’s snare state exchanges - Several states are reporting similar backend problems to ObamaCare’s problem plagued healthcare.gov. Politco reports, insurers in New York and Kentucky have flawed applications, and that Washington State has had to correct thousands of faulty applications that contained wrong information about tax credits. The problems threaten the Jan. 1 deadline for new policies to go into effect under ObamaCare.\n\nUm… - Patty Fontneau, the head of Colorado’s ObamaCare program, is demanding a raise and year-end bonus despite the exchange falling far short of its goals. Fontneau already collects a $190,000 salary. AP has more.\n\nBAIER TRACKS: WHITE HOUSE SAYS ‘UNCLE’ - “There are a lot of important things going on – important policy decisions are pending, the world is remembering a true inspirational hero, hot spots around the globe that need our attention. But we’d be remiss if we didn’t take a moment to focus on the whopper The Boston Globe caught the White House in Thursday. Now others, including WaPo, have written it up as well. In 2011, after being asked about President Obama’s uncle, Onyango “Omar” Obama, who was facing deportation following a charge of driving under the influence, the White House said declaratively that the President HAD NEVER MET the man. Now, two years later, White House Press Secretary Jay Carney concedes not only DID Barack Obama MEET his uncle - But he LIVED with him for three weeks in the 1970s. Pressed about the White House 2011 response Carney said “No one had ever asked the President.” One can't help to start wondering- how many other things fall into that category??” – Bret Baier.\n\nFormer spox decries - Former longtime Obama spokesman Tommy Vietor said on Twitter: “WH saying Obama never met uncle when they lived together is huge error. But beyond that bad mistake, whats the problem w meeting your uncle?”\n\nPerhaps if the press corps hosted a fundraiser or two … - President Obama is planning to sit down with entertainment mogul Haim Saban in Washington Saturday for an on-stage interview as part of an annual Mideast policy forum Saban sponsors affiliated with the Brookings Institution. He will also be joined by Secretary of State John Kerry, Former Secretary of State Hillary Clinton. Israeli Prime Minister Benjamin Netanyahu is set to speak by satellite. This comes just two weeks after Obama spoke at a fundraiser hosted at Saban’s Beverly Hills home.\n\n[Secretary of State John Kerry is in Israel today to discuss Iran and ongoing Middle East peace negotiations.]\n\nHill on the Hill - The foundation honoring the late Rep. Tom Lantos, D-Calif., will place former Secretary of State Hillary Clinton on par with Eli Wiesel and the Dali Lama when she receives the group’s human rights prize in a ceremony on Capitol Hill today.\n\nWITH YOUR SECOND CUP OF COFFEE...P.J. O’Rourke examines Australia’s super-gross new tobacco packaging for the Weekly Standard: “Who could resist? I can’t resist myself. As a confirmed cigar-smoker, I don’t care much for cigarettes. But the 13-year-old abides in us all. And it’s an affair of honor. I am devoted to Lady Nicotine. She has been insulted.”\n\nGot a TIP from the RIGHT or LEFT? Email FoxNewsFirst@FOXNEWS.COM\n\nPOLL CHECK - Real Clear Politics Averages\n\nObama Job Approval: Approve – 40.1 percent//Disapprove – 55.3 percent\n\nDirection of Country: Right Direction – 25 percent//Wrong Track – 66 percent\n\nTOP TWEETS - @laurenashburn’s top tweet pick for this morning from National Journal’s @ron_fournier:“@CaptainSRoger, trying today to stick with spirit of your #Mandela tweet. May need to stay off Twitter to do so…”\n\nLauren Ashburn of “#MEDIABUZZ” tracks the Twitterverse every day in Top Twitter Talk.]\n\nLIBERALS ATTACK THE CENTER - The liberal Progressive Change Committee is demanding that congressional Democrats renounce their affiliations with moderate Democrat group Third Way after the centrist group charged that Senate liberals, like Elizabeth Warren of Massachusetts, are pushing the party over the “populist cliff.” Liberals accuse Third Way of being a Wall Street front group. NYT has more.\n\n[Good news is bad news on Wall Street? - “The U.S. economy added 203,000 jobs in November, topping expectations and fueling speculation that the Federal Reserve could begin dialing back its easy-money policies later this month….” Fox Business News has more.]\n\nCRUZ: END DIRECT ELECTION OF SENATORS - Sen. Ted Cruz, R-Texas, told the American Legislative Exchange Council summit that the 17th Amendment needs to go. Cruz said the ratification of the amendment in 1913 led to a major erosion of state’s rights. The Dallas Morning News has more.\n\nA DECADE OF SUNDAYS - Chris Wallace celebrates 10 years of anchoring “Fox News Sunday” this week. Wallace took over the show, originally helmed by the late Tony Snow, in 2003. Wallace, famous for his tough questioning, has put scores of politicians, including President Obama, on the hot seat. This week, Wallace welcomes Sen. Rand Paul, R-Ky., to discuss issues involving the rollout of ObamaCare, Detroit’s bankruptcy and the hype surrounding Amazon’s announcement of their package delivery drones. Former Obama health care adviser, Dr. Ezekiel Emanuel, will also talk about the controversies surrounding ObamaCare. “Fox News Sunday with Chris Wallace” airs at 2 p.m. and 6 p.m. ET on Fox News. Check local listings for air times in your area.\n\nKURTZ: SLO-PITCH - Howard Kurtz looks at what happened when the thrill came back for a MSNBC host in Hardball?? How Chris Matthews rolled over for Barack Obama: “I’m not sure what Chris Matthews was doing with President Obama yesterday, but it wasn’t hardball. It wasn’t even softball. It was more like wiffle ball.”\n\n[#MEDIABUZZ - Howard Kurtz and guests including Fox News Contributor Richard Grenell and the Daily Beast’s Keli Goff will look at the allegations that Glenn Greenwald is profiteering from the leaked NSA documents. Also, insights on Martin Bashir's resignation and Chris Matthews' Obama interview. Watch Sunday at 11 a.m. ET.]\n\nRED STATES, BLUES CHRISTMAS - Marc and Karen Rotterman threw a blues-themed Christmas party at D.C.’s Molly Malone’s featuring some big name GOPers. Co-hosts, including Jim and Elizabeth Pinkerton, Van Hipp, Jason Miller, Alex Castellanos and Craig Shirley, were receiving well-wishers. But the star attraction: former RNC Chairman Lee Atwater’s fave local blues band, The Nighthawks.\n\nSAY YOUR CHRISTMAS PARTY’S IN PHUKET…Mentalfloss offers a global guide to handshake etiquette: “Brazil: Expect a firm handshake that lasts longer than you’re used to. Mix in strong eye contact, and greet women with a kiss on each cheek. … Thailand: Don’t shake hands! The person will offer what’s called a ‘wai,’ placing their palms together at chest level and bowing. Return the gesture.”\n\nIF SANTA HAD A HOVERCRAFT - Winning the Internet this morning, from the Denver Post: “Three deer stranded on a frozen Minnesota lake found their way home with the help of a hovercraft… [A] father-son team tied rope around the stranded deer and pulled them to land, shooting video all the way and uploading it to their business' YouTube account. They also created a holiday-themed version.” C’mon, like you’re really not going to click on a holiday-themed hovercraft deer rescue on Friday morning. Right.\n\nAND NOW, A WORD FROM CHARLES…“He’s standing in the wind as ObamaCare collapses around him. He didn’t do what FDR and LBJ did. They understood that these majorities are temporary. Obama seized on the seized on the temporary majority in 2009 and 10 and passed something the American people rejected. Now he’s reaping the whirl wind from it.”—Charles Krauthammer on “The Kelly File\n\nChris Stirewalt is digital politics editor for Fox News. Want FOX News First in your inbox every day? Sign up here. To catch Chris live online daily at 11:30 a.m. ET, click here.\n\nChris Stirewalt joined Fox News Channel (FNC) in July of 2010 and serves as digital politics editor based in Washington, D.C. Additionally, he authors the daily \"Fox News First\" political news note and hosts \"Power Play,\" a feature video series, on FoxNews.com. Stirewalt makes frequent appearances on the network, including \"The Kelly File,\" \"Special Report with Bret Baier,\" and \"Fox News Sunday with Chris Wallace.\" He also provides expert political analysis for Fox News coverage of state, congressional and presidential elections.", "article_metadata": {"classification": "/FOX NEWS/COLUMNS/Fox News First", "dcterms.modified": "2015-02-02 01:29:32 EST", "dcterms.abstract": "The world remembers the life and legacy of Nelson Mandela, 1918-2013.", "twitter": {"description": "The world remembers the life and legacy of Nelson Mandela, 1918-2013.", "creator": "@foxnews", "url": "http://www.foxnews.com/politics/2013/12/06/lead-from-back-and-let-others-believe-are-in-front.html", "image": "http://a57.foxnews.com/images.foxnews.com/content/fox-news/politics/2013/12/06/lead-from-back-and-let-others-believe-are-in-front/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1445073669663.jpg?ve=1", "title": "‘Lead from the back – and let others believe they are in front’", "site": "@foxnews", "card": "summary_large_image"}, "dc.format": "text/html", "dc.publisher": "Fox News", "parsely-metadata": "{\"tags\":[\"/FOX NEWS/COLUMNS/Fox News First\"],\"author\":\"Chris Stirewalt\",\"subSection\":\"politics\",\"title\":\"\\u2018Lead from the back \\u2013 and let others believe they are in front\\u2019\",\"image_url\":\"http://a57.foxnews.com/images.foxnews.com/content/fox-news/politics/2013/12/06/lead-from-back-and-let-others-believe-are-in-front/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1445073669663.jpg?ve=1\",\"pub_date\":\"2013-12-06T14:55:00Z\",\"link\":\"http://www.foxnews.com/politics/2013/12/06/lead-from-back-and-let-others-believe-are-in-front.html\",\"type\":\"article\",\"identifier\":\"8dc7d0cc-87a8-48c3-bb11-8b86241aa9dc\",\"section\":\"politics\"}", "prism.aggregationType": "subsection", "prism.channel": "fnc", "dc.description": "The world remembers the life and legacy of Nelson Mandela, 1918-2013.", "dc.identifier": "8dc7d0cc-87a8-48c3-bb11-8b86241aa9dc", "og": {"site_name": "Fox News", "description": "The world remembers the life and legacy of Nelson Mandela, 1918-2013.", "title": "‘Lead from the back – and let others believe they are in front’ | Fox News", "url": "http://www.foxnews.com/politics/2013/12/06/lead-from-back-and-let-others-believe-are-in-front.html", "image": "http://a57.foxnews.com/images.foxnews.com/content/fox-news/politics/2013/12/06/lead-from-back-and-let-others-believe-are-in-front/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1445073669663.jpg?ve=1", "type": "article"}, "dc.language": "en-US", "pagetype": "article", "classification-isa": "fnfirst", "description": "The world remembers the life and legacy of Nelson Mandela, 1918-2013.", "prism.section": "politics", "fb": {"app_id": 113186182048399}, "dc.source": "FoxNews.com", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "dc.title": "‘lead From The Back – And Let Others Believe They Are In Front’", "dcterms.created": "2015-02-02 01:29:32 EST", "column": "fox-news-first", "dc.type": "Text.Article", "dc.date": "2013-12-06", "parsely-page": "{\"tags\":[\"/FOX NEWS/COLUMNS/Fox News First\"],\"author\":\"Chris Stirewalt\",\"subSection\":\"politics\",\"title\":\"\\u2018Lead from the back \\u2013 and let others believe they are in front\\u2019\",\"image_url\":\"http://a57.foxnews.com/images.foxnews.com/content/fox-news/politics/2013/12/06/lead-from-back-and-let-others-believe-are-in-front/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1445073669663.jpg?ve=1\",\"pub_date\":\"2013-12-06T14:55:00Z\",\"link\":\"http://www.foxnews.com/politics/2013/12/06/lead-from-back-and-let-others-believe-are-in-front.html\",\"post_id\":\"8dc7d0cc-87a8-48c3-bb11-8b86241aa9dc\",\"type\":\"article\",\"section\":\"politics\"}", "dc.creator": "Chris Stirewalt"}, "article_summary": "**Buzz Cut:• ‘Lead from the back – and let others believe they are in front.’• Obama says he needs one-party control• Baier Tracks: White House says ‘uncle’• A decade of Sundays• If Santa had a hovercraft“LEAD FROM THE BACK — AND LET OTHERS BELIEVE THEY ARE IN FRONT.” – Nelson Mandela, 1918-2013.\nBut we’d be remiss if we didn’t take a moment to focus on the whopper The Boston Globe caught the White House in Thursday.\nStirewalt makes frequent appearances on the network, including \"The Kelly File,\" \"Special Report with Bret Baier,\" and \"Fox News Sunday with Chris Wallace.\"\nWallace, famous for his tough questioning, has put scores of politicians, including President Obama, on the hot seat.\nHow Chris Matthews rolled over for Barack Obama: “I’m not sure what Chris Matthews was doing with President Obama yesterday, but it wasn’t hardball."}