{"article_title": "Colorado Sheriff Obeys the Feds on Drugs, Defies Them on Guns", "article_keywords": ["law", "colorado", "sheriff", "defies", "smith", "marijuana", "enforce", "county", "drugs", "state", "feds", "obeys", "im", "federal", "guns", "dont"], "article_url": "http://reason.com/blog/2015/03/06/colorado-sheriff-obeys-the-feds-on-drugs", "article_text": "Larimer County, Colorado, Sheriff Justin Smith, the lead plaintiff in a federal lawsuit seeking to reverse marijuana legalization in his state, says he is perplexed by what he sees as a conflict between two levels of government: While growing, possessing, and distributing marijuana are crimes in all circumstances under federal law, these activities are permitted within specified limits under state law. What's a conscientious sheriff to do? As I explained yesterday, that question is not as hard as Smith makes it out to be, since local cops have no obligation to enforce federal law. San Miguel County Sheriff Bill Masters made the same point in an interview with The Denver Post's Ricardo Baca:\n\nI don't get it....I don't see anywhere in the U.S. Constitution where it requires a local, elected law enforcement official to enforce federal law. We don't enforce immigration law. We don't enforce Forest Service or EPA regulations. I don't see why this is such a conflict for these sheriffs. The constitution of the state of Colorado is different. It does direct law enforcement officers to act a certain way under those constitutional amendments. But I'm a Jeffersonian libertarian Democrat. [Jefferson] said, \"I'm a citizen of the sovereign state of Virginia.\" I go along with that attitude. I'm the sheriff of San Miguel County, and I'm here to uphold the laws of the state of Colorado, not the federal government.\n\nSmith himself has a similar attitude toward the feds when the issue is guns rather than drugs. Two years ago, he promised to defy an expanded federal background check requirement for gun buyers (a requirement that Congress ultimately did not approve). \"The only possible way to achieve 'universal background checks' for private transactions of lawfully-owned firearms is to register every single firearm in existence in our nation,\" he wrote on his Facebook page. \"Otherwise, the federal government could never prove the transaction of a firearm. Anyone who fails to go through with such registration will be defined as a criminal by our federal government.\" Since that scheme would violate the \"Constitutionally recognized Right to keep and bear arms,\" Smith said, he had an obligation not to go along with it:\n\nStatutes define the specific duties of the Sheriff, but through tradition and law, it is clear, the Sheriff's duties include the absolute obligation to protect the rights of the citizens of the county, and the Sheriff is accountable directly to those citizens. The Colorado Sheriff occupies this independent office which is not a subservient department of county, state or federal government.\n\nWhen it comes to marijuana, however, Smith sees himself as utterly subservient to the federal government, obliged to treat growers, retailers, and consumers as criminals even though Colorado's constitution says he shouldn't. True, there is no equivalent of the Second Amendment for marijuana. But the national government's authority to enforce its ban on marijuana against people whose activities do not cross state lines and do not violate state law is based on an extremely broad reading of the Commerce Clause, an interpretation that usually alarms federalists like Smith. And contrary to what Smith and his co-plaintiffs imply in their lawsuit, the U.S. Constitution does not allow Congress to dictate state law or require state officials to enforce federal law. In fact, the Supreme Court made the latter point in a 1997 case involving the very issue that raised Smith's hackles two years ago: federally mandated background checks for gun purchases.\n\n[Thanks to Marc Sandhaus and Canna Wes for the links.]", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Justin Smith, who says he must enforce the federal ban on marijuana, takes a different view of federally mandated background checks.", "title": "Colorado Sheriff Obeys the Feds on Drugs, Defies Them on Guns", "url": "http://reason.com/blog/2015/03/06/colorado-sheriff-obeys-the-feds-on-drugs", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14256698148371.jpg", "type": "article"}, "twitter": {"description": "Justin Smith, who says he must enforce the federal ban on marijuana, takes a different view of federally mandated background checks.", "title": "Colorado Sheriff Obeys the Feds on Drugs, Defies Them on Guns", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14256698148371.jpg", "creator": "@jacobsullum", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "War on Drugs", "published_time": "2015-03-06T20:18:00+00:00", "author": "http://reason.com/people/jacob-sullum"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "The Colorado Sheriff occupies this independent office which is not a subservient department of county, state or federal government.\nI'm the sheriff of San Miguel County, and I'm here to uphold the laws of the state of Colorado, not the federal government.\nWe don't enforce immigration law.\nAs I explained yesterday, that question is not as hard as Smith makes it out to be, since local cops have no obligation to enforce federal law.\nWe don't enforce Forest Service or EPA regulations."}