{"article_title": "'Predictive analytics' transforms workplace", "article_keywords": ["predictive", "privacy", "hr", "employees", "managerial", "analytics", "job", "transforms", "human", "decisions", "workers", "workplace"], "article_url": "http://www.stevenspointjournal.com/story/opinion/columnists/2016/01/22/predictive-analytics-transforms-workplace/79116764/", "article_text": "A job fair in Pembroke Pines, Fla., in 2015. (Photo: AP)\n\nLargely unnoticed by their targets, the human resources departments of large corporations are beginning to gather spy-agency-quality intelligence on their current and future employees. The hottest topic in human resources is “predictive analytics,” synthesizing a worker’s traits and behaviors to estimate how he or she will perform in the future.\n\nNo one knows exactly where unleashing “big data” on workers will take us. There are indications that it could get intrusive and abusive. According to analysts Raffael Devigus and Chase Rowbotham, there are also hints that it could make managerial decisions fairer, replacing “gut feel” with “unbiased data-driven decisions.” Chances are that in the early going, digital surveillance of employees will be both creepy and cool.\n\nPredictive analytics will fundamentally alter the relationship between employee and enterprise. It will redraw the boundaries of worker privacy and managerial discretion. Either by court case or legislation, it will change the law. “Today’s workers are left with a Hobson’s choice of giving up their privacy or giving up their job, if the predictive analytics even allow them to have the job,” wrote University of Wyoming associate professor Robert Sprague in a law journal.\n\nFew people recognize how much digital evidence they leave in their wake. A person’s profile of “Big Five” personality traits — openness, conscientiousness, extraversion, agreeableness and neuroticism — can now be discovered through analysis of her Facebook posts and likes, and machine coding of what she has written online. Her tweets can be mapped to determine how often she is “serene,” “alert,” “depressed,” “tense” or “elated.” Her LinkedIn profile can be mined for such variables as the number, executive level and geographic dispersion of her connections.\n\nUntil recently, rigorous analytical scrutiny was reserved for the most valuable and the most dangerous — those about whom making the right decision was worth the high cost. Professional sports franchises routinely used Moneyball-style predictive models to help decide which athletes to recruit or draft.\n\nAs the digital trail of most employees grows, as the ability of software to harvest and make sense of that information increases, and as competitors rush into the field, the cost of predicting an employee’s potential will decrease to the point that it becomes common. Predictive analytics is the hottest buzzword in HR, holding out chances for adopters “to win that long-coveted seat at the C-table,” as a 2014 Jibe executive brief expressed it.\n\nThe more garden-variety predictive analytics offerings, with roots in traditional HR computer systems, promise to connect the dots among data that are already within the purview of the company. If a single repository holds a person’s tenure, time since last promotion, pay trend, frequency of recognition and performance levels — and if external data show what that person could be making elsewhere — the computer could quite appropriately signal it’s time the employee be given a raise or better opportunity.\n\nBut it’s going to get messy. There will be poor decisions given too much weight because they were “empirical.” There will be abuses. There will be lawsuits, either because the computer picked someone else for a promotion or — if predictive analytics proves to be far superior to human judgment — because a company relied solely on people rather than the new machine.\n\nThis messiness will produce a backlash. There will be new legislation and court rulings to redefine worker privacy and managerial discretion in a predictive analytics world. We’ll need ethical standards, a Hippocratic oath of HR surveillance, that ensures the science serves employees with better job fit and opportunities as much as it serves the business.\n\nThe backlash will improve how predictive analytics informs decisions about people, but it won’t stop the train. The work is too intriguing, too likely to eventually make the business of managing better, so long as the primary input to the calculations is a large dose of humanity.\n\nRodd Wagner is a best-selling author and confidential adviser to senior business and government leaders. His most recent book is \"Widgets: The 12 New Rules for Managing Your Employees As If They’re Real People.\"\n\nRead or Share this story: http://spjour.nl/1RDAZr2", "article_metadata": {"google": "notranslate", "description": "New tools analyze workers' traits and behaviors to predict how they will perform in the future.", "og": {"site_name": "Stevens Point Journal Media", "description": "New tools analyze workers' traits and behaviors to predict how they will perform in the future.", "title": "'Predictive analytics' transforms workplace", "url": "http://www.stevenspointjournal.com/story/opinion/columnists/2016/01/22/predictive-analytics-transforms-workplace/79116764/", "image": "http://www.gannett-cdn.com/GDContent/applogos/stevenspointjournal.png", "type": "article"}, "twitter": {"description": "New tools analyze workers' traits and behaviors to predict how they will perform in the future.", "title": "'Predictive analytics' transforms workplace", "image": "http://www.gannett-cdn.com/-mm-/1dda68d193fc0c1c2c518f85dee467e17583f925/c=354-0-3568-3214&r=x643&c=640x640/local/-/media/2016/01/21/WIGroup/StevensPoint/635889767793041026-CLRBrd-01-13-2016-LeafChron-1-A008-2016-01-12-IMG-Job-Openings-2-2-1-ALD4RMOB-L742938917-IMG-Job-Openings-2-2-1-ALD4RMOB.jpg", "creator": "@StevensPointJRL", "site": "@StevensPointJRL", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=884242174", "fb": {"app_id": 116784471723374}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "predictive analytics, hiring, social media"}, "article_summary": "Predictive analytics will fundamentally alter the relationship between employee and enterprise.\nThe backlash will improve how predictive analytics informs decisions about people, but it won’t stop the train.\nThere will be new legislation and court rulings to redefine worker privacy and managerial discretion in a predictive analytics world.\nThe hottest topic in human resources is “predictive analytics,” synthesizing a worker’s traits and behaviors to estimate how he or she will perform in the future.\nPredictive analytics is the hottest buzzword in HR, holding out chances for adopters “to win that long-coveted seat at the C-table,” as a 2014 Jibe executive brief expressed it."}