{"article_title": "Colorado State overcomes porous pass defense in win over UTEP – The Denver Post", "article_keywords": ["week", "csu", "colorado", "grayson", "win", "porous", "denver", "rams", "overcomes", "state", "defense", "yards", "pass", "utep", "offense", "post", "touchdown"], "article_url": "http://www.denverpost.com/colleges/ci_24198144/colorado-state-overcomes-porous-pass-defense-win-over", "article_text": "FORT COLLINS — Yielding three long pass plays to Texas El-Paso in the third quarter is not what Colorado State had in mind Saturday. But what happened next had the place buzzing and the Rams believing.\n\nBring on the Mountain West, Colorado State players said after their 59-42 victory at Sonny Lubick Field at Hughes Stadium that completed the nonconference portion of the Rams’ schedule.\n\nUTEP (1-3) had tied the game at 28-28 shortly after halftime with three quick touchdowns, but CSU (2-3) responded and gave the scoreboard a workout by tacking on an additional 31 points.\n\n“There have been times here in the past that (CSU teams) wouldn’t have recovered from that,” Rams coach Jim McElwain said. “But these guys said, ‘Enough is enough.’ I’m proud of them.”\n\nThe 59 points is the most scored by a CSU team since a 63-0 win over Hawaii in 1997. That compares with managing just two field goals a week earlier in an otherwise admirable team performance at top-ranked Alabama.\n\nColorado State has a bye week before opening league play Oct. 12 with a home game against San Jose State. It makes all the difference in the world, CSU players said Saturday, that the offense showed what it can do.\n\n“Yeah, 59 points — it doesn’t get any better than that,” said CSU junior quarterback Garrett Grayson, who passed for career bests of 307 yards and three touchdowns.\n\n“I just told the guys, ‘We’re going to play pitch-and-catch, just like in practice.’ We knew UTEP is a man (-to-man) defense, and we just had to make plays.”\n\nThat they did. In addition to Grayson, sophomore running back Kapri Bibbs (147 yards rushing with three touchdowns) and true freshman receiver Rashard Higgins (six catches for 156 yards and two scores) had huge games. CSU rolled up 591 yards in total offense and had only one turnover.\n\n“I’d been frustrated with the offense (until Saturday),” said CSU junior tight end Kivon Cartwright. “We knew we had the tools.”\n\nA crowd of 19,517 must have figured Colorado State was in control after taking a 28-7 halftime lead. But UTEP quarterback Jameill Showers looked downfield in the second half and brought the Miners back with touchdown bombs of 75 and 48 yards in the first two minutes and seven seconds of the third quarter.\n\nThe Miners evened the score at 28-28 with a 1-yard touchdown run by Showers that was set up by his 53-yard completion to Ian Hamilton.\n\nThen something happened that had been missing in losses to Colorado and Tulsa.\n\n“Our vocal leaders stepped up,” said senior linebacker Shaquil Barrett. “We said if we want to be great, we have to overcome adversity.”\n\nCSU reclaimed the lead when Barrett forced a safety with one of his three sacks. The Rams then gained some separation when Grayson connected with Higgins for a 56-yard touchdown and Bibbs broke free for a 37-yard scoring run around right end.\n\nAn orange-clad crowd helping to celebrate the annual “Aggie Day Orange Out” affair to honor the school’s past was even treated to a trick play.\n\nAfter setting up for an apparent field goal in the second quarter. The Rams shifted out of the kick formation and holder Joe Hansley, normally a wide receiver, took the snap and tossed a 34-yard touchdown pass to Cartwright, who was open on the left flat.\n\nThat was the first pass attempt by Hansley, a sophomore from Highlands Ranch High School, as a Ram and it put CSU up 28-7.\n\n“There are a lot of things to build off as we go into the bye week,” McElwain said.\n\nTom Kensler: tkensler@denverpost.com or twitter.com/tomkensler", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Colorado State overcomes porous pass defense in win over UTEP", "title": "Colorado State overcomes porous pass defense in win over UTEP", "url": "http://www.denverpost.com/2013/09/28/colorado-state-overcomes-porous-pass-defense-in-win-over-utep/", "image": {"width": 600, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20130928_052553_colorado-state-utep.jpg", "height": 391}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20130928_052553_colorado-state-utep.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2013-09-28T17:16:44+00:00", "modified_time": "2016-04-28T11:50:38+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fd8695\"", "article_summary": "Colorado State has a bye week before opening league play Oct. 12 with a home game against San Jose State.\n“We knew we had the tools.”A crowd of 19,517 must have figured Colorado State was in control after taking a 28-7 halftime lead.\nFORT COLLINS — Yielding three long pass plays to Texas El-Paso in the third quarter is not what Colorado State had in mind Saturday.\nBring on the Mountain West, Colorado State players said after their 59-42 victory at Sonny Lubick Field at Hughes Stadium that completed the nonconference portion of the Rams’ schedule.\n“There have been times here in the past that (CSU teams) wouldn’t have recovered from that,” Rams coach Jim McElwain said."}