{"article_title": "Mergers & Acquisitions, Latest News", "article_keywords": ["acquisitions", "firm", "financial", "snap", "investing", "private", "eyemart", "ffl", "services", "retail", "investment", "mergers", "latest"], "article_url": "http://www.themiddlemarket.com/news/consumer_goods_retail/ffl-invests-in-eyemart-express-253570-1.html", "article_text": "FFL Invests in Eyemart Express\n\nThe deal follows the PE firm's investment in consumer lender Snap Financial\n\nSan Francisco private equity firm FFL is investing in Eyemart Express.\n\nEyemart, headquartered in Farmers Branch, Texas, is an optical retailer that has more than 150 stores in 30 states. The company sells private label and branded glasses, including Nike, Guess, Fendi, Calvin Klein and Armani. Terms of the investment were not disclosed.\n\nFFL manages more than $4 billion in capital, and focuses on investing in consumer products and services, financial services, health care services and business services. In May, the firm invested about $64 million in Snap Financial Group , which provides loans to consumers.\n\nHPC Puckett & Co. acted as Eyemart's financial adviser on the deal.\n\nFor more on trends in the retail sector, see Retail Reboot: Investors Snatch Up E-Commerce Services.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/consumer_goods_retail/ffl-invests-in-eyemart-express-253570-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/eyemart.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "FFL Invests in Eyemart Express"}}, "_id": "\"57477af46914bd0286fdaf26\"", "article_summary": "FFL manages more than $4 billion in capital, and focuses on investing in consumer products and services, financial services, health care services and business services.\nIn May, the firm invested about $64 million in Snap Financial Group , which provides loans to consumers.\nFFL Invests in Eyemart ExpressThe deal follows the PE firm's investment in consumer lender Snap FinancialSan Francisco private equity firm FFL is investing in Eyemart Express.\nFor more on trends in the retail sector, see Retail Reboot: Investors Snatch Up E-Commerce Services.\nEyemart, headquartered in Farmers Branch, Texas, is an optical retailer that has more than 150 stores in 30 states."}