{"article_title": "Medical-Device Maker ResMed Buys Software Developer Brightree", "article_keywords": ["brightree", "purchase", "medical", "million", "improve", "medicaldevice", "resmed", "buys", "device", "stryker", "software", "company", "maker", "care", "developer"], "article_url": "http://www.themiddlemarket.com/news/healthcare/medical-device-maker-resmed-buys-software-developer-brightree-259984-1.html", "article_text": "Medical-Device Maker ResMed Buys Software Developer Brightree\n\nRecent purchases in the sector have been made by Stryker Corp. and TE Connectivity Ltd.\n\nResMed (NYSE: RMD), a technology-focused medical device company, has agreed to purchase Brightree, a business management and clinical software applications company for the post-acute care industry. ResMed will finance the $800 million all-cash purchase with debt.\n\nBrightree reported net sales of $113 million and EBITDA of about $43 million for 2015.\n\nResMed’s primary markets are sleep-disorder breathing and respiratory care. This acquisition strengthens ResMed’s global leadership in that market segment, the company says. Brightree’s software, which is cloud-based, helps its users improve clinical and business performance in the post-acute care industries of home/durable medical equipment, home health, and hospice, which are all areas where sleep-disorders and respiratory illness are common.\n\n\"This acquisition furthers ResMed's position as the leading tech-driven medical device company and gives our customers new tools to help them increase operational efficiency and improve cash-flow while delivering best-in-class patient care,\" says Mick Farrell, CEO of ResMed. \"This acquisition will enable us to add to our portfolio of digital solutions to drive operational excellence and improve outcomes for patients, providers and payers.\"\n\nBrightree, headquartered in Atlanta, will continue to operate as a separate entity. Brightree’s President and CEO Dave Cormack, as well as the company’s employees, will all continue in their current roles.\n\nDLA serves as legal counsel to ResMed on the deal. Brightree has tapped Cooley LLP to act in a similar capacity and William Blair to act as its financial adviser.\n\nRedMed’s purchase adds its name to the growing list of medical device acquisitions. In mid-February, Stryker Corp. purchased Physio-Control International Inc., which makes monitors, defibrillators and CPR-assist medical devices for $1.28 billion from Bain Capital Private Equity. This closely followed an earlier purchase by Stryker that same month of a neurosurgery tools portfolio of Synergetics USA Inc. Also in February,medical equipment maker TE Connectivity Ltd. (NYSE: TEL) agreed to an $895 million cash purchase of health-care device company Creganna Medical from buyout firm Permira Advisers.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/healthcare/medical-device-maker-resmed-buys-software-developer-brightree-259984-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/respiratorydevice.jpeg", "site_name": "Mergers & Acquisitions, Latest News", "title": "Medical-Device Maker ResMed Buys Software Developer Brightree"}}, "article_summary": "Medical-Device Maker ResMed Buys Software Developer BrightreeRecent purchases in the sector have been made by Stryker Corp. and TE Connectivity Ltd.ResMed (NYSE: RMD), a technology-focused medical device company, has agreed to purchase Brightree, a business management and clinical software applications company for the post-acute care industry.\nRedMed’s purchase adds its name to the growing list of medical device acquisitions.\nResMed will finance the $800 million all-cash purchase with debt.\nBrightree reported net sales of $113 million and EBITDA of about $43 million for 2015.\nBrightree has tapped Cooley LLP to act in a similar capacity and William Blair to act as its financial adviser."}