{"article_title": "Medical device outsourcing to reach $50 billion by 2020", "article_keywords": ["billion", "growing", "oems", "medical", "reach", "outsourcing", "50", "report", "according", "2020", "device", "research", "industry", "market"], "article_url": "http://www.plasticstoday.com/medical-device-outsourcing-reach-50-billion-2020/192244816921665", "article_text": "Global medical device outsourcing is forecast to grow 11.5% CAGR, reaching a value of more than $50 billion by 2020, according to a recently published market report from Grand View Research Inc. (San Francisco, CA). Increased pricing pressure on medical device manufacturers along with onerous and burdensome regulatory constraints are among the factors driving OEMs to seek outsourcing partners in greater numbers.\n\nThe 2.3% excise tax levied on sales of certain medical products, which is part of the Affordable Care Act (aka Obamacare) and shifts in purchasing protocols, as purchasing groups increasingly make medical device procurement decisions, will continue to squeeze manufacturers to do more for less. Even if the device tax is repealed under a Republican-led Congress, the overall business dynamics affecting the device industry will not fundamentally change. Relentless pressure to invest in research and development and introduce innovative products has significantly increased \"expenditure levels, and medical device OEMs, therefore, are rapidly adhering to outsourcing as an effective cost curbing tool. Statistics suggest that medical device outsourcing helps OEMs reduce cost of production by approximately 15%,\" note report authors.\n\nProduct design and development, the largest segment in 2013, is the most capital-intensive aspect of the manufacturing phase and will witness the highest rates of medical device outsourcing, according to the report. Product implementation emerged as the fastest growing service segment and is expected to increase at a CAGR of more than 13% during the forecast period through 2020.\n\nThe report also notes that Class II devices, which pose moderate risk to the user, represent the leading types of devices that are typically outsourced by medical device manufacturers.\n\nWhile North America generated the most revenue for the medical device industry in 2013, Asia Pacific is the fastest growing region for medical device outsourcing because of relatively low labor and infrastructure costs, although the differential with North America is shrinking. Growing demand within Asia Pacific for advanced medical technology \"will present market participants with lucrative future growth opportunities,\" according to the report.\n\nContinued demand among medical device OEMs for reliable outsourcing partners bodes well for contract molders that have the capabilities, certifications, and understanding of regulatory issues that the medtech industry seeks. Suppliers that adopt a one-stop shop approach will do especially well in this market, as noted in a recent article published by sister brand EMDT.\n\nThe report on the medical device outsourcing market is available for purchase on the Grand View Research website .", "article_metadata": {"description": "Global medical device outsourcing is forecast to grow 11.5% CAGR, reaching a value of more than $50 billion by 2020, according to a recently published market report from Grand View Research Inc. (San Francisco, CA). Increased pricing pressure on medical device manufacturers along with onerous and burdensome regulatory constraints are among the factors driving OEMs to seek outsourcing partners in greater numbers.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Plastics Today", "description": "Global medical device outsourcing is forecast to grow 11.5% CAGR, reaching a value of more than $50 billion by 2020, according to a recently published market report from Grand View Research Inc. (San Francisco, CA). Increased pricing pressure on medical device manufacturers along with onerous and burdensome regulatory constraints are among the factors driving OEMs to seek outsourcing partners in greater numbers.", "title": "Medical device outsourcing to reach $50 billion by 2020", "url": "http://www.plasticstoday.com/injection-molding/medical-device-outsourcing-reach-50-billion-2020/192244816921665", "updated_time": "2016-03-03T12:39:12-05:00", "type": "article"}, "twitter": {"url": "http://www.plasticstoday.com/medical-device-outsourcing-reach-50-billion-2020/192244816921665", "description": "Global medical device outsourcing is forecast to grow 11.5% CAGR, reaching a value of more than $50 billion by 2020, according to a recently published market report from Grand View Research Inc. (San Francisco, CA). Increased pricing pressure on medical device manufacturers along with onerous and burdensome regulatory constraints are among the factors driving OEMs to seek outsourcing partners in greater numbers.", "card": "summary", "title": "Medical device outsourcing to reach $50 billion by 2020"}, "HandheldFriendly": "true", "MobileOptimized": "width", "article": {"publisher": "UBM", "published_time": "2014-12-22T19:13:38-05:00", "modified_time": "2016-03-03T12:39:12-05:00", "author": "Norbert Sparrow"}, "viewport": "width=device-width"}, "article_summary": "The report on the medical device outsourcing market is available for purchase on the Grand View Research website .\nStatistics suggest that medical device outsourcing helps OEMs reduce cost of production by approximately 15%,\" note report authors.\nEven if the device tax is repealed under a Republican-led Congress, the overall business dynamics affecting the device industry will not fundamentally change.\nGlobal medical device outsourcing is forecast to grow 11.5% CAGR, reaching a value of more than $50 billion by 2020, according to a recently published market report from Grand View Research Inc. (San Francisco, CA).\nWhile North America generated the most revenue for the medical device industry in 2013, Asia Pacific is the fastest growing region for medical device outsourcing because of relatively low labor and infrastructure costs, although the differential with North America is shrinking."}