{"article_title": "Healthcare transactions: year in review", "article_keywords": ["transactions", "review", "urgent", "health", "healthcare", "2015", "services", "nyse", "hospitals", "market", "care"], "article_url": "http://www.lexology.com/library/detail.aspx?g=71fe5116-b2f2-4fb7-8f2f-3db90b7636ff", "article_text": "USA January 8 2016\n\nOVERVIEW\n\nThe explosive rate of healthcare mergers and acquisitions in 2015 reveals the importance of collaboration and integration across all sectors. Mergers and acquisitions worth about $270 billion were announced during 2015, surpassing the activity in recent years. Consumers and patients, in addition to the Affordable Care Act’s (ACA) incentives, are pushing the market to emphasize value and outcomes. In this hyper-competitive environment, companies must collaborate and combine their expertise to stand out in the healthcare industry. Amid this frenzy of consolidation, 2015 has been a year marked by unique transaction structures and continued private equity investment, particularly in certain sectors. We are pleased that Bass, Berry & Sims attorneys have advised on many of these notable transactions this year.\n\nHospitals\n\nFor-profit hospital companies continue to be an area of great interest for transaction activity in light of the ACA. Hospital companies are trying to better position themselves in select markets to widen their services while improving the quality of care provided. In one example, Community Health Systems (CHS) announced in 2015 that it will create two new entities: Quorum Health Corporation, a publicly traded hospital company, consisting of a group of 38 hospitals located in cities with populations less than 50,000; and Quorum Health Resources, LLC, a hospital management advisory and consulting firm. Quorum Health Corporation will focus on the unique challenges and opportunities facing smaller community hospitals while allowing CHS to focus on larger, urban markets. Quorum Health Resources will provide comprehensive consulting, educational and purchasing services for hospitals and healthcare providers. The spin-off is expected to be completed in the first quarter of 2016.\n\nAs healthcare systems move toward value-based payments, there is additional pressure on hospitals to fully utilize resources and maximize investments. Two transactions involving Capella Healthcare and Ardent Health Services (Ardent) heralded the introduction of a new type of transaction structure by employing real estate investment trusts (REIT) to create value in real estate portfolios. For REITs, a hospital’s under-utilized real estate presents an opportunity to expand into lower-acuity services such as rehabilitation and assisted living. In September, Medical Properties Trust, Inc. (NYSE: MPW) purchased Capella Healthcare in a $900 million transaction. Under the terms of the deal, Medical Properties Trust purchased Capella’s real estate assets and will jointly manage the operations of the 11 hospitals with Capella’s senior management. In a similar transaction, Ardent Health Services was sold to Ventas, Inc. (NYSE: VTR) for $1.75 billion. Ardent’s current management and other investors repurchased the hospital operations and continue to operate the acquired facilities. These transactions signal the strength of the healthcare real estate market and illustrate that hospitals are utilizing innovative transactions to maximize value.\n\nBehavioral Health\n\nBuilding on interest that began with the passage of the ACA, 2015 marked the introduction of the behavioral health market as a key attraction for investment, particularly in the area of addiction and substance abuse treatment. The behavioral health market has become a target for private equity investment given the strong market demand for behavioral health services, an underserved market, and increased reimbursement for services. More and more investors have recognized the unique investment opportunities inherent in a market dominated by small, niche behavioral health programs. In March, Acadia Healthcare Company, Inc. (NASDAQ: ACHC), one of the fastest-growing operators of psychiatric hospitals, acquired Quality Addiction Management for $53 million, just five months after Acadia made a $1.18 billion bid to acquire CRC Health, a substance-abuse treatment provider. These transactions followed the announcement of the initial public offering by AAC Holdings, Inc. (NYSE: AAC), the parent company of American Addiction Centers, Inc., in late 2014. In addition, numerous private-equity sponsors have entered the behavioral health arena, including Nautic Partners, LLC (Odyssey Behavioral Healthcare), Audax Group (Meridian Behavioral Health LLC), and Norwest Venture Partners (RiverMend Health).\n\nDermatology\n\nAs one of the most fragmented healthcare markets, the dermatology sector has provided opportunities for private equity investors to capitalize on economies of scale. Numerous factors contribute to the attractiveness of dermatology practices as investment platforms. In particular, cosmetic dermatology provides an opportunity for steady cash flows because of the ability to use direct-to-consumer marketing for elective services, which are generally cash-pay.\n\nAs a result, we have seen the dermatology sector experience explosive growth driven in large part by private equity investment, as evidenced by the continued pace of acquisitions by private equity backed dermatology platforms in 2015. These private equity firms can facilitate transactions that allow dermatology practices to create ancillary sources of income, utilize more effective management teams and implement new technologies. A goal of these acquisitions also is to achieve synergies of scale, both in terms of geographic reach and number of providers. Achieving an economy of scale may also afford the ability to bring pathology lab services inhouse and provide additional ancillary services and products. We expect this sector to continue to be active in 2016.\n\nUrgent Care\n\nThe energetic activity in the urgent care field continued into 2015. In April, Optum, a division of UnitedHealth Group (NYSE: UNH), acquired urgent care operator MedExpress, and in June, ABRY Partners acquired a majority interest in FastMed Urgent Care. In August, CRH Healthcare (CRH) acquired the assets of Physicians Immediate Med, a leading urgent care and family care platform in Atlanta, making CRH the leading urgent care operator in the Atlanta area. This trend in the urgent care sector appears to be continuing into 2016 as just this week, CareSpot Express Healthcare announced its sale to United Surgical Partners International, which became a joint venture between Tenet Healthcare (NYSE: THC) and Welsh Carson Anderson and Stowe in a transaction that closed in June.\n\nWith this trend toward consolidation, companies are now exploring additional elements, such as hospital joint ventures and entering rural markets. Although historically hospitals have targeted urgent care centers to divert patient traffic from the high-cost ER setting, they are now increasingly seeking to join forces with urgent care centers. Most notably, hospitals are experimenting with joint ventures with individual or multiple urgent care centers. For example, in 2015, Chicago-based Physicians Immediate Care announced joint ventures with Saint Joseph Health System and Presence Health to provide urgent care and occupational medicine services. Similar types of joint ventures between hospitals and urgent care centers as alternatives to the ER are expected.\n\nSpecialty Pharmacy\n\nSpecialty pharmacy remains an area of growing interest, especially in the development and funding of specialty pharmacy distribution companies. With specialty pharmaceuticals dominating development pipelines, forecasts predict that they will grow at twice the rate of traditional products. This has resulted in the entry of private equity financing, and we expect to see a trend of non-traditional buyers looking at specialty pharmacy. In April, Diplomat Pharmacy, Inc. (NYSE: DPLO) completed the acquisition of BioRx, LLC, a highly specialized pharmacy and infusion services company. With the closing of the acquisition, Diplomat has become one of the nation’s largest specialty infusion providers. The momentum around Diplomat’s initial public offering is evidence that large independent specialty pharmacies are doing well in the market too.\n\nHealth Plans\n\nThe defining transactions of 2015 occurred in the realm of health plans, with the announcement of mergers between insurance titans that would result in an insurance industry dominated primarily by three players. In July, Aetna struck a deal to buy Humana, Inc. for $37 billion that would bring Aetna’s membership to more than 33 million. Later that same month, Anthem, Inc. (NYSE: ANTM) announced that it would acquire Cigna Corporation (NYSE: CI) in a $53.8 billion cash and stock transaction. Both acquisitions are expected to close in the second half of 2016.\n\nThese health plans are responding to the increasing pressures to reduce costs and restructure in response to changes in the healthcare landscape under the ACA. Although the ACA has meant more enrollees for major insurers, the law has simultaneously placed more pressure on industry profits. Consolidation is a way for health plans to improve efficiencies and reduce costs for consumers.\n\nPhysician Services\n\nThe rapid pace of transactions and consolidation in the outsourced physician services industry continued during 2015. Hospital-based physician services, such as anesthesiology, radiology, emergency and hospitalist services, have historically been provided by small, fragmented local groups. However, the growing complexity of the healthcare delivery system, increased consolidation of healthcare facilities and healthcare systems, changes in reimbursement, increasing regulatory compliance requirements and growing demands for quality measurement and cost efficiencies have led many healthcare facilities to look for providers with greater resources and scale. In addition, small and regional physician groups to seeking a larger partner. During 2015, there was significant acquisition activity across multiple physician specialties, including anesthesia, radiology, emergency and hospitalist services. Acquirors in those transactions included both strategic buyers, such as AmSurg Corp.’s (NASDAQ: AMSG) Sheridan Healthcare subsidiary, Envision Healthcare Holdings,Inc. (NASDAQ: EVHC) ; Mednax and Team Health Holdings, Inc. (NYSE: TMH); and private equity sponsors. The rapid pace of transactions is expected to continue in 2016.\n\nWRAP-UP\n\nThe increasingly active role of the healthcare consumer and the implementation of the ACA have facilitated greater integration and consolidation across the healthcare provider chain. The 2015 deal landscape reflects the necessity of partnership and collaboration to survive the shift to value-based healthcare in the lowest cost setting. As the healthcare industry evolves and shifts, companies that are able to adapt to this evolution and shift will be the “big winners” in today’s value-based healthcare market.", "article_metadata": {"og": {"url": "http://www.lexology.com/library/detail.aspx?g=71fe5116-b2f2-4fb7-8f2f-3db90b7636ff", "image": "http://www.lexology.com/images/share/lexology-facebook.png", "description": "The explosive rate of healthcare mergers and acquisitions in 2015 reveals the importance of collaboration and integration across all sectors. Mergers…", "title": "Healthcare transactions: year in review - January 2016 | Lexology"}, "Description": "The explosive rate of healthcare mergers and acquisitions in 2015 reveals the importance of collaboration and integration across all sectors. Mergers…", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Acquirors in those transactions included both strategic buyers, such as AmSurg Corp.’s (NASDAQ: AMSG) Sheridan Healthcare subsidiary, Envision Healthcare Holdings,Inc.\nThese transactions signal the strength of the healthcare real estate market and illustrate that hospitals are utilizing innovative transactions to maximize value.\nAs the healthcare industry evolves and shifts, companies that are able to adapt to this evolution and shift will be the “big winners” in today’s value-based healthcare market.\nIn August, CRH Healthcare (CRH) acquired the assets of Physicians Immediate Med, a leading urgent care and family care platform in Atlanta, making CRH the leading urgent care operator in the Atlanta area.\nHowever, the growing complexity of the healthcare delivery system, increased consolidation of healthcare facilities and healthcare systems, changes in reimbursement, increasing regulatory compliance requirements and growing demands for quality measurement and cost efficiencies have led many healthcare facilities to look for providers with greater resources and scale."}