{"article_title": "Michael Douglas Says He Is ‘Proud to Be A Jew’ As He Receives Genesis Prize", "article_keywords": ["prime", "israel", "word", "prize", "minister", "jewish", "leno", "proud", "michael", "douglas", "obama", "netanyahu", "receives", "pride", "genesis", "jew"], "article_url": "http://jpupdates.com/2015/06/19/michael-douglas-receives-genesis-prize-says-he-is-proud-to-be-a-jew/", "article_text": "Actor, producer, and humanitarian activist Michael Douglas received the Genesis Prize from Israeli Prime Minister Benjamin Netanyahu at a ceremony held at the Jerusalem Theater on Thursday night.\n\nThe ceremony was led by former television talk show host Jay Leno, who took some hits at Prime Minister Netanyahu, as her presented himself as “your Shabbes goy.”\n\n“President Obama invited the king of Saudi Arabia and he didn’t come. And then Obama didn’t invite Prime Minister Netanyahu, and the guy came anyways,” Leno opened the evening.\n\n“I’ve come to cherish my friendship with Prime Minister Benjamin Netanyahu. Bibi is a man of his word,” Leno continued. “nless of course that word is spoke the day before an election,” a joke Bibi did no like, according to Ha’aretz.\n\nHe also took some jabs at U.S. President Barack Obama, “Don’t confuse Obamacare with his Israel policy, which is called Obama-Don’t-Care,” he said. “I actually had more facetime with Netanyahu than Obama has,” he further quipped.\n\nNetanyahu was a little more serious in his speech, before presenting the award to the U.S. actor.\n\n“If I have to summarize in one word what it is that we’re trying to foster, that word is ‘pride’. Pride in the Jewish people, pride in the Jewish state. There’s much to be proud of, because the Jewish people is remarkable in so many ways,” the prime minister said. “The one thing that is unique about the Jewish people, is having been dispersed, they refused to disappear. They kept saying year after, for two millennia, ‘We’ll be back!”\n\nHe added, “As prime minister of Israel, I’m committed to strengthen the unity of the Jewish people and I will continue to reject any attempt to delegitimize any Jewish community. Everyone is welcome. Reform, Conservative, Orthodox alike – everyone!”\n\n“It feels good to be at home again. I am proud to be a Jew,” Douglas proclaimed as he received the Genesis Prize.\n\nThe award, which doubled to $2 million thanks to a donation from billionaire philanthropist Roman Abramovich, was given to Douglas for his professional accomplishments and his commitment to the Jewish legacy and to Israel. The award will be dedicated to promoting awareness on the importance of openness and diversity in the Jewish world.\n\nDouglas, the son of Jewish Hollywood legend Kirk Douglas, mentioned his Jewish background, despite being born to a non-Jewish mom. “Inclusiveness and tolerance are Jewish values, too. I strongly believe that Judaism should reflect the spirit of welcome and tradition that existed in Abraham’s tent,” he said. “I will continue to live by the values given to me by my father and handed up to me by my son.”\n\nKirk Douglas, born as Issur Danielovitch, was raised as an Orthodox Jew, but rediscovered his faith after barely surviving a plane crash in 1991 and a stroke in 1996. In recent years, the younger Douglas has identified as a Reform Jew, and his son Dylan celebrated a bar mitzvah in Jerusalem last year.\n\nEarlier this week, Douglas expressed concern about the growing danger of nuclear weapons and the threat of boycotts targeting Israel during an address to hundreds of young Jewish leaders at the Peres Center for Peace in Tel Aviv. “I am a U.N. ambassador for peace and I would like to say that from my experience the biggest problem in the world are nuclear weapons,” Douglas said.\n\nJNS, Israel Hayom and Jpost contributed to this report", "article_metadata": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "article_summary": "Actor, producer, and humanitarian activist Michael Douglas received the Genesis Prize from Israeli Prime Minister Benjamin Netanyahu at a ceremony held at the Jerusalem Theater on Thursday night.\nI am proud to be a Jew,” Douglas proclaimed as he received the Genesis Prize.\nThere’s much to be proud of, because the Jewish people is remarkable in so many ways,” the prime minister said.\nAnd then Obama didn’t invite Prime Minister Netanyahu, and the guy came anyways,” Leno opened the evening.\nDouglas, the son of Jewish Hollywood legend Kirk Douglas, mentioned his Jewish background, despite being born to a non-Jewish mom."}