{"article_title": "The Republican base’s “patriotic” treason: The shocking new poll that exposes the dangerous extremism of the American right", "article_keywords": ["republican", "right", "nation", "extremism", "muslim", "young", "america", "dangerous", "exposes", "bush", "bases", "w", "treason", "patriotic", "president", "shocking", "poll", "911", "george", "males"], "article_url": "http://www.salon.com/2015/09/15/the_republican_bases_patriotic_treason_the_shocking_new_poll_that_exposes_the_dangerous_extremism_of_the_american_right/", "article_text": "Topics: 9/11, aol_on, Conservatism, Editor's Picks, George W. Bush, Patriotism, The Republican Party, Politics News\n\nLast week, as the nation observed the anniversary of 9/11, one could not help but look back at that time and contemplate the reaction by our fellow citizens and foreign nations. Rick Perlstein wrote a very poignant piece a couple of years back about the solidarity that horrible day inspired among all Americans and people around the world — and how it was lost.\n\nPerlstein describes how bills such as the vote to authorize war and the Patriot Act passed nearly unanimously and without debate, which he says happened because in that moment of oneness,”it seemed unimaginable that this extraordinary grant of executive power could possibly be abused.” The man who should have been president, Al Gore, famously said, “George W. Bush is my commander in chief.”\n\nLefties from Ellen Willis to Barbra Streisand immediately fell into line and supported the president unequivocally. Bush memorably put this new sense of trust and good will into words when he addressed Congress and the nation on September 20, 2001, and asked the American people to pull together for the sake of the nation as a whole. He also admonished them to be decent to the people of Middle Eastern descent who lived among us.\n\n“I ask you to uphold the values of America and remember why so many have come here. We’re in a fight for our principles, and our first responsibility is to live by them.”\n\nHere is the notoriously fractious Congress all gathered together on 9/11 to sing God Bless America on the Capitol steps.\n\nSadly, as Perlstein pointed out, it didn’t take long for all of that solidarity to fall apart. One year later, conservative pundit Peggy Noonan was writing:\n\n“So the Southerners are eyeballing the young Muslim males. Maybe these guys are bad guys. They allow themselves to think this in part because one of the things Americans regret most since Sept. 11 2001 is their lack of suspicion. We’re all very live-and-let-live. Before Sept. 11, young Muslim males could tell someone in passing that soon those towers in New York will go boom. And fearing to offend, fearing to hurt the feelings of another person, we’d let it pass. We’d mind our business, give them the benefit of the doubt. And now we wish we’d been less friendly, less trusting, less lazy or frightened. We wish we’d been skeptical. Hell, we’re the only nation on earth that is now nostalgic for paranoia.”\n\nNoonan went on to condemn the “young Muslim males” — medical students — who inspired the column as bigots for failing to properly soothe a hysterical woman who panicked to see them eating dinner in a Georgia restaurant. (Jeb Bush, by the way, called the woman to congratulate her for her sharp observation.)\n\nAnyone who was in America during that period also remembers the intense patriotic fervor exemplified by the anthem of the era, Toby Keith’s “Courtesy of the Red White and Blue (the Angry American)”:\n\nHey Uncle Sam\n\nPut your name at the top of his list\n\nAnd the Statue of Liberty Started shakin’ her fist\n\nAnd the eagle will fly\n\nMan, it’s gonna be hell\n\nWhen you hear Mother Freedom Start ringin’ her bell\n\nAnd it feels like the whole wide world is raining down on you\n\nBrought to you Courtesy of the Red White and Blue\n\nJustice will be served\n\nAnd the battle will rage\n\nThis big dog will fight\n\nWhen you rattle his cage\n\nAnd you’ll be sorry that you messed with The U.S. of A.\n\n‘Cause we’ll put a boot in your ass\n\nIt’s the American way\n\nAs the Dixie Chicks found out, anyone who didn’t agree could expect to be met with a furious reaction from conservatives who enforced the new patriotism with near religious fervor. And their love of country was not confined to the military. When president George W. Bush donned a Navy flight suit and landed on an aircraft carrier in a fighter jet to (prematurely) declare victory in Iraq, the right wing went into a major collective swoon. You could even buy a bronze bust of George W. Bush wearing the jumpsuit that was advertised with this stirring sales pitch:", "article_metadata": {"description": "A chilling new poll reveals just how sympathetic Republicans would be to a military coup", "title": "The Republican base’s “patriotic” treason: The shocking new poll that exposes the dangerous extremism of the American right", "og": {"site_name": "Salon", "description": "A chilling new poll reveals just how sympathetic Republicans would be to a military coup", "title": "The Republican base’s “patriotic” treason: The shocking new poll that exposes the dangerous extremism of the American right", "url": "http://www.salon.com/2015/09/15/the_republican_bases_patriotic_treason_the_shocking_new_poll_that_exposes_the_dangerous_extremism_of_the_american_right/", "image": "http://media.salon.com/2014/02/bush_mission_accomplished.jpg", "type": "article"}, "twitter": {"description": "A chilling new poll reveals just how sympathetic Republicans would be to a military coup", "title": "The Republican base’s “patriotic” treason: The shocking new poll that exposes the dangerous extremism of the American right", "image": "http://media.salon.com/2014/02/bush_mission_accomplished.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Heather Digby Parton", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, 9/11, aol_on, Conservatism, Editor's Picks, George W. Bush, Patriotism, The Republican Party", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "You could even buy a bronze bust of George W. Bush wearing the jumpsuit that was advertised with this stirring sales pitch:\nBefore Sept. 11, young Muslim males could tell someone in passing that soon those towers in New York will go boom.\nOne year later, conservative pundit Peggy Noonan was writing:“So the Southerners are eyeballing the young Muslim males.\nWhen president George W. Bush donned a Navy flight suit and landed on an aircraft carrier in a fighter jet to (prematurely) declare victory in Iraq, the right wing went into a major collective swoon.\n“I ask you to uphold the values of America and remember why so many have come here."}