{"article_title": "Colorado football: Buffs family turns out to honor Bill McCartney", "article_keywords": ["coach", "football", "colorado", "family", "buffs", "turns", "bill", "hall", "players", "mccartney", "taught", "fame", "honor", "thats"], "article_url": "http://www.dailycamera.com/cu-college-sports/ci_24249188/colorado-football-buffs-family-turns-out-honor-bill", "article_text": "Nearly 100 former players on hand as CU honors Hall of Fame coach\n\nFormer Colorado football coach, Bill McCartney, center, has been inducted in the College Football Hall of Fame. Two other Buffs, Alfred Williams, and Joe Romig, are already there. ( CLIFF GRASSMICK )\n\nFormer coach Bill McCartney didn't anticipate seeing so many familiar faces at Folsom Field.\n\nNearly 100 former players turned out Saturday to honor \"Coach Mac\" -- the winningest coach in school history -- who will be inducted into the College Football Hall of Fame this December.\n\n\"It choked me up,\" McCartney said after being recognized on the field at halftime during the Buffs' 57-16 loss to No. 2 Oregon. \"It's hard to find words. I've been out of coaching 19 years, so I hadn't seen them. I just lost it. I love these guys.\"\n\nThe words \"Coach Mac\" were emblazoned across both 25-yard lines on the field -- a friendly reminder of Colorado's past success as the Buffs struggled to keep pace with the Ducks.\n\nMcCartney joins six former Buffs in the Hall of Fame, and is the first Colorado coach to be inducted. He was 93-55-5 in 13 seasons at CU, and coached the Buffs to their first and only national championship. McCartney also led Colorado to three Big 8 conference titles in 1989, 1990 and 1991.\n\nMcCartney became Colorado's 20th head coach on June 9, 1982, and in the thirteen years that followed, he coached CU in nine bowl games, more than any coach in school history. McCartney retired in 1995 after the Buffs' 41-24 Fiesta Bowl win over Notre Dame.\n\nThroughout Saturday's game, the top five Mac moments were played on the field's video boards, including the Buffs' 1985 21-17 win over Oregon.\n\nAdvertisement\n\nMcCartney, who lives in the Denver metro area but still attends Cornerstone Church in Boulder, said he's still amazed at how it feels to be on campus.\n\n\"I love this place,\" he said. \"There's no place like Boulder. Of all the college campuses I've ever been on, this is the pacesetter.\"\n\nMcCartney reminded the halftime crowd that in his first three seasons at Colorado, he won just seven games. But then-athletic director Bill Marolt renewed his contract anyway, and because of that \"everything changed,\" he said.\n\nThe group of former players formed a huddle around McCartney and spontaneously broke into the Colorado fight song.\n\nRick Wheeler, who was part of McCartney's first recruiting class and played quarterback from 1983 to 1987, remembered that the early years were tough but taught him and his fellow teammates about perseverance and dedication.\n\n\"When we came here, we weren't highly recruited but we were committed to turning the program around,\" Wheeler said. \"We embodied a lot of the qualities that you needed to do that. It was a great time and we got the program turned back around and headed in the right direction.\"\n\nBoulder High graduate and Colorado football alum Ariel Solomon said even after playing six years in the NFL, the 1990 national title game is still the highlight of his career.\n\nSolomon said he wasn't surprised to see so many former teammates show up to honor their coach. McCartney often talked to them in the locker room and during practice about being more than just a team, and that held true more than 20 years later.\n\n\"He was a great motivator and he taught us how to come together,\" Solomon said. \"That's why there are so many people here today because we became a family. That's really what he taught us. I think that's why so many guys have come back. It's like a big family reunion.\"\n\nContact staff writer Sarah Kuta at 303-473-1106, kutas@dailycamera.com or twitter.com/sarahkuta.", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/cu-college-sports/ci_24249188/colorado-football-buffs-family-turns-out-honor-bill", "sailthru.author": "By Sarah Kuta   Buffzone.com", "ag": {"canon": "BoulderDailyCamera:article:24249188:view"}, "startDate": "2013-10-05T20:20:49-0600", "twitter": {"domain": "dailycamera.com", "description": "Former coach Bill McCartney didn't anticipate seeing so many familiar faces at Folsom Field. Nearly 100 former players turned out Saturday to honor \"Coach Mac\" -- the winningest coach in school history -- who will be inducted into the College Football Hall of Fame this December.", "title": "Colorado football: Buffs family turns out to honor Bill McCartney", "url": "http://www.dailycamera.com/cu-college-sports/ci_24249188/colorado-football-buffs-family-turns-out-honor-bill", "image": "http://extras.mnginteractive.com/live/media/site21/2013/1005/20131005__06dcsmacw.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "CU & Other College Sports", "modificationDate": "2013-10-06T09:47:16-0600", "endDate": "2023-10-05T20:18:01-0600", "byline": "By Sarah Kuta", "pubDate": "2013-10-05T20:22:48-0600", "sailthru.date": "2013-10-05T20:20:49-0600", "sailthru.title": "Colorado football: Buffs family turns out to honor Bill McCartney", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2013/1005/20131005__06dcsmacw_300.jpg", "description": "Former coach Bill McCartney didn't anticipate seeing so many familiar faces at Folsom Field. Nearly 100 former players turned out Saturday to honor \"Coach Mac\" -- the winningest coach in school history -- who will be inducted into the College Football Hall of Fame this December.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/cu-college-sports/ci_24249188/colorado-football-buffs-family-turns-out-honor-bill", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "Former coach Bill McCartney didn't anticipate seeing so many familiar faces at Folsom Field. Nearly 100 former players turned out Saturday to honor \"Coach Mac\" -- the winningest coach in school history -- who will be inducted into the College Football Hall of Fame this December.", "title": "Colorado football: Buffs family turns out to honor Bill McCartney"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2013/1005/20131005__06dcsmacw.jpg"}, "article_summary": "Nearly 100 former players on hand as CU honors Hall of Fame coachFormer Colorado football coach, Bill McCartney, center, has been inducted in the College Football Hall of Fame.\nMcCartney joins six former Buffs in the Hall of Fame, and is the first Colorado coach to be inducted.\nBoulder High graduate and Colorado football alum Ariel Solomon said even after playing six years in the NFL, the 1990 national title game is still the highlight of his career.\n( CLIFF GRASSMICK )Former coach Bill McCartney didn't anticipate seeing so many familiar faces at Folsom Field.\n\"It choked me up,\" McCartney said after being recognized on the field at halftime during the Buffs' 57-16 loss to No."}