{"article_title": "Moody's upgrades RCHP's CFR to B3; outlook is stable", "article_keywords": ["rating", "outlook", "debt", "service", "investors", "ratings", "rchps", "company", "upgrades", "credit", "publications", "b3", "stable", "information", "moodys", "cfr"], "article_url": "https://www.moodys.com/research/Moodys-upgrades-RCHPs-CFR-to-B3-outlook-is-stable--PR_337089", "article_text": "Email Research Recipient email addresses will not be used in mailing lists or redistributed. Recipient's\n\nEmail\n\nUse semicolon to separate each address, limit to 20 addresses. Enter the\n\ncharacters you see Can't read?\n\nTry a new set Send Cancel Email Research Thank you for your interest in sharing Moody's Research. You have reached the daily limit of Research email sharings. OK Thank you! You have successfully sent the research.\n\nPlease note: some research requires a paid subscription in order to access. OK Related Issuers RCHP, Inc. Related Research Credit Opinion: RCHP, Inc. Rating Action: Moody's places RegionalCare's ratings under review for downgrade Announcement: Moody's retires Healthcare Service Providers Industry Rating Methodology Rating Action: Moody's changes RegionalCare's rating outlook to positive; Caa1 CFR affirmed Issuer Comment: Moody's: RegionalCare's ratings unaffected by changes in size of credit facilities Rating Action: Moody's upgrades RCHP's CFR to B3; outlook is stable Global Credit Research - 12 Nov 2015 New York, November 12, 2015 -- Moody's Investors Service upgraded RCHP, Inc.'s Corporate Family Rating to B3 from Caa1 and Probability of Default Rating to B3-PD from Caa1-PD. Moody's also upgraded the instrument ratings on the company's first lien senior secured debt to B1 from B2 and second lien senior secured debt to Caa1 from Caa2. The rating outlook is stable. RCHP, Inc. is a wholly owned subsidiary of RegionalCare Hospital Partners Holdings, Inc. The upgrade of RCHP's Corporate Family Rating reflects Moody's expectation that revenue and earnings growth at the company's existing hospitals will result in strengthening credit metrics and mitigate the increase in debt associated with the announced acquisition of the company by funds affiliated with private equity firm Apollo Global Management, LLC from the current sponsor, Warburg Pincus. Moody's anticipates that RCHP's debt to EBITDA will steadily decline to closer to 6.0 times by the end of 2016 from a pro forma level of about 6.8 times following the Apollo acquisition. Moody's understands that the current first and second lien facilities will be amended and remain in place despite the change in control effected by the acquisition of the equity of the company by Apollo. Members of the company's management team are also expected to maintain an equity ownership interest in the company. The only expected change in debt associated with the acquisition is the placement of a PIK note at RCHP's parent holding company, RegionalCare Hospital Partners Holdings, Inc. Moody's took the following rating actions on RCHP, Inc.: Corporate Family Rating to B3 from Caa1 Probability of Default Rating to B3-PD from Caa1-PD First lien senior secured debt to B1 (LGD2) from B2 (LGD3) Second lien senior secured debt to Caa1 (LGD5) from Caa2 (LGD5) The rating outlook is stable RATING RATIONALE RCHP's B3 Corporate Family Rating reflects the company's high financial leverage, small scale relative to other for-profit hospital operators in the U.S., and high reliance on revenue and EBITDA generation from a limited number of facilities and markets. The rating also reflects the risks associated with the expectation that the company will pursue growth through acquisitions in order to gain scale. Further, acquisitions are likely to be debt financed given the modest amount of free cash flow. However, acquisitions of income producing operations are likely to reduce leverage given RCHP's already high leverage. The rating is also supported by Moody's expectations for improving operating results, driven by same facility revenue and earnings growth and lower bad debt expense from the expansion of insurance coverage under the Affordable Care Act. The stable rating outlook reflects Moody's expectation that operational improvements at the company's existing and recently acquired facilities will result in strengthening credit metrics but that debt repayment will be limited. Further, Moody's believes that the company's liquidity position will improve over the next 12 to 18 months with modest but growing free cash flow. RCHP's ratings could be upgraded if the company gains scale, improves revenue and earnings diversification and maintains good liquidity. Furthermore, the company will need to reduce and sustain debt to EBITDA below 5.0 times to warrant an upgrade. RCHP's ratings could be downgraded if the company experiences major operating difficulties in any of its regional markets that would hinder the expected improvement in credit metrics. The ratings could also be downgraded if the company increases leverage for a material debt funded acquisition or shareholder distribution, or if liquidity or free cash flow deteriorate. More specifically, if debt to EBITDA is expected to be sustained above 6.5 times, the ratings could be downgraded. RCHP is focused on acquiring and developing general acute care hospitals in non-urban markets and currently operates eight regional medical centers in seven states. The company is being acquired by private equity firm, Apollo, from the current equity sponsor Warburg Pincus in a transaction that is expected to close by the end of 2015. RCHP generated revenues, after the provision for doubtful accounts, of approximately $730 million in the twelve months ended June 30, 2015. The principal methodology used in these ratings was Global Healthcare Service Providers published in December 2011. Please see the Credit Policy page on www.moodys.com for a copy of this methodology. REGULATORY DISCLOSURES For ratings issued on a program, series or category/class of debt, this announcement provides certain regulatory disclosures in relation to each rating of a subsequently issued bond or note of the same series or category/class of debt or pursuant to a program for which the ratings are derived exclusively from existing ratings in accordance with Moody's rating practices. For ratings issued on a support provider, this announcement provides certain regulatory disclosures in relation to the rating action on the support provider and in relation to each particular rating action for securities that derive their credit ratings from the support provider's credit rating. For provisional ratings, this announcement provides certain regulatory disclosures in relation to the provisional rating assigned, and in relation to a definitive rating that may be assigned subsequent to the final issuance of the debt, in each case where the transaction structure and terms have not changed prior to the assignment of the definitive rating in a manner that would have affected the rating. For further information please see the ratings tab on the issuer/entity page for the respective issuer on www.moodys.com. For any affected securities or rated entities receiving direct credit support from the primary entity(ies) of this rating action, and whose ratings may change as a result of this rating action, the associated regulatory disclosures will be those of the guarantor entity. Exceptions to this approach exist for the following disclosures, if applicable to jurisdiction: Ancillary Services, Disclosure to rated entity, Disclosure from rated entity. Regulatory disclosures contained in this press release apply to the credit rating and, if applicable, the related rating outlook or rating review. Please see www.moodys.com for any updates on changes to the lead rating analyst and to the Moody's legal entity that has issued the rating. Please see the ratings tab on the issuer/entity page on www.moodys.com for additional regulatory disclosures for each credit rating. Dean Diaz\n\nSenior Vice President\n\nCorporate Finance Group\n\nMoody's Investors Service, Inc.\n\n250 Greenwich Street\n\nNew York, NY 10007\n\nU.S.A.\n\nJOURNALISTS: 212-553-0376\n\nSUBSCRIBERS: 212-553-1653\n\nPeter H. Abdill, CFA\n\nMD - Corporate Finance\n\nCorporate Finance Group\n\nJOURNALISTS: 212-553-0376\n\nSUBSCRIBERS: 212-553-1653\n\nReleasing Office:\n\nMoody's Investors Service, Inc.\n\n250 Greenwich Street\n\nNew York, NY 10007\n\nU.S.A.\n\nJOURNALISTS: 212-553-0376\n\nSUBSCRIBERS: 212-553-1653\n\nMoody's upgrades RCHP's CFR to B3; outlook is stable No Related Data. © 2016 Moody’s Corporation, Moody’s Investors Service, Inc., Moody’s Analytics, Inc. and/or their licensors and affiliates (collectively, “MOODY’S”). All rights reserved.\n\n\n\nCREDIT RATINGS ISSUED BY MOODY'S INVESTORS SERVICE, INC. AND ITS RATINGS AFFILIATES (“MIS”) ARE MOODY’S CURRENT OPINIONS OF THE RELATIVE FUTURE CREDIT RISK OF ENTITIES, CREDIT COMMITMENTS, OR DEBT OR DEBT-LIKE SECURITIES, AND CREDIT RATINGS AND RESEARCH PUBLICATIONS PUBLISHED BY MOODY’S (“MOODY’S PUBLICATIONS”) MAY INCLUDE MOODY’S CURRENT OPINIONS OF THE RELATIVE FUTURE CREDIT RISK OF ENTITIES, CREDIT COMMITMENTS, OR DEBT OR DEBT-LIKE SECURITIES. MOODY’S DEFINES CREDIT RISK AS THE RISK THAT AN ENTITY MAY NOT MEET ITS CONTRACTUAL, FINANCIAL OBLIGATIONS AS THEY COME DUE AND ANY ESTIMATED FINANCIAL LOSS IN THE EVENT OF DEFAULT. CREDIT RATINGS DO NOT ADDRESS ANY OTHER RISK, INCLUDING BUT NOT LIMITED TO: LIQUIDITY RISK, MARKET VALUE RISK, OR PRICE VOLATILITY. CREDIT RATINGS AND MOODY’S OPINIONS INCLUDED IN MOODY’S PUBLICATIONS ARE NOT STATEMENTS OF CURRENT OR HISTORICAL FACT. MOODY’S PUBLICATIONS MAY ALSO INCLUDE QUANTITATIVE MODEL-BASED ESTIMATES OF CREDIT RISK AND RELATED OPINIONS OR COMMENTARY PUBLISHED BY MOODY’S ANALYTICS, INC. CREDIT RATINGS AND MOODY’S PUBLICATIONS DO NOT CONSTITUTE OR PROVIDE INVESTMENT OR FINANCIAL ADVICE, AND CREDIT RATINGS AND MOODY’S PUBLICATIONS ARE NOT AND DO NOT PROVIDE RECOMMENDATIONS TO PURCHASE, SELL, OR HOLD PARTICULAR SECURITIES. NEITHER CREDIT RATINGS NOR MOODY’S PUBLICATIONS COMMENT ON THE SUITABILITY OF AN INVESTMENT FOR ANY PARTICULAR INVESTOR. MOODY’S ISSUES ITS CREDIT RATINGS AND PUBLISHES MOODY’S PUBLICATIONS WITH THE EXPECTATION AND UNDERSTANDING THAT EACH INVESTOR WILL, WITH DUE CARE, MAKE ITS OWN STUDY AND EVALUATION OF EACH SECURITY THAT IS UNDER CONSIDERATION FOR PURCHASE, HOLDING, OR SALE. MOODY’S CREDIT RATINGS AND MOODY’S PUBLICATIONS ARE NOT INTENDED FOR USE BY RETAIL INVESTORS AND IT WOULD BE RECKLESS AND INAPPROPRIATE FOR RETAIL INVESTORS TO USE MOODY’S CREDIT RATINGS OR MOODY’S PUBLICATIONS WHEN MAKING AN INVESTMENT DECISION. IF IN DOUBT YOU SHOULD CONTACT YOUR FINANCIAL OR OTHER PROFESSIONAL ADVISER.\n\n\n\nALL INFORMATION CONTAINED HEREIN IS PROTECTED BY LAW, INCLUDING BUT NOT LIMITED TO, COPYRIGHT LAW, AND NONE OF SUCH INFORMATION MAY BE COPIED OR OTHERWISE REPRODUCED, REPACKAGED, FURTHER TRANSMITTED, TRANSFERRED, DISSEMINATED, REDISTRIBUTED OR RESOLD, OR STORED FOR SUBSEQUENT USE FOR ANY SUCH PURPOSE, IN WHOLE OR IN PART, IN ANY FORM OR MANNER OR BY ANY MEANS WHATSOEVER, BY ANY PERSON WITHOUT MOODY’S PRIOR WRITTEN CONSENT.\n\n\n\nAll information contained herein is obtained by MOODY’S from sources believed by it to be accurate and reliable. Because of the possibility of human or mechanical error as well as other factors, however, all information contained herein is provided “AS IS” without warranty of any kind. MOODY'S adopts all necessary measures so that the information it uses in assigning a credit rating is of sufficient quality and from sources MOODY'S considers to be reliable including, when appropriate, independent third- party sources. However, MOODY’S is not an auditor and cannot in every instance independently verify or validate information received in the rating process or in preparing the Moody’s Publications.\n\n\n\nTo the extent permitted by law, MOODY’S and its directors, officers, employees, agents, representatives, licensors and suppliers disclaim liability to any person or entity for any indirect, special, consequential, or incidental losses or damages whatsoever arising from or in connection with the information contained herein or the use of or inability to use any such information, even if MOODY’S or any of its directors, officers, employees, agents, representatives, licensors or suppliers is advised in advance of the possibility of such losses or damages, including but not limited to: (a) any loss of present or prospective profits or (b) any loss or damage arising where the relevant financial instrument is not the subject of a particular credit rating assigned by MOODY’S.\n\n\n\nTo the extent permitted by law, MOODY’S and its directors, officers, employees, agents, representatives, licensors and suppliers disclaim liability for any direct or compensatory losses or damages caused to any person or entity, including but not limited to by any negligence (but excluding fraud, willful misconduct or any other type of liability that, for the avoidance of doubt, by law cannot be excluded) on the part of, or any contingency within or beyond the control of, MOODY’S or any of its directors, officers, employees, agents, representatives, licensors or suppliers, arising from or in connection with the information contained herein or the use of or inability to use any such information.\n\n\n\nNO WARRANTY, EXPRESS OR IMPLIED, AS TO THE ACCURACY, TIMELINESS, COMPLETENESS, MERCHANTABILITY OR FITNESS FOR ANY PARTICULAR PURPOSE OF ANY SUCH RATING OR OTHER OPINION OR INFORMATION IS GIVEN OR MADE BY MOODY’S IN ANY FORM OR MANNER WHATSOEVER.\n\n\n\nMoody’s Investors Service, Inc., a wholly-owned credit rating agency subsidiary of Moody’s Corporation (“MCO”), hereby discloses that most issuers of debt securities (including corporate and municipal bonds, debentures, notes and commercial paper) and preferred stock rated by Moody’s Investors Service, Inc. have, prior to assignment of any rating, agreed to pay to Moody’s Investors Service, Inc. for appraisal and rating services rendered by it fees ranging from $1,500 to approximately $2,500,000. MCO and MIS also maintain policies and procedures to address the independence of MIS’s ratings and rating processes. Information regarding certain affiliations that may exist between directors of MCO and rated entities, and between entities who hold ratings from MIS and have also publicly reported to the SEC an ownership interest in MCO of more than 5%, is posted annually at www.moodys.com under the heading “Investor Relations — Corporate Governance — Director and Shareholder Affiliation Policy.”\n\n\n\nAdditional terms for Australia only: Any publication into Australia of this document is pursuant to the Australian Financial Services License of MOODY’S affiliate, Moody’s Investors Service Pty Limited ABN 61 003 399 657AFSL 336969 and/or Moody’s Analytics Australia Pty Ltd ABN 94 105 136 972 AFSL 383569 (as applicable). This document is intended to be provided only to “wholesale clients” within the meaning of section 761G of the Corporations Act 2001. By continuing to access this document from within Australia, you represent to MOODY’S that you are, or are accessing the document as a representative of, a “wholesale client” and that neither you nor the entity you represent will directly or indirectly disseminate this document or its contents to “retail clients” within the meaning of section 761G of the Corporations Act 2001. MOODY’S credit rating is an opinion as to the creditworthiness of a debt obligation of the issuer, not on the equity securities of the issuer or any form of security that is available to retail investors. It would be reckless and inappropriate for retail investors to use MOODY’S credit ratings or publications when making an investment decision. If in doubt you should contact your financial or other professional adviser.\n\n\n\nAdditional terms for Japan only: Moody's Japan K.K. (“MJKK”) is a wholly-owned credit rating agency subsidiary of Moody's Group Japan G.K., which is wholly-owned by Moody’s Overseas Holdings Inc., a wholly-owned subsidiary of MCO. Moody’s SF Japan K.K. (“MSFJ”) is a wholly-owned credit rating agency subsidiary of MJKK. MSFJ is not a Nationally Recognized Statistical Rating Organization (“NRSRO”). Therefore, credit ratings assigned by MSFJ are Non-NRSRO Credit Ratings. Non-NRSRO Credit Ratings are assigned by an entity that is not a NRSRO and, consequently, the rated obligation will not qualify for certain types of treatment under U.S. laws. MJKK and MSFJ are credit rating agencies registered with the Japan Financial Services Agency and their registration numbers are FSA Commissioner (Ratings) No. 2 and 3 respectively.\n\n\n\nMJKK or MSFJ (as applicable) hereby disclose that most issuers of debt securities (including corporate and municipal bonds, debentures, notes and commercial paper) and preferred stock rated by MJKK or MSFJ (as applicable) have, prior to assignment of any rating, agreed to pay to MJKK or MSFJ (as applicable) for appraisal and rating services rendered by it fees ranging from JPY200,000 to approximately JPY350,000,000. MJKK and MSFJ also maintain policies and procedures to address Japanese regulatory requirements.\n\n", "article_metadata": {"WT.cg_n": "RschHTML", "WT.cg_sec5": "en", "WT.z_usersource": 0, "WT.tx_e": "v", "WT.cg_sec6": "global~global", "og": {"site_name": "Moodys.com", "description": "Rating Action", "title": "Moody's upgrades RCHP's CFR to B3; outlook is stable", "url": "https://www.moodys.com/research/Moodys-upgrades-RCHPs-CFR-to-B3-outlook-is-stable--PR_337089", "image": "https://www.moodys.com/favicon.ico", "type": "article"}, "WT.dl": 0, "WT.dcsvid": 0, "DCS.dcsvid": 0, "article": {"section": "North America Corporates Issuer Research", "tag": "Rating Action", "published_time": "2015-11-12T12:50:00Z", "modified_time": "2015-11-12T13:13:08Z"}, "WT.pn_sku": "PR_337089", "WT.cg_s": "PR_337089", "mdc.sto": 480}, "article_summary": "© 2016 Moody’s Corporation, Moody’s Investors Service, Inc., Moody’s Analytics, Inc. and/or their licensors and affiliates (collectively, “MOODY’S”).\nMOODY’S CREDIT RATINGS AND MOODY’S PUBLICATIONS ARE NOT INTENDED FOR USE BY RETAIL INVESTORS AND IT WOULD BE RECKLESS AND INAPPROPRIATE FOR RETAIL INVESTORS TO USE MOODY’S CREDIT RATINGS OR MOODY’S PUBLICATIONS WHEN MAKING AN INVESTMENT DECISION.\nTherefore, credit ratings assigned by MSFJ are Non-NRSRO Credit Ratings.\nCREDIT RATINGS AND MOODY’S OPINIONS INCLUDED IN MOODY’S PUBLICATIONS ARE NOT STATEMENTS OF CURRENT OR HISTORICAL FACT.\nMOODY’S PUBLICATIONS MAY ALSO INCLUDE QUANTITATIVE MODEL-BASED ESTIMATES OF CREDIT RISK AND RELATED OPINIONS OR COMMENTARY PUBLISHED BY MOODY’S ANALYTICS, INC. CREDIT RATINGS AND MOODY’S PUBLICATIONS DO NOT CONSTITUTE OR PROVIDE INVESTMENT OR FINANCIAL ADVICE, AND CREDIT RATINGS AND MOODY’S PUBLICATIONS ARE NOT AND DO NOT PROVIDE RECOMMENDATIONS TO PURCHASE, SELL, OR HOLD PARTICULAR SECURITIES."}