{"article_title": "Truven Health Analytics Partners With Wakely Consulting Group to Create ACA-Compliant Benefit Modeling Tool", "article_keywords": ["partners", "consulting", "truven", "plans", "tool", "wakely", "group", "analytics", "benefit", "health", "plan", "healthcare", "modeling", "modeler", "create"], "article_url": "http://www.businesswire.com/news/home/20140813005117/en/Truven-Health-Analytics-Partners-Wakely-Consulting-Group", "article_text": "ANN ARBOR, Mich.--(BUSINESS WIRE)--Truven Health AnalyticsTM announced today the release of an enhanced version of its Benefit ModelerTM solution that estimates the impact of benefit design changes, including new regulatory items required by the Affordable Care Act (ACA).\n\nThe Truven Health Benefit Modeler is an online analytics solution that supports employers, health plans, and benefits consultants in the evaluation of a broad range of plan types including high-deductible health plans (HDHPs). The new version contains updated actuarial assumptions based on the Truven Health MarketScan® Commercial Claims database, as well as significant methodology and functionality changes to support healthcare reform, pharmacy benefit planning, and federal Minimum Value Calculator reporting.\n\nBenefit Modeler now alerts users if design scenarios are not compliant with ACA requirements for ER and preventive services and out-of-pocket maximums. The tool also provides greater granularity for pharmacy reporting, including an added Specialty Drug tier and additional inputs for modeling major medical and pharmacy plan designs.\n\n“Healthcare costs continue to rise, and payers are increasingly turning to data and analytics to evaluate what’s working and what isn’t,” said Barb Graovac, senior vice president at Truven Health Analytics. “By understanding the needs of a specific population and tailoring medical and prescription drug benefits to match those needs, payers can deliver high-quality outcomes and reduce costs, all while ensuring compliance.”\n\nThe upgrades to Benefit Modeler were developed in partnership with Wakely Consulting Group, one of the most recognized actuarial consulting firms in healthcare and healthcare reform.\n\nThe latest version supports HHS’ Minimum Value Calculator reporting, making Benefit Modeler a “one-stop” resource for plan design validation by including the values needed to produce a pass/fail report for each plan option.\n\n“Healthcare benefits are becoming more complex due in part to the ACA and public and private exchanges”, said Julie Peper, director and senior consulting actuary at Wakely Consulting. “We’re committed to partnering with Truven Health to provide the detail needed for actuarial validation of new plan designs, as well as updated methodologies that keep up with changing market trends.”\n\nBenefit Modeler is built on a large pool of MarketScan claims data, which includes information from more than 350 employers and 100 health plans and pharmacy benefit managers representing 36 million lives and all 50 states. To learn more about the Truven Health Benefit Modeler, visit http://truvenhealth.com/products/benefit-design-modeler.\n\nAbout Truven Health Analytics\n\nAt Truven Health Analytics we are dedicated to delivering the answers our clients need to improve healthcare quality and reduce costs. We are a healthcare analytics company with robust, widely-respected data assets and advanced analytic expertise that have served the global healthcare industry for more than 30 years. These combine with our unique perspective from across the entire healthcare industry to give hospitals, clinicians, employers, health plans, government agencies, life sciences researchers, and policymakers the confidence they need to make the right decisions, right now, every time. With our healthcare-specific expertise and tools for managing complex and disparate data, we understand how to implement and integrate tailored analytics that drive improvement.\n\nTruven Health Analytics owns some of the most trusted brands in healthcare, such as Micromedex, ActionOI, 100 Top Hospitals, MarketScan, and Advantage Suite. Truven has its principal offices in Ann Arbor, Mich.; Chicago; and Denver. For more information, please visit http://truvenhealth.com.\n\nAbout Wakely Consulting Group\n\nWakely Consulting Group is an actuarial and healthcare reform consulting firm providing a broad array of services to the medical and healthcare sectors. Experts at Wakely Consulting include nationally recognized thought leaders in important topics related to healthcare reform such as risk adjustment, exchanges, pricing, and product design. Wakely Consulting serves clients nationally through offices in Denver, Clearwater, Minneapolis, Boston and Louisville. For more information, please visit www.wakely.com.", "article_metadata": {"description": "Truven Health Analytics Partners With Wakely Consulting Group to Create ACA-Compliant Benefit Modeling Tool", "twitter": {"description": "Truven Health Analytics Partners With Wakely Consulting Group to Create ACA-Compliant Benefit Modeling Tool", "title": "Truven Health Analytics Partners With Wakely Consulting Group to Create ACA-Compliant Benefit Modeling Tool", "image": {"src": "http://mms.businesswire.com/media/20140813005117/en/417741/21/tru-logo-RGB-hi-res.jpg"}, "site": "@businesswire", "widgets": {"csp": "on"}, "card": "summary_large_image"}, "robots": "noodp,noydir", "DC.date.issued": "2014-08-13", "p": {"domain_verify": "95725e0359a14c2e1ccbd936e10d20d6"}, "viewport": "width=device-width,initial-scale=1"}, "article_summary": "About Truven Health AnalyticsAt Truven Health Analytics we are dedicated to delivering the answers our clients need to improve healthcare quality and reduce costs.\nAbout Wakely Consulting GroupWakely Consulting Group is an actuarial and healthcare reform consulting firm providing a broad array of services to the medical and healthcare sectors.\nTo learn more about the Truven Health Benefit Modeler, visit http://truvenhealth.com/products/benefit-design-modeler.\nThe Truven Health Benefit Modeler is an online analytics solution that supports employers, health plans, and benefits consultants in the evaluation of a broad range of plan types including high-deductible health plans (HDHPs).\nBenefit Modeler now alerts users if design scenarios are not compliant with ACA requirements for ER and preventive services and out-of-pocket maximums."}