{"article_title": "As Medicaid expands, hospitals see declines in charity care, self pay", "article_keywords": ["revenue", "pay", "self", "states", "average", "patients", "program", "medicaid", "declines", "medicare", "care", "expands", "hospital", "hospitals", "charity"], "article_url": "http://www.healthcarefinancenews.com/news/much-needed-boost-medicaid", "article_text": "As Medicaid enrollment grows to record levels, covering 65 million people nationwide, providers are starting to see some positive trends in their rates of uncompensated care.\n\nHospitals in states that have expanded Medicaid eligibility under the Affordable Care Act are already bringing in fewer self-pay and charity care patient cases, according to an analysis by the Colorado Hospital Association.\n\nThe association examined recent financial data from 465 hospitals in 30 states, half of them expanding Medicaid and half declining, and found hospitals in the states expanding Medicaid saw the program becoming a greater share of their revenue base, increasing on average from 15 percent of all revenue to almost 19 percent between 2013 and the first quarter of this year.\n\n[See also: Medicaid care expansion: Two test cases.]\n\nThe average proportion of hospital charges for self-pay patients declined on average 25 percent in those same states, from 4.7 percent to 3.1 percent, the study found. Meanwhile, hospitals in states that are not expanding eligibility saw little variation in their share of Medicaid and self-pay patients.\n\nSince Medicare’s average share of hospital revenue mostly held steady over the same time period, the increase in Medicaid “cannot be explained by an overall rise in total volume of patients attending hospitals or overall costs of care due to other structural changes in the healthcare sector,” wrote researchers at the Colorado Hospital Association.\n\nThe study highlights a disparity in hospital financing across the country, with those in states that aren’t expanding eligibility facing a continuing responsibility for uncompensated care, along with Medicare cuts that were supposed to be offset by more patients insured by Medicaid.\n\n“These findings not only affirm that more people are finding healthcare coverage who didn’t have it before, but also that it is having a positive impact by reducing the levels of uncompensated care at hospitals, which could further efforts to reduce healthcare costs,” said the association’s president and CEO Steven Summer.\n\nMedicaid a boon for hospitals\n\nIn Colorado, one of 26 states that are opening Medicaid to childless, low-income adults, hospitals’ Medicaid revenue has grown faster than average — now representing on average 20 percent of their base, according to the study. Health systems with primary care practices in Colorado and elsewhere are also benefiting from a boost, albeit temporarily. For 2013 and 2014, as directed by the ACA, Medicaid is paying primary care docs at Medicare fee levels for about 150 evaluation and management and vaccine administration codes.\n\nMany of those health systems are participating in Colorado’s Medicaid accountable care program, which now covers about half of the state’s beneficiaries. In its first full year, the program saw a 15 percent reduction in hospital admissions and a 25 percent reduction in high-cost imaging in the 2013 fiscal year, contributing to $44 million in savings, with most going to providers as incentive bonuses and $6 million returning to state coffers.\n\n[See also: ACOs get down to brass tacks.]\n\nElsewhere, Medicaid programs are very much in flux. In New York, hospitals are bringing in additional revenue for Medicaid patients who may have been previously uninsured, while facing a new restructuring of the program.\n\nAfter paring back the growth rate of New York’s $54 billion Medicaid program, Governor Andrew Cuomo won a waiver from the Centers for Medicare & Medicaid Services to invest $8 billion in a larger redesign over the next five years, with its main aim being reducing avoidable admissions by 25 percent. Nonprofit hospitals, physicians and community groups are being tasked with creating demonstration projects focusing on home and community-based care.\n\nIn North Carolina, where one-third of hospitals are in the red and where a Medicaid revenue assessment is set to increase, health systems are supporting ideas in the legislature to introduce a new model of accountable care organizations in Medicaid. The proposal to use Accountable Care Organizations is a step in the right direction and would align Medicaid with the innovations already underway for Medicare and privately insured patients,” the North Carolina Hospital Association said.", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/news/much-needed-boost-medicaid", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/456900049.jpg", "site_name": "Healthcare Finance News", "description": "Hospitals in states that have expanded Medicaid eligibility under the Affordable Care Act are already bringing in fewer self-pay and charity care patient cases, according to an analysis by the Colorado Hospital Association.", "title": "As Medicaid expands, hospitals see declines in charity care, self pay"}, "twitter": {"image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/456900049.jpg"}, "description": "Hospitals in states that have expanded Medicaid eligibility under the Affordable Care Act are already bringing in fewer self-pay and charity care patient cases, according to an analysis by the Colorado Hospital Association.", "site": "@HC_Finance", "card": "summary_large_image", "title": "As Medicaid expands, hospitals see declines in charity care, self pay"}, "generator": "Drupal 7 (http://drupal.org)", "description": "As Medicaid enrollment grows to record levels, covering 65 million people nationwide, providers are starting to see some positive trends in their rates of uncompensated care.&#13; Hospitals in states that have expanded Medicaid eligibility under the Affordable Care Act are already bringing in fewer self-pay and charity care patient cases, according to an analysis by the Colorado Hospital Association.", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no"}, "_id": "\"57477af46914bd0286fe2712\"", "article_summary": "[See also: Medicaid care expansion: Two test cases.]\nMany of those health systems are participating in Colorado’s Medicaid accountable care program, which now covers about half of the state’s beneficiaries.\nMeanwhile, hospitals in states that are not expanding eligibility saw little variation in their share of Medicaid and self-pay patients.\nHospitals in states that have expanded Medicaid eligibility under the Affordable Care Act are already bringing in fewer self-pay and charity care patient cases, according to an analysis by the Colorado Hospital Association.\nIn New York, hospitals are bringing in additional revenue for Medicaid patients who may have been previously uninsured, while facing a new restructuring of the program."}