{"article_title": "Demand for physician assistants skyrockets under the Affordable Care Act", "article_keywords": ["affordable", "physician", "pas", "skyrockets", "winthrop", "lewis", "medical", "act", "patients", "patient", "york", "demand", "assistants", "thousands", "care"], "article_url": "http://pix11.com/2015/10/06/demand-for-physician-assistants-skyrockets-as-health-care-becomes-more-affordable/", "article_text": "Please enable Javascript to watch this video\n\nNEW YORK -- With more and more people covered by insurance under the Affordable Care Act, more and more people are actually going to the doctor.\n\nBut meeting the new demand has meant a huge challenge for doctors across the country. That's where physician assistants are helping now more than ever.\n\n\"Hi, this is Jim Lewis from Winthrop Urology. Do you have a moment? I just wanted to go over your pathology results with you,\" said Jim Lewis during a phone call Tuesday.\n\nIf he sounds like a doctor, it's probably because he works so closely with them. Lewis is one of the thousands of physician assistants in New York State certified to practice medicine as part of a physician-directed team.\n\n\"I'm either in the office seeing patients clinically or I'm in the hospital rounding on post surgical patients,\" said Lewis.\n\nPAs are nationally certified, licensed in each state and require a two-year Master's Degree.\n\nSince the Affordable Care Act was signed into law back in 2010, the need for PAs has exploded across the country.\n\n\"Obamacare, as it's known in the lay community, put thousands upon thousands of people on healthcare insurance plans and they are now seeking access to care and there are not enough physicians to take care of that population,\" said Maureen Regan, Administrative Director of Surgical Services at Winthrop University Hospital.\n\nForbes recently named the job one of the fastest growing in the medical industry.\n\nThe team at Winthrop on Long Island now includes more than 150 PAs, helping to provide continuity of care with their doctors.\n\n\"Many of the Physician Assistants take care of the patients on the floor. They do the admissions, any of the consults, any of the day to day patient care, and the discharges,\" said PA Linnea Drew.\n\nDr. Aaron Katz is the Chairman of the Department of Urology at Winthrop which is almost entirely run by PAs.\n\n\"It's phenomenal what they're doing here,\" said Dr. Katz. \"I mean they're able to see the patient before the operating room, during the operating room, and after.\"\n\nPAs work in every aspect of the medical world from clinics and hospitals, to medical homes and longterm care.\n\nThey can diagnose, write prescriptions, and have more time to spend with patients.\n\nRegan, former President of the New York Society of PAs says it all adds up to better care for you.\n\n\"And it really truly takes a team to successfully treat a patient and have them have good outcomes.\"\n\n\"It is certainly challenging, but you do it because you love it. You do it because you want to do it,\" said Lewis. \"Medicine is a labor of love as well.\"\n\nWith the need for PAs the applicant pool has also grown substantially in the last few years. Across the country, applications for PA programs have increased 25 percent -- making the position as competitive as it is needed.", "article_metadata": {"description": "NEW YORK -- With more and more people covered by insurance under the Affordable Care Act, more and more people are actually going to the doctor. But meeting the new demand has meant a huge challenge for doctors across the country.", "generator": "WordPress.com", "og": {"site_name": "New York's PIX11 / WPIX-TV", "description": "NEW YORK — With more and more people covered by insurance under the Affordable Care Act, more and more people are actually going to the doctor. But meeting the new demand has meant a huge cha…", "title": "Demand for physician assistants skyrockets under the Affordable Care Act", "url": "http://pix11.com/2015/10/06/demand-for-physician-assistants-skyrockets-as-health-care-becomes-more-affordable/", "image": {"width": 1200, "identifier": "https://tribwpix.files.wordpress.com/2015/10/health.jpeg?w=1200", "height": 675}, "locale": "en_US", "type": "article"}, "twitter": {"image": {"src": "https://tribwpix.files.wordpress.com/2015/10/health.jpeg?w=640"}, "site": "@PIX11News", "card": "summary_large_image", "creator": "@PIX11News"}, "msapplication-tooltip": "New York News, Weather, Entertainment, Transit and More", "apple-itunes-app": "app-id=587593522", "fb": {"pages": 76073377041}, "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://pix11.com/feed/;icon-uri=http://1.gravatar.com/blavatar/1ed18cbab7a076bdb92e6a7ec0bae5ab?s=16", "application-name": "New York's PIX11 / WPIX-TV", "article": {"publisher": "http://www.facebook.com/pix11news", "published_time": "2015-10-06T23:21:48+00:00", "modified_time": "2015-10-07T01:25:57+00:00", "author": "http://www.facebook.com/pix11news"}, "keywords": "news,", "google-site-verification": "NwkxplaUCiSUM7fwyF8LprcUZJryQRaTVtXjbjzon-4", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "article_summary": "They do the admissions, any of the consults, any of the day to day patient care, and the discharges,\" said PA Linnea Drew.\nSince the Affordable Care Act was signed into law back in 2010, the need for PAs has exploded across the country.\nLewis is one of the thousands of physician assistants in New York State certified to practice medicine as part of a physician-directed team.\n\"Many of the Physician Assistants take care of the patients on the floor.\nRegan, former President of the New York Society of PAs says it all adds up to better care for you."}