{"article_title": "Section 1332 Waiver Activity Heating Up In States (Update", "article_keywords": ["king", "cms", "guidance", "update", "1332", "states", "state", "heating", "coverage", "activity", "waivers", "waiver", "recent"], "article_url": "http://healthaffairs.org/blog/2015/06/24/section-1332-waiver-activity-heating-up-in-states/", "article_text": "Heather Howard and Galen Benshoof\n\nJune 24, 2015\n\nJuly 27, 2015 update: CMS Creates New Section 1332 Hub For States. In late June, many states breathed a sigh of relief when the Supreme Court upheld nationwide subsidies in King v. Burwell. With the case behind them, state officials—whether they have state-based marketplaces or rely on healthcare.gov—can focus on refining their systems of coverage under the Affordable Care Act (ACA), especially through section 1332 waivers, which allow them to refashion coverage to fit local needs and preferences.\n\nIn our previous post, we described how six states had already taken recent steps toward a 1332. With the Centers for Medicare and Medicaid Services (CMS) recently publishing new information about 1332 waivers—essentially a roadmap for states—we see that number as likely to increase.\n\nThe new page is intended as a one-stop shop, featuring all 1332-related regulations and guidance, fact sheets, and FAQs. CMS also refreshes the process guidance and provides a central place for application: stateinnovationwaivers@cms.hhs.gov. And, for those states wondering how the waiver review would be coordinated between the Departments of Health and Human Services (HHS) and Treasury, HHS announced that it will conduct the initial review and then coordinate with Treasury and other agencies as appropriate.\n\nAlso of note, the fact sheet promises more guidance “as additional questions and issues arise.” In the meantime, states should be thinking about what they want to accomplish as they reform their systems of coverage, and what further clarifications they need from federal officials, especially with regard to the program’s guardrails on affordability, budget neutrality, and comprehensiveness.\n\nThis new publication from CMS is a welcome step forward for states, whether they seek to build an alternate coverage framework or simply smooth some of the ACA’s rough edges. And more clarity from CMS, expected within the next few months, will help guide their efforts.\n\nSection 1332 Waiver Activity Heating Up In States\n\nJune 24, 2015\n\nThis week, the health policy world is focused on the pending Supreme Court decision in King v. Burwell and potential state reactions to a ruling for the plaintiffs. A few states are actively planning strategies for maintaining subsidies for their residents in the event of an adverse ruling, but for most, the process is rife with challenges both political and operational. Though King looms, don’t lose sight of other recent state action on the ACA front.\n\nIn particular, interest in Section 1332 waivers continues to heat up. As we’ve previously written, 1332 waivers offer states an opportunity to fashion a new coverage system customized for local context and preferences, while still fulfilling the aims of the ACA. The statute requires interested states to pass authorizing legislation as a first step, in order to apply for and ultimately implement waiver-based reforms.\n\nHere is recent movement on 1332s:\n\nVirtually all of this activity took place within the last few months, and we anticipate more state signals no matter how the Court rules in King. State officials across the ideological spectrum see significant potential for 1332 waivers, though they have a lot of work to do in order to obtain a waiver and launch reforms on January 1, 2017, the earliest possible effective date.", "article_metadata": {"og": {"url": "http://healthaffairs.org/blog/2015/06/24/section-1332-waiver-activity-heating-up-in-states/", "type": "article", "image": "http://healthaffairs.org/blog/wp-content/uploads/Blog_Frankford.jpg", "site_name": "Health Affairs", "title": "Section 1332 Waiver Activity Heating Up In States (Update: New CMS Hub)"}, "description": "Section 1332 Waiver Activity Heating Up In States (Update: New CMS Hub) | At the intersection of health, health care, and policy.", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Heather Howard and Galen BenshoofJune 24, 2015July 27, 2015 update: CMS Creates New Section 1332 Hub For States.\nIn particular, interest in Section 1332 waivers continues to heat up.\nIn our previous post, we described how six states had already taken recent steps toward a 1332.\nSection 1332 Waiver Activity Heating Up In StatesJune 24, 2015This week, the health policy world is focused on the pending Supreme Court decision in King v. Burwell and potential state reactions to a ruling for the plaintiffs.\nAs we’ve previously written, 1332 waivers offer states an opportunity to fashion a new coverage system customized for local context and preferences, while still fulfilling the aims of the ACA."}