{"article_title": "Obama's 2015 State of the Union Was Reagan Moment He Imagined", "article_keywords": ["clinton", "presidency", "union", "reagan", "state", "policy", "moment", "economic", "democrats", "policies", "2015", "president", "obamas", "imagined", "public", "obama"], "article_url": "https://newrepublic.com/article/120809/obamas-reagan-moment-upon-him-or-so-he-hopes", "article_text": "If Democrats controlled Congress, Congress wouldn't have treated Obama's address like a dead letter and Obama might have tailored it more narrowly, careful not to ask for more than Congress could plausibly deliver. But Democrats don’t control Congress, and won’t control it again until Obama is no longer president. Under the circumstances, it stands to reason that when Obama proposes progressive policies like these, he’s playing a longer game—guiding Democrats on the Hill as they battle against Republican budgets, or laying out a menu of policies for his successor, who might have better luck with Congress.\n\nThe Atlantic’s David Frum, once a speechwriter for President George W. Bush, posits that Obama’s real aim in proposing policies he knows Republicans will reject is to limit Hillary Clinton’s options, lest she be tempted to regress toward a mushier centrism. “Every time the president advances a concept that thrills his party’s liberal base, he creates a dilemma for Hillary Clinton. Does she agree or not? Any time she is obliged to answer, her scope to define herself is constricted,” Frum explains. “Obama’s highest priority over the next two years seems to be … to force Hillary Clinton to campaign and govern on his terms.”\n\nThis would be a more compelling argument if the White House and the burgeoning Clinton campaign weren’t closely aligned—if Obama were promoting ideas that offended Hillary Clinton’s brain trust, or if his consigliere, John Podesta, wasn’t leaving the White House to staff up and guide the Clinton campaign. Frum assumes that Clinton, the 2016 candidate, will see the country’s political challenges no differently than when she ran for president before the economic crisis in 2008, or when she represented New York state as a senator for two terms starting in 2001.\n\nMost of the evidence points in a different direction. Yet if Obama and Clinton are more closely aligned than people assume, he wouldn’t need to use his State of the Union to confine her, but rather to begin the process of priming the public for her campaign. And that’s not strictly a matter of testing voter appetite for various policy ideas, but of building a case before the public that Democrats have had better economic ideas all along and that a Democratic approach to national policy deserves to reap the benefits of incumbency.\n\nTuesday’s State of the Union was thus a single component of a project that’s much more meaningful than budget brinksmanship or the 2016 campaign—to establish the parameters of the economic debate for years and years, the way Ronald Reagan’s presidency lent supply-side tax policy and deregulation a presumption of efficacy that shaped not just Republican, but Democratic policy for two decades.\n\nSeven years into Obama's presidency, the U.S. economy is finally growing rapidly enough to boost his popularity and to sell the country on the idea that Obama’s peculiar brand of ostentatious incrementalism—building out and improving existing institutions, directing resources through them to the middle class—has worked, and should serve as a beacon not just for liberals, but for conservatives aspiring to recapture the presidency.\n\n\"At every step, we were told our goals were misguided or too ambitious; that we would crush jobs and explode deficits,\" Obama said. \"Instead, we’ve seen the fastest economic growth in over a decade, our deficits cut by two-thirds, a stock market that has doubled, and health care inflation at its lowest rate in fifty years.\"\n\nThis is a depressing possibility for Obama’s political nemeses, including for progressives who believe his administration has been too solicitous of Wall Street and business interests and thus too encumbered—or even tainted—to topple corrupt systems and replace them with ones that respond to public needs.\n\nThey are right to be depressed. Because Republicans will excitedly reject them, the liberal policies Obama outlined in his address have come in for the most attention. But none of them is particularly radical. The remainder of Obama’s presidency, as outlined Tuesday, will leave us no closer to a fundamental restructuring of Wall Street, or to economic institutions that will distribute income and wealth much more evenly.\n\nBut it could have been much worse. Republicans spent the entirety of Obama’s first term (and most of his second) in the grip of a prophesy that every one of Obama’s significant achievements would contribute to an American cataclysm. That these predictions haven’t materialized now makes it easier for Obama to champion his own legacy at conservatism's expense.\n\nIt could have turned out much differently for Democrats, though. If Mitt Romney had won the presidency in 2012 and caught the wave of economic growth we’re now experiencing—after cutting both income taxes and domestic spending, and eliminating the Affordable Care Act—conservatives would have draped him in Reagan’s cloak, and the public would have warmed once again to the kinds of policies that George W. Bush’s presidency briefly discredited.\n\nObama wants his presidency to pay the same dividends. Tonight we got a glimpse of what it will look like if and when Democrats ultimately cash in.", "article_metadata": {"msapplication-config": "//assets.newrepublic.com/assets/favicons/browserconfig.xml", "viewport": "width=device-width, initial-scale=1.0", "description": "These are lines President Barack Obama hoped to deliver years ago.\"The verdict is clear,\" he said in Tuesday night's State of the Union address. \"Middle-class economics works. Expanding opportunity works. And these policies will continue to work, as long as politics don’t get in the way. We can’t slow down businesses or put our economy at risk with government shutdowns or&nbsp;fiscal&nbsp;showdown...", "og": {"site_name": "New Republic", "description": "It's morning in America—again.", "title": "Obama Is Finally Having the Reagan Moment He Dreamed About for Years", "locale": "en_US", "image": "https://images.newrepublic.com/ab7871ad7762786fcf780902e7f31031ecb10304.jpeg?w=1109&h=577&crop=faces&fit=crop&fm=jpg", "url": "https://newrepublic.com/article/120809/obamas-reagan-moment-upon-him-or-so-he-hopes", "type": "article"}, "twitter": {"description": "It's morning in America—again.", "title": "Obama Is Finally Having the Reagan Moment He Dreamed About for Years", "image": "https://images.newrepublic.com/ab7871ad7762786fcf780902e7f31031ecb10304.jpeg?w=1024&h=512&crop=faces&fit=crop&fm=jpg", "creator": "@brianbeutler", "site": "@newrepublic", "card": "summary_large_image"}, "msapplication-TileColor": "#ffffff", "parsely-metadata": "{\"thumb_image\":\"http://images.newrepublic.com/ab7871ad7762786fcf780902e7f31031ecb10304.jpeg\"}", "parsely-page": "{\"title\":\"Obama Is Finally Having the Reagan Moment He Dreamed About for Years\",\"link\":\"https://newrepublic.com/article/120809/obamas-reagan-moment-upon-him-or-so-he-hopes\",\"section\":\"Politics\",\"pub_date\":\"2015-01-21T02:55:00.000Z\",\"post_id\":120809,\"author\":\"Brian Beutler\",\"type\":\"post\",\"tags\":[\"Politics\",\"Barack Obama\",\"Ronald Reagan\",\"State of the Union\",\"Obamacare\",\"Mitt Romney\",\"Affordable Care Act\",\"David Frum\",\"-type_article\"]}", "fb": {"admins": 4404589, "pages": 161419311535, "app_id": 1675346479369918}, "msapplication-TileImage": "//assets.newrepublic.com/assets/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/thenewrepublic", "tag": "Politics", "published_time": "2015-01-21"}, "theme-color": "#ffffff"}, "_id": "\"57477af46914bd0286fd8a7a\"", "article_summary": "Because Republicans will excitedly reject them, the liberal policies Obama outlined in his address have come in for the most attention.\n“Every time the president advances a concept that thrills his party’s liberal base, he creates a dilemma for Hillary Clinton.\nThe remainder of Obama’s presidency, as outlined Tuesday, will leave us no closer to a fundamental restructuring of Wall Street, or to economic institutions that will distribute income and wealth much more evenly.\nBut Democrats don’t control Congress, and won’t control it again until Obama is no longer president.\nTonight we got a glimpse of what it will look like if and when Democrats ultimately cash in."}