{"article_title": "The Best Worst President Ever", "article_keywords": ["worst", "obama", "social", "say", "newport", "way", "mr", "president", "wanted", "beach", "sipped", "best", "women"], "article_url": "http://www.huffingtonpost.com/mark-morford/the-best-worst-president_b_5570578.html", "article_text": "\"Obama is the worst thing to ever happen to this country,\" declares the wealthy, rakish, silver-haired Newport Beach white guy to his small group of perfectly tanned 50-something females sitting just a few feet away from us at a stunning restaurant patio overlooking the sun-kissed California coastline, just off of Highway 1, as he sipped his pinot and adjusted his wraparound Ray Bans, flush from the economy's spectacular recovery that has benefitted his exact demographic most of all, stroking his purebred dog and taking various selfies with their $500 phones, oblivious to the furious swirls of irony and hypocrisy fluttering just above their heads.\n\nI laughed out loud. Couldn't help it; I had just overheard Mr. Newport Beach say something about how Obamacare is an unmitigated disaster (despite how, of course, it's not), and if America were to somehow actually develop a health care system similar to, say, Canada's, that would be the end of America for certain; we'd never recover from such a devastating blow. Or something. And then came the \"worst thing to ever happen\" quip, and I couldn't hold back.\n\nThey didn't hear me, of course; the orgasmic thrum of their perfect lives drowned out my chuckle, and as I turned and looked at this beautifully entitled, happy crew from my vantage point only a few feet away but a million light years in perspective, we all shared one of the most spectacular, envied locales in the world and all of us sipped superb regional grape and not a single one of us suffered the slightest personal, social or economic indignity, every first-world need instantly met, every crab cake perfectly formed, the sunshine as flawless as Jesus on toast and no lines at the restroom and lots of free parking for his Lexus SUV.\n\nA few thoughts struck me, all at once. The first was how nice this group all seemed -- and of course they probably were -- and I imagine if we had all had met under different circumstances and been chatting about, say, the weather or the soul-exploding coastline, I'm sure we would have been fast, easy friends -- noting that, if we wanted to remain that way, we'd never talk about politics. Or religion.\n\nEven so, I desperately wanted to ask Mr. Newport Beach what his stock portfolio looked like a mere six or seven years ago, when Bush & Co. ravaged the country and led us into one of the deepest, most brutal social and economic pits in modern history. Did he lose half his net worth? More? Was he worried he couldn't feed his family or pay his mortgage? Did he lose his house? His job? Did he blame Bush? Clinton? Islam? The gays?\n\nAnd by the way, how does he like the recovery so far? Which of his three perfect, multimillion-dollar homes was he on his way to, right now?\n\nI also wanted to know, when Bush/Cheney lied to the world, openly violated the tragedy of 9/11 and invaded Iraq, killing tens of thousands, was he furious? What about now, when even Fox News is calling out Cheney and declaring Iraq invasion a colossal mistake, a lie from which we're still unable to extricate ourselves?\n\nNevertheless, Obama ended Bush's disastrous war, just like he said he would, on time and under budget. Does it matter?\n\nAnd what of Newport's female companions? I wonder if he knows that upwards of 99 percent of sexually active women have used some form of contraception. Is he in line with the GOP's recent spate of nasty misogyny and anti-abortion spew? What about the awful SCOTUS Hobby Lobby decision, further bashing women, and Obama's immediate moves to defend women's rights? Is he aware? I bet those women are. Or surely, their daughters.\n\nAnd really, what about the stock market? The Dow dances around record highs, Wall Street snorts rails of finely chopped gold every day, the income gap between the 1% and everyone else is more demeaning than ever and the banks haven't fundamentally changed in the slightest. Why isn't Mr. Newport Beach positively orgasmic about the Obama Administration's generally wealth-favoring policies that made it all happen? Say what you like, but Obama managed to do what nearly all economists and pundits thought impossible back in 2008: reverse the ugliest, GOP-led social and economic tailspin in modern history, and make guys like Mr. Newport richer than ever.\n\nMy new friend looked good. Healthy. Fit. Good teeth, thick head of silver hair, that prostate cancer scare a couple years back easily nipped by a few wildly expensive treatments he never paid a dime for. Who did pay for his insurance? His company? Medicare? Did he have any idea what it was like not to be able to afford it, or be offered any in the first place?\n\nI sipped my rosé, took a deep breath, enjoyed the magnificent landscape as one final, predominant thought swam into view:...\n\nRead the rest of this column by clicking here\n\nFollow Mark Morford on Twitter: www.twitter.com/markmorford", "article_metadata": {"description": "\"Obama is the worst thing to ever happen to this country,\" declares the wealthy, rakish, silver-haired Newport Beach white guy to his small group of perf...", "sailthru.expire_date": "2014-07-10 10:32:21 -0400", "og": {"site_name": "The Huffington Post", "description": "\"Obama is the worst thing to ever happen to this country,\" declares the wealthy, rakish, silver-haired Newport Beach white guy to his small group of perf...", "url": "http://www.huffingtonpost.com/mark-morford/the-best-worst-president_b_5570578.html", "image": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "height": 1000}, "creator": "markmorford", "site": "@HuffPostPol", "card": "summary_large_image", "description": "\"Obama is the worst thing to ever happen to this country,\" declares the wealthy, rakish, silver-haired Newport Beach white guy to his small group of perf..."}, "sailthru.date": "2014-07-09 10:32:21 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=5570578", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "America’s Affordable Health Choices Act,obamacare,conservatives,Republican obstructionism,economy,Barack Obama Polls,Economic Recovery,health care,Barack Obama", "article": {"section": "Politics", "tag": "America’s Affordable Health Choices Act,obamacare,conservatives,Republican obstructionism,economy,Barack Obama Polls,Economic Recovery,health care,Barack Obama", "published_time": "2014-07-09 10:32:21 -0400", "modified_time": "2014-09-08 05:59:05 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fd9a48\"", "article_summary": "Why isn't Mr. Newport Beach positively orgasmic about the Obama Administration's generally wealth-favoring policies that made it all happen?\nAnd then came the \"worst thing to ever happen\" quip, and I couldn't hold back.\nI wonder if he knows that upwards of 99 percent of sexually active women have used some form of contraception.\nWhat about the awful SCOTUS Hobby Lobby decision, further bashing women, and Obama's immediate moves to defend women's rights?\nDid he have any idea what it was like not to be able to afford it, or be offered any in the first place?"}