{"article_title": "‘King v. Burwell’ and the triumph of selective contextualism", "article_keywords": ["burwell", "king", "court", "established", "federal", "text", "exchanges", "tax", "state", "statutory", "selective", "context", "v", "contextualism", "triumph"], "article_url": "https://www.washingtonpost.com/news/volokh-conspiracy/wp/2015/09/15/king-v-burwell-and-the-triumph-of-selective-contextualism/", "article_text": "In King v. Burwell, the Supreme Court held that the Patient Protection and Affordable Care Act (ACA) should be read to authorize tax credits for the purchase of health insurance in exchanges established by the federal government lest the ACA’s other reforms destabilize the individual health insurance market in states served by federal exchanges. In “King v. Burwell and the Triumph of Selective Constitutionalism,” Michael Cannon and I dissect the court’s reasoning in King, highlighting the court’s abandonment of textualist principles (as others have noted) and the court’s reliance on a highly selective use of context to support its ultimate conclusion. Here is the abstract:\n\nKing v. Burwell presented the question of whether the Patient Protection and Affordable Care Act of 2010 (ACA) authorizes the Internal Revenue Service (IRS) to issue tax credits for the purchase of health insurance through Exchanges established by the federal government. The King plaintiffs alleged an IRS rule purporting to authorize tax credits in federal Exchanges was unlawful because the text of the ACA expressly authorizes tax credits only in Exchanges “established by the State.” The Supreme Court conceded the plain meaning of the operative text, and that Congress defined “State” to exclude the federal government. The Court nevertheless disagreed with the plaintiffs, explaining that “the context and structure of the Act compel us to depart from what would otherwise be the most natural reading of the pertinent statutory phrase.” The Court reached its conclusion by disregarding portions of the ACA’s text and considering only selected elements of the ACA’s structure, context, and purpose. The King majority’s selective contextualism embraced an unexpressed congressional “plan” at the expense of the plan Congress actually enacted.\n\nAs we document in the article, the Supreme Court concedes the force of the plain language of the relevant statutory text, but relies upon context both to conclude that the phrase “established by the State under Section 1311″ is ambiguous, and then again to conclude that the relevant provisions must be read to require the provision of tax credits in exchanges established by the federal government under Section 1321. To achieve this result, the court engages in a bit of sleight of hand. Among other things, the majority opinion treats a conditional statutory definition as universal and a universal statutory definition as conditional and concludes that “established by the State” is ambiguous by considering some possible implications of a different phrase in a separate statutory provision while expressly refusing to consider the use of the phrase “established by the State” throughout the statute.\n\nThere’s no dispute that context can help clarify the meaning of statutory phrases and resolve statutory ambiguities. Context can inform the reader whether “bank” refers to land alongside a river or a place to deposit money. Typically, however, context is not used to render words and phrases utterly meaningless, yet King was not a typical case. As we write in the article:\n\nThere was no disagreement among the justices that statutory structure, design, and context are useful in resolving latent ambiguities in statutory provisions. As Justice Scalia counseled in dissent, “Statutory design and purpose matter only to the extent they help clarify an otherwise ambiguous provision.” Yet the majority not only used statutory context to resolve ambiguity, but to create the ambiguity in the first place. Worse, the majority considered text selectively and adopted inconsistent presumptions about the applicability of statutory provisions bearing on the question. Though Roberts conceded that “established by the State” is clear on its face and the only statutory text that speaks directly to the question presented, by the time he was done, he rendered that provision not only ambiguous but meaningless. It was as if the majority was determined to shoehorn inconvenient statutory text into a preconceived narrative of how the statute should operate. After all, as Roberts explained, the statute must be read this way “if at all possible.”\n\nThe article will be released on Thursday, Constitution Day, when the Cato Supreme Court Review is released at the Cato Institute’s annual Constitution Day event, which features professors Steven Calabresi and William Eskridge, Walter Olson of Overlawyered, Damon Root of Reason and several VC contributors. (Details and registration info here.) In the meantime, Michael’s and my article is available on SSRN.\n\n[Speaking of SSRN, there are now several articles posted there discussing King v. Burwell from a variety of perspectives. Here is a handful:\n\nHappy reading!]", "article_metadata": {"description": "A critical analysis of the chief Justice's opinion authorizing tax credits for the purchase of health insurance on exchanges established by the federal government.", "og": {"site_name": "Washington Post", "description": "A critical analysis of the chief Justice's opinion authorizing tax credits for the purchase of health insurance on exchanges established by the federal government.", "title": "‘King v. Burwell’ and the triumph of selective contextualism", "url": "https://www.washingtonpost.com/news/volokh-conspiracy/wp/2015/09/15/king-v-burwell-and-the-triumph-of-selective-contextualism/", "image": "https://images.washingtonpost.com/?url=https://img.washingtonpost.com/pb/resources/img/twp-3000x1568.jpg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/volokh-conspiracy/wp/2015/09/15/king-v-burwell-and-the-triumph-of-selective-contextualism/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "supreme court, king v burwell, chief justice john roberts, affordable care act, obamacare", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "supreme court, king v burwell, chief justice john roberts, affordable care act, obamacare"}, "article_summary": "[Speaking of SSRN, there are now several articles posted there discussing King v. Burwell from a variety of perspectives.\nThe King majority’s selective contextualism embraced an unexpressed congressional “plan” at the expense of the plan Congress actually enacted.\nIt was as if the majority was determined to shoehorn inconvenient statutory text into a preconceived narrative of how the statute should operate.\nIn “King v. Burwell and the Triumph of Selective Constitutionalism,” Michael Cannon and I dissect the court’s reasoning in King, highlighting the court’s abandonment of textualist principles (as others have noted) and the court’s reliance on a highly selective use of context to support its ultimate conclusion.\nTypically, however, context is not used to render words and phrases utterly meaningless, yet King was not a typical case."}