{"article_title": "Bad Jobs Report, A New Deal Needed", "article_keywords": ["sector", "trillion", "jobs", "deal", "spending", "boost", "work", "budget", "needed", "bad", "economic", "growth", "report", "employment"], "article_url": "http://www.huffingtonpost.com/harlan-green/bad-jobs-report-a-new-dea_b_3880041.html", "article_text": "We now know why this economic recovery has been so weak 4 years after the end of the Great Recession. The government has been taken out of the jobs market. Government spending has been cut, rather than increased to make up for the lack of private sector job creation.\n\nAugust unemployment just dropped to 7.3 percent from 7.4 percent, but that was because some 312,000 stopped looking for work, according to the Bureau of Labor Statistics Household report. It was a very weak report at this stage of an economic recovery, and should mean the Federal Reserve won't act to taper their QE3 purchases in September.\n\nIt also means the economy cannot improve without further stimulus from the government sector, since the private sector isn't creating enough jobs to even keep up with population growth. It means instead of a debate about cutting social security and Medicare spending, as well as defunding Obamacare, Republicans should be debating how much to spend to simulate more economic growth, if they want seen as a friend to business. Otherwise, they will continue to be the no-growth party.\n\nThe change in total nonfarm payroll employment for June was revised from +188,000 to +172,000, and the change for July was revised from +162,000 to +104,000. With these revisions, employment gains in June and July combined were 74,000 less than previously reported. This is while most of the new jobs were in the auto sector for manufacturing, and retail, health care and social services in the service sector, which are lower paying jobs.\n\nAnd so we still have the problem of high unemployment, when 5 percent or lower is considered full employment, with lost productive output some $1.76 trillion below potential GDP growth if we had remained at full employment, according to the Congressional Budget Office.\n\nIn a word, we need the urgency of another New Deal. Though we don't have a World War to boost government spending, as in WWII, the Iraq and Afghanistan wars on terror should have generated a national emergency. But the Bush/Cheney presidency decided that we should all go shopping after 9/11, while they fought the wars on limited budgets and tax cuts with borrowed money.\n\n\n\nBut we can boost government spending without adding much to government debt. In fact, the boost to economic growth and tax revenues would cancel out most of the additional debt, while keeping many millions more employed, according to numerous studies.\n\n\n\nHow? Begin government-sponsored infrastructure repairs that could boost construction spending by as much as $2.2 trillion, says the American Society of Civil Engineers. And this would be spent in the private sector. Most of it is deferred maintenance, which will only become more expensive if we wait any longer. This certainly is of some urgency. How many more bridges have to fail before we realize this?\n\nNobelist Paul Krugman lamented such lost economic activity in a recent blog:\n\n\"With the benefit of hindsight, we do know roughly how depressed the economy has been; we have reasonably good estimates of the effects of government spending; so we can put together an estimate of what would have happened if we had, in fact, pursued a policy of government spending sufficient to keep output at potential.\"\n\nThe Congressional Progressive Caucus has already put together a \"Back to Work\" fiscal 2014 budget alternative (BTWB), which would invest $2.1 trillion in job creation measures over 2013-2015.\n\n\"The Back to Work budget would sharply accelerate economic and employment growth; it would boost gross domestic product (GDP) by 5.7 percent and employment by 6.9 million jobs at its peak level of effectiveness (within one year of implementation), while ensuring that fiscal support lasts long enough to avoid future fiscal cliffs that could throw recovery into reverse,\" said EPI's analysis of the budget proposal.\n\nOr, instead of labeling government-sponsored work as another New Deal, why not says it's a \"Good Deal\" for American jobs and workers?\n\nHarlan Green © 2013\n\nFollow Harlan Green on Twitter: www.twitter.com/HarlanGreen", "article_metadata": {"description": "We now know why this economic recovery has been so weak 4 years after the end of the Great Recession. The government has been taken out of the jobs marke...", "sailthru.expire_date": "2013-09-07 10:12:25 -0400", "og": {"url": "http://www.huffingtonpost.com/harlan-green/bad-jobs-report-a-new-dea_b_3880041.html", "locale": "en_US", "site_name": "The Huffington Post", "description": "We now know why this economic recovery has been so weak 4 years after the end of the Great Recession. The government has been taken out of the jobs marke...", "type": "article"}, "twitter": {"image": {"width": 2000, "height": 1000}, "creator": "HarlanGreen", "description": "We now know why this economic recovery has been so weak 4 years after the end of the Great Recession. The government has been taken out of the jobs marke...", "card": "summary_large_image", "site": "@HuffPostBiz"}, "sailthru.date": "2013-09-06 10:12:25 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=3880041", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "business", "fb": {"app_id": 46744042133}, "keywords": "unemployment,potential gdp,New Deal,Gross Domestic Product growth,unemployment Report", "article": {"section": "Business", "tag": "unemployment,potential gdp,New Deal,Gross Domestic Product growth,unemployment Report", "published_time": "2013-09-06 10:12:25 -0400", "modified_time": "2013-11-06 05:12:01 -0500"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fce4c3\"", "article_summary": "Or, instead of labeling government-sponsored work as another New Deal, why not says it's a \"Good Deal\" for American jobs and workers?\nIn fact, the boost to economic growth and tax revenues would cancel out most of the additional debt, while keeping many millions more employed, according to numerous studies.\nThis is while most of the new jobs were in the auto sector for manufacturing, and retail, health care and social services in the service sector, which are lower paying jobs.\nGovernment spending has been cut, rather than increased to make up for the lack of private sector job creation.\nBegin government-sponsored infrastructure repairs that could boost construction spending by as much as $2.2 trillion, says the American Society of Civil Engineers."}