{"article_title": "8 questions about democratic socialism and Bernie Sanders’s vision for the United States", "article_keywords": ["sanders", "united", "countries", "sanderss", "socialist", "states", "socialism", "americans", "economy", "questions", "services", "socialists", "democratic", "vision", "bernie"], "article_url": "https://www.washingtonpost.com/news/wonk/wp/2015/10/14/8-questions-you-were-too-embarrassed-to-ask-about-democratic-socialism/", "article_text": "Democratic presidential candidate Bernie Sanders did not mince words at the first Democratic debate in Las Vegas, where he talked about Wall Street, NSA surveillance and climate change. (Victoria M. Walker/The Washington Post)\n\nOne of the most riveting moments of Tuesday night's Democratic primary debate came when CNN's Anderson Cooper asked Sen. Bernie Sanders (I-Vt.), who identifies as a \"democratic socialist,\" to confirm that he is not a capitalist.\n\n\"Do I consider myself part of the casino capitalist process, by which so few have so much and so many have so little by which Wall Street's greed and recklessness wrecked this economy? No, I don't,\" he said, with force. \"I believe in a society where all people do well. Not just a handful of billionaires.\"\n\n\"Just let me just be clear,\" Cooper asked. \"Is there anybody else on the stage who is not a capitalist?\"\n\nNo one answered him directly. It was perhaps an indication that skepticism of or opposition to capitalism — long associated in the minds of U.S. voters with this country's communist archrival in the Soviet Union — is again becoming viable on the political left.\n\nSocialism, democratic socialism and other alternatives to the predominantly capitalist model in the United States used to be an important part of the American political landscape. The legacy of that era is still with us today in a number of widely popular federal programs that are socialist in design even if most Americans don't recognize them as such.\n\nToday's elderly citizens would have been children the last time someone calling himself a socialist of any stripe was taken seriously as a national political figure. Here are answers to a few questions you might have about socialism if it's a new idea for you, as it likely is for many voters.\n\nWhat is socialism?\n\nWhat about Sanders's philosophy, democratic socialism?\n\nWhy aren't there more socialists in the United States?\n\nWhat are some socialist things that I interact with in my daily life?\n\nWhat do Americans think about socialism?\n\nWhat's the difference between a democratic socialist and a Democrat such as Hillary Rodham Clinton?\n\nWhat are some of the arguments against democratic socialism?\n\nCould democratic socialism work here?\n\n1. What is socialism?\n\nIt's probably impossible to answer this question with a one-size-fits-all definition. That said, here's a rough attempt to sketch what it means to be a socialist.\n\nSocialists believe that the government should provide a wide range of basic services to its citizens free of charge or at a discount, typically including university education and health care, as well as child care, housing, telecommunications, energy and more in some countries. They believe that these services should be available to everyone, not just the neediest. In some forms of socialism, these sectors of the economy are owned and controlled by workers, as opposed to the government.\n\nSocialists think that public or worker ownership can provide these services more cheaply and more equitably than the free market. They also hope to use these sectors of the economy to establish genuine equality of opportunity — in other words, they think that everyone should have a truly equal chance at success in life, regardless of the advantages of birth. At the same time, socialists believe in redistributing national income and wealth on the theory that being successful doesn't really mean you deserve far, far more than anyone else.\n\nSocialism isn't just a list of economic prescriptions for government, though. Perhaps above all, socialism is a moral view. It is the idea that people share something, that we're all in this together, that we've got to help each other out.\n\n2. Sanders calls himself a \"democratic socialist.\" What does that mean?\n\nThis difference between socialism and democratic socialism is actually kind of important. First of all, Sanders isn't talking about using government to take over large sections of the economy. He doesn't want to make Comcast part of the government, for example. He's also not talking about putting an end to the stock market and giving workers control over their companies. Some socialist countries, such as China and the Soviet Union, have sought to nationalize services under regimes that haven't given their citizens much say in those decisions.\n\nSanders wants the government to pay for health care and college tuition, but those services would still be provided by a combination of public agencies and private organizations if Sanders got his way.\n\nWhile Sanders thinks that changes should be made to the U.S. economy, he doesn't envision doing away with the U.S. system of representative government — Congress, the Supreme Court, elections, all that sort of stuff. He believes in democracy. That's why he calls himself a \"democratic socialist.\" In particular, as he repeated in Tuesday night's debate, he wants to reform the U.S. democratic system to limit the influence that wealthy donors who give money to political campaigns have over the process.\n\nIn much of the world — in particular in a number of Western and northern European countries — Sanders would be regarded as a moderate. To get a sense of the way socialism works differently around the world, consider the availability of universal health insurance, conventionally a basic tenet of a \"socialist\" country.\n\nThere is essentially universal coverage in countries such as Canada and the United Kingdom, where socialist philosophy is embraced by many parts of government. In the United States, where socialism is often a dirty word, health insurance has become quasi-universal since the introduction of the Affordable Care Act. About 10.4 percent of Americans are without coverage. And in China, which is nominally communist, many go without access to affordable care.\n\n3. Why aren't there more socialists in the United States?\n\nSocialism used to be much more common in this country than it is today. A utopian science-fiction novel written in 1887 called \"Looking Backward\" was among the bestselling books of the 19th century. The author, Edward Bellamy, imagined a socialist future for the United States.\n\nAfter the Bolshevik Revolution in Russia, though, authorities began to see socialism as a threat. President Woodrow Wilson signed the Espionage Act in 1917, which gave judges the power to imprison socialists who opposed the First World War. In the following years, the Federal Bureau of Investigation would arrest thousands of socialists and suspected socialists. The well known anarchist and Russian immigrant Emma Goldman, among a few hundred others, was deported to her native country.\n\nAfter the Second World War, Sen. Joseph McCarthy (R-Wis.) argued that communist infiltrators had secretly achieved positions of prominence in Washington, and he initiated a series of hearings to root them out. If not entirely baseless, his claims were mostly unfounded. Still, he had widespread support, and his work made it treacherous for socialists to espouse their views publicly for generations.\n\n4. What are some socialist things that I interact with in my daily life?\n\nBack then, though, these socialists and their ideas were widely influential. A number of basically socialist and widely popular programs created before and after the Second World War survive to the present day, including Social Security and Medicare.\n\nMuch of the U.S. agricultural sector is run on principles that could be described as socialist, too. Until a recent Supreme Court decision, for example, the federal government controlled prices for raisins. State and regional boards across most of the country regulate the price of milk. Similar controls are common for other crops as well.\n\nAnother example is the Tennessee Valley Authority, a federal agency that controls and operates electrical power generation. President Obama tried to privatize it in 2013, but Republican officials prevented him from carrying through his plan.\n\n5. What do Americans think about socialism?\n\nAlthough Americans still view theirs as a capitalist society, the opposition to socialism that characterized McCarthy's time may be waning.\n\nAlmost half of Americans say they would consider voting for a socialist as president, according to a recent Gallup survey. The organization has also found that about a third of Americans overall — but more than half of Democrats — have a favorable view of socialism.\n\nAnd there appears to be a generational component. Younger people are also more likely to favor socialism. Among those 29 years of age and younger, more have a positive view of socialism than of capitalism, according to the Pew Research Center.\n\n6. What's the difference between a democratic socialist, such as Sanders, and a Democrat, such as Clinton?\n\nSanders and Clinton agree on the big questions about the economy, but there are differences in their views, some of which they discussed in the debate Tuesday night. In particular, Sanders favors universal government services that are available to everyone regardless of how much they make. Clinton wants to limit those benefits to the people who really need them.\n\nSo, for example, Sanders has proposed offering most Social Security recipients more generous benefits. At the debate, Clinton also said she thought that Social Security checks should be more generous, but only for retirees who are the most in need.\n\nLikewise, Clinton opposes Sanders's proposal to pay for college tuition through the government. She has noted that many people who go to college come from affluent families. She cited the children of Republican presidential candidate Donald Trump in particular. In her view, the government has no business paying for rich kids like them to go to school.\n\n7. What are some of the arguments against democratic socialism?\n\nThe big one — and the one that Clinton alluded to — is that reforms such as those proposed by Sanders would be costly. Limiting college tuition and other benefits to the people who need them most would be less expensive. In order to fund government services, many northern European countries impose higher taxes on their citizens. Clinton discussed making sure that wealthy Americans pay their fair share in taxes at the debate, but she also said she wanted to reduce taxes for the middle class. It probably isn't possible to pay for the kinds of reforms that Sanders is advocating while reducing taxes for ordinary Americans.\n\nAs this chart shows, average workers in places like France and Finland pay more than 40 percent of their income as taxes, compared to closer to 30 percent in the United States.\n\nSanders and his supporters could respond that Americans already pay monthly bills for college tuition and health insurance, and it might not make much difference to them whether they paid for those things on Tax Day instead. For example, some economists have argued that a national, single-payer health care system such as the one Sanders is advocating would actually save money on balance.\n\nOn the other hand, many economists believe that higher tax rates can be detrimental to economic growth. They think that taxes discourage people from working and from putting their utmost into the economy, because they don't benefit as much from their hard work as they would if they didn't pay tax.\n\n8. Could democratic socialism work in the United States?\n\nMaybe.\n\nAs Matt Bruenig of Demos notes, socialist countries such as those in the Nordic region are far outpacing the United States in terms of productivity. In other words, the amount that each worker in those countries produces in a given amount of time has improved more in those countries than it has here, as this chart shows.\n\nThese figures suggest that contrary to economists' predictions, people aren't putting any less effort into the economy there than they are here, despite those socialist policies. There's only one way to find out, of course — but Sanders has a difficult primary campaign ahead of him if he hopes to defeat Clinton for the Democratic nomination.", "article_metadata": {"description": "What even is socialism, anyway?", "author": "https://www.facebook.com/max.ehrenfreund", "og": {"site_name": "Washington Post", "description": "What even is socialism, anyway?", "title": "8 questions about democratic socialism and Bernie Sanders’s vision for the United States", "url": "https://www.washingtonpost.com/news/wonk/wp/2015/10/14/8-questions-you-were-too-embarrassed-to-ask-about-democratic-socialism/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2015/10/14/National-Politics/Images/APTOPIX_DEM_2016_Debate-07769-4119.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@MaxEhrenfreund"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/wonk/wp/2015/10/14/8-questions-you-were-too-embarrassed-to-ask-about-democratic-socialism/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Bernie Sanders", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/max.ehrenfreund"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "Bernie Sanders"}, "_id": "\"57477af36914bd0286fcfc14\"", "article_summary": "Socialism, democratic socialism and other alternatives to the predominantly capitalist model in the United States used to be an important part of the American political landscape.\nThis difference between socialism and democratic socialism is actually kind of important.\nWhat about Sanders's philosophy, democratic socialism?\nCould democratic socialism work in the United States?\nWhat's the difference between a democratic socialist and a Democrat such as Hillary Rodham Clinton?"}