{"article_title": "Italy warns EU over migrant redistribution proposal", "article_keywords": ["migrants", "italy", "sudan", "warns", "migrant", "ventimiglia", "interior", "wouldbe", "eu", "proposal", "redistribution", "border", "solidarity", "european"], "article_url": "http://www.usnews.com/news/world/articles/2015/06/14/italy-warns-eu-over-migrant-redistribution-proposal", "article_text": "An Italian policeman speaks with migrants sitting at the Franco-Italian border near Menton, southeastern France, Sunday, June 14, 2015. Some 150 migrants, principally from Eritrea and Sudan, attempted to cross the border from Italy and have been blocked by French and Italian gendarmes. (AP Photo/Lionel Cironneau) The Associated Press\n\nBy FRANCESCO SPORTELLI and NICOLE WINFIELD, Associated Press\n\nVENTIMIGLIA, Italy (AP) — Italy warned retaliation Sunday against the European Union if governments don't make good on proposals to take in more asylum-seekers as migrants desperate to reach northern Europe refused for a third day to leave borders tightened by Italy's neighbors.\n\n\"We are not going back,\" a few dozen migrants chanted in Ventimiglia, on Italy's Mediterranean border with France. \"Police go away.\"\n\nFrench border police blocked border crossings last week, citing the influx of migrants, and about 200 would-be refugees have refused to leave the rocks of Ventimiglia, just a few kilometers from the swank resorts of Nice and Saint-Jean-Cap-Ferrat on the French Riviera.\n\n\"Where are human rights? Where is humanity? It is a big problem for us,\" said Naser Alden Abdulaziz, a migrant from Darfur, Sudan who was among the migrants from Sudan, Libya and Eritrea, who protested at the Ventimiglia border Sunday.\n\nTheir protests came as officials ramped up diplomatic efforts to press the EU to show more solidarity with Italy, which has borne the brunt of rescuing migrants at sea and providing initial assistance to them at overflowing reception centers across the country.\n\nPremier Matteo Renzi threatened an unspecified \"Plan B\" while his interior minister, Angelino Alfano, said Sunday that the EU would find \"a different Italy\" if it doesn't endorse a refugee redistribution plan at an EU interior ministers' meeting this week in Luxembourg. He said he would also press for European help repatriating migrants who don't qualify for asylum, saying Italy had borne the cost last year of sending back nearly 16,000 migrants who were passed over for refugee status.\n\n\"I will say with great clarity: Kids, either we do equal distribution of migrants in Europe, or we organize refugee camps in Libya, or we organize a serious policy of repatriation,\" Alfano told Sky TG24. \"If Europe doesn't follow through on its responsibility and solidarity, it will find a different Italy.\"\n\nBut Italy's northern EU neighbors were cracking down on the infiltration of unregistered migrants crossing the border. The French Interior Ministry said it had reinforced border controls over the last few weeks due to an influx of migrants. Austria increased its border surveillance after neighboring Germany initiated border stops for the recent G-7 summit of industrialized nations and the international Bilderberg conference this weekend in Bavaria.\n\nUnder EU rules, would-be refugees arriving in Italy from Libya are supposed to be fingerprinted and apply for asylum here since it's the first EU country where they land. Many new migrants, however, prefer to slip through Italy without being officially registered so they can head to destinations further north where they might find better job opportunities while their asylum claims are processed.\n\nAs a result, the tightened border closures have created a backlog at Italian frontier crossings and train stations, with migrants still hoping to continue their journeys north rather than settle in Italy. On Saturday, officials in Rome and Milan took emergency measures to accommodate the swelling crowds, setting up tents outside a Rome train station and fixing up a former canteen near Milan's station.\n\nThe European Commission had proposed that EU governments endorse its scheme to share responsibility for taking in 40,000 recently-arrived Syrian and Eritrean would-be refugees. But diplomats in Brussels say nearly half of the EU nations are insisting that the scheme be voluntary, not mandatory, and that the proposal could be watered down at Tuesday's interior minister meeting in Luxembourg.\n\nRenzi balked at even the original Commission proposal, saying it was \"almost a provocation\" to take in so few migrants given that some 57,167 people had arrived in Italy as of June 13. The figure was slightly up from the 53,827 who arrived in the same period in 2014.\n\n\"In the coming days, Europe's identity will be in play, and our voice will be heard since we're a founding member,\" Renzi warned in Corriere della Sera. \"If the European Council chooses solidarity, good. If not, we have our 'Plan B,'\" he said, without elaborating.\n\n___\n\nWinfield reported from Rome.", "article_metadata": {"zone": "world/articles", "keyword": "Associated Press", "title": "Italy warns EU over migrant redistribution proposal", "og": {"site_name": "US News & World Report", "description": "VENTIMIGLIA, Italy (AP) — Italy is warning unspecified retaliation against the European Union if governments don't make good on pledges to take in more asylum seekers as the country copes with migrants massing at newly-tightened borders with its EU neighbors.", "title": "Italy warns EU to endorse refugee redistribution proposal, repatriation fees _ or else", "url": "http://www.usnews.com/news/world/articles/2015/06/14/italy-warns-eu-over-migrant-redistribution-proposal", "image": "http://www.usnews.com/cmsmedia/5b/fcaa6705085339525b86d58eeeacbf/media:6a6029c4aa684fd093cbcde66c94f741FranceMigrants.JPEG", "type": "article"}, "twitter": {"site": "@USNews", "description": "VENTIMIGLIA, Italy (AP) — Italy is warning unspecified retaliation against the European Union if governments don't make good on pledges to take in more asylum seekers as the country copes with migrants massing at newly-tightened borders with its EU neighbors.", "card": "summary", "title": "Italy warns EU over migrant redistribution proposal"}, "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "site": "news", "date_published": "June 14, 2015", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Collections: World,Collections: Top News,Associated Press", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "VENTIMIGLIA, Italy (AP) — Italy is warning unspecified retaliation against the European Union if governments don't make good on pledges to take in more asylum seekers as the country copes with migrants massing at newly-tightened borders with its EU neighbors."}, "article_summary": "Under EU rules, would-be refugees arriving in Italy from Libya are supposed to be fingerprinted and apply for asylum here since it's the first EU country where they land.\nPremier Matteo Renzi threatened an unspecified \"Plan B\" while his interior minister, Angelino Alfano, said Sunday that the EU would find \"a different Italy\" if it doesn't endorse a refugee redistribution plan at an EU interior ministers' meeting this week in Luxembourg.\nSome 150 migrants, principally from Eritrea and Sudan, attempted to cross the border from Italy and have been blocked by French and Italian gendarmes.\n\"We are not going back,\" a few dozen migrants chanted in Ventimiglia, on Italy's Mediterranean border with France.\nBut Italy's northern EU neighbors were cracking down on the infiltration of unregistered migrants crossing the border."}