{"article_title": "Revenue Cycle: 6 Key Strategies for Medical A", "article_keywords": ["reimbursement", "processes", "billing", "revenue", "medical", "transition", "profitability", "practices", "rates", "key", "strategies", "care", "icd10", "cycle"], "article_url": "http://hitconsultant.net/2015/05/04/revenue-cycle-6-key-strategies-for-medical-ar-management/", "article_text": "Even though the overall U.S. economy is improving, let’s face it – the healthcare reimbursement system remains brutal. Many medical groups continue to struggle, looking for relief from the mounting pressures on their profitability. Declining reimbursements (60%); rising costs (50%); requirements from the Affordable Care Act (49%); and the transition to ICD-10 (43%) top the list of financial challenges that more than 5,000 physicians reported in the Practice Profitability Index. Providers are working hard to defend against reimbursement cuts and to lower their operating costs — all while still providing top-quality care to patients.\n\nComplicated medical billing processes aggravate the situation. Many payers often release confusing rules and processes that make billing staff work harder to get paid. Despite their best efforts, many practices continuously contend with denials, underpayments, and lost or ignored claims. As billing complexity continues to increase, so does the importance of taking proactive steps to collect more of your money from payers.\n\nOn top of all this, the regulatory landscape continues to shift. It may take years to gauge the full impact of the Affordable Care Act (ACA) for most medical groups and ICD-10 looms large on the horizon. Among other challenges, ICD-10 coding could cause a drop in first-pass claim rates. Denial rates could jump an estimated 100% to 200% in the early stages of the transition. Shoring up your A/R processes now becomes a critical step to minimize disruption from ICD-10.\n\nHow can practices capture more of what they earn? In this new sponsored white paper from CareCloud, learn six best practices to help your practice effectively track, manage, and, most importantly, collect your accounts receivables (A/R) to optimize your revenue cycle.\n\n", "article_metadata": {"description": "CareCloud white paper provides 6 best practices to help your practice effectively improve your accounts receivables (A/R) to optimize your revenue cycle.", "generator": "WordPress 4.5.2", "og": {"description": "CareCloud white paper provides 6 best practices to help your practice effectively improve your accounts receivables (A/R) to optimize your revenue cycle.", "title": "Revenue Cycle: 6 Key Strategies for Medical A/R Management", "locale": "en_US", "image": {"width": 775, "identifier": "http://wrm5sysfkg-flywheel.netdna-ssl.com/wp-content/uploads/2015/05/Medical-AR-Management.png", "height": 492}, "url": "http://hitconsultant.net/2015/05/04/revenue-cycle-6-key-strategies-for-medical-ar-management/", "type": "article"}, "twitter": {"description": "CareCloud white paper provides 6 best practices to help your practice effectively improve your accounts receivables (A/R) to optimize your revenue cycle.", "creator": "@hitconsultant", "image": "http://wrm5sysfkg-flywheel.netdna-ssl.com/wp-content/uploads/2015/05/Medical-AR-Management.png", "title": "Revenue Cycle: 6 Key Strategies for Medical A/R Management", "site": "@hitconsultant", "card": "summary"}, "robots": "noodp", "google-site-verification": "ZfA9TYzJhTo4Qq5hZKk2GVBYHj0-7Bu73PO0P5jbDaI", "article": {"publisher": "https://www.facebook.com/pages/HIT-Consultant-Media/302199219847409", "section": "Health IT", "published_time": "2015-05-04T12:09:41-04:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Complicated medical billing processes aggravate the situation.\nMany medical groups continue to struggle, looking for relief from the mounting pressures on their profitability.\nIt may take years to gauge the full impact of the Affordable Care Act (ACA) for most medical groups and ICD-10 looms large on the horizon.\nIn this new sponsored white paper from CareCloud, learn six best practices to help your practice effectively track, manage, and, most importantly, collect your accounts receivables (A/R) to optimize your revenue cycle.\nMany payers often release confusing rules and processes that make billing staff work harder to get paid."}