{"article_title": "West Nile virus detected in mosquitoes in Fort Collins, Larimer County", "article_keywords": ["symptoms", "mosquito", "west", "disease", "infections", "detected", "nile", "mosquitoes", "county", "virus", "officials", "health", "larimer", "collins", "fort"], "article_url": "http://blogs.denverpost.com/health/2014/07/29/west-nile/4339/", "article_text": "Mosquitoes with West Nile virus were trapped in Loveland and Fort Collins in late July — the first found in Larimer County in 2014, health officials reported July 29.\n\nOfficials also have collected mosquitoes in Adams, Boulder, Delta, Mesa and Weld counties that are carrying the West Nile virus, the health department reported earlier this summer.\n\nThe Colorado Department of Public Health and Environment reports two human cases of West Nile virus have been documented in Saguache and Pueblo counties.\n\nThe health department expects to find more as the summer continues. Last year, Coloradans suffered through 322 known cases of West Nile disease, including seven deaths.\n\nCulex mosquitoes, primary carriers of the West Nile virus, look for small pools or ponds, including artificial ones, which is why it’s important to keep checking property for potential wet spots.\n\nHealth officials advise residents help prevent West Nile infections through the “Four D’s:”\n\nDrain standing water around your property. Don’t forget clogged rain gutters or inside tires.\n\nDusk and dawn are the times mosquitoes are most active.\n\nDEET is an effective ingredient to look for in mosquito repellants.\n\nDress in long sleeves and pants (cover feet) when in areas where mosquitoes are most active.\n\nWhile precautions are advised, even in areas where the virus is circulating, very few mosquitoes are infected with the virus, according to health officials. Even if a mosquito is infected, less than 1 percent of people who get bitten and become infected will become severely ill. The chances a person will become severely ill from any one mosquito bite are extremely small.\n\nPeople age 50 and older seem to be especially vulnerable to the severe forms of disease. In rare cases, it can be fatal. Symptoms generally appear three to 14 days after exposure.\n\nHowever, the disease can be serious, and residents shouldn’t take chances.\n\nWest Nile virus can cause paralysis, encephalitis (inflammation of the brain) and/or meningitis (inflammation of the brain’s lining). However, most infections are mild and symptoms include fever, headache, body aches, and occasionally include skin rashes and swollen lymph nodes, according to Fight the Bite Colorado.\n\nMore severe infections may include headache, high fever, neck stiffness, stupor, disorientation, coma, tremors, muscle weakness or convulsions. Persons with these symptoms need to seek medical attention immediately.\n\nWest Nile virus does not appear to cause extensive illness in dogs or cats, according to the Centers for Disease Control.\n\nFor more information, visit www.FightTheBiteColorado.com.", "article_metadata": {"Copyright": "Copyright © The Denver Post.", "language": "en, sv", "og": {"site_name": "The Daily Dose", "description": "Mosquitoes with West Nile virus were trapped in Loveland and Fort Collins in late July -- the first found in Larimer County in 2014, health officials reported July 29.", "title": "West Nile virus detected in mosquitoes in Fort Collins, Larimer County", "url": "http://blogs.denverpost.com/health/2014/07/29/west-nile/4339/", "image": "http://local.denverpost.com/common/dfm/assets/logos/1200x627/denverpost.png?v=21060130", "type": "blog"}, "twitter": {"domain": "blogs.denverpost.com", "description": "Mosquitoes with West Nile virus were trapped in Loveland and Fort Collins in late July -- the first found in Larimer County in 2014, health officials reported July 29.", "title": "West Nile virus detected in mosquitoes in Fort Collins, Larimer County", "url": "http://blogs.denverpost.com/health/2014/07/29/west-nile/4339/", "image": "http://local.denverpost.com/common/dfm/assets/logos/1200x627/denverpost.png?v=21060130", "creator": "@electadraper", "site": "@denverpost", "app": {"name": {"ipad": "Denver Post", "iphone": "Denver Post", "googleplay": "The Denver Post"}, "id": {"ipad": "id409389010", "iphone": "id375264133", "googleplay": "com.ap.denverpost"}}, "card": "summary_large_image"}, "robots": "follow, all", "fb": {"app_id": 105517551922}, "article": {"publisher": "https://www.facebook.com/denverpost"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "distribution": "global", "viewport": "width=device-width,initial-scale=1", "news_keywords": "Colorado Department of Public Health and Environment,mosquitoes,West Nile Virus"}, "article_summary": "Mosquitoes with West Nile virus were trapped in Loveland and Fort Collins in late July — the first found in Larimer County in 2014, health officials reported July 29.\nWest Nile virus can cause paralysis, encephalitis (inflammation of the brain) and/or meningitis (inflammation of the brain’s lining).\nWest Nile virus does not appear to cause extensive illness in dogs or cats, according to the Centers for Disease Control.\nLast year, Coloradans suffered through 322 known cases of West Nile disease, including seven deaths.\nThe Colorado Department of Public Health and Environment reports two human cases of West Nile virus have been documented in Saguache and Pueblo counties."}