{"article_title": "Survey Spotlights Drug Company Payments To KC Physicians", "article_keywords": ["kc", "physicians", "kansas", "spotlights", "city", "company", "database", "companies", "drug", "survey", "payments", "doctors", "pharmaceutical", "royalties"], "article_url": "http://kcur.org/post/survey-spotlights-drug-company-payments-kc-physicians", "article_text": "Doctors in Kansas City rake in more money from pharmaceutical companies than physicians in any other U.S. city, according to a survey by BetterDoctor.com.\n\nThe San Francisco-based company, a web and mobile-based physician search service, found that Kansas City doctors were paid an average of $2,945 by drug makers, the most in the nation.\n\nTyler, Texas, physicians were just behind, at $2,679, while Dallas doctors took in the next biggest amount – although, at $1,574, they were paid little more than half the KC average. No. 8 were Columbia, Missouri, physicians, who received average payments of nearly $841.\n\nThe survey draws on a public database known as Open Payments, which is administered by the Centers for Medicare and Medicaid Services (CMS), and covers the period Aug. 1, 2013, to Dec. 31, 2013. The massive database was unveiled last fall and is part of the transparency initiative contained in the Affordable Care Act.\n\nCMS officials say that drug companies spent $3.5 billion during that period on 546,000 physicians nationwide and 1,360 teaching hospitals.\n\nProPublica, an online investigative news organization whose “Dollars for Docs” database includes 3.4 million payments totaling more than $4 billion since 2009, says surveys conducted in 2004 and 2009 showed that more than three-quarters of doctors had at least one type of financial relationship with a drug or medical device company.\n\nThere’s nothing illegal about doctors taking payments from drug and medical device companies. Indeed, doctors defend the practice, saying it helps them keep abreast of new medical and technological developments in their fields.\n\nBut the practice raises questions about potential conflicts of interest and whether the payments influence doctors in their choice of treatments, prescribing patterns or clinical research findings.\n\nThe payments listed in the CMS database include consulting fees, royalties, research grants, travel reimbursements, free lunches and other items worth more than $10.\n\nThe Kansas City database consists of physicians who practice within the city limits. And one reason Kansas City tops the list is because one of those physicians received $1.76 million during the period in question – far and away the most of any Kansas City physician in the database.\n\nThat physician is Roger P. Jackson, an orthopedic surgeon who invented a widely used operating table for spinal surgeries and receives royalties for the invention.\n\nIn fact, according to the CMS database, all but $30,254 of the $1.76 million Jackson received consisted of royalty or licensure payments.\n\nJackson, who’s affiliated with Spine & Scoliosis Surgery Inc. in North Kansas City, did not return a call seeking comment. But in April 2013, a judge awarded him $12.2 million in damages against Mizuho Orthopedic Systems, the maker and distributor of the “Jackson Table,” for unpaid royalties Jackson claimed he was owed between 2001 and 2011.\n\nRoyalty and licensure payments account for more payments to doctors than any other category, according to ProPublica. And as the New York Times reported last year in an article detailing the financial links between doctors and drug makers, that’s not surprising: Drug and device makers regularly consult with doctors in developing products, and many doctors conduct clinical trials to help get products approved.\n\nIn other words, not all financial relationships are alike.\n\nDivya Raghavan, the BetterDoctor analyst who compiled the BetterDoctor survey, said there are any number of reasons why doctors in certain cities receive more money from pharmaceutical companies than those in others.\n\n“One thing that goes into it is, are there a lot of doctors in the area who work closely with pharmaceutical companies? A lot of doctors will get lunches, maybe consulting fees, but the doctors who work directly with pharmaceutical companies get a ton of money,” she said.\n\n“They get royalties from all the drugs sold that they’ve helped develop. They’re getting flown out to London to do a speaking engagement about the drug.”\n\nRaghavan also noted that many cities represented on the list tend to have high incidences of health problems like obesity and diabetes rates.\n\n“Pharmaceutical companies are marketing to where they think doctors are prescribing the most,” she said. “And so, if you’re a pharmaceutical company, you’re going to go to a place where there are a lot of people in the population who have high blood pressure, who have diabetes, who could conceivably be prescribed the drugs you’re making.”\n\nIt should be noted that the vast majority of Kansas City doctors in the database received payments amounting to three figures or less.\n\nDan Margolies, editor of the Heartland Health Monitor team, is based at KCUR.", "article_metadata": {"category": "Health", "description": "Doctors in Kansas City rake in more money from pharmaceutical companies than physicians in any other U.S. city, according to a survey by BetterDoctor.com.", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://kcur.org/post/survey-spotlights-drug-company-payments-kc-physicians", "image": "http://mediad.publicbroadcasting.net/p/kcur/files/styles/medium/public/201504/Pills2_0.JPG", "type": "article", "description": "Doctors in Kansas City rake in more money from pharmaceutical companies than physicians in any other U.S. city, according to a survey by BetterDoctor.com.", "title": "Survey Spotlights Drug Company Payments To KC Physicians"}, "story_id": 401067362, "twitter": {"site": "@kcur", "card": "summary", "creator": "@danmargolies"}, "author": "Dan Margolies", "org_id": 0, "dc": {"title": "Survey Spotlights Drug Company Payments To KC Physicians"}, "nid": 72081, "datePublished": "2015-04-20", "keywords": "Centers for Medicare and Medicaid Services (CMS), Heartland Health Monitor", "wordCount": 857, "has_audio": 0, "viewport": "width=device-width"}, "article_summary": "CMS officials say that drug companies spent $3.5 billion during that period on 546,000 physicians nationwide and 1,360 teaching hospitals.\nDoctors in Kansas City rake in more money from pharmaceutical companies than physicians in any other U.S. city, according to a survey by BetterDoctor.com.\nThe Kansas City database consists of physicians who practice within the city limits.\nJackson, who’s affiliated with Spine & Scoliosis Surgery Inc. in North Kansas City, did not return a call seeking comment.\nThe San Francisco-based company, a web and mobile-based physician search service, found that Kansas City doctors were paid an average of $2,945 by drug makers, the most in the nation."}