{"article_title": "Sierra Vista DAV in desperate need of volunteer drivers", "article_keywords": ["va", "vista", "drivers", "able", "tucson", "need", "dav", "hohman", "desperate", "sierra", "veterans", "volunteer"], "article_url": "http://www.tucsonnewsnow.com/story/31684708/sierra-vista-dav-in-desperate-need-of-volunteer-drivers", "article_text": "Veterans in Sierra Vista need volunteers to help drive them to the Tucson VA. (Source: Tucson News Now)\n\nUPDATE: According to the Southern Arizona VA Health Care System, positions in Tucson and Sierra Vista are currently filled.\n\nThey are still searching for drivers who can commit to volunteering for at least one year in Yuma and Casa Grande. Volunteer drivers are required to pass a physical and the SAVAHCS will provide training and vehicles used for transportation.\n\nFor more information, call the SAVAHCS Voluntary Service Office at (520) 629-1822.\n\nORIGINAL REPORT: The Sierra Vista chapter of the Disabled American Veterans charity is looking for new volunteer drivers for veterans who can't get a ride to the Tucson VA, or they'll be forced to cut back on trips.\n\nThe SVDAV needs about 12-15 drivers, but the group currently has only eight, according to chapter leader Glenn Hohman and post commander Jose Baeza.\n\nThey're searching for more hands on deck to not only even out the workload, but to be able to help more veterans, Hohman said.\n\n\"We're only asking to do one or two trips a month,\" he said. \"That way people can kind of stay fresh so they don't get bored with it as quick and we might be able to keep people around.\"\n\nThe Sierra Vista DAV serves between 1,000 and 1,200 veterans a year, and Hohman said the group provides rides to the Tucson VA for nearly half of them.\n\n\"If we don't have the right drivers, some of those vets can't get to their appointments,\" he said.\n\nThe chapter is able to provide these rides as part of the DAV Transportation Network, which is administered by DAV at the Southern Arizona VA Healthcare System.\n\nVolunteer drivers pick up veterans from their home, take them to the VA and then bring them back. According to the chapter's website,\n\nthey tested a local transportation program to the Sierra Vista CBOC recently, but weren't able to garner enough riders to get a van.\n\nState commander for the DAV Department of Arizona Ronald Cox said the DAV serves 3 VA hospitals; one in Prescott, Phoenix and Tucson. He said in total, they have driven 690,999 miles and have transported more than 21,300 veterans throughout the state.\n\n“There is not chance that the DAV is going to let veterans not get a ride to the hospital,” said Cox. “We will make sure they get to their appointments.”\n\nCox said the DAV has spent $352,000 on vans and said the need for volunteer drivers is even greater in places such as Yuma and Casa Grande.\n\nCopyright 2016 Tucson News Now. All rights reserved.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "The Sierra Vista chapter of the Disabled American Veterans charity is looking for new volunteer drivers for veterans who can't get a ride to the Tucson VA, or they'll be forced to cut back on trips.", "author": "Monica Grimaldo", "og": {"url": "http://www.tucsonnewsnow.com/story/31684708/sierra-vista-dav-in-desperate-need-of-volunteer-drivers", "image": "http://kold.images.worldnow.com/images/10294719_G.jpg", "type": "article", "description": "The Sierra Vista chapter of the Disabled American Veterans charity is looking for new volunteer drivers for veterans who can't get a ride to the Tucson VA, or they'll be forced to cut back on trips.", "title": "Sierra Vista DAV in desperate need of volunteer drivers"}, "twitter": {"account_id": 17641427, "title": "Sierra Vista DAV in desperate need of volunteer drivers", "image": "http://kold.images.worldnow.com/images/10294719_G.jpg", "creator": "@TucsonNewsNow", "site": "@TucsonNewsNow", "card": "summary", "description": "The Sierra Vista chapter of the Disabled American Veterans charity is looking for new volunteer drivers for veterans who can't get a ride to the Tucson VA, or they'll be forced to cut back on trips."}, "wnreadableurl": "sierra-vista-dav-in-desperate-need-of-volunteer-drivers", "ROBOTS": "Index,Follow,NoArchive", "owner": "KOLD", "fb": {"admins": 644426401, "app_id": 215936215202939}, "article": {"publisher": "http://www.facebook.com/TucsonNewsNow"}, "date": "2016/04/09", "google-site-verification": "wum6pK5VyCXxNIhQSMSz7se_UVLjlDGJFKTm4EWnWUY", "KEYWORDS": "Tucson News Now,KOLD News 13,FOX 11,KOLD,KMSB,Tucson,Southern Arizona,Arizona, Disabled American Veterans, veterans, veterans administration, VA, sierra vista", "wn-version": "ContainerE-Story", "wn-base": "IIS07", "news_keywords": "Tucson News Now,KOLD News 13,FOX 11,KOLD,KMSB,Tucson,Southern Arizona,Arizona, Disabled American Veterans, veterans, veterans administration, VA, sierra vista"}, "article_summary": "Veterans in Sierra Vista need volunteers to help drive them to the Tucson VA. (Source: Tucson News Now)UPDATE: According to the Southern Arizona VA Health Care System, positions in Tucson and Sierra Vista are currently filled.\nVolunteer drivers are required to pass a physical and the SAVAHCS will provide training and vehicles used for transportation.\nVolunteer drivers pick up veterans from their home, take them to the VA and then bring them back.\nThe Sierra Vista DAV serves between 1,000 and 1,200 veterans a year, and Hohman said the group provides rides to the Tucson VA for nearly half of them.\nORIGINAL REPORT: The Sierra Vista chapter of the Disabled American Veterans charity is looking for new volunteer drivers for veterans who can't get a ride to the Tucson VA, or they'll be forced to cut back on trips."}