{"article_title": "LifeSpring clinic plan worries So. Ind. clinic", "article_keywords": ["funding", "center", "family", "keeney", "federal", "southern", "patients", "lifespring", "ind", "clinic", "health", "plan", "worries", "indiana", "centers"], "article_url": "http://www.courier-journal.com/story/news/local/indiana/2014/09/24/lifespring-clinic-plan-worries-ind-clinic/16158937/", "article_text": "Buy Photo Nurse practitioner Stacey Jacobs checks on patient Dave Pratt, who came to the Family Health Center of Southern Indiana in Jeffersonville complaining of shortness of breath. Pratt had symptoms of bronchitis. The clinic has served many residents who are uninsured. Clients are also charged by their income on a sliding scale. Sept. 23, 2014 (Photo: By Matt Stone/The C-J)Buy Photo\n\nOfficials with the Family Health Centers of Southern Indiana are worried about LifeSpring Health Systems applying to become a federally qualified health center, saying another area clinic competing for the same patients — and limited federal money — may force it to cut staff or services.\n\nHealth centers across the country could face a fiscal cliff next year if Congress doesn’t reauthorize federal health center funding, which has grown from $1 billion in fiscal year 2011 to $3.6 billion for the fiscal year that begins Oct. 1, said Lori Harris, chief executive of Family Health Centers of Southern Indiana, citing information from the National Association of Community Health Centers.\n\nIndiana is among the states that did not expand its Medicaid program under the Affordable Care Act, though it has sought a waiver and submitted a plan to expand its Healthy Indiana Plan.\n\nThe nonprofit Family Health Centers of Southern Indiana currently operates the area’s only primary-care clinics in Jeffersonville, New Albany, Corydon and Charlestown. Patients, about 80 percent of whom have no insurance, can also see a dentist or obstetrician in Jeffersonville. And it has agreements to recommend patients to area specialists.\n\nThis summer, Harris spent a holiday weekend filling out a federal grant application for next year that would help fund a new clinic in Henryville and expand dental services to the New Albany office so patients wouldn’t have to drive to Jeffersonville.\n\nHarris said she knows of no other funding source to replace the federal health center money it gets.\n\nBeth Keeney, LifeSpring’s vice president of development and grants, said its consultants have assured it that its potential grant would not jeopardize Family Health Centers’ funding, nor is it trying to lure patients away from those clinics.\n\nCiting data from the federal Health Resources and Services Administration, Keeney said there are many medically underserved residents in the area.\n\n“It would simply expand services in our community,” Keeney said, who believes the two can coexist and continue working together to provide health care.\n\nFor example, LifeSpring plans to refer those needing dental services to the Jeffersonville clinic if it gets approved as a health center. And Keeney said it hopes Family Health Centers will continue referring patients to LifeSpring for mental health services.\n\n“Our intent is to be able to provide affordable health care,” Keeney said, noting Family Health Centers “does a wonderful job and is a great organization.”\n\nHarris said its staff this year also has taken on the role of “navigators,” helping its uninsured patients sign up for new health insurance plans. Its patients are charged a sliding-scale fee based on income, though no one is turned away if they can’t pay.\n\nState funding has remained stagnant. But increased federal funding in recent years, Harris said, has allowed it to purchase a bigger building from nearby Clark Memorial Hospital, add staff and equipment, and roughly quadruple its number of patients, who totaled almost 15,000 visits last year.\n\nPatient revenues generated about $578,000 last year, but 36 percent of self-pay patients didn’t pay so the organization wrote off those expenses. It also received $4.6 million in donated services from Clark Memorial and gets funding through Metro United Way and the Jeffersonville township trustee’s office.\n\nOther federal health centers average roughly 40 percent Medicaid patients, but Family Health Centers’ focus has always been on the uninsured, she said.\n\n“We don’t have a cushion of patient revenue,” she said.\n\nWhile some of Family Health Centers’ patients are homeless, Keeney said the federal homeless health center designation LifeSpring is seeking would allow it to provide free health care to the homeless, meaning there would be no mandatory minimum charge. Currently, some Southern Indiana organizations that work with the homeless refer patients to the Phoenix Family Health Center in Louisville, the closest one specifically designated for the homeless.\n\nReporter Charlie White can be reached at (812) 949-4026 or on Twitter @c_write.\n\nRead or Share this story: http://cjky.it/1pdiUNW", "article_metadata": {"google": "notranslate", "description": "Officials with the Family Health Centers of Southern Indiana are worried about LifeSpring Health Systems applying to become a federally qualified health center, saying a second clinic area competing for the same patients — and what could be more limited federal money — may force it to cut staff or services.", "og": {"site_name": "The Courier-Journal", "description": "Officials with the Family Health Centers of Southern Indiana are worried about LifeSpring Health Systems applying to become a federally qualified health center, saying a second clinic area competing for the same patients — and what could be more limited federal money — may force it to cut staff or services.", "title": "LifeSpring clinic plan worries So. Ind. clinic", "url": "http://www.courier-journal.com/story/news/local/indiana/2014/09/24/lifespring-clinic-plan-worries-ind-clinic/16158937/", "image": "http://www.gannett-cdn.com/GDContent/applogos/courier-journal.png", "type": "article"}, "twitter": {"description": "Officials with the Family Health Centers of Southern Indiana are worried about LifeSpring Health Systems applying to become a federally qualified health center, saying a second clinic area competing for the same patients — and what could be more limited federal money — may force it to cut staff or services.", "title": "LifeSpring clinic plan worries So. Ind. clinic", "image": "http://www.gannett-cdn.com/-mm-/c9c34972f095ee2fbec3b1195c4a0c6d3b18f849/c=978-0-4974-3996&r=x643&c=640x640/local/-/media/Louisville/2014/09/24/jeffclinic3.jpg", "creator": "@courierjournal", "site": "@courierjournal", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600030236", "fb": {"app_id": 128534137209813}, "viewport": "width=1070", "article": {"author": "https://www.facebook.com/charlie.white1"}, "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Persons/Charlie White", "gci-asset-type": "story", "gci-categories": "Persons/Charlie White", "title": "LifeSpring clinic plan worries So. Ind. clinic", "author": "Charlie White", "pageclass": "article", "recs": {"category": "news/local/indiana", "image-3-4": "http://www.gannett-cdn.com/-mm-/42a61ba1bd012d88ba17d5a87febc191e3e4023b/c=1478-0-4475-3996/local/-/media/Louisville/2014/09/24/jeffclinic3.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/73cf0ce93359304afa1fa9a9d1fb97852b891c97/c=978-0-4974-3996/local/-/media/Louisville/2014/09/24/jeffclinic3.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/60e19bae388ece073d91d5b44f268791768f1094/c=312-0-5640-3996/local/-/media/Louisville/2014/09/24/jeffclinic3.jpg", "image": "http://www.gannett-cdn.com/-mm-/cec789891903d3eb2d0169f8f246b594873cbef1/c=0-324-5953-3673&r=x1683&c=3200x1680/local/-/media/Louisville/2014/09/24/jeffclinic3.jpg", "publishtime": "2014-09-24T14:22:41-04:00", "shorthed": "LifeSpring clinic plan worries So. Ind. clinic", "articleid": 16158937, "image-16-9": "http://www.gannett-cdn.com/-mm-/14fecf035898c1b989a06fc8cb521541827355b0/c=0-324-5953-3673/local/-/media/Louisville/2014/09/24/jeffclinic3.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/ff8d590696b14b3e4f883c3138c86ea0e2e7adea/c=1852-0-4100-3996/local/-/media/Louisville/2014/09/24/jeffclinic3.jpg"}}, "news_keywords": "Charlie White,health,ACA,Indiana,Medicaid,Clark County,clinic,Healthy Indiana Plan"}, "article_summary": "For example, LifeSpring plans to refer those needing dental services to the Jeffersonville clinic if it gets approved as a health center.\nOther federal health centers average roughly 40 percent Medicaid patients, but Family Health Centers’ focus has always been on the uninsured, she said.\nThe nonprofit Family Health Centers of Southern Indiana currently operates the area’s only primary-care clinics in Jeffersonville, New Albany, Corydon and Charlestown.\nAnd Keeney said it hopes Family Health Centers will continue referring patients to LifeSpring for mental health services.\nHarris said she knows of no other funding source to replace the federal health center money it gets."}