{"article_title": "Hillary Clinton's Hefty List of Demands Could Spell Trouble for Her Potential 2016 Run", "article_keywords": ["requests", "run", "demands", "hefty", "spell", "list", "clintons", "round", "hillary", "potential", "guests", "host", "clinton", "trouble", "2016", "trip", "speaking"], "article_url": "http://freebeacon.com/politics/hillary-clintons-hefty-list-of-demands-could-spell-trouble-for-her-potential-2016-run/", "article_text": "BY:\n\n\n\nHillary Clinton’s long list of “must haves” for her speaking engagements have landed the former secretary of state in hot water, with some calling her behavior diva like.\n\nFox News’ James Rosen reported on Monday evening’s “Special Report” that Clinton’s list could be harmful in her potential 2016 run.\n\nDocuments for one of Clinton’s upcoming events reveal that she charges a whopping $300,000 speaking fee, requests 20 seats for guests picked by Clinton herself, a chartered Gulfstream 450 jet for round trip transportation for 16 people, and round trip business class seating for two of her staffers to check out the locale. Additionally, Clinton demands that a presidential hotel suite be booked for her and three adjoining rooms for her aides. Clinton also requests that her lead travel aide be given a $500 stipend and that meals, incidentals, and phone charges for Clinton and her aides be paid for by the host. A stenographer will be hired, but only Clinton will be given the transcript of her speech.\n\nHosts must agree that Clinton will not spend more than 90 minutes at the speaking engagement, that she will not pose for more than 50 photos with no more than 100 people (including her 20 guests) and the host is strictly forbidden from advertising the event as well as allowing press to cover the event.\n\nRealClearPolitics’ Tom Bevan weighed in on Clinton’s diva like antics, telling Fox News “It’s made it kind of difficult for her to connect with folks and to have that sort of ‘woman of the people’ image that she’s trying to portray.”\n\nEven former President Bill Clinton’s aide, Doug Schoen, agreed that Clinton’s behavior is over the top and could hurt her potential 2016 run. “She has yet to articulate a message and a vision,” he said.", "article_metadata": {"generator": "WordPress 4.5.2", "og": {"site_name": "Washington Free Beacon", "description": "Hillary Clinton’s long list of “must haves” for her speaking engagements have landed the former secretary of state in hot water, with some calling her behavior diva like.    Fox News’ James Ro", "title": "Hillary Clinton’s Hefty List of Demands Could Spell Trouble for Her Potential 2016 Run", "url": "http://freebeacon.com/politics/hillary-clintons-hefty-list-of-demands-could-spell-trouble-for-her-potential-2016-run/", "image": "http://freebeacon.com/freebeacon.png", "type": "article"}, "twitter": {"image": "http://freebeacon.com/freebeacon.png", "description": "Hillary Clinton’s long list of “must haves” for her speaking engagements have landed the forme", "site": "@freebeacon", "card": "summary", "title": "Hillary Clinton’s Hefty List of Demands Could Spell Trouble for Her Potential 2016 Run"}, "apple-itunes-app": "app-id=1047859882", "fb": {"app_id": "FB_APP_ID", "pages": 282024895179874}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Fox News’ James Rosen reported on Monday evening’s “Special Report” that Clinton’s list could be harmful in her potential 2016 run.\nBY:Hillary Clinton’s long list of “must haves” for her speaking engagements have landed the former secretary of state in hot water, with some calling her behavior diva like.\nAdditionally, Clinton demands that a presidential hotel suite be booked for her and three adjoining rooms for her aides.\nA stenographer will be hired, but only Clinton will be given the transcript of her speech.\nClinton also requests that her lead travel aide be given a $500 stipend and that meals, incidentals, and phone charges for Clinton and her aides be paid for by the host."}