{"article_title": "Faking a Pregnancy Is Inadvisable; Courts Agree", "article_keywords": ["statute", "woman", "financial", "way", "impersonation", "violation", "legal", "faking", "courts", "inadvisable", "pregnancy", "criminal", "agree", "iyer"], "article_url": "http://www.theatlantic.com/health/archive/2013/09/faking-a-pregnancy-is-inadvisable-courts-agree/279402/", "article_text": "(BrownGuacamole/flickr)\n\nAccording to multiple reports, positive pregnancy tests are available for purchase on Craigslist. Why would someone sell such a thing, and why would anyone purchase it? The answer to both questions, according to legal experts, may not only be immoral and unethical, but criminal. Outside the world of soap operas, faking pregnancy can be a crime.\n\nJust before Labor Day, Courtney and Irvin Murrell were sentenced to jail time for pretending that Courtney miscarried twins. The Murrells bilked various friends, acquaintances and employers out of money for funeral expenses and other miscellaneous costs associated with the fabricated pregnancy and miscarriage. One of the victims was the mother of one of Courtney’s former boyfriends, whom she named as the father of the nonexistent children.\n\nAccording to criminal defense attorney Pamela Mackey, best known for representing basketball player Kobe Bryant in a high-profile rape case, women who mislead men in their lives for financial gain in the way the Murrells did could face similar legal ramifications. She said such behavior constitutes “theft by deception. If you deceive someone into giving you money, that’s a crime.”\n\n“I don’t care what you use it for. Not my business! : )”\n\nFormer prosecutor-turned-criminal defense attorney Seema Iyer explained that in New York, where one of the Craigslist ads for positive pregnancy tests appeared, “acting in a fraudulent manner to gain property” is a violation of fraud statutes and a criminal offense. So, if a woman tells a current or former partner she is pregnant when she isn't and requests financial assistance to deal with said pregnancy in any way, shape or form, she is breaking the law. In addition to being in violation of this “scheme to defraud” statute, she could also be accused of violating New York’s criminal impersonation statute. Iyer read the statute as follows: “A person is guilty of criminal impersonation when they impersonate another and [acts] in such assumed character with intent to obtain a benefit or to injure or defraud another.” But realistically, though a prosecutor could go after someone for either fraud or criminal impersonation, Iyer said a woman in this situation would most likely be prosecuted for simple harassment or larceny, which is the legal term for theft.\n\nBut what if the woman is in a long-term relationship and, instead of making explicit financial requests, obtains something else—like a marriage proposal? “That could be the basis in divorce court,” Iyer said. “Because in civil court you are trying to get some non-incarceratory repair.”", "article_metadata": {"description": "But what if it&#39;s not to mislead an employer, only to elicit a marriage proposal?", "author": "Keli Goff", "og": {"site_name": "The Atlantic", "description": "But what if it&#39;s not to mislead an employer, only to elicit a marriage proposal?", "title": "Faking a Pregnancy Is Inadvisable; Courts Agree", "locale": "en_US", "image": "https://cdn.theatlantic.com/assets/media/img/mt/2013/09/pregtest/lead_large.jpg", "url": "http://www.theatlantic.com/health/archive/2013/09/faking-a-pregnancy-is-inadvisable-courts-agree/279402/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "article_summary": "In addition to being in violation of this “scheme to defraud” statute, she could also be accused of violating New York’s criminal impersonation statute.\nOutside the world of soap operas, faking pregnancy can be a crime.\nThe answer to both questions, according to legal experts, may not only be immoral and unethical, but criminal.\n(BrownGuacamole/flickr)According to multiple reports, positive pregnancy tests are available for purchase on Craigslist.\nThe Murrells bilked various friends, acquaintances and employers out of money for funeral expenses and other miscellaneous costs associated with the fabricated pregnancy and miscarriage."}