{"article_title": "New administration can expect range of views on charter schools, state aid, curriculum issues As Baker prepares for office, a battle brews in Boston’s suburbs on charter school growth", "article_keywords": ["charter", "office", "views", "students", "cap", "school", "districts", "suburbs", "state", "prepares", "schools", "range", "education", "local", "public", "issues"], "article_url": "https://www.bostonglobe.com/metro/regionals/south/2015/01/04/charter-administration-school-expect-range-views-charter-schools-state-growth-curriculum-issues-baker-prepares-for-office-battle-brews-boston-suburbs/oDL7RxLBWF8u4He8Jqzb4N/story.html", "article_text": "Kindergarteners head outside at the South Shore Charter Public School in Norwell, which has students through 12th grade.\n\nWhen Governor-elect Charlie Baker charts his agenda for bolstering the state’s education system, local school leaders and advocates are hoping charter schools, state mandates, and funding issues are all high on his list of topics.\n\nWith policy decisions looming on those and other hot-button issues such as testing and universal prekindergarten, local officials and other education stakeholders are preparing to offer their input to the new administration.\n\nAdvertisement\n\nOn an issue that could put them at odds with the incoming governor, some school officials are urging that the state retain its cap on the number of charter schools. Baker has expressed support for removing the limit, and his pick for the next secretary of education, James A. Peyser, is a strong advocate for charter schools.\n\nNeedham’s School Committee chairman, Michael Greis, said he welcomes bringing creative new ideas into education. But, with public education “the bedrock of our democracy,” Greis said, it concerns him that charter schools are functioning as “private schools under another name. That to me is extremely dangerous.”\n\nGreis said the cap on charter schools should not be lifted until there is more discussion about the role they play. “I don’t see evidence of all the innovation they are supposed to unleash,” he said.\n\nIn Medford, School Committee member Ann Marie Cugno said she also opposes relaxing the cap. While charter schools receive tuition equal to the per-pupil rate of the local district, she said, many have a lower proportion of at-risk students and most are not accountable to local officials.\n\n“It’s a matter of equality,” said Cugno, past president of the Massachusetts Association of School Committees.\n\nAdvertisement\n\nMark Logan, superintendent of the Foxborough Regional Charter School, said he favors lifting the cap, though he believes the move should be accompanied by a discussion on how to “appropriately fund public education for all public schools.”\n\n“We should remove the barriers to families and students getting an education they would want,” he said.\n\nRalph Carrero, director/superintendent of the Lawrence Family Development Charter School, said he supports eliminating the cap, but would settle for raising it if the state revises rules that have blocked expansion of charter schools in some urban districts under a change in 2010.\n\n“If you create an environment where everyone in public education is held accountable for the academic success of every child, it will ensure that we provide the best quality options for families and parents, particularly in urban communities,” Carrero said.\n\nFramingham School Committee chairwoman Beverly Hugo strongly opposes additional charter schools. In an e-mailed comment, she said that while they offer a choice to parents, charter schools “divert important state funding from districts, operate without public oversight from the communities they serve, and fail to enroll a representative cross-section of students.”\n\nState school aid is also a key concern of local officials, an issue that may be timely as the new administration wrestles with a budget deficit. Some said they hope the work of a state legislative commission reviewing potential updates to the foundation budget — the minimum spending required of school districts — will lead to more aid for districts to meet rising costs.\n\n“How realistic is the formula when we have seen so many changes with population, with increased poverty in our local communities, and a huge increase in immigrant’’ and English language learner populations, said Revere’s school superintendent, Paul Dakin.\n\nBrockton Superintendent Kathleen Smith said the state’s 1993 Education Reform Act “really brought some equity for funding for urban districts.” But she said in recent years, “We are getting some needier students,” and state funding needs to be adjusted to meet the costs of serving them.\n\nSchool Committee member Adam Weldai of Malden said he is encouraged that Baker appears to understand “the importance of cities and towns and the idea of local aid being our lifeblood. I would really hope that he keeps to his promise to preserve and strengthen local school aid.”\n\n“This is about state government and its obligation . . . to support education,” said Holliston’s superintendent, Bradford L. Jackson. “I’m expecting that the commission is going to find clearly that it has fallen behind, and I’m hopeful the new governor will take that recommendation and follow through on it to better support the costs of educating children in the 21st century.”\n\nSuperintendent Joseph F. Baeta in Norton said he would like to see an easing of the mandates the state has imposed on school districts, citing its move to “Common Core’’ federal standards and the potential swapping of the MCAS system for the PARCC tests.\n\n“Our biggest headache has been the constant initiatives that have been added,” he said. Rather than adding new mandates, “We have to look at the initiatives we have on the table and complete them,” Baeta said.\n\nNeedham board chairman Greis said he would like the state Department of Elementary and Secondary Education to see the communities as “partners in education, not people to be regulated.”\n\nBeth M. Stafford, vice president of the Whitman-Hanson Educational Association union and a Whitman Middle School teacher, said she is looking for teachers to have a voice in education discussions under the Baker administration, as they have under Governor Deval Patrick.\n\n“That’s how it should be because we are the ones teaching the children, we are the ones there every day,” she said.\n\nBonnie Biocchi, president and chief executive of the MetroWest Chamber of Commerce, said that under the new governor, the state needs to continue its efforts to help students prepare for today’s jobs, notably by supporting state colleges and universities.\n\n“They provide a good education and are more affordable for families,” she said of the public institutions.\n\nMary Sarris, executive director of the North Shore Workforce Investment Board, highlighted the connection between quality education and employment. To prepare for jobs, she said, students through high school need a “well-rounded and intensive education,” and the state needs to support “vigorous education and training” at the postsecondary level.\n\n“Our populace has to be continually learning and continually improving their skills,” she said.", "article_metadata": {"eomportal-loid": "4.0.1062946242", "eomportal-id": 105054, "description": "When Governor-elect Charlie Baker charts his agenda for bolstering the state’s education system, school leaders and advocates from the Boston suburbs are hoping charter schools, state mandates, and funding issues are all high on his list of topics. With policy decisions on those and such other hot-button issues as testing and universal pre-kindergarten looming, local officials and other education stakeholders are gearing to offer their input to the new administration. On an issue that could put them at odds with the incoming governor, some school officials are urging that the state not lift the cap on the number of charter schools. Baker has expressed his support for the idea, and his pick for the next secretary of education, James A. Peyser, is a strong advocate for charter schools.", "eomportal-instanceid": 17, "og": {"city": "Needham", "site_name": "BostonGlobe.com", "description": "When Governor-elect Charlie Baker charts his agenda for bolstering the state’s education system, school leaders and advocates from the Boston suburbs are hoping charter schools, state mandates, and funding issues are all high on his list of topics. With policy decisions on those and such other hot-button issues as testing and universal pre-kindergarten looming, local officials and other education stakeholders are gearing to offer their input to the new administration. On an issue that could put them at odds with the incoming governor, some school officials are urging that the state not lift the cap on the number of charter schools. Baker has expressed his support for the idea, and his pick for the next secretary of education, James A. Peyser, is a strong advocate for charter schools.", "title": "New administration can expect range of views on charter schools, state aid, curriculum issues As Baker prepares for office, a battle brews in Boston’s suburbs on charter school growth - The Boston Globe", "url": "https://www.bostonglobe.com/metro/regionals/south/2015/01/04/charter-administration-school-expect-range-views-charter-schools-state-growth-curriculum-issues-baker-prepares-for-office-battle-brews-boston-suburbs/oDL7RxLBWF8u4He8Jqzb4N/story.html", "country": "US", "image": "http://c.o0bg.com/rf/image_585w/Boston/2011-2020/2014/12/19/BostonGlobe.com/Regional/Images/wiggs_CharterSchool_208143.jpg", "longitude": "-71.2377548", "state": "MA", "latitude": "42.2809285", "type": "article"}, "twitter": {"account_id": 95431448, "card": "summary", "site": "BostonGlobe"}, "robots": "noarchive", "eomportal-lastUpdate": "Wed May 25 18:34:52 EDT 2016", "fb": {"admins": 507486035, "app_id": 103933749691726, "pages": 5637143257}, "keywords": "Charlie Baker,charter schools,governor-elect,decisions,funding,cap, Deval L Patrick,Globe.com", "article": {"publisher": "https://www.facebook.com/globe"}, "flashsale": "false", "eomportal-uuid": "e0861a3c-935a-11e4-a8be-13945781fa9f", "viewport": "width=device-width, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Charlie Baker,charter schools,governor-elect,decisions,funding,cap, Deval L Patrick,Globe.com"}, "_id": "\"57477af46914bd0286fde591\"", "article_summary": "Kindergarteners head outside at the South Shore Charter Public School in Norwell, which has students through 12th grade.\nBut, with public education “the bedrock of our democracy,” Greis said, it concerns him that charter schools are functioning as “private schools under another name.\nThat to me is extremely dangerous.”Greis said the cap on charter schools should not be lifted until there is more discussion about the role they play.\nBaker has expressed support for removing the limit, and his pick for the next secretary of education, James A. Peyser, is a strong advocate for charter schools.\nI would really hope that he keeps to his promise to preserve and strengthen local school aid.”“This is about state government and its obligation ."}