{"article_title": "Support for gun control helped a candidate win in Virginia", "article_keywords": ["control", "campaign", "northern", "candidate", "voters", "win", "support", "violence", "obenshain", "virginia", "gun", "helped", "record", "herring", "legislation"], "article_url": "https://www.washingtonpost.com/opinions/support-for-gun-control-helped-a-candidate-win-in-virginia/2013/12/01/42ec3704-5943-11e3-ba82-16ed03681809_story.html", "article_text": "Kevin O’Holleran managed Mark Herring’s campaign for Virginia attorney general.\n\nPolitical conventional wisdom has it that in a purple state, such as Virginia, support for gun-safety legislation is best played down. As manager of Mark Herring’s campaign for attorney general, I got a lot of advice. One of the things I heard most frequently was that we should soft-pedal his strong record and advocacy for sensible gun legislation. It would hurt us outside of Northern Virginia and wasn’t a voting issue within the Beltway, I was told.\n\nLike much conventional wisdom, this was wrong — and we not only ignored this advice but did the opposite. There were stark differences between Herring and his Republican opponent, Sen. Mark D. Obenshain (R-Harrisonburg), on gun safety. Obenshain opposed comprehensive background checks and opposed closing the gun-show loophole. He opposed former governor Douglas Wilder’s landmark “one-gun-a-month” legislation. Obenshain also made a habit of voting for such irresponsible proposals as allowing guns in bars and restaurants where alcohol is served.\n\nIn short, Obenshain has opposed every constructive proposal to help reduce gun violence.\n\nWe knew this would open an opportunity for us to draw an effective contrast; public polling showed widespread support for sensible gun-safety laws, as did our own polling. Hence, more than a year out from Election Day, dealing with gun violence was a fundamental messaging point for Herring. And when the primary was over, and Herring and Obenshain met in their first debate, he drew a sharp contrast with his opponent on guns. We would prosecute that case throughout the fall campaign.\n\n1 of 11 Full Screen Autoplay Close Skip Ad × 11 facts about the NRA View Photos The National Rifle Association becomes a focus of coverage whenever gun-related massacres take place in the United States. But how well do you know the NRA's history and background? Caption The National Rifle Association becomes a focus of coverage whenever gun-related massacres take place in the United States. But how well do you know the NRA's history and background? 1. Its first president might be better known for sideburns. Gen. Ambrose E. Burnside, formerly a gunsmith, bemoaned the Union's shooting inaccuracy and tactics in the Civil War. He became the NRA's first leader when it was founded in 1871 in New York with the goal to \"promote and encourage rifle shooting on a scientific basis.'' The word sideburns is a play on Burnside's last name, used to describe the hair on the side of his face that curled around to join his mustache. Library of Congress/AP Buy Photo Wait 1 second to continue.\n\nObenshain’s position against gun-safety legislation was standard GOP fare — but it reflected a state and a voter mind-set that no longer exist. Almost all Virginians support sensible gun-safety legislation. Over the years, the commonwealth has become more urban and suburban, not only in Northern Virginia but also in Norfolk and Richmond. We found broad support in the Washington suburbs, Richmond and Norfolk for comprehensive background checks and ending the gun-show loophole.\n\nCampaigns must make difficult financial choices, and in the general election, we knew we were going to be outspent by as much as three to one. We also knew that two issues would be powerful to voters: gun violence and Obenshain’s extremist views on women’s health issues. We couldn’t afford to focus on both simultaneously, so we started our television campaign on Obenshain’s record on women. Our intent was to start with these issues, broaden the offensive and eventually close by focusing on Obenshain’s record of inaction, or worse, on gun violence.\n\nUltimately, we never stopped talking about Obenshain’s abysmal record on women’s health. Independence USA, the super political action committee started by New York mayor Michael Bloomberg, and Americans for Responsible Solutions, the organization founded by former representative Gabrielle “Gabby” Giffords and her husband, Mark Kelly, joined the race in the closing weeks, running commercials that discussed gun violence issues.\n\nThe National Rifle Association ran commercials against Herring, but its messages were directed at voters who our own polling showed were never accessible to Herring. The NRA avoided the largest concentrations of swing voters in the Northern Virginia, Norfolk and Richmond markets. That is not a recipe for growth or success.\n\nThe swing vote began to shift dramatically in our favor at the end. When the ballots were counted in Northern Virginia, Herring not only beat Obenshain there by more than 100,000 votes, but he also increased the total Democratic vote in Northern Virginia for attorney general by more than 124,000 since the last election. A post-election survey of voters in Northern Virginia by the Global Strategy Group indicated that 57 percent of those who voted for Herring in Northern Virginia believe gun issues had a major impact on the way they voted.\n\nThis massive increase wasn’t just about the mechanics of campaigning. The painful and numbing record of senseless gun violence — from Columbine High School in Colorado to Virginia Tech to Newtown, Conn., and, during the heart of the fall campaign, the Navy Yard shooting — was the real determinant of voters’ sentiments. Our campaign pointed out the contrast, and voters lined up on our side. Even the NRA’s active opposition in its home state could not change the fact that voters rejected our opponent’s radical position on gun safety. Those perpetuating the conventional wisdom should take notice: In the end, voters were calling out for action on gun violence, and they flocked to the candidate who offered progress and a sensible, mainstream approach to protecting Virginians.", "article_metadata": {"news_keywords": "Virginia attorney general election, virginia attorney general race, mark herring virginia attorney general, mark herring mark obenshain virginia, mark herring virginia gun safety, obenshain gun safety record, independence usa bloomberg, americans for responsible soliutions gabby giffords mark kelly, gun violence americans for responsible solutions, herring gun control, nra obenshain gun control, nra herring gun control, virginia gun safety, virginia recount attorney general, gun safety background checks, washington navy yard shootings, virginia tech shootings, politics gun safety legislation", "og": {"site_name": "Washington Post", "description": "Attorney General-elect didn’t run from his record; he embraced it.", "title": "Support for gun control helped a candidate win in Virginia", "url": "https://www.washingtonpost.com/opinions/support-for-gun-control-helped-a-candidate-win-in-virginia/2013/12/01/42ec3704-5943-11e3-ba82-16ed03681809_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2013/12/02/Editorial-Opinion/Images/03GunsInBars_10_0_42774901-1644.JPG", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/opinions/support-for-gun-control-helped-a-candidate-win-in-virginia/2013/12/01/42ec3704-5943-11e3-ba82-16ed03681809_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Virginia attorney general election, virginia attorney general race, mark herring virginia attorney general, mark herring mark obenshain virginia, mark herring virginia gun safety, obenshain gun safety record, independence usa bloomberg, americans for responsible soliutions gabby giffords mark kelly, gun violence americans for responsible solutions, herring gun control, nra obenshain gun control, nra herring gun control, virginia gun safety, virginia recount attorney general, gun safety background checks, washington navy yard shootings, virginia tech shootings, politics gun safety legislation", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "eomportal-uuid": "42ec3704-5943-11e3-ba82-16ed03681809", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "description": "Attorney General-elect didn’t run from his record; he embraced it."}, "article_summary": "We also knew that two issues would be powerful to voters: gun violence and Obenshain’s extremist views on women’s health issues.\nIt would hurt us outside of Northern Virginia and wasn’t a voting issue within the Beltway, I was told.\nOver the years, the commonwealth has become more urban and suburban, not only in Northern Virginia but also in Norfolk and Richmond.\nHence, more than a year out from Election Day, dealing with gun violence was a fundamental messaging point for Herring.\nOne of the things I heard most frequently was that we should soft-pedal his strong record and advocacy for sensible gun legislation."}