{"article_title": "The Note's Must-Reads for Monday, December 23, 2013", "article_keywords": ["abc", "congress", "23", "federal", "nsa", "notes", "link", "coverage", "house", "health", "white", "mustreads", "care"], "article_url": "http://abcnews.go.com/blogs/politics/2013/12/the-notes-must-reads-for-monday-december-23-2013/", "article_text": "The Note's Must-Reads are a round-up of today's political headlines and stories from ABC News and the top U.S. newspapers. Posted Monday through Friday right here at www.abcnews.com\n\nCompiled by ABC News' Amanda VanAllen and Jordan Mazza\n\nNSA ABC News' Benjamin Bell: \"Rep. Mike Rogers: I'd Pay For Edward Snowden's Ticket Back to U.S. to Face Charges\" As the NSA faces new scrutiny over its surveillance activities, House Intelligence Committee Chair Rep. Mike Rogers, R-Mich., said he would \"personally pay\" for former NSA contractor Edward Snowden's plane ticket back to the U.S. to face charges for stealing agency secrets, adding that Snowden's writing of an open letter to Brazil asking for asylum in exchange for information amounts to the actions of a traitor. \"I do think he should come home - I'd personally pay for his plane ticket - and be held accountable for his actions,\" Rogers told George Stephanopoulos on \"This Week\" Sunday, amid new calls for amnesty for Snowden. LINK\n\nThe New York Daily News' Adam Edelman: \" Lawmakers Defend NSA Spy Program After Task Force Report\" Lawmakers defended the NSA's controversial surveillance tactics Sunday, just days after a White House task force released a sweeping report recommending reforms to curb contentious practices at the embattled spy agency. \"The NSA is not spying on Americans,\" former acting CIA Director Michael Morell said on CBS' \"Face the Nation.\" \"There was no abuse here. (NSA employees) were doing exactly what they were told to do.\" LINK\n\nThe Washington Times' Tom Howell Jr: \" Congress Divided on NSA Snooping, but not Snowden\" Members of Congress remain divided on whether to rein in the National Security Agency's broad collection of phone records, with one Democrat saying the Founding Fathers would be \"astounded\" by the snooping program, while an outspoken New Yorker insisted that the program is fine and could have prevented the terrorists attacks on September 11, 2001. Still, lawmakers in both parties said Sunday that they are reluctant to grant amnesty to Edward Snowden, the former NSA contractor who stole a trove of classified documents before fleeing the country. LINK\n\nU.S. INFLUENCE The Hills' Niall Stanage and Carlo Munoz: \" Is US Losing Global Influence?\" A mounting set of foreign policy challenges is raising hackles among conservatives, who argue that the White House is squandering American influence around the globe. In the Middle East, longtime U.S. allies Israel and Saudi Arabia have been rattled by the administration's nuclear talks with Iran, which led to an interim agreement in November. Under its terms, some sanctions were lifted on the longtime U.S. enemy. LINK\n\nCONGRESS The Los Angeles Times' Michael A. Memoli: \" A 'Do-Nothing Congress' for the Record Books?\" By the numbers, this Congress is on track to make the infamous \"do-nothing Congress\" of the late 1940s look downright prolific. Before the Senate adjourned Friday for an extended holiday break, the two bodies of the 113th Congress sent President Obama fewer than 70 bills for his signature. LINK\n\nHEALTH CARE USA Today's Kelley Kennedy: \" Monday Marks Key Health Care Deadline\" Monday marks the last day to sign up through the federal and state health exchanges to have insurance coverage beginning Jan. 1. And while government officials said the federal site, HealthCare.gov, can handle a last-minute rush of consumers, there's still fear that the word may not be getting out to the people who most need to enroll. \"It's certainly important to people who are used to having some health care coverage because they want to make sure there's no gap in coverage,\" said Ron Pollack, executive director of Families USA, a non-profit health care advocacy group. LINK\n\nThe Wall Street Journal's Elizabeth Williamson and Louise Radnofsky: \" Rule Change on Health Insurance Rattles Industry\" Monday is the final day for consumers to get new health coverage that takes effect when the new year arrives, leaving thousands of people racing to sign up in time-and health insurers trying to figure out whether the federal health law will work in the way they had hoped. The number of Americans enrolling continues to fall short of the goals the Obama administration has laid out, which is a problem for the White House. LINK\n\nPolitico's Kyle Cheney and Natalie Villacorta: \"Countdown for Obamacare signups\" The White House has been on a December dash to get people to sign up for health coverage by Monday, the first critical enrollment deadline for Obamacare - and the last sign-up opportunity for people who want their new health benefits to kick in on New Year's Day. The White House spent the past three weeks trying to move past the double-barreled disaster of the botched HealthCare.gov website and the millions of canceled health plans. LINK\n\nThe Washington Post's Jerry Markon and Alice Crites: \"HealthCare.gov contract: Politics not a factor, but neither were firm's ties to failed projects\" CGI Federal, the company responsible for building the problem-plagued Web site for the Affordable Care Act, won the job because of what federal officials deemed a \"technically superior\" proposal, according to government documents and people familiar with the decision. Not considered in the 2011 selection process was the history of numerous executives at CGI Federal, who had come from another company that had mishandled at least 20 other government ­information technology projects more than a decade ago. LINK\n\nIMMIGRATION The New York Times' Julia Preston: \"Fears Multiply Amid a Surge in Deportation\" Karen Sandoval's promising life in this city fell apart in one day last summer when she went to buy school supplies for her two daughters. Ms. Sandoval, a Honduran immigrant here illegally, was riding with the man her girls have always called their father. LINK\n\nABC NEWS VIDEO \"'This Week': Spying Scramble\" LINK\n\nBOOKMARKS The Note: LINK ABC News Politics: LINK George Stephanopoulos' Blog: LINK ABC News on Twitter: @ThisWeekABC | @ABCPolitics ABC News Mobile: LINK ABC News Apps: LINK ABC News YouTube: LINK", "article_metadata": {"fb_title": "The Note's Must-Reads for Monday, December 23, 2013", "description": "The Note's Must-Reads for Monday, December 23, 2013", "copyright": "Copyright (c) 2016 ABC News Internet Ventures", "author": "ABC News", "og": {"url": "http://abcnews.go.com/blogs/politics/2013/12/the-notes-must-reads-for-monday-december-23-2013/", "site_name": "ABC News", "title": "The Note's Must-Reads for Monday, December 23, 2013"}, "robots": "index, follow", "fb": {"admins": 704409894, "app_id": 4942312939}, "keywords": "politics news, election news, political news, political news articles", "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "LINKABC NEWS VIDEO \"'This Week': Spying Scramble\" LINKBOOKMARKS The Note: LINK ABC News Politics: LINK George Stephanopoulos' Blog: LINK ABC News on Twitter: @ThisWeekABC | @ABCPolitics ABC News Mobile: LINK ABC News Apps: LINK ABC News YouTube: LINK\nThe Note's Must-Reads are a round-up of today's political headlines and stories from ABC News and the top U.S. newspapers.\n\"It's certainly important to people who are used to having some health care coverage because they want to make sure there's no gap in coverage,\" said Ron Pollack, executive director of Families USA, a non-profit health care advocacy group.\nA mounting set of foreign policy challenges is raising hackles among conservatives, who argue that the White House is squandering American influence around the globe.\nThe number of Americans enrolling continues to fall short of the goals the Obama administration has laid out, which is a problem for the White House."}