{"article_title": "Longmont martial arts academy fights for special needs students", "article_keywords": ["needs", "moore", "students", "academy", "fights", "arts", "mark", "martial", "student", "longmont", "scornavacco", "class", "special"], "article_url": "http://www.timescall.com/longmont-local-news/ci_26796234/longmont-martial-arts-academy-fights-special-needs-students", "article_text": "With his entire body flexed, Mark Moore presses his right hand against his left fist in front of his chest, elbows out, before taking a bow at the end of a series of choreographed moves.\n\nMark, 10, then runs out of the studio Tuesday, joining his classmates for a drink of water.\n\nHe breaks character only for a moment to steal a hug and kiss from mom, who sits in a chair facing the viewing window. Then he scrambles back to the classroom entrance where he stops suddenly, tenses his muscles and bows before returning to his place.\n\n\"Before we started martial arts, he would have never recognized any of those cues,\" LeighAnn Moore said of her son who has Down syndrome. \"He would have been off in lala land. But look at him, so focused. It's amazing.\"\n\nMark Moore, 10, practices during a class Tuesday at Scornavacco Martial Arts Academy in Longmont. (Matthew Jonas / Longmont Times-Call)\n\nMark was introduced to martial arts during a birthday party for a friend at Longmont's Scornavacco Martial Arts Academy about four years ago.\n\nMoore was nervous that Mark would not be able to keep up with the other children at the party. But she decided to let Mark try classes after they left the party with a positive experience.\n\nMoore was sold after meeting with one of Scornavacco's teachers.\n\n\"There was no discrimination or limitations,\" Moore said. \"Mark was just a person, not a kid with special needs. There were no labels.\"\n\nAfter 17 years of business, Scornavacco has become a safe haven for underdogs like Mark, said owner Brad Scornavacco.\n\nScornavacco's teaching philosophy, which focuses on individual attention, translated well to his students with special needs. Word of mouth attracted more and more special needs students to the studio and, now, Scornavacco specializes in working with atypical students.\n\n\"I see everyone that comes through our doors as a high needs person because they're all here looking for something,\" Scornavacco said.\n\nScornavacco students include children and adults with Down syndrome, attention deficit disorders, autism, behavioral problems, learning disabilities and various physical and mental disabilities. The studio does not track how many of their students have special needs, Scornavacco said, because every student faces their own set of challenges.\n\n\"The students that we get as children are not star athletes,\" he said. \"They're being picked on or they're awkward or being bullied. When I had that realization, it was easy to say 'we're going to teach those kids how to have a good life and protect it.'\"\n\nSelf defense is one of the reasons Moore agreed to let Mark try martial arts, she said.\n\nSo far, Mark has not been physically bullied, she said. But she expects that those challenges may come up for her son in the future. And she wants him to be prepared.\n\nBut the benefits for Mark have gone far beyond self defense.\n\nSince beginning martial arts classes, Moore said, Mark has improved academically, athletically, socially and gained self confidence that Moore never imagined her son would have.\n\nIn August, Mark received his purple belt, a major milestone in the process toward his black belt.\n\n\"He is slower in getting his belts, and that's fine,\" Moore said. \"He does have a delay, but he is moving at his own pace, and it's a long, difficult progression to a black belt for anyone, so I don't care how long it takes. I'm just thrilled that he's doing it.\"\n\nLeighAnn Moore hugs her son Mark Moore, 10, after he was named \"student of the day\" in class Tuesday at Scornavacco Martial Arts Academy in Longmont. Go to timescall.com for more photos and video. (Matthew Jonas / Longmont Times-Call)\n\nTeachers worked with Mark individually at first to prepare him for classes with other students his age. Now, Mark occasionally takes a private lesson for a quick refresher or if he is struggling with a specific technique. But he trains mostly with his peers.\n\n\"He literally stands up taller now,\" Moore said.\n\nBefore he started taking classes, Mark was impulsive.\n\nHis instinct was to hug everyone — usually a little bit longer than is socially acceptable — and touch their hair, Moore said. Now, he stands up straight, looks people in the eye, shakes their hands and speaks articulately.\n\n\"I want him to have every opportunity he deserves, and for that to happen he needs to be smart, strong, skilled, and this environment is fostering that,\" Moore said. \"It's helping him, which is helping me to let go, to cut the cord because he's starting to be all of those things and needing me less.\"\n\nAt the end of class Tuesday, Mark was named student of the day, an award for the hardest working student in the class.\n\nAfter class, Mark rushes to the lobby where his mom waits, puffs out his chest and shows off the \"student of the day\" sticker pressed against his black gi. An excited reaction from mom initiates an uninhibited hug and loosening of Mark's muscles, which have been tight since he returned to class following the mid-session water break 30 minutes earlier.\n\nMartial arts is teaching Mark to be strong, stand tall, respect himself and others and stay focused, Moore said. But it has not completely depleted Mark's need for his mom.\n\nWho else is going to buy him a pomegranate Izze soda to celebrate his award?\n\nContact Times-Call community reporter Whitney Bryen at 303-684-5274 or wbryen@times-call.com", "article_metadata": {"sailthru.url": "http://www.timescall.com/longmont-local-news/ci_26796234/longmont-martial-arts-academy-fights-special-needs-students", "modificationDate": "2014-11-03T10:47:31-0700", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site46/2014/1024/20141024__25TCAMAR~4_300.jpg", "sailthru.author": "By Whitney Bryen \n  Times-Call community reporter", "description": "With his entire body flexed, Mark Moore presses his right hand against his left fist in front of his chest, elbows out, before taking a bow at the end of a series of choreographed moves.", "ag": {"canon": "LongmontTimes-Call:article:26796234:view"}, "startDate": "2014-10-25T07:00:00-0600", "og": {"url": "http://www.timescall.com/longmont-local-news/ci_26796234/longmont-martial-arts-academy-fights-special-needs-students", "image": "http://extras.mnginteractive.com/live/media/site46/2014/1024/20141024__25TCAMAR~2.jpg", "type": "article", "description": "With his entire body flexed, Mark Moore presses his right hand against his left fist in front of his chest, elbows out, before taking a bow at the end of a series of choreographed moves.", "title": "Longmont martial arts academy fights for special needs students"}, "twitter": {"domain": "timescall.com", "description": "With his entire body flexed, Mark Moore presses his right hand against his left fist in front of his chest, elbows out, before taking a bow at the end of a series of choreographed moves.", "title": "Longmont martial arts academy fights for special needs students", "url": "http://www.timescall.com/longmont-local-news/ci_26796234/longmont-martial-arts-academy-fights-special-needs-students", "image": "http://extras.mnginteractive.com/live/media/site46/2014/1024/20141024__25TCAMAR~2.jpg", "site": "@TimesCall", "card": "summary_large_image"}, "sailthru.date": "2014-10-25T07:00:00-0600", "sailthru.site": "timescall.com", "endDate": "2024-10-24T21:55:53-0600", "sailthru.title": "Longmont martial arts academy fights for special needs students", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Local News", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "lLtD9ZooxmJUEEdRSCVzkO06t_hYKtyDqZF7EA3N2U0", "byline": "By Whitney BryenTimes-Call", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site46/2014/1024/20141024__25TCAMAR~4.jpg", "pubDate": "2014-10-24T22:52:04-0600", "news_keywords": "Longmont Colorado TimesCall local news"}, "_id": "\"57477af46914bd0286fdc2dc\"", "article_summary": "(Matthew Jonas / Longmont Times-Call)Mark was introduced to martial arts during a birthday party for a friend at Longmont's Scornavacco Martial Arts Academy about four years ago.\nMark Moore, 10, practices during a class Tuesday at Scornavacco Martial Arts Academy in Longmont.\nWord of mouth attracted more and more special needs students to the studio and, now, Scornavacco specializes in working with atypical students.\nLeighAnn Moore hugs her son Mark Moore, 10, after he was named \"student of the day\" in class Tuesday at Scornavacco Martial Arts Academy in Longmont.\nScornavacco's teaching philosophy, which focuses on individual attention, translated well to his students with special needs."}