{"article_title": "UCLA Researchers Find Health Differences Within Ethnic Groups", "article_keywords": ["information", "different", "grant", "care", "differences", "ucla", "state", "health", "groups", "ethnic", "latino", "data", "researchers", "subgroups"], "article_url": "http://ww2.kqed.org/stateofhealth/2015/11/11/ucla-finds-health-differences-within-ethnic-groups/", "article_text": "There are major differences in health care status among different types of Asians and Latinos in California — and yet the state so far has resisted treating those subgroups differently, according to UCLA researchers who released an updated version of health survey data last month.\n\n“Data clearly show the need to disaggregate the Asian community and to some degree the Latino community,” said David Grant, director of the California Health Interview Survey.\n\nFor instance, he said, the state categorizes “Asian” as an ethnic group, but there are major differences between various Asian subgroups, and a similar trend has developed among various Latino cultures, as well.\n\n“Looking at different groups in the survey information busts a lot of myths,” Grant said. “Most people think about Asians as having health insurance and doing well, but if you break out the subgroups, you see that Koreans have a high uninsured rate of about 47 percent. Also, obesity levels among Asians in general are lower than the state averages, but Filipinos have a higher rate [of obesity] and double the diabetes rate.”\n\nSimilar disparities in care and health crop up in the Latino population, too. Different subgroups experience the health care system differently, he said, depending on country of origin.\n\n“Their health needs are far from homogeneous,” Grant said. “And in terms of policy-making it’s clear that different needs apply to different groups.”\n\nOne bill dealing with the issue of ethnic subgroups was passed by the Legislature this year, but Gov. Jerry Brown vetoed it.\n\nBrown called the bill “unnecessary” in his veto message for AB 176 by Assembly member Rob Bonta, D-Oakland.\n\n“I am wary of the ever growing desire to stratify,” Brown wrote. “Dividing people into ethnic or other subcategories may yield more information, but not necessarily greater wisdom about what actions should follow.”\n\nTo researchers who believe more information better informs policy, them’s fighting words.\n\n“As long as the state puts its head in the sand and fails to acknowledge these differences,” Grant said, “they won’t be able to address the disparities in health care within those groups.”\n\nGrant said the October release of updated survey data could help inform the discussion, for example, about insuring the undocumented population in California or addressing health disparities of specific ethnic population subsets.\n\n“The idea behind the profiles is to highlight information for groups that don’t have a lot of data associated with them,” Grant said. “What’s really unique here is the detailed breakdown of the variety of Latino and other ethnic groups. The power of these data is that we can show … how the communities are different.”", "article_metadata": {"description": "For starters, the obesity rate for Asians is lower than the state average, but for Filipinos specifically, it's much higher.", "contextly-page": "{\"title\":\"UCLA Researchers Find Health Differences Within Ethnic Groups\",\"url\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/2015\\/11\\/11\\/ucla-finds-health-differences-within-ethnic-groups\\/\",\"pub_date\":\"2015-11-11 15:50:57\",\"mod_date\":\"2015-11-11 15:50:57\",\"type\":\"post\",\"post_id\":106635,\"author_id\":\"8344\",\"author_name\":\"State of Health\",\"author_display_name\":\"State of Health\",\"tags\":[\"Asian Health\",\"Latino Health\",\"News\"],\"categories\":[\"Community Health\"],\"image\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/wp-content\\/uploads\\/sites\\/27\\/2015\\/11\\/iStock_000017129026_Large-e1447285796406.jpg\"}", "og": {"site_name": "State of Health", "description": "For starters, the obesity rate for Asians is lower than the state average, but for Filipinos specifically, it's much higher.", "title": "UCLA Researchers Find Health Differences Within Ethnic Groups", "url": "http://ww2.kqed.org/stateofhealth/2015/11/11/ucla-finds-health-differences-within-ethnic-groups/", "image": "http://ww2.kqed.org/stateofhealth/wp-content/uploads/sites/27/2015/11/iStock_000017129026_Large-1440x960.jpg", "locale": "en_us", "type": "article"}, "twitter": {"site": "@kqedhealth", "card": "summary_large_image", "creator": "@"}, "fb": {"app_id": 160023622793}, "keywords": "asian health,latino health,news", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Different subgroups experience the health care system differently, he said, depending on country of origin.\n“What’s really unique here is the detailed breakdown of the variety of Latino and other ethnic groups.\nThere are major differences in health care status among different types of Asians and Latinos in California — and yet the state so far has resisted treating those subgroups differently, according to UCLA researchers who released an updated version of health survey data last month.\n“And in terms of policy-making it’s clear that different needs apply to different groups.”One bill dealing with the issue of ethnic subgroups was passed by the Legislature this year, but Gov.\n“Looking at different groups in the survey information busts a lot of myths,” Grant said."}