{"article_title": "5 Must-Follow Man Rules -", "article_keywords": ["life", "men", "dont", "rules", "things", "youre", "feel", "going", "need", "emotional", "dating", "mustfollow", "man"], "article_url": "http://goodmenproject.com/featured-content/5-must-follow-man-rules-hesaid/", "article_text": "by\n\nBeing a man means learning how to handle your sh*t. But how can we do that when we’re never taught how to take care of ourselves?\n\n–\n\nThere’s a lot of talk about “man rules” and things that men need to do in order to hold onto their “man cards” – work with your hands, know how to use power tools, win fights, all the usual “manly men doing manly things” chest-thumping.\n\nWhat we don’t talk about when it comes to manliness is simply “learn how to handle your shit”. The problem that many men face is that we’re bad at taking care of ourselves. It’s very rare that men are allowed to give their emotional health priority in their lives. More often than not, we rely on others – primarily women – to attend to our emotional needs. It’s hard enough to even admit we have emotional needs, never mind act on them. We aren’t supposed to complain or acknowledge when shit is going badly for us except via quiet stoic resolve. Admitting to having a problem is tantamount to admitting weakness and invites the traditional game of “You think you have it bad? Stop whining!”\n\nNo matter who you are or where you are in your life, sometimes the world goes out of its way to stomp on your metaphorical nuts with giant shitty boots. Maybe you’ve just gotten dumped. Maybe you’ve lost your job. Or perhaps you’ve been slamming your head against the unyielding wall that is your lousy dating life for too long and you can’t take any more. Or sometimes life just fucking sucks and nothing seems like it would go right if you held a gun to its head. But the key to getting through these tough moments isn’t to keep telling yourself “stone don’t cry”. It’s not to keep telling yourself that this isn’t so bad and you’re just a pussy for not being able to take more. It’s to learn how to take care of yourself.\n\nBut at the same time, there’s more to self-care than beer, bitching and a marathon of John McTiernan movies.\n\nSo let’s look at some rules men need to follow…\n\n1) Be Willing To Ask For Help\n\nOne of the first things that guys need to learn: sometimes you need to be willing to ask for help.\n\nyou need to address your core problems before you start trying to treat the lesser ones. Case in point: I hear from men regularly who want help with their dating lives because they’ve convinced themselves that finding a girlfriend will be the magic cure for everything that ails them. Once they find Ms. Right (or Ms. You’ll Do or Ms. Right Now), everything will fall into place – they’ll no longer feel like losers, people will respect them and they’ll be magically better people. But when you drill past the external problem (they’re single) you quickly get to the real issues: they’re dealing with depression. They’re suffering from low self-esteem. They don’t believe they deserve to be happy. They have poor boundaries and no emotionally fulfilling relationships with other people. These core problems inform every other aspect of their lives, but they treat sex and dating as the cure-all that will transform them into better men.\n\nExcept that’s not how life works – dating somebody doesn’t make your emotional issues disappear. Somebody with low self-esteem who gets into a relationship is just going to find that they’re continually relying on their partner for security and reassurance – and will very quickly find themselves without a relationship. Dating somebody doesn’t make your depression go away; all too often, what it means is that you’re now expecting somebody else to nurse you through it. This is the emotional equivalent of assuming that pulling out this splinter in your finger will cure your sucking chest-wound.\n\nBut it’s easier (theoretically) to deal with comparatively minor issues like dating success than it is to deal with core problems like depression or anxiety. The problem is that we tend to not want to admit that we have these issues in the first place.\n\nBeing “manly “means “playing through the pain”. It means not whining or admitting defeat. It means not letting something like “the blues” get you down. But those deep-seated emotional issues can’t be cured by willpower and external validation. At best, you make yourself numb for a little while… and as any real doctor will tell you, not feeling pain isn’t the same as not being hurt.\n\nYou need to learn how to handle your shit… and that means being willing to ask for help when the problem goes deeper than just needing a pep-talk or two. Too many men see asking for help as a cop-out, an admission that they just couldn’t hack it. When the macho football player decides that he’s had enough of constant harassment from his teammates, people call him a wuss and a wimp for… going and seeking help. It conflicts with the supposed manly ideal – that “true” men can handle everything the world dishes out; they just chew it up, spit it out and ask for seconds. Taking time to open up to a stranger? That’s for “beta” males.\n\nBut asking for help is one of the strongest things you can do. Being willing to admit that you can’t do something on your own is the surest sign of strength – you’re showing greater security in who you are and the rightness of your cause than someone who needs to put up the false “alpha” front lest others detect weakness.\n\nSometimes shit will be too much for you to handle alone. You need to recognize that you can and should find the help that you need. And if money is a factor, the ever-excellent Captain Awkward has a terrific guide to finding low-cost or even free mental health care.\n\n2) Find The Things That Speak To Your Soul\n\nNo matter how #blessed your life may be, it’s going to take it’s toll on you. There are going to be days that hit you like a punch to the gut and then kick you in the balls for good measure. Other times, it will be a long, slow drain of your soul, leaving you feeling empty and hollow inside and wondering what the point of it all is.\n\nWhether it’s a sudden fall or a slow decline, there will be times you’ll find yourself beaten down to the ground. And when you’re flat on your back and feeling like you’ve been run over by a rampaging T-Rex, you’re going to need to find inspiration to get back up again. You don’t need to leap to your feet and be ready to charge back into the fight – you just want the things that rejuvenate you, that make you feel better and remind you of the joy and beauty in the world.\n\nIt’s good to do things that make you feel better physically, whether it’s a long hot soak, a massage, or indulging in a favorite meal, but it’s just as important to do the things that make you feel good on an emotional and spiritual level. Men have a tendency of prioritizing the physical needs over the emotional ones, but your spirit needs nurturing as much as your body does.\n\nThis is why it’s important to find the things that fulfill you emotionally and spiritually. It could be something as simple as visiting art galleries and museums and taking in the wonder of people’s creativity. It could be going to the movies, whether they’re subtitled foreign films or trashy, junkfood cinema. It may be listening to music or taking long walks in nature.\n\nNo matter what it is, it should be something that makes you look forward to getting out of bed each day. If you don’t have anything like that in your life, then you want to find it. Something, no matter how small, strange or niche, that gets you excited – even when you feel like you’ll never feel happiness or joy – is huge when it comes to self-care.\n\n3) If You Haven’t Got Your Health, You Haven’t Got Anything\n\nNurturing your soul is important – but so is taking care of your body, and that frequently can fall by the wayside when things go badly. I’m certainly not going to tell you not to enjoy your favorite comfort foods or that you can’t indulge yourself on occasion, but it’s very easy to throw your hands in the air and say “fuck it all” when the shit hits the fan. However, those are the times when taking care of your body is even more important than ever.\n\nThe things that you put in your body have a direct connection to your mood and emotional state. Most convenience foods are overloaded with sugar and salt in a bid to make them literally more addictive. The added sugar, salt and fat affect the brain the same way that cocaine and heroin do, complete with the unpleasant come-down, hang overs and withdrawal symptoms. The constant wave of euphoria and withdrawal leaves you emotionally exhausted as well as encouraging you to eat lousy, non-nutritious crap which, in turn, continues to affect your emotional well-being as much as your physical.\n\nThis is why you want to eat clean as much as possible. This means trying to keep to unprocessed foods, avoiding foods with added sugar or salt or sweeteners like high-fructose corn syrup as best you can.\n\nEating a diet comprised of lean proteins, complex carbohydrates like sprouted grains and green, leafy vegetables will not just improve your physical health but your emotional and mental health as well – a healthy diet improves brain function and energy levels, as well as improving how you look, which makes you feel better.\n\nSimilarly, you want to drink more water – not only will it flush out the toxins in your system in ways that “cleanses” won’t, but it will improve your mood. Most people don’t drink enough water in general; you don’t need to follow the “8 glasses of water per day” rule (it’s a myth), but you should up your water intake – especially instead of sodas or even overly-sugared fruit juices.\n\nJust as important: you need to move.\n\nOur bodies are designed for movement, not for sitting around – in fact, our sedentary lifestyle is actively hurting us, physically and mentally. One of the best things you can do for yourself, both in terms of your physical and emotional health is simply to move more. You don’t necessarily need to be hitting the gym like it owes you money (although it certainly won’t hurt…) or running marathons, but you do need to increase the amount of physical activity you get during the day. Whether it’s as involved as a pick-up game of basketball, yoga or simply going on regular walks, the more you move, the better you’ll feel.\n\n4) Find Your Community. Find the Right Community\n\nOne of the most important parts of self-care is finding your “team”. Your community, your family-by-choice, whatever you may call it, we are social animals and it’s important to have people who support and encourage you. The problem is that it can be surprisingly difficult to make new friends once you’ve graduated from college. Being in school makes finding friends much easier – you’re surrounded by people approximately your age and in the same place in life as you are and a greater amount of time to spend socializing. Once you’re out in the “real world”, you simply don’t have the same community pool or the time to spend forming new social bonds.\n\nBut that doesn’t mean it’s not still important. Loneliness and emotional isolation take their toll on the psyche, even in introverts; finding your community brings a level of emotional connection and corresponding levels of well-being. Sometimes it’s a matter of joining groups based around shared interests – tabletop gaming for example or amateur sports leagues. Sometimes it’s finding MeetUp groups based around your passions, volunteer opportunities or reconnecting with your religion and spending time with like-minded individuals. Even finding online communities can help foster those feelings of connection and belonging.\n\nBut you want to make sure you pick the right community. A great group of friends can make you feel amazing. The wrong group on the other hand, can be profoundly toxic and detrimental to your emotional well-being.\n\nAs the saying goes: you are the sum of the five people you hang out with most. Spending time with toxic assholes only fosters the most negative sides of your personality and generally making you a shittier human being. Or, you might be spending time with people who drain the life out of you and leave you feeling like shit at the end of the day.\n\nUnfortunately, many groups thrive on negativity – they become about blaming others, defending themselves against perceived and imagined wrongs rather than supporting and encouraging one another. It’s very easy to get caught up in the group-think, especially in closed communities online where the echo-chamber effect serves to encourage and amplify the voices of the most extreme members.\n\nAny community focused on negativity or shirking personal responsibility and placing the blame on others is one you don’t want to be part of. If you want to be a better, more interesting person, you want to surround yourself with people who feel the same way and work to encourage and build one another up instead of tearing down some nebulous “enemy”. Find and focus your energy on people who support and encourage you to be your best.\n\n5) Take A Break\n\nSometimes in any endeavor – whether it’s self-improvement, getting better at dating or chasing some other goal – is to simply stop for a while. We’re taught over and over again to chase after our dreams with endless tenacity and to never, ever give up… which is great for motivational speeches but it’s also a wonderful way to encourage burnout. Chasing a dream is great… until it becomes so tedious and painful that it’s akin to sandpapering your soul day in and day out.\n\nBut admitting that we need to stop and take a breather feels almost tantamount to treason. It’s as though we believe that if we don’t give our all – even at the cost of our sanity and soul – then we just don’t want it bad enough. I hear from people on a regular basis who are desperate for a break from the dating grind, yet don’t seem to realize that taking time off is an option. Instead they’re writing to me, essentially asking for permission to stop for a while.\n\nThat is absolutely bat-shit insane. They’re pounding their head against a particular wall over and over again to the point that the blood is dripping into their eyes and yet there’s still that little voice saying “You have to keep going”.\n\nBut dating is supposed to be fun. Pursuing a goal should be something that brings you fulfillment not endless frustration. It may not be easy, but when the pursuit is beginning to cost more than the reward is worth… well it’s time to at least give yourself a break.\n\nThink of it like playing an especially impossible part of a video game – you keep dying at the same point over and over and goddamn over again. You reload, you die, you scream and the cycle repeats itself. Your entire world becomes beating that one. GODDAMN. SECTION.\n\nIt’s long ceased to be fun. In fact, it’s become a major source of stress. And yet you still want to just conquer this thing. But the best thing you can do is simply… put the controller down and walk a way for a while. Give yourself a break. Let yourself recharge and come back when you’re ready. When you’re not so monomoniacally focused, when it’s not consuming your entire being, you find that you’re able to approach the problem with a fresh set of eyes. You see what you’ve been doing wrong and you’re not so fatigued that you can’t respond the way you need to.\n\nSo it is with many things in life. Whether it’s dating or any other activity, sometimes the best thing you can do for yourself is simply get off the ride for a while. It doesn’t mean giving up forever… just long enough until you’re ready to try again. Give yourself time to relax, to recover and to recharge. Spend that time on the things that bring you joy and that help you regain your strength. Taking time out to take care of yourself will make it that much easier to come back to it. And when you do come back you’ll be tanned, rested and ready to give the old town a wedgie again.\n\nWhen it all becomes too much, give yourself permission to put it on pause. Focus on the other aspects of your life for a while. It’ll be waiting for you when you get back.\n\nAnd you’ll be in the perfect position to show the world who’s boss.\n\nDo you want to be part of creating a kinder, more inclusive society?\n\n–\n\nOriginally appeared at Paging Dr NerdLove\n\n", "article_metadata": {"og": {"site_name": "The Good Men Project", "description": "Being a man means learning how to handle your sh*t. But how can we do that when we're never taught how to take care of ourselves?", "title": "5 Must-Follow Man Rules -", "locale": "en_US", "image": {"width": 588, "identifier": "http://goodmenproject.com/wp-content/uploads/2015/03/roosevelt.jpg", "height": 309}, "updated_time": "2016-02-28T10:26:37-04:00", "url": "http://goodmenproject.com/featured-content/5-must-follow-man-rules-hesaid/", "type": "article"}, "article": {"publisher": "https://www.facebook.com/thegoodmenproject", "published_time": "2015-03-01T18:00:04-04:00", "author": "https://www.facebook.com/DrNerdLove", "section": "Featured Content", "modified_time": "2016-02-28T10:26:37-04:00", "tag": "Teddy Roosevelt"}, "fb": {"admins": 1467427114, "app_id": 794063960644791}, "twitter": {"description": "Being a man means learning how to handle your sh*t. But how can we do that when we're never taught how to take care of ourselves?", "creator": "@goodmenproject", "image": "http://goodmenproject.com/wp-content/uploads/2015/03/roosevelt.jpg", "title": "5 Must-Follow Man Rules -", "site": "@goodmenproject", "card": "summary"}}, "_id": "\"57477afa6914bd0286fe5af8\"", "article_summary": "–There’s a lot of talk about “man rules” and things that men need to do in order to hold onto their “man cards” – work with your hands, know how to use power tools, win fights, all the usual “manly men doing manly things” chest-thumping.\nOr perhaps you’ve been slamming your head against the unyielding wall that is your lousy dating life for too long and you can’t take any more.\nSo let’s look at some rules men need to follow…1) Be Willing To Ask For HelpOne of the first things that guys need to learn: sometimes you need to be willing to ask for help.\nbyBeing a man means learning how to handle your sh*t. But how can we do that when we’re never taught how to take care of ourselves?\nAnd when you’re flat on your back and feeling like you’ve been run over by a rampaging T-Rex, you’re going to need to find inspiration to get back up again."}