{"article_title": "Changes coming in health care system, Kozel says", "article_keywords": ["chestertown", "state", "hospital", "doctors", "system", "community", "shore", "health", "plan", "kozel", "coming", "changes", "care"], "article_url": "http://www.myeasternshoremd.com/news/kent_county/article_f86b64d1-3491-5a5a-8f06-e1279b69c5bf.html", "article_text": "CHESTERTOWN — The health care system is going through dramatic changes, Ken Kozel told the Community Breakfast Group, Thursday, Oct. 8.\n\n“There’s change all around,” Kozel said. “The community doesn’t want to hear that, but it’s my reality. It’s my job to implement it smoothly.”\n\nKozel, CEO of Shore Regional Health, said changes are happening on the national and state level as well as locally. Part of the reason is the Affordable Care Act. “That’s here to stay,” he said, citing its focus on extending health insurance to everyone. There are 20,000 uninsured residents on the Shore, Kozel said.\n\nThe benefits of insurance include access to a primary care doctor as well as other services such as laboratories and fitness centers. But insurance is especially needed with the rise in the cost of health care, which now amounts to nearly 18 percent of the national economy.\n\nMaryland is unique among the 50 states in that it was granted a waiver by the federal government in the 1970s, allowing it to regulate the cost of health care within the state. As part of that plan, the federal government contributes $1.5 billion to $2 billion to help keep costs down, and to ensure that all health-care users pay the same rate for the same service.\n\nHowever, Kozel said, in 2014, the state and the federal government agreed on a new waiver for a five-year trial period. The change came about because the state was not meeting federal standards set as conditions of the waiver, creating the risk that it might lose the federal subsidy, he said.\n\nOne of the key problems in the state was a too-high number of hospital re-admissions, Kozel said. The state averages 13 percent re-admissions within 30 days, compared to a national average of 10 to 12 percent. The theory is that re-admissions can be reduced by regular visits to primary care doctors, proper use of prescribed medication, appropriate referrals to specialists and similar measures. But that means fewer patients coming to the state’s hospitals, resulting in lost revenue.\n\nIn response to the new requirements, Shore Regional Health is working on a new strategic plan for the next five years, Kozel said. The committee drafting the plan is scheduled do deliver its report by the end of the year, at which point the board will go into the community to assess it, he said. The final plan will be approved by the spring of 2016.\n\nOne element of the plan is clear, Kozel said. Shore Regional needs to modify its service delivery plan, which covers five counties with three hospitals on a fixed revenue base. There are several questions that need to be answered in the process, he said. Prime among them are the issues of what facilities the system needs to support to deliver its service, and what services will be available at any given location. “The board is trying to figure out how to survive on a 2 percent profit margin,” he said.\n\nThe group’s three hospitals will remain central to the health care picture on the Shore, but “we need to do more with our money,” he said. The strategy will focus on both sick care and well care, keeping people out of the hospital if they don’t need to be there, he said. And while many communities are worried about the effect lost services will have, the reality is that not all services can be offered in every facility, Kozel said.\n\nHe gave the example of the loss of obstetrics at the Chestertown hospital. Before the department closed, about 180 babies a year were being delivered in Chestertown. That was too few to support the staff numbers needed for top quality care, he said, especially with only one obstetrician practicing in the county. “It was a PR nightmare to lose it,” he said, but the costs far outweighed the benefits.\n\nIn response to an audience question, Kozel said the system faces real difficulties recruiting new doctors to replace older practitioners who are reaching retirement age. “We don’t have enough doctors, and they aren’t all in the places we need them to be,” Kozel said. To complicate matters, many of the doctors still practicing here are not accepting new patients, and some will no longer take Medicare patients because of the paperwork demands.\n\nMaryland doesn’t pay doctors as much as the rest of the country, and rural areas like the Shore are unattractive to young doctors who want an urban lifestyle, Kozel said. What the Shore system can offer them is jobs at hospitals, with fixed hours and a guaranteed salary — a real benefit at a time when an individual practice is difficult economically.\n\nAnother audience member asked about the effects of the deal under which the Chestertown hospital merged first with University of Maryland Medical System, then with Shore Regional Health. The resident said the community has grown to distrust the hospital because they were promised there would be no change after the merger, and then “everything changed.”\n\nThe merger with UMMS took place in 2008, Kozel said, and it is still controversial both in the community and on the hospital board itself. He said there are “Chestertown-centric” board members who don’t share the regional viewpoint. But, he said, “we don’t want to keep systems just because the community wants it that way.” He said there is anxiety at all levels, all over the service area. “If we don’t get it right, we lose patients,” he said.\n\nDavid Foster of Chestertown said the hospital needs to be more transparent. He gave the oil remediation project on the Chestertown hospital grounds as an example. He said a hospital board member told him “the public doesn’t need to know (anything).” He said the hospital needs to face the lack of trust head-on if it wants to regain the community’s support.\n\nKozel said he is trying to be transparent, and that the board member’s comment “doesn’t reflect our philosophy.” He offered to talk about the oil remediation at a future date, though “it’s not my expertise.”\n\nThe Community Breakfast Group meets at 7:30 a.m. every Thursday at the Holiday Inn Express in Chestertown. All are welcome.", "article_metadata": {"googlebot": "noarchive", "og": {"site_name": "MyEasternShoreMD", "description": "CHESTERTOWN — The health care system is going through dramatic changes, Ken Kozel told the Community Breakfast Group, Thursday, Oct. 8.", "title": "Changes coming in health care system, Kozel says", "url": "http://www.myeasternshoremd.com/news/kent_county/article_f86b64d1-3491-5a5a-8f06-e1279b69c5bf.html", "image": {"width": 586, "identifier": "http://bloximages.chicago2.vip.townnews.com/myeasternshoremd.com/content/tncms/assets/v3/editorial/a/f3/af3c13a0-37d7-514b-b530-80138f9efd5d/561d4edb810a5.image.jpg?resize=586%2C630", "height": 630}, "type": "article"}, "twitter": {"card": "summary", "creator": "@"}, "description": "CHESTERTOWN — The health care system is going through dramatic changes, Ken Kozel told the Community Breakfast Group, Thursday, Oct. 8.", "msvalidate.01": "EE204038BCCB0840914BDEAC8247DD00", "fb": {"app_id": 194531137297170}, "keywords": "kent county  news,eblast,ken kozel,shore regional health,medicare,health insurance,affordable care act,shore regional health at chestertown,kent_county,chestertown", "google-site-verification": "_7I094DNboGAPwP_XrW1JPjX4m0gmLBrHcY7vOH6s54", "news_keywords": "kent county  news,eblast,ken kozel,shore regional health,medicare,health insurance,affordable care act,shore regional health at chestertown,kent_county,chestertown"}, "_id": "\"57477af46914bd0286fd7235\"", "article_summary": "CHESTERTOWN — The health care system is going through dramatic changes, Ken Kozel told the Community Breakfast Group, Thursday, Oct. 8.\nBut insurance is especially needed with the rise in the cost of health care, which now amounts to nearly 18 percent of the national economy.\nThere are 20,000 uninsured residents on the Shore, Kozel said.\nThe theory is that re-admissions can be reduced by regular visits to primary care doctors, proper use of prescribed medication, appropriate referrals to specialists and similar measures.\nThe group’s three hospitals will remain central to the health care picture on the Shore, but “we need to do more with our money,” he said."}