{"article_title": "Educator: Common Core taking aim at the souls of our children [VIDEO]", "article_keywords": ["core", "moore", "taking", "souls", "understanding", "aim", "state", "takeover", "video", "common", "educator", "schools", "college", "education", "children", "thats"], "article_url": "http://dailycaller.com/2014/01/19/common-core-is-taking-aim-at-the-souls-of-our-children-says-a-classical-educator-video/", "article_text": "4063148\n\nTerrence Moore, an assistant professor of history at Hillsdale College, dug through Common Core-approved textbooks to understand what is coming for America.\n\nIn this compelling, two-part interview, Moore calls the Common Core standards a “federal takeover of education” that is “dangerous.”\n\nYou’ve seen the troubles with the national takeover of health care by Obamacare, he said, “but imagine the national takeover of the American minds and souls? That’s what Common Core is.”\n\n“Because once you control the curriculum in the schools, then you can dictate what students are supposed to think and feel, and how they are supposed to look at the world,” Moore continued. “So, unfortunately Arne Duncan and others have overplayed their hand, and they have used the wrong term in dismissing ‘suburban moms.'” (RELATED: Arne Duncan blames irrational angst of white suburban moms for Common Core pushback)\n\nBut a grassroots movement is rising up at the state level to oppose the standards.\n\n“This is a political issue, and the thing these folks need to understand is that ‘suburban moms’ — first of all, they vote,” he said. “And, secondly, there’s nothing that they consider greater and more precious than the souls of their kids. And when they see that those souls are being damaged by the rubbish that’s being put forth in these schools, they get upset and then they start organizing. And then they start asking questions, questions that most state senators and state legislators can’t answer. And when they don’t have those answers, then they get primaried and they get thrown out of office.”\n\nMoore, who has run a classical school for seven years in Colorado, also explained why Common Core has been implemented so quickly.\n\n“Whenever somebody comes along promising standards and promising college and career readiness and all the rest of it and these kind of claptrap slogans, then everybody goes along with it,” he said, “Because if you live in a town where there’s no doctor, even a snake oil salesman looks like he can cure people.”\n\nHis book, “The Story-Killers,” is the result of reviewing Common Core-approved English textbooks. He compared traditional, classical education to the authors, questions and teaching that align with Common Core standards, giving specific examples of programmed teaching he found in textbooks.\n\nThe best alternative education, the classically-educated Moore said, is a traditional one.\n\n“Classical education is based on the idea of the great, the idea of heroism, the idea of pursuing virtue, and understanding what love means, understanding what heroic action really looks like, understanding sacrifice,” he said. “And that’s done at many different levels.”\n\nClassical education imparts, he says, the value of human language, art, music, logic, history and great stories that will ennoble students’ souls.\n\nIn a move that threatens to impact homeschoolers, private and parochial schools as well as public education, the College Board is expected to align college entrance exams to the Common Core, which in Moore’s view would lay the ground for a “two-tier system for leadership and citizenship in this country.”\n\n“This whole control of the curriculum is controlled by standardized testing,” Moore said. “And this has been this way for awhile and it’s even more with Common Core. Whoever controls the testing, controls the schools.”\n\nAt the end of Part 2, Moore spells out what parents and citizens can do in their states, schools and communities to take back their schools and stop Common Core in their state. Moore recommends watching this Notre Dame conference on Common Core as a resource where he and others spoke.\n\nWatch Part 2:\n\nWatch a previous segment of the interview here.\n\nMrs. Thomas does not necessarily support or endorse the products, services or positions promoted in any advertisement contained herein, and does not have control over or receive compensation from any advertiser.", "article_metadata": {"sailthru.author": "Ginni Thomas", "description": "Common Core is taking aim at the souls of our children, says a classical educator", "og": {"site_name": "The Daily Caller", "description": "Terrence Moore, an assistant professor of history at Hillsdale College, dug through Common Core-approved textbooks to understand what is coming for America.    In this compelling, two-part interview,", "title": "Common Core is taking aim at the souls of our children, says a classical educator [VIDEO]", "url": "http://dailycaller.com/2014/01/19/common-core-is-taking-aim-at-the-souls-of-our-children-says-a-classical-educator-video/", "image": {"width": 1200, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2014/01/barack-obama-elementary-classroom-reuters-e1394642169399.jpg", "height": 513}, "type": "article"}, "twitter": {"description": "Common Core is taking aim at the souls of our children, says a classical educator [VIDEO]", "title": "Common Core is taking aim at the souls of our children, says a classical educator [VIDEO] Via @dailycaller", "url": "http://dailycaller.com/2014/01/19/common-core-is-taking-aim-at-the-souls-of-our-children-says-a-classical-educator-video/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2014/01/barack-obama-elementary-classroom-reuters-e1394642169399.jpg"}, "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2014-01-19 22:22:45", "sailthru.title": "Common Core is taking aim at the souls of our children, says a classical educator [VIDEO]", "HandheldFriendly": "true", "sailthru.tags": "common-core,ginni-thomas", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "common core", "sailthru.description": "Terrence Moore, an assistant professor of history at Hillsdale College, dug through Common Core-approved textbooks to understand what is coming for America.    In this compelling, two-part interview,", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2014/01/barack-obama-elementary-classroom-reuters-e1394642169399.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "“And this has been this way for awhile and it’s even more with Common Core.\nMoore recommends watching this Notre Dame conference on Common Core as a resource where he and others spoke.\n'” (RELATED: Arne Duncan blames irrational angst of white suburban moms for Common Core pushback)But a grassroots movement is rising up at the state level to oppose the standards.\nHe compared traditional, classical education to the authors, questions and teaching that align with Common Core standards, giving specific examples of programmed teaching he found in textbooks.\n4063148Terrence Moore, an assistant professor of history at Hillsdale College, dug through Common Core-approved textbooks to understand what is coming for America."}