{"article_title": "Is healthcare prepared for data-sharing's security risks?", "article_keywords": ["information", "threats", "organizations", "industry", "datasharings", "prepared", "going", "health", "risks", "healthcare", "ransomware", "security", "systems"], "article_url": "http://www.fiercehealthit.com/story/healthcare-prepared-data-sharings-security-risks/2015-01-06", "article_text": "The data-sharing requirements for the Meaningful Use program and the Affordable Care Act pose significant security challenges to healthcare organizations, and Erik Devine, chief security officer at Riverside Medical Center, predicts organizations will learn this year just how prepared they are.\n\nIn an interview with HealthcareInfoSecurity, Devine says his 370-bed hospital in Kankakee, Illinois, will focus on employee training, making sure systems are patched and third-party review--\"making sure we're doing what our policies say we're doing.\"\n\nHe foresees more persistent threats in 2015, such as the Sony hack and other breaches seen last year.\n\n\"I think healthcare is going to see a lot of attacks in ransomware,\" Devine says. \"Employees leaking data unknowingly is a big threat to healthcare systems. Hackers are going to take advantage of that and look for the monetary value in return.\"\n\nHealth information exchanges will pose particular challenges, he adds.\n\n\"Are we prepared to manage all the information that's flowing in and out of the system? ... Trying to get information for the patient out there in the real world so they have better experiences at any hospital they visit will obviously will carry significant risks. Is healthcare ready for that change? That's what we're going to determine in 2015 and further.\"\n\nIn its 2015 Data Breach Industry Forecast, Experian called healthcare \"a vulnerable and attractive target for cybercriminals.\" However, it noted that employees remain the leading cause of compromises, but receive the least attention from their employers.\n\nSecurity experts foresee phishing and ransomware attacks posing particular challenges to healthcare organizations in the coming year.\n\nTo help protect against threats like those, the healthcare industry should make use of cyberthreat intelligence, according to Jeff Bell, HIMSS privacy and security committee chair.\n\nEntities such as the U.S. Computer Emergency Readiness Team, the U.S. Department of Homeland Security National Cybersecurity and Communications Integration Center and the National Cyber-Forensics & Training Alliance provide information on threats, malware and vulnerabilities that organizations can use to increase their security systems, Bell says. Vendors of security products also often have their own intelligence feeds.\n\nTo learn more:\n\n- read the interview\n\nRelated Articles:\n\nWhy health groups should make use of cyberthreat intelligence\n\nPhishing, ransomware attacks on health industry to rise\n\nHITRUST issues alert on operating system vulnerability\n\nComputer bug 'Heartbleed' likely source of Community Health Systems data breach\n\nReport: Healthcare 'a vulnerable and attractive target for cybercriminals'", "article_metadata": {"description": "The data-sharing requirements for the Meaningful Use program and the Affordable Care Act pose significant security challenges to healthcare organizations, and Erik Devine, chief security officer at Riverside Medical Center, predicts organizations will learn this year just how prepared they are.", "og": {"site_name": "FierceHealthIT", "description": "The data-sharing requirements for the Meaningful Use program and the Affordable Care Act pose significant security challenges to healthcare organizations, and Erik Devine, chief security officer at Riverside Medical Center, predicts organizations will learn this year just how prepared they are.", "title": "Is healthcare prepared for data-sharing's security risks?", "url": "http://www.fiercehealthit.com/story/healthcare-prepared-data-sharings-security-risks/2015-01-06", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthit.jpg", "type": "website"}, "twitter": {"site": "fiercehealthit", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=783777884", "keywords": "Erik Devine,health information exchange,HIPAA,privacy,Privacy / HIPAA Compliance,Riverside Medical Center,security", "viewport": "width=device-width", "news_keywords": "Privacy / HIPAA Compliance"}, "article_summary": "Security experts foresee phishing and ransomware attacks posing particular challenges to healthcare organizations in the coming year.\nThe data-sharing requirements for the Meaningful Use program and the Affordable Care Act pose significant security challenges to healthcare organizations, and Erik Devine, chief security officer at Riverside Medical Center, predicts organizations will learn this year just how prepared they are.\n\"Employees leaking data unknowingly is a big threat to healthcare systems.\nTo help protect against threats like those, the healthcare industry should make use of cyberthreat intelligence, according to Jeff Bell, HIMSS privacy and security committee chair.\nHealth information exchanges will pose particular challenges, he adds."}