{"article_title": "WESLEY PRUDEN: Befuddled Obama without a clue", "article_keywords": ["mullahs", "world", "iranian", "presidents", "away", "befuddled", "clue", "wesley", "know", "mr", "president", "nation", "pruden", "obama"], "article_url": "http://www.washingtontimes.com/news/2016/jan/14/wesley-pruden-befuddled-obama-without-a-clue/", "article_text": "ANALYSIS/OPINION:\n\nANALYSIS/OPINION:\n\nEvery president is entitled to the confidence of the nation that he means well. That includes Barack Obama, even when he retreats to his other home in a universe far, far away. He just doesn’t understand what’s going on here on Planet Earth, where the rest of us live. Meaning well is not enough.\n\nHe seems to understand now, after it was explained to him at some length, that America is indeed the exceptional nation that Abraham Lincoln said it is, but not for the reasons Mr. Obama thinks. “The United States of America is the most powerful nation on Earth, period,” Mr. Obama told the nation in his State of the Union address earlier this week. “It’s not even close. We spend more on our military than the next eight nations combined.”\n\nThat’s rich, from the man who has starved the military for resources and has set out to inflict mortal damage on the great fighting machine by remaking it to answer the sighs and whispers of feminist wishes and dreams. As if he had something to do with making the troops he commands the “finest fighting force in the history of the world.” That covers considerable territory. Lee’s Army of Northern Virginia and Patton’s legion that raced across France, destroying everything before them, were pretty good, too, and there were no presidents to hobble them.\n\nBut President Obama knows nothing of the American fighting man, having never worn the uniform, having never heard shots fired in anger, relying on the word of senior officers who would rather switch than fight, and he has no understanding why a commander who betrays the spirit and grit of his men is worse and weaker than a cipher.\n\nHe just doesn’t get it. “Surveys show our standing around the world is higher than when I was elected to this office,” he told Congress, “and when it comes to every important international issue, people of the world do not look to Beijing or Moscow to lead — they call us.” True enough, but there is no confidence among “the people of the world” that there will be anyone at the White House to answer the phone.\n\nIran’s seizure of two small U.S. Navy boats in distress and humiliating the crew in violation of international law, would have outraged any previous president, Democrat, Republican or Whig. But Mr. Obama answered only with craven thanks to the mullahs in Tehran, who lost no time to rub the president’s nose in submission and humiliation. The Iranians understand the game, even if Mr. Obama does not.\n\n“This incident in the Persian Gulf, which probably will not be the American forces’ last mistake in the region,” says Maj. Gen. Hassan Firouzabadi, the chief of the Iranian army. “Were it not for the good intentions of the Iranian commanders, the United States [would be] facing yet another crisis now.” The incident, he says, showed the vigilance of the Iranian armed forces and should be a lesson to troublemakers in the United States Congress.”\n\nThis did not appear to bother either the president or his secretary of state, John Kerry, who were profuse with thanks to the mullahs. This was the president’s usual ceremonial bow when he confronts his Islamic betters. He would have tugged a forelock if he had one.\n\nHis countrymen were outraged even if their president was not. Sen. Marco Rubio of Florida, a candidate for president, expressed well these sentiments in a television interview with Greta Van Susteren of Fox News. “They took pictures [of the crew] on the deck of a ship,” he said, “with their hands behind their backs, and then they put them in a jail pen, and they made the female sailor cover her head with a scarf. They took pictures of them and video and put it up on Iranian television as if to say, ‘Look what we can do to America. We can capture their sailors and make them get on their knees. We can humiliate them.’\n\n“Do you know why they did this? Because they know they can get away with it. Because they know Barack Obama is weak, because they know he won’t do anything about it.”\n\nThe mullahs know something else, too. They know how badly Mr. Obama wants the deal he made with Tehran to curtail its nuclear-weapons program. How better to test his resolve, to see what the mullahs can get away with. Most men, presidents or plain citizens, would never allow such humiliation of their country to go unchallenged. The mullahs are learning that they can get away with anything for the next 372 days. Then it’s a new president and a new regime, and if we’re lucky, one with no appetite for mortification.\n\n• Wesley Pruden is editor-in-chief emeritus of The Times.", "article_metadata": {"description": "Every president is entitled to the confidence of the nation that he means well. That includes Barack Obama, even when he retreats to his other home in a universe far, far away. He just doesn't understand what's going on here on Planet Earth, where the rest of us live. Meaning well is not enough.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Every president is entitled to the confidence of the nation that he means well. That includes Barack Obama, even when he retreats to his other home in a universe far, far away. He just doesn’t understand what’s going on here on Planet Earth, where the rest of us live. Meaning well is not enough.", "title": "WESLEY PRUDEN: Befuddled Obama without a clue", "url": "http://www.washingtontimes.com/news/2016/jan/14/wesley-pruden-befuddled-obama-without-a-clue/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2016/01/14/1_142016_aptopix-mideast-ira8201.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2016/01/14/1_142016_aptopix-mideast-ira8201.jpg", "description": "Every president is entitled to the confidence of the nation that he means well. That includes Barack Obama, even when he retreats to his other home in a universe far, far away. He just doesn't underst", "card": "summary", "title": "WESLEY PRUDEN: Befuddled Obama without a clue"}, "Author": "Wesley Pruden", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Politics, Barack Obama"}, "article_summary": "Because they know Barack Obama is weak, because they know he won’t do anything about it.”The mullahs know something else, too.\nThey know how badly Mr. Obama wants the deal he made with Tehran to curtail its nuclear-weapons program.\nThe Iranians understand the game, even if Mr. Obama does not.\n“The United States of America is the most powerful nation on Earth, period,” Mr. Obama told the nation in his State of the Union address earlier this week.\nBut Mr. Obama answered only with craven thanks to the mullahs in Tehran, who lost no time to rub the president’s nose in submission and humiliation."}