{"article_title": "Thoma Bravo-Backed Deltek Buys HRsmart", "article_keywords": ["sohnar", "bravo", "company", "recruiting", "deltek", "bravobacked", "services", "provides", "buys", "thoma", "talentmanagement", "hrsmart", "software"], "article_url": "http://www.themiddlemarket.com/news/tech_telecom/thoma-bravo-backed-deltek-buys-hrsmart-254949-1.html", "article_text": "Thoma Bravo-Backed Deltek Buys HRsmart\n\nIn 2014 the company acquired Sohnar, a cloud-based software business\n\nThoma Bravo-backed Deltek is buying HRsmart for an undisclosed amount.\n\nHRsmart, headquartered in Richardson, Texas, provides talent-management services, including recruiting and employee development.\n\nHerndon, Virginia-based Deltek provides software and information services to government contractors and professional service firms. The company is backed by Chicago private equity firm Thoma Bravo, which bought it from New Mountain Capital in 2012 for $1.1 billion.\n\nThe acquisition gives Deltek more heft in the talent-management market. Now, the business offers recruiting, onboarding, training, compensating and developing services. The company made another acquisition, Sohnar Ltd., in March. Sohnar developed a product called Traffic Live, a cloud-based software that helps companies manage people and projects.\n\nFor more on Thoma Bravo and software investments, see Thoma Bravo & Others Bet Big on the Cloud.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/tech_telecom/thoma-bravo-backed-deltek-buys-hrsmart-254949-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/business-stock-image.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "Thoma Bravo-Backed Deltek Buys HRsmart"}}, "_id": "\"57477af36914bd0286fca1fb\"", "article_summary": "Thoma Bravo-Backed Deltek Buys HRsmartIn 2014 the company acquired Sohnar, a cloud-based software businessThoma Bravo-backed Deltek is buying HRsmart for an undisclosed amount.\nFor more on Thoma Bravo and software investments, see Thoma Bravo & Others Bet Big on the Cloud.\nHRsmart, headquartered in Richardson, Texas, provides talent-management services, including recruiting and employee development.\nHerndon, Virginia-based Deltek provides software and information services to government contractors and professional service firms.\nThe company is backed by Chicago private equity firm Thoma Bravo, which bought it from New Mountain Capital in 2012 for $1.1 billion."}