{"article_title": "10 Things Ted Cruz Wants From the New Congress", "article_keywords": ["wants", "congress", "federal", "things", "ted", "job", "obamacare", "states", "islamic", "cruz", "common", "radical", "obama"], "article_url": "http://www.christianpost.com/news/10-things-ted-cruz-wants-from-the-new-congress-132471/", "article_text": ", CP Reporter By Samuel Smith CP Reporter\n\n(Photo: The Christian Post / Samuel Smith) U.S. Sen. Ted Cruz, R - Texas, delivers a keynote speech at the Heritage Action for America Conservative Policy Summit in Washington D.C. on Jan. 12, 2014.\n\nWASHINGTON — Texas Sen. Ted Cruz laid out 10 issues with policies and structure of the federal government that the newly-elected Republican Congress should fight hard to change in a keynote speech at the Heritage Action for America Conservative Policy Summit on Monday,\n\nAlthough many of the ideas that Cruz, a prospective 2016 Republican presidential candidate, laid out would likely be vetoed by Democratic President Barack Obama, Cruz was adamant that the 12 freshman Republicans in the Senate could have a \"transformable effect\" and make significant headway for when Obama leaves office. But as Cruz admits, that would require them actually acting on what they said they would do while campaining for election.\n\n1. Create Jobs, Growth and Opportunity\n\nAs with any sort of job creation and energy agenda, there are multiple facets that Cruz laid out that he said would help promote job and energy growth in America. Although there is more to job growth than just approving the Keystone Pipeline, Cruz said that it would be a major start and would stimulate job growth.\n\nCruz added that there has been incredible growth in the energy sector. Low-cost energy, Cruz said, is bringing back manufacturing jobs, steal jobs, and other jobs that \"built the dignity of middle class in America.\"\n\nHowever, Cruz wants to Congress pass legislation that would prohibit the federal government from preventing or regulating fracking, and said fracking should be left to the states. Cruz additionally said that Congress should remove the arbitrary export bans on liquid natural gas.\n\n2. Repeal Obamacare\n\nIt's no secret that Ted Cruz hates \"Obamacare,\" or the Affordable Care Act. Many hold him and other staunch conservatives responsible for the 2013 government shutdown that occurred after he and other Republicans declined to pass federal spending legislation until Obamacare was defunded. After more than two weeks of government shutdown, a spending bill was passed with Obamacare still funded.\n\nBut as many people are starting to become frustrated with increasing health insurance premiums and they are also being dropped by their insurers, Cruz says its time to realize that Obamacare isn't working. Although he admits that such an act will likely get vetoed, it doesn't mean that Republicans can't introduce legislation to start fixing some of the inner-lying problems with Obamacare.\n\n\"Two months ago you would have seen Republican candidates say we would fight tooth and nail to repeal Obamacare,\" Cruz said. \"Yet now when the topics come up at times you hear crickets chirping. It ain't complicated. We need to do what we said we would do.\"\n\n3. Secure The Border\n\nWith thousands of unauthorized immigrants crossing into the United States through America's Southern border and you add in the threat of terrorists doing the same, Cruz said, there is nothing more sensible than defending the border.\n\n\"The very same day CentCom is hacked by ISIS, the White House Press Secretary is saying 'don't do anything to secure the border and protect America.' This is a matter of basic common sense,\" Cruz said. \"Securing the border is to protect our security.\"\n\n4. Hold Government Accountable\n\nCruz could probably go on and on about how the federal government needs to be held more accountable, but having just a 40 minutes to speak he listed just a few.\n\nHe blamed former Senate Majority Leader Harry Reid for letting the Obama administration get away with abuse of power and for \"hurting millions of people\" through trampling of religious liberties and other various government overreaches. Cruz is confident that the new Senate and House Committee's will conduct thorough and sober investigations into the administration's \"abuse of power.\"\n\nFree Sign Up Newsletter!\n\nDisgusted with federal courts overturning marriage bans in 33 states, Cruz also wants to see judges, who are appointed not elected, be held accountable to prevent them from imposing their own radical agenda on the bench.\n\n\"The Constitution makes clear that marriage is a question for the states, it is not a question for a bunch of unelected Federal judges who may disagree with the Democratic views of the people who live in the United States of America,\" Cruz explained.\n\n5. End Political Corruption / Congressional Term Limits\n\nCruz said what makes Congress such a corrupt entity is the idea of lifelong politicians.\n\n\"This town is fundamentally corrupt. Both parties come together and say, let's reauthorize the Ex-Im bank. Why? Helps a whole bunch of giant corporations it just hurts the little guys, but the big guys give us checks, the little guys don't,\" Cruz said. \"Serving in Congress, should not be a lifetime job. But what should be lifetime, is a ban on members becoming lobbyists and coming back after serving.\"\n\n6. Abolish IRS / Flat Tax\n\nAlthough Cruz said the idea of eliminating the IRS and imposing a flat tax might seem radical and almost surely unlikely to happen with Obama in office, the weaponization of the IRS in the last two years in its targeting and discriminating against conservative and religious groups has \"changed the dynamics of this debate.\" He added that Steve Forbes created the basic foundation for an effective flat tax that would be fair and simple for anyone to file.\n\n\"We may have to wait two years for a Republican president to lead that fight,\" Cruz said. \"But what we can do in the interim is one after another after another, tee up simplification of the tax code. Reduce the power of Washington, which reduces growth.\"\n\n7. Audit the Federal Reserve\n\nWhile defenders of the reserve argue that there has not been much inflation, Cruz points out that the cost of basic necessities like food, health insurance and electricity are going up, putting less fortunate families in financial struggles.\n\n\"If you are a single mom trying to pay the bills and the cost of everything you are buying keeps going up and up and up and up and the one thing that doesn't move is your paycheck every two weeks, you are feeling the consequence of Washington's easy money policy,\" Cruz said. \"We need stable, consistent, strong monetary policy.\"\n\n8. Pass A Strong Balanced Budget\n\nWhen Barack Obama entered office in 2009, the national deficit was around $10 trillion. As Cruz states, the national debt is now over $18 trillion, or over $154,000 per taxpayer and counting.\n\n\"If all Republicans say 'we are going to stop bankrupting our kids and grandkids,' lets stand up and follow through and actually do that,\" Cruz said. \"And the best way to do that is to put in the Constitution, strong protections to prevent Congress from continuing to dig this hole deeper and deeper and deeper.\"\n\n9. Repeal Common Core Education Standards\n\nMany critics of Common Core do not like the fact that the Obama administration federally incentivised, through a \"Race to the Top\" program, the Common Core standards. Although the majority of states chose to enter the Common Core program on their own accord, much of that was due to $4.3 billion in federal funding that was at stake.\n\nAlthough many people like the idea of raising the bar for education standards, critics find the federal government's involvement in Common Core disturbing and believe education standards should be left to the states and the school districts\n\n\"We need to get the Federal government out of the business of dictating education standards,\" Cruz said. \"Education is far too important to be run by elected bureaucrats in Washington.\"\n\n10. Deal Seriously With Islamic Extremists and Nuclear Iran\n\nLike many in the media, Cruz is critical of how the Obama administration is handling foreign threats, especially those coming from \"radical Islamic terrorists.\" Although ISIS is beheading people in Iraq and Syria, recent Islamic extremist violence has claimed hundreds of victims in Pakistan, Nigeria, Australia, Canada and Paris. Cruz stated it is impossible to defeat \"radical Islamic terrorists,\" if the president cannot even utter the words \"radical Islamic terrorists.\"\n\nAdditionally, Cruz said the greatest threat to American national security is the possibility of Iran's nuclear capability.\n\n\"I hope we see Congress hold this administration accountable so that we stand with our friends and allies and we demonstrate the resolve that is necessary to stand up to those who pose a national security threat to this country,\" Cruz said.", "article_metadata": {"Description": "WASHINGTON — In a keynote speech at the Heritage Action for America Conservative Policy Summit on Monday, Texas Sen. Ted Cruz laid out 10 issues with the policies and structure of the federal government that the newly elected Republican-controlled Congress should fight hard to change.", "Copyright": "2016 Christian Post", "Title": "10 Things Ted Cruz Wants From the New Congress", "og": {"site_name": "Christian Post", "description": "WASHINGTON — In a keynote speech at the Heritage Action for America Conservative Policy Summit on Monday, Texas Sen. Ted Cruz laid out 10 issues with the policies and structure of the federal government that the newly elected Republican-controlled Congress should fight hard to change.", "title": "10 Things Ted Cruz Wants From the New Congress", "url": "http://www.christianpost.com/news/10-things-ted-cruz-wants-from-the-new-congress-132471/", "image": "http://images.christianpost.com/full/80005/ted-cruz.jpg", "author": "Samuel Smith", "type": "article"}, "twitter": {"site": "@ChristianPost", "image": "http://images.christianpost.com/full/80005/ted-cruz.jpg", "description": "WASHINGTON — In a keynote speech at the Heritage Action for America Conservative Policy Summit on Monday, Texas Sen. Ted Cruz laid out 10 issues with the policies and structure of the federal government that the newly elected Republican-controlled Congress should fight hard to change.", "card": "summary_large_image", "title": "10 Things Ted Cruz Wants From the New Congress"}, "syndication-source": "http://www.christianpost.com/news/10-things-ted-cruz-wants-from-the-new-congress-132471/", "robots": "index, follow", "bt": {"keywords": "Ted&20Cruz,Economy,ISIS,Islamic&20State,IRS,Common&20Core,Border&20Security,Obamacare,Iran,Federal&20Reserve,Balanced&20Budget,christian&20news,christianity,evangelical", "pubDate": "2015-01-13T10:48:00-05:00", "modDate": "2015-01-13T10:48:00-05:00"}, "msvalidate.01": "29BD7F6D752EB52F5F8F8ACEF4AC6689", "fb": {"page_id": 41093998634, "app_id": 968308226558745}, "msapplication-window": "width=device-width;height=device-height", "Googlebot-news": "index, follow", "Keywords": "Ted Cruz, Economy, ISIS, Islamic State, IRS, Common Core, Border Security, Obamacare, Iran, Federal Reserve, Balanced Budget,christian news,christianity,evangelical", "viewport": "width=device-width,initial-scale=1"}, "article_summary": "Cruz stated it is impossible to defeat \"radical Islamic terrorists,\" if the president cannot even utter the words \"radical Islamic terrorists.\"\n\"Two months ago you would have seen Republican candidates say we would fight tooth and nail to repeal Obamacare,\" Cruz said.\nAs Cruz states, the national debt is now over $18 trillion, or over $154,000 per taxpayer and counting.\nHowever, Cruz wants to Congress pass legislation that would prohibit the federal government from preventing or regulating fracking, and said fracking should be left to the states.\nRepeal ObamacareIt's no secret that Ted Cruz hates \"Obamacare,\" or the Affordable Care Act."}