{"article_title": "With Special Tax Suspended, Medical Device Firms Reap Big Savings : Shots", "article_keywords": ["shots", "big", "medical", "tax", "minnesota", "devices", "montague", "savings", "paulsen", "suspended", "money", "device", "suspension", "firms", "reap", "special"], "article_url": "http://www.npr.org/sections/health-shots/2016/02/16/465978865/with-special-tax-suspended-medical-device-firms-reap-big-savings", "article_text": "With Special Tax Suspended, Medical Device Firms Reap Big Savings\n\ni toggle caption iStockphoto iStockphoto\n\nU.S. manufacturers of medical devices started 2016 with a windfall — a two-year suspension of a controversial tax on their revenue.\n\nMedical devices include a wide range of products and machines used in medical care, such as tongue depressors, endoscopes and MRI scanners, for example. Manufacturers say the tax on devices hurt their business. The Congressional Research Service estimates companies paid out $2.4 billion in 2014.\n\n\"When this tax went into place it forced us to make cuts and sustain those cuts,\" says George Montague, chief financial officer of Minnesota-based Smiths Medical. His firm takes in more than $1 billion a year for its specialty medical products.\n\nSmiths Medical had paid $10 million a year in medical device taxes, Montague says, \"and so now we're getting that funding back.\" He insists the money will go into building the business.\n\n\"We're making significant investment in our product portfolio — in improving our product portfolio,\" Montague says. \"And what this enables us to do is accelerate some of that investment.\"\n\nThe medical technology industry has branded the device tax a job-killer. Montague says Smiths Medical will now be adding new jobs, but he doesn't know how many.\n\nMinnesota is home to a concentration of device makers, and U.S. Rep. Erik Paulsen, R-Minn., is a leading opponent of the tax. He says the law suspending it for two years could provide a major boost to Minnesota's economy.\n\n\"There are estimates that because of Minnesota's high concentration in this sector — essentially the largest in the world in a concentrated environment — that Minnesota would be paying 25 percent of the tax,\" Paulsen says. \"That's a big deal to our economy.\"\n\nBob Paulson is CEO of NxThera, a small firm in Minnesota that makes devices involved in the treatment of urological conditions. His company had only been paying the device tax since November, he says, when NxThera started selling products in the United States. The tax made it harder to find financing, he says, because investors balked at putting their money into an industry that's been singled out to pay a tax. Thanks to the tax hiatus, he says, he now plans to enlarge his staff of 43 researchers and sales people.\n\n\"It absolutely means additional money that we can invest in both of those areas,\" he says.\n\nStill, some industry analysts question whether suspending the tax will significantly boost the number of jobs created.\n\nThe Congressional Research Service concluded the tax was having fairly minor effects on employment, changing payrolls by no more than two-tenths of 1 percent. The same report called the tax difficult to justify, and noted that such excise taxes are typically put in place to discourage a particular behavior, such as smoking.\n\nJason McGorman, a senior analyst with Bloomberg Intelligence, says the suspension won't really change what big companies are doing, but will help their bottom lines. Big, publicly traded firms also might return the money to shareholders by buying up their own shares, he says.\n\n\"Smaller companies felt a bigger tax bite than the giants, so they are more likely to put the tax savings back into the business,\" McGorman says.\n\nIndustry analyst Brooks West, of Piper Jaffray, says device makers would be smart to reinvest the windfall.\n\n\"Politically, they better spend this money on R and D,\" West says, \"or the government can look at this and say, you know, 'Look, if you just pass this on to the shareholders, we're going to reimpose the tax.' \"\n\nBut Rep. Paulsen says he doubts the tax will return. He's optimistic the two-year tax suspension will become a permanent repeal.\n\nThis story is part of NPR's reporting partnership with Minnesota Public Radio and Kaiser Health News.", "article_metadata": {"Rating": "General", "description": "The medical device industry is enjoying a two-year moratorium on a tax that was created to support the Affordable Care Act. Are firms using their savings to create more jobs, as many claim?", "og": {"site_name": "NPR.org", "description": "The medical device industry is enjoying a two-year moratorium on a tax that was created to support the Affordable Care Act. Are firms using their savings to create more jobs, as many claim?", "title": "With Special Tax Suspended, Medical Device Firms Reap Big Savings", "url": "http://www.npr.org/sections/health-shots/2016/02/16/465978865/with-special-tax-suspended-medical-device-firms-reap-big-savings", "image": "https://media.npr.org/assets/img/2016/02/09/medical-devices_wide-83ffd4a62d42a43586951e216009759357b7eb75.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2016/02/09/medical-devices_wide-83ffd4a62d42a43586951e216009759357b7eb75.jpg?s=1400"}, "card": "summary_large_image", "site": "@NPR"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2016-02-16", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "article_summary": "With Special Tax Suspended, Medical Device Firms Reap Big Savingsi toggle caption iStockphoto iStockphotoU.S. manufacturers of medical devices started 2016 with a windfall — a two-year suspension of a controversial tax on their revenue.\nSmiths Medical had paid $10 million a year in medical device taxes, Montague says, \"and so now we're getting that funding back.\"\nMedical devices include a wide range of products and machines used in medical care, such as tongue depressors, endoscopes and MRI scanners, for example.\nHis company had only been paying the device tax since November, he says, when NxThera started selling products in the United States.\nHe's optimistic the two-year tax suspension will become a permanent repeal."}