{"article_title": "Statistical ups and downs of Obama's 5 years in office", "article_keywords": ["insurance", "obama", "office", "downs", "million", "number", "took", "period", "nearly", "statistical", "obamas", "ups", "higher"], "article_url": "http://jacksonville.com/news/politics/2014-10-10/story/statistical-ups-and-downs-obamas-5-years-office", "article_text": "FactCheck.org periodically offers a fresh update of selected statistical indicators of what has happened since Barack Obama first took office in January 2009.\n\nSome are positive and some are not, but all are from sources that FactCheck.org has found to be solid and reliable. And, as usual, the organization cautions that no single number or collection of numbers can tell the entire story.\n\nAFFORDABLE CARE ACT\n\nIt’s still too early to know precisely how many previously uninsured people now have health coverage because of the ACA (also known as “Obamacare,” a term the administration has come to embrace). Some estimates put the figure at more than 10 million.\n\nOne recent indication comes from a quarterly survey by the Centers for Disease Control and Prevention, which found that during the first three months of 2014, a total of 1.4 percent of all U.S. residents under age 65 had obtained private health insurance through the ACA’s exchanges. The survey also found that the number of uninsured had dropped to 13.1 percent of the population in early 2014, down from 14.4 percent last year.\n\nFactCheck.org reports with confidence is that just over 8 million people signed up for private health insurance during the initial enrollment period. That number is unchanged from the previous update. The figure includes an unknown number of people who signed up but later failed to pay their premium, thus failing to obtain coverage.\n\nFactCheck.org also confirmed that at least 7.9 million more people were covered by Medicaid as of July, compared with the July through September period last year, before the ACA’s open enrollment period began. That number has grown significantly from the 6.1 million in the previous update.\n\nThe U.S. Census Bureau estimates that 42 million people lacked medical insurance in 2013. The bureau won’t have comparable figures for 2014 until late next year.\n\nOBAMACARE IN 2015\n\nMeanwhile, the insurance exchanges’ second annual open enrollment period is approaching. It will run from Nov. 15 through Feb. 15.\n\nCompared with this year, there are 25 percent more insurance companies offering health plans through the exchanges for 2015, according to preliminary data released by the Department of Health and Human Services. That means more competition, and greater choice.\n\nMeanwhile, 2015 premiums may cost slightly less than in 2014, at least on average, according to a separate survey by the nonpartisan Kaiser Family Foundation, which tracks trends in health insurance coverage. KFF reports that for the benchmark “silver plan,” which is the second-lowest in cost of the standard options offered, the average premium will be 0.8 percent lower than in 2014, based on an analysis covering the largest cities in 15 states and the District of Columbia where information from rate filings is available.\n\nOne change that is nearly certain is that the law’s basic penalty for failing to obtain coverage will double in 2015, going from 1 percent of household income for those who are uninsured this year (to be paid in 2015 when federal income taxes are due) to 2 percent of household income for those who don’t get coverage next year. The minimum penalty goes from $95 per adult this year to $325 in 2015.\n\nINCOME, POVERTY AND FOOD STAMPS\n\nThe Census annual figures on income and poverty for 2013 provide a bleak picture of the economic well-being of most Americans during the first five years of Obama’s tenure.\n\nMedian household income rose just slightly to $51,939 in 2013, Census reported. In “real” income, adjusted for inflation, that was 0.3 percent higher than in 2012, but still 4.6 percent below 2008, the year before Obama first took office, when the first effects of the worst recession since the Great Depression were just starting to be felt. And it is 8.7 percent below the peak year of 1999.\n\nThe same Census report showed that although nearly 1.2 million fewer people were living in poverty in 2013 than the year before, the number still remains nearly 5.5 million higher than in 2008.\n\nThe official poverty rate — meaning the percentage of the population living below the poverty line — dropped 0.5 percent in 2013, but it still remained 1.3 percent higher than in 2008.\n\nMeanwhile, the number of people receiving benefits under the Supplemental Nutrition Assistance Program, formerly known as “food stamps,” bounced back up by nearly 400,000 since the previous update. As of June, the most recent period for which the government has released monthly figures, the total stood at 46.5 million people, more than 45 percent, higher than the month before the president was first sworn in.\n\nJOBS & UNEMPLOYMENT\n\nAs of September, the U.S. had 5,459,000 more people employed than it did when Obama took office in 2009. And the official unemployment rate had dipped to 5.9 percent, which was 1.9 percentage points below where it was when he first took office.\n\nBut scars from the great recession of 2007-2009 remain. There were still nearly 3 million people suffering from long-term unemployment — out of work for 27 weeks or longer — a figure that was 255,000 higher than it was when Obama entered office. And the average number of weeks that the unemployed have been without work was 31.5 weeks — which was 11.7 weeks longer than the average duration of joblessness for the month Obama entered the White House.\n\nWAGES & INFLATION\n\nOne economic indicator is currently showing improvement for the economic well-being of workers. Real Weekly Earnings (which are adjusted for inflation) were 0.9 percent higher in August than they were last December, and 0.7 percent higher than when Obama first took office.\n\nDEBT & DEFICITS\n\nThe federal debt held by the public, which had not quite doubled as of the last report, is now nearly 103 percent higher than it was the day he first took office.\n\nThe “total” debt, which includes money the government owes to itself, has gone up by more than 68 percent.\n\nBoth figures are staggering, but are not entirely Obama’s fault. As FactCheck.org has noted, the FY2009 federal deficit was running at a rate of $1.2 trillion on the day he took office in the midst of a financial crisis.\n\nThe debt is now growing less rapidly than during Obama’s first years, which saw a string of trillion-dollar-plus annual deficits. CBO projects this year’s deficit will be $506 billion, so the deficit has fallen by more than half since he took office. But CBO also projects that under current law, deficits will begin to turn up again after next year, with no end in sight.\n\nSPENDING\n\nBut a fact that may surprise Obama’s critics is that Obama’s spending increases have been historically modest — much smaller than his predecessor’s, and well below the rate of inflation.\n\nFederal spending in the current fiscal year, which ends this month, is running only 7.9 percent higher than it was when the president took office. This increase is well below the 12 percent rise in the Consumer Price Index and also lower than the 10.1 percent increase in the previous update.\n\nTo be sure, some of the spending restraint has been forced on Obama by a Republican-controlled House of Representatives. Even so, the contrast with the Bush administration’s spending increases is quite dramatic. Federal outlays rose nearly 33 percent during the first four fiscal years for which Bush signed the appropriations bills (FY2002-2005) and rose again by another 34 percent during the next four fiscal years, even subtracting $203 billion from FY2009 to adjust for Obama’s additions that year.\n\nENERGY\n\nUnder Obama, the nation has taken great strides toward increasing domestic oil and natural gas production, and has more than tripled the production of electricity from wind and solar power.\n\nBut the nation is still producing just under 4.4 percent of all its electricity generated from wind and solar in 2013, up from 1.4 percent in 2008. Coal still accounted for the biggest share, followed by natural gas and nuclear power.\n\nAlso, during his time as president, production of crude oil in the U.S. has increased by nearly 70 percent, comparing the April-June quarter of 2014 with the last three months of 2008.\n\nDuring the same period, net imports of petroleum have gone down by 51 percent. As a result, the U.S. imported only 28.3 percent of its petroleum during the first eight months of 2014, a dramatic plunge in dependency from the 57 percent that was imported in 2008, according to the U.S. Energy Information Administration’s “Monthly Energy Review” for Sept. 25, 2014.\n\nUNFULFILLED PROMISES\n\nHere is an update on Obama’s failure to deliver on promises.\n\nGuns: Not only has Obama failed to get Congress to pass any gun control measures, his tenure has been marked by a remarkable increase in the production and sale of handguns. Government figures show annual U.S. production of pistols and revolvers totaled nearly 5.2 million in 2013, an increase of 184 percent over the figure for 2008.\n\nExports: Obama promised to double U.S. exports by the end of this year. As of the most recent figures from the Commerce Department, U.S. exports of goods and services were running less than 38 percent higher in the April-June quarter of this year than they were in the last three months of 2008, before he first took office.\n\nGuantanamo: At last report, 149 prisoners remained at the U.S. detention facility for suspected terrorists at Guantanamo Naval Base in Cuba. That’s the same number as three months ago, and only 38 percent fewer than were held there at Obama's first inauguration. Obama ordered the facility closed two days after he first took office, but he hasn’t been able to make that happen.", "article_metadata": {"description": "FactCheck.org periodically offers a fresh update of selected statistical indicators of what has happened since Barack Obama first took office in January 2009.Some are positive and some are not, but all are from sources that FactCheck.org has found to be solid and reliable. And, as usual, the organization cautions that no single number or collection of numbers can tell the entire story.AFFORDABLE CARE ACT", "application-name": "Jacksonville.com", "og": {"site_name": "jacksonville.com", "description": "FactCheck.org periodically offers a fresh update of selected statistical indicators of what has happened since Barack Obama first took office in January 2009. \nSome are positive and some are not, but all are from sources that FactCheck.", "title": "Statistical ups and downs of Obama's 5 years in office", "url": "http://jacksonville.com/news/politics/2014-10-10/story/statistical-ups-and-downs-obamas-5-years-office", "image": "http://jacksonville.com/sites/default/files/13785112.jpg", "type": "article"}, "msapplication-TileColor": "#426ab2", "msapplication-square70x70logo": "http://jacksonville.com/files/img/editorial/Win8Tiles/Win8icon70x70tiny1.png", "msapplication-square310x310logo": "http://jacksonville.com/files/img/editorial/Win8Tiles/Win8iconLarge1.png", "msapplication-wide310x150logo": "http://jacksonville.com/files/img/editorial/Win8Tiles/wide310x150.png", "msapplication-TileImage": "http://jacksonville.com/files/img/Win8icon.png", "keywords": "Politics, News", "msapplication-square150x150logo": "http://jacksonville.com/files/img/editorial/Win8Tiles/Win8icon150x150square1.png", "cXenseParse": {"recs": {"msm-image150": "http://jacksonville.com/sites/default/files/imagecache/cxense150x111/13785112.jpg", "msm-image319": "http://jacksonville.com/sites/default/files/imagecache/cxense319x185/13785112.jpg", "articleid": 626185, "publishtime": "2014-10-10T21:29:03Z", "msm-image320": "http://jacksonville.com/sites/default/files/imagecache/cxense320/13785112.jpg"}}}, "_id": "\"57477af46914bd0286fd726c\"", "article_summary": "JOBS & UNEMPLOYMENTAs of September, the U.S. had 5,459,000 more people employed than it did when Obama took office in 2009.\nFactCheck.org periodically offers a fresh update of selected statistical indicators of what has happened since Barack Obama first took office in January 2009.\nCBO projects this year’s deficit will be $506 billion, so the deficit has fallen by more than half since he took office.\nAnd the official unemployment rate had dipped to 5.9 percent, which was 1.9 percentage points below where it was when he first took office.\nObama ordered the facility closed two days after he first took office, but he hasn’t been able to make that happen."}