{"article_title": "Pentagon officials and governors square off over Apache attack helicopter transition plan", "article_keywords": ["square", "defense", "army", "governors", "transition", "restructuring", "attack", "officials", "plan", "mr", "apache", "helicopter", "guard", "work", "pentagon", "aviation"], "article_url": "http://www.washingtontimes.com/news/2015/feb/21/pentagon-officials-and-governors-square-over-apach/", "article_text": "Pentagon leadership and the chief of Homeland Security met with the state governors on Friday to discuss a five-year Army restructuring plan that will deprive states of the equipment typically used during domestic emergencies.\n\nThe governors are upset about the plan because it rips away a fleet of Apache attack helicopters from the national guard and gives those choppers to the active-duty Army. The plan is so controversial that lawmakers created a special commission to examine the size of the Army, look at its weapons needs and decide how to best balance those needs with that of the Army National Guard and Army Reserve. That plan, known as the Army Restructuring Aviation Initiative, has evoked the ire of governors who worry that the plan renders the guard incapable of meeting the Army’s requirements for peacetime exercises and operations.\n\nGovernors highlighted those concerns during a December phone call with former Defense Secretary Chuck Hagel and Deputy Secretary of Defense Bob Work. Despite their request for the two men to revise the plan, Mr. Hagel and Mr. Work decided to push forward with the Army Restructuring Aviation Initiative in the latest defense budget request.\n\nSEE ALSO: Army’s Apache under assault: PC police call helicopter’s name racist\n\nLt. Cmdr. Courtney Hillson, spokeswoman for Mr. Work, said both Pentagon officials and governors agreed that the Defense Department plan is objective, transparent and comprehensive.\n\n“As discussed last December with the [governors], [the Defense Department] intends to continue to pursue the [Army Aviation Restructuring Initiative] to create an aviation force that is “least cost-more capable” for contingency operations abroad and emergencies here at home,” Lt. Cmdr. Hillson said in an email statement.\n\nBut some governors had a different assessment of the meeting.\n\nIowa Gov. Terry Branstad told The Washington Times that Pentagon personnel and governors “had a very frank discussion” on the topic and that state lawmakers continue to “have great concern” about the Pentagon’s restructuring decisions. Governors still want the helicopters stay in the guard, the Iowa Republican said.\n\n“I think there’s a difference of the opinion on this issue but the governors again expressed their strong feelings about it,” he said. “You know, we had a frank discussion but there was not a resolution made.”", "article_metadata": {"description": "Pentagon leadership and the chief of Homeland Security met with the state governors on Friday to discuss a five-year Army restructuring plan that will deprive states of the equipment typically used during domestic emergencies.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Pentagon leadership and the chief of Homeland Security met with the state governors on Friday to discuss a five-year Army restructuring plan that will deprive states of the equipment typically used during domestic emergencies.", "title": "Pentagon officials and governors square off over Apache attack helicopter transition plan", "url": "http://www.washingtontimes.com/news/2015/feb/21/pentagon-officials-and-governors-square-over-apach/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/08/01/ah-64-apache.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/08/01/ah-64-apache.jpg", "description": "Pentagon leadership and the chief of Homeland Security met with the state governors on Friday to discuss a five-year Army restructuring plan that will deprive states of the equipment typically used du", "card": "summary", "title": "Pentagon officials and governors square off over Apache attack helicop"}, "Author": "Maggie Ybarra", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Politics, Pentagon, Army, Bob Work"}, "article_summary": "Courtney Hillson, spokeswoman for Mr. Work, said both Pentagon officials and governors agreed that the Defense Department plan is objective, transparent and comprehensive.\nPentagon leadership and the chief of Homeland Security met with the state governors on Friday to discuss a five-year Army restructuring plan that will deprive states of the equipment typically used during domestic emergencies.\nThe governors are upset about the plan because it rips away a fleet of Apache attack helicopters from the national guard and gives those choppers to the active-duty Army.\nThat plan, known as the Army Restructuring Aviation Initiative, has evoked the ire of governors who worry that the plan renders the guard incapable of meeting the Army’s requirements for peacetime exercises and operations.\nDespite their request for the two men to revise the plan, Mr. Hagel and Mr. Work decided to push forward with the Army Restructuring Aviation Initiative in the latest defense budget request."}