{"article_title": "Administration will limit special sign-ups for Obamacare", "article_keywords": ["city", "prosecution", "shot", "obamacare", "administration", "officers", "signups", "limit", "officer", "coverage", "rock", "health", "associated", "special"], "article_url": "https://www.washingtonpost.com/national/newark-police-settle-lawsuit-agree-to-shift-approach-and-accept-monitoring/2016/05/06/629dd35c-0e7f-11e6-bfa1-4efa856caf2a_story.html", "article_text": "HEALTH\n\nU.S. will limit special sign-ups for insurance\n\nThe Obama administration says it’s moving to limit special sign-up periods under the president’s health-care law after insurers complained of abuses.\n\nUnder a policy change proposed Friday, people who try to get coverage after moving to a different community will have to show that they were insured at their previous address at least some of the time during the previous 60 days.\n\nLike other private health insurance, the subsidized coverage sold under the health law has an annual sign-up season. Outside that period, consumers can get new coverage only for limited reasons, such as the birth of a child or the loss of employer-provided benefits.\n\nInsurers complain that the health law’s special enrollments have been loosely enforced, letting people get covered when they’re sick, only to drop the insurance later.\n\n— Associated Press\n\nARKANSAS\n\nLittle Rock settles suit over police shooting\n\nLittle Rock agreed Friday to settle a lawsuit by the family of a 67-year-old black man who was fatally shot in 2010 after two white off-duty police officers entered his apartment without a warrant, a city official told the Associated Press.\n\nThe lawsuit was filed after the death of Eugene Ellison, father of a current Little Rock police officer and a former officer. The city agreed to settle the years-old case, which was scheduled to go to trial Monday, City Attorney Tom Carpenter said.\n\nThe suit alleged that Officer Donna Lesher and Detective Tabitha McCrillis unlawfully entered Ellison’s home while the two officers were working as private security guards on Dec. 9, 2010, and that Lesher improperly used deadly force after an argument and scuffle.\n\nProsecutors declined to press charges, saying the officers’ attempts to use non-lethal means to subdue Ellison had failed.\n\nCarpenter said the settlement includes about $900,000, a memorial bench and an apology letter that doesn’t admit liability.\n\n— Associated Press\n\nWoman shot by 4-year-old son avoids prosecution: A Florida woman whose 4-year-old son found a gun and shot her in the back as they rode in her pickup truck will avoid prosecution and any jail time if she satisfies a number of conditions detailed in an agreement announced Friday. In the deferred prosecution agreement reached with the state’s attorney’s office in Sanford, Jamie Lynn Gilt, 31, agreed to complete a gun safety course, install a mounted holster in her vehicle and provide proof of safe storage of firearms in her home.\n\n— Associated Press", "article_metadata": {"news_keywords": "national digest, domestic briefs", "og": {"site_name": "Washington Post", "description": "A roundup of news from across the nation.", "title": "Administration will limit special sign-ups for Obamacare", "url": "https://www.washingtonpost.com/national/newark-police-settle-lawsuit-agree-to-shift-approach-and-accept-monitoring/2016/05/06/629dd35c-0e7f-11e6-bfa1-4efa856caf2a_story.html", "image": "https://images.washingtonpost.com/?url=https://img.washingtonpost.com/pb/resources/img/twp-3000x1568.jpg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/national/newark-police-settle-lawsuit-agree-to-shift-approach-and-accept-monitoring/2016/05/06/629dd35c-0e7f-11e6-bfa1-4efa856caf2a_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "national digest, domestic briefs", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "eomportal-uuid": "629dd35c-0e7f-11e6-bfa1-4efa856caf2a", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "description": "A roundup of news from across the nation."}, "article_summary": "HEALTHU.S. will limit special sign-ups for insuranceThe Obama administration says it’s moving to limit special sign-up periods under the president’s health-care law after insurers complained of abuses.\nInsurers complain that the health law’s special enrollments have been loosely enforced, letting people get covered when they’re sick, only to drop the insurance later.\nThe lawsuit was filed after the death of Eugene Ellison, father of a current Little Rock police officer and a former officer.\nLike other private health insurance, the subsidized coverage sold under the health law has an annual sign-up season.\nThe city agreed to settle the years-old case, which was scheduled to go to trial Monday, City Attorney Tom Carpenter said."}