{"article_title": "Watch ‘Lifetime Achievement Award’ Co-Recipient Louis Rossetto Talk About the Future of Media with Reason TV", "article_keywords": ["metcalfe", "rossetto", "tv", "media", "industry", "watch", "magazine", "free", "reason", "future", "wired", "louis", "corecipient", "lifetime", "friedlander", "technology", "talk", "lanny"], "article_url": "http://reason.com/blog/2015/05/18/watch-lifetime-achievement-award-co-reci", "article_text": "Can you believe that the Webby Awards—those digital content industry chocolate-fountainfests famous for their pre-Twitter, five-word acceptance speeches—are now in their 19th year? (For a bulletin from a different universe, read my account from the post-bubble 2001 edition.)\n\nTonight's gala rightly bestows a Lifetime Achievement Award to Louis Rossetto and Jane Metcalfe, the co-founders of Wired magazine. From the longer-than-five-words press release:\n\nWhen Rossetto and Metcalfe launched Wired in 1993, mainstream digital culture was just emerging. Since its inception, Wired has made sense of a transforming world, covering how technology changes every aspect of our lives. […] The magazine itself has had a massive impact on popular culture, coining now commonly-used terms like longtail and crowdsourcing. Its archives are a collected history of the technology industry, marking the rise of companies, entrepreneurs and trends.\n\nQuite so. Rossetto and Metcalfe were also the co-honorees in 2013 of Reason's first annual Lanny Friedlander Lifetime Achievement Prize, which honors people who have created a distribution platform that expands human freedom by increasing our ability to express ourselves, engage in debate, and generate new ways of understanding the power of free minds and free markets. Lanny Friedlander, the founding visionary of Reason magazine, was friends with and had a profound influence on Rossetto.\n\nIn November 2013, Rossetto sat down with Nick Gillespie to talk about the future of media:", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Wired co-founder to be feted with Jane Metcalfe at tonight’s Webby Awards", "title": "Watch ‘Lifetime Achievement Award’ Co-Recipient Louis Rossetto Talk About the Future of Media with Reason TV", "url": "http://reason.com/blog/2015/05/18/watch-lifetime-achievement-award-co-reci", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14319554277258.jpg", "type": "article"}, "twitter": {"description": "Can you believe that the Webby Awards—those digital content industry chocolate-fountainfests famous for their pre-Twitter, five-word acceptance speeches—are now in their 19th year? (For a bulletin from a different universe, read my account from the post-bubble 20", "title": "Watch ‘Lifetime Achievement Award’ Co-Recipient Louis Rossetto Talk About the Future of Media with Reason TV", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14319554277258.jpg", "creator": "@mattwelch", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Science/Tech", "published_time": "2015-05-18T13:29:00+00:00", "author": "http://reason.com/people/matt-welch"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "Tonight's gala rightly bestows a Lifetime Achievement Award to Louis Rossetto and Jane Metcalfe, the co-founders of Wired magazine.\nIts archives are a collected history of the technology industry, marking the rise of companies, entrepreneurs and trends.\nLanny Friedlander, the founding visionary of Reason magazine, was friends with and had a profound influence on Rossetto.\nFrom the longer-than-five-words press release:When Rossetto and Metcalfe launched Wired in 1993, mainstream digital culture was just emerging.\nIn November 2013, Rossetto sat down with Nick Gillespie to talk about the future of media:"}