{"article_title": "MNsure billing woes frustrate, worry consumers", "article_keywords": ["consumers", "billing", "technical", "pay", "minnesotacare", "months", "woes", "frustrate", "premiums", "going", "health", "thousands", "bills", "mnsure", "worry"], "article_url": "http://www.mprnews.org/story/2015/07/09/mnsure-billing-woes", "article_text": "Anna Lucas looked through her paperwork at home in Forest Lake, Minn., on June 30, 2015. She is worried that when her MinnesotaCare bill finally arrives, she won't have enough money to pay it.\n\nOngoing technical problems at MNsure mean thousands of Minnesotans have not received a single bill for their MinnesotaCare health coverage this year.\n\nOfficials say technical glitches that prevented billing for 24,000 MinnesotaCare policies have finally been resolved. But the problems have left some Minnesotans frustrated and worried about big bills that may be coming soon.\n\nAnna Lucas said she hasn't received a bill for her health plan all year and was told not to pay her $50 monthly premiums until she received a notice from MNsure. That's never come.\n\nLucas knows she's insured. She was covered for care when she recently needed thousands of dollars of surgery at Mayo Clinic. But she's worried that when the premium bill finally arrives, she won't have enough money to pay it.\n\nThe semi-retired nurse from Forest Lake likely owes $350 total now and counting. She picks up substitute teacher gigs and nurse training jobs to make the rent and cover everything else, including her MinnesotaCare payments.\n\nMinnesotaCare is a state-subsidized health insurance program for people who earn too much money to qualify for free medical assistance but not enough to pay for tax-credit subsidized private plans through MNsure.\n\n• May 18: MNsure survives session despite lawmaker anger\n\nLucas does not have much of an emergency fund and says it's unfair for the state to have put her and 24,000 other MinnesotaCare policy holders in limbo.\n\n\"It's very stressful because you're worrying every day that bill's going to come and are you going to have the money to pay it?\" she said. \"People don't have $500 laying around to pay these bills. I don't want to be out on the street.\"\n\nThe billing glitch comes from a technical problem officials discovered early this year when the system failed to do an automatic renewal on thousands of existing MinnesotaCare policies, Department of Human Services Commissioner Lucinda Jesson said.\n\nDept. of Human Services Comm. Lucinda Jesson Mark Zdechlik | MPR News\n\n\"I feel very badly about this and the uncertainty it's caused so many people,\" she said. \"Implementing the Affordable Care Act has very much been two steps forward, one step back. And let me say the way that the new I.T. system is managing MinnesotaCare premiums, that's one step back.\"\n\nJesson says DHS employees have been instructing people like Anna Lucas to send in their monthly premiums even though they are not being billed. She said a large number have been doing so, although she didn't know how many.\n\nLucas, however, says DHS staffers made it clear she should wait.\n\nJesson says the glitch has been resolved and that premium invoices will be going out as soon as next week — but only for one month's premium.\n\nShe made it clear that people should know they're not off the hook for the previous month's premiums. They still owe all the back payments, although Jesson said it will be challenging to determine how much people owe given all of the technical complications. DHS is promising not to cut off their insurance if they fail to pay the back-premium debt.\n\n\"We need to think about the fairest way to work with people on that,\" she said, pledging to do it in a way that's \"very fair to people and no one gets hit with large bills all at once.\"\n\nMNsure had little to say about the MinnesotaCare billing problem. Spokesman Joseph Campbell did note that in the first year of MNsure's roll-out, there were similar problems billing for commercial health plans and the insurance companies took that over.\n\n• May 22: Outgoing MNsure CEO on health exchange's future\n\nIt will be difficult, however, for MinnesotaCare enrollees who haven't been billed and haven't paid yet to catch up financially, even if DHS officials are willing to work out payment plans, said Jim Kroening, head of credit counseling at the Stillwater-based nonprofit FamilyMeans.\n\n\"I think it's going to put some financial stress on some of these individuals and families,\" he said. \"They're going to have to figure out how to pay their current premiums that are coming due but now try to figure out how to pay the amount that are in arrears.\"\n\nLucas says she thinks paying off the past due amount over a several-month period is probably the best solution for what she sees as an unnecessary problem for thousands of people. But she's still frustrated.\n\n\"Whatever the glitch was in sending the bills out should have been settled six months ago,\" she said. \"It shouldn't take six months to figure out why people aren't getting bills.\"", "article_metadata": {"mpr-content-group": "2015/07/09/mnsure-billing-woes", "mpr-collection": "Business", "description": "MNsure officials say technical glitches that prevented billing for 24,000 MinnesotaCare policies have finally been resolved. But some Minnesotans worry big bills will be coming soon.", "title": "MNsure billing woes frustrate, worry consumers", "og": {"url": "http://www.mprnews.org/story/2015/07/09/mnsure-billing-woes", "image": "https://img.apmcdn.org/699b91574eb613b55516b9d83ea9162e11a745e6/uncropped/915e86-20150709-mncare01.jpg", "type": "article", "description": "MNsure officials say technical glitches that prevented billing for 24,000 MinnesotaCare policies have finally been resolved. But some Minnesotans worry big bills will be coming soon.", "title": "MNsure billing woes frustrate, worry consumers"}, "mpr-site": "news", "twitter": {"creator": "@markzdechlik", "image": "https://img.apmcdn.org/699b91574eb613b55516b9d83ea9162e11a745e6/uncropped/915e86-20150709-mncare01.jpg", "site": "@mprnews", "player": {"width": 480, "identifier": "https://www.mprnews.org/story/card/2015/07/09/mnsure-billing-woes", "height": 100}, "widgets": {"csp": "on"}, "card": "player"}, "author": "Mark Zdechlik", "mpr-content-topic": "Business", "date": "2015-07-09", "viewport": "width=device-width,initial-scale=1.0"}, "article_summary": "She made it clear that people should know they're not off the hook for the previous month's premiums.\nOngoing technical problems at MNsure mean thousands of Minnesotans have not received a single bill for their MinnesotaCare health coverage this year.\n\"It's very stressful because you're worrying every day that bill's going to come and are you going to have the money to pay it?\"\nsystem is managing MinnesotaCare premiums, that's one step back.\"\nOfficials say technical glitches that prevented billing for 24,000 MinnesotaCare policies have finally been resolved."}