{"article_title": "Paul Krugman: Whether Hillary Clinton or Elizabeth Warren, the difference between Democrats and GOP is stark", "article_keywords": ["republican", "bush", "clinton", "elizabeth", "wall", "democrat", "stark", "times", "hillary", "krugman", "party", "policy", "york", "paul", "difference", "democrats", "gop", "warren"], "article_url": "http://www.salon.com/2015/04/13/paul_krugman_whether_hillary_clinton_or_elizabeth_warren_the_difference_between_democrats_and_gop_is_stark/", "article_text": "Topics: Hillary Clinton, Jeb Bush, Marco Rubio, New York Times, Paul Krugman, Republican Party, Business News, Politics News\n\nHillary Clinton just got into the race yesterday, but New York Times columnist Paul Krugman’s piece today is already attacking those who would argue there’s not enough difference between the two parties.\n\nSounding frustrated and admitting that he is “dreading the next 18 months,” Krugman aimed his ire at those in the media who cover campaigns as a personality contest. “Those old enough to remember the 2000 election may also remember how we were assured that George W. Bush was a nice, affable fellow who would pursue moderate, bipartisan policies,” he wrote, perhaps a critique of fellow columnist Frank Bruni, who covered the Bush campaign for the Times that year.\n\nBut between the lines, Krugman also seemed to be arguing with progressives who might prefer a candidate who has been more outspoken on issues of fair trade, income inequality, Wall Street and the minimum wage.\n\nKrugman’s take: A Democrat will preserve entitlements and Obamacare. A Republican won’t. Post-Great Recession reforms are safe under a Democrat but not a Republican. Climate change will be addressed by a Democrat and ignored by Republicans.\n\nHe writes:\n\nAs we head into 2016, each party is quite unified on major policy issues — and these unified positions are very far from each other. The huge, substantive gulf between the parties will be reflected in the policy positions of whomever they nominate, and will almost surely be reflected in the actual policies adopted by whoever wins.\n\nSome of his assertions are curious. After all, President Obama has searched eagerly for a “grand bargain” on entitlement reform. He’s been oddly inactive on climate change until recently. Krugman doesn’t touch on Clinton’s sometimes-McCain-esque instincts on foreign policy at all. And this line — “Meanwhile, the influence of big money on Democrats has at least eroded a bit, now that Wall Street, furious over regulations and modest tax hikes, has deserted the party en masse” — seems strangely hopeful or naive, especially as Clinton reportedly seeks to raise $2.5 billion for her race.", "article_metadata": {"description": "\"It’s hard to see how anyone who has been paying attention could be undecided even now,\" he writes", "title": "Paul Krugman: Whether Hillary Clinton or Elizabeth Warren, the difference between Democrats and GOP is stark", "og": {"site_name": "Salon", "description": "\"It’s hard to see how anyone who has been paying attention could be undecided even now,\" he writes", "title": "Paul Krugman: Whether Hillary Clinton or Elizabeth Warren, the difference between Democrats and GOP is stark", "url": "http://www.salon.com/2015/04/13/paul_krugman_whether_hillary_clinton_or_elizabeth_warren_the_difference_between_democrats_and_gop_is_stark/", "image": "http://media.salon.com/2014/04/krugman_moyers.jpg", "type": "article"}, "twitter": {"description": "\"It’s hard to see how anyone who has been paying attention could be undecided even now,\" he writes", "title": "Paul Krugman: Whether Hillary Clinton or Elizabeth Warren, the difference between Democrats and GOP is stark", "image": "http://media.salon.com/2014/04/krugman_moyers.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Salon Staff", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Hillary Clinton, Jeb Bush, Marco Rubio, New York Times, Paul Krugman, Republican Party", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdd3ea\"", "article_summary": "Topics: Hillary Clinton, Jeb Bush, Marco Rubio, New York Times, Paul Krugman, Republican Party, Business News, Politics NewsHillary Clinton just got into the race yesterday, but New York Times columnist Paul Krugman’s piece today is already attacking those who would argue there’s not enough difference between the two parties.\nKrugman doesn’t touch on Clinton’s sometimes-McCain-esque instincts on foreign policy at all.\nSounding frustrated and admitting that he is “dreading the next 18 months,” Krugman aimed his ire at those in the media who cover campaigns as a personality contest.\nHe writes:As we head into 2016, each party is quite unified on major policy issues — and these unified positions are very far from each other.\nPost-Great Recession reforms are safe under a Democrat but not a Republican."}