{"article_title": "Is the U.S. really facing a serious doctor shortage?", "article_keywords": ["physician", "training", "doctor", "medical", "doctors", "primary", "nation", "facing", "health", "physicians", "shortage", "serious", "care", "really"], "article_url": "http://www.pbs.org/newshour/rundown/u-s-really-facing-serious-doctor-shortage/", "article_text": "You hear it so often it’s almost a cliché: The nation is facing a serious shortage of doctors, particularly doctors who practice primary care, in the coming years.\n\nBut is that really the case?\n\nMany medical groups, led by the Association of American Medical Colleges, say there’s little doubt. “We think the shortage is going to be close to 130,000 in the next 10 to 12 years,” says Atul Grover, the group’s chief public policy officer.\n\nBut others, particularly health care economists, are less convinced. “Concerns that the nation faces a looming physician shortage, particularly in primary care specialties, are common,” wrote an expert panel of the Institute of Medicine (IOM) in a report on the financing of graduate medical education in July. “The committee did not find credible evidence to support such claims.”\n\nGail Wilensky, a health economist and co-chair of the IOM panel, says previous predictions of impending shortages “haven’t even been directionally correct sometimes. Which is we thought we were going into a surplus and we ended up in a shortage, or vice versa.”\n\nThose warning of a shortage have a strong case. Not only are millions of Americans gaining coverage through the Affordable Care Act, but 10,000 baby boomers are becoming eligible for Medicare every day. And older people tend to have more medical needs.\n\n“We know essentially with the doubling of the population over the age of 65 over the course of a couple of decades, they’re driving the demand for services,” says Grover.\n\nIn addition to a numerical shortage, there’s also a mismatch between what kind of doctors the nation is producing and the kind of doctors it needs, says Andrew Bazemore, a family physician with the Robert Graham Center.In addition to a numerical shortage, there’s also a mismatch between what kind of doctors the nation is producing and the kind of doctors it needs, says Andrew Bazemore, a family physician with the Robert Graham Center, an independent project of the American Academy of Family Physicians.\n\n“We do a lot of our training in the northeastern part of our country, and it’s not surprising that the largest ratio of physicians and other providers, in general, also appear in those areas,” says Bazemore. “We have shown again and again that where you train matters an awful lot to where you practice.” That ends up resulting in an oversupply in urban centers in the Northeast and an undersupply elsewhere.\n\nEven aside from geography, there are other questions, he says, such as “do the providers reflect the populations they serve? And that means by their race and ethnicity, by their age, by their gender?”\n\nWhile few dispute the idea that there will be a growing need for primary care in the coming years, it is not at all clear whether all those primary care services have to be provided by doctors.\n\n“There are a lot of services that can be provided by a lot of people other than primary care doctors,” says Wilensky. That includes physician assistants, nurse practitioners, and even pharmacists and social workers.\n\n“How many physicians we ‘need’ depends entirely on how the delivery system is organized,” Wilensky says. “What we allow other health care professionals to do; whether they are reimbursed in a reasonable way that will increase the interest in having people go into those professions.”\n\nCurrently, physicians who are specialists make considerably more than those who practice primary care, which many experts say is a huge deterrent to doctors becoming generalists, particularly when they have large medical school loans to pay off.\n\nAt the same time, “team-based care,” in which a physician oversees a group of health professionals, is considered by many to be not only more cost-effective, but also a way to lower the number of doctors the nation needs to train.\n\n“All of the efforts to the future…are to mold and morph our medical system into one that is less ‘single-combat warriors’ practicing medicine here and there, and physicians and others practicing in efficient systems,” says Fitzhugh Mullan, a professor of medicine and health policy at George Washington University.\n\nUntil that happens, though, Atul Grover of the AAMC says the nation needs to be training far more physicians.\n\n“We don’t think we should put patients at risk by saying ‘Let’s not train enough doctors just in case everything lines up perfectly and we don’t need them,’” Grover said in a recent appearance on C-SPAN.\n\nWilensky is among those who find that attitude wasteful. “Are you really serious?” she says. “You’re talking about somebody who is potentially 12 to 15 years post high school, to invest in a skill set that we’re not sure we’re going to need?”\n\nAnd it’s not just the individuals who could be at risk for wasteful spending. “Training another doctor isn’t cheap,” says Mullan. “Isn’t cheap for the individual doing the training, isn’t cheap for the institution providing the education, and ultimately isn’t cheap for the health system. Because the more doctors we have, the more activity there will be.”\n\nPrinceton health economist Uwe Reinhardt points out that groups like the AAMC have a self-interest in saying there’s a shortage, to move more money towards the medical schools and hospitals it represents.\n\n“Anything that would move money their way they would favor,” he says.\n\nReinhardt also says that a small shortage of physicians would probably be preferable to a surplus, because it would spur innovative ways to provide care.\n\n“My view is whatever the physician supply is, the system will adjust. And cope with it,” he says. “And if it gets really tight, we will invent stuff to deal with it.”\n\nThis article was produced by Kaiser Health News with support from The SCAN Foundation.", "article_metadata": {"description": "Many medical groups, led by the Association of American Medical Colleges, say there’s little doubt. “We think the shortage is going to be close to 130,000 in the next 10 to 12 years,” says Atul Grover, the group’s chief public policy officer. But others, particularly health care economists, are less convinced. “Concerns that the nation faces a looming physician shortage, particularly in primary care specialties, are common,” wrote an expert panel of the Institute of Medicine (IOM) in a report on the financing of graduate medical education in July. “The committee did not find credible evidence to support such claims.”", "pubdate": 20141124, "og": {"site_name": "PBS NewsHour", "description": "Many medical groups, led by the Association of American Medical Colleges, say there’s little doubt. “We think the shortage is going to be close to 130,000 in the next 10 to 12 years,” says Atul Grover, the group’s chief public policy officer. But others, particularly health care economists, are less convinced. “Concerns that the nation faces a looming physician shortage, particularly in primary care specialties, are common,” wrote an expert panel of the Institute of Medicine (IOM) in a report on the financing of graduate medical education in July. “The committee did not find credible evidence to support such claims.”", "title": "Is the U.S. really facing a serious doctor shortage?", "locale": "en_US", "image": "http://newshour-tc.pbs.org/newshour/wp-content/uploads/2014/03/182020479-doctor-checks-the-vitals-of-a-patient.jpg", "url": "http://www.pbs.org/newshour/rundown/u-s-really-facing-serious-doctor-shortage/", "type": "article"}, "twitter": {"domain": "PBS NewsHour", "description": "Many medical groups, led by the Association of American Medical Colleges, say there’s little doubt. “We think the shortage is going to be close to 130,000 in the next 10 to 12 years,” says Atul Grover, the group’s chief public policy officer. But others, particularly health care economists, are less convinced. “Concerns that the nation faces a looming physician shortage, particularly in primary care specialties, are common,” wrote an expert panel of the Institute of Medicine (IOM) in a report on the financing of graduate medical education in July. “The committee did not find credible evidence to support such claims.”", "creator": "@newshour", "image": "http://newshour-tc.pbs.org/newshour/wp-content/uploads/2014/03/182020479-doctor-checks-the-vitals-of-a-patient.jpg", "title": "Is the U.S. really facing a serious doctor shortage?", "site": "@newshour", "card": "summary_large_image"}, "robots": "noodp,noydir", "apple-mobile-web-app-capable": "no", "fb": {"app_id": 114150878604116}, "article": {"publisher": "https://www.facebook.com/newshour", "tag": "obamacare"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "news_keywords": "baby Boomers, doctors, Health, health insurance, kaiser health news, medicine, obamacare"}, "_id": "\"57477af46914bd0286fdfed0\"", "article_summary": "You hear it so often it’s almost a cliché: The nation is facing a serious shortage of doctors, particularly doctors who practice primary care, in the coming years.\n“There are a lot of services that can be provided by a lot of people other than primary care doctors,” says Wilensky.\nBut others, particularly health care economists, are less convinced.\nReinhardt also says that a small shortage of physicians would probably be preferable to a surplus, because it would spur innovative ways to provide care.\nWhich is we thought we were going into a surplus and we ended up in a shortage, or vice versa.”Those warning of a shortage have a strong case."}