{"article_title": "Obama: U.S. Drug Development, Costs At Odds", "article_keywords": ["development", "prescription", "odds", "wusf", "drug", "costs", "health", "medicare", "prices", "president", "care", "obama"], "article_url": "http://health.wusf.usf.edu/post/obama-us-drug-development-costs-odds", "article_text": "WUSF's Mary Shedden speaks with President Barack Obama about the third year of enrollment on the health care marketplace at the White House last week.\n\nPresident Barack Obama says he’s worried about rising prescription drug prices, but consumers need to take into account the United States’ role in the development of new medications, he told WUSF in a one-on-one interview.\n\n\n\nLawmakers are pointing to prescription drugs costs as a main culprit in rising health care costs, from Florida to the U.S. Capitol, where new hearings on price gouging were announced last week. The President said part of the problem is that the U.S. doesn’t negotiate drug prices, even for programs like Medicare. And it’s also the world leader in developing new drugs.\n\n“We’re looking at every idea out there in terms of reducing drug costs,” Obama said. “Part of the challenge we have is that the drug industry really is a U.S. industry. And the research and development takes place here in the United States. Other countries benefit from that.”\n\nAccording to the World Health Organization, six of the 10 largest pharmaceutical companies in the world are based in the United States; the rest are in Europe. It’s a $300 billion-a-year industry that may increase to $400 billion within three years, the WHO reports.\n\n“We essentially subsidize the development of a lot of these new drugs. And that is why prices oftentimes are cheaper in other countries,” Obama said.\n\n“They’re negotiating drug prices. We don’t.”\n\nThe President met with reporters from WUSF and four other radio outlets late last week as part of an effort to boost enrollment numbers in the health care marketplace. Tampa is one of 20 U.S. cities targeted in a White House competition during the third year of enrollment that lasts until Jan. 31.\n\nStatewide, 825,000 uninsured Floridians could qualify for financial assistance if they signed up on HealthCare.gov, according to a recent Kaiser Family Foundation report.\n\nA better understanding of out-of-pocket costs – including those for prescription drugs – were among features highlighted by Obama and senior administration officials in interviews. This is the first time deductibles and other costs are calculated during the shopping process on HealthCare.gov, the only place where individuals can get subsidies to help pay for monthly insurance premiums.\n\nThis federally administered exchange, which is used in Florida, lets consumers have the option of estimating the number of appointments and prescriptions in a year, and how that might affect different plans.\n\nThese costs are a possible reason why some Americans avoid signing up for health insurance, the core requirement of the Affordable Care Act. A Kaiser Family Foundation consumer tracking survey last month showed that 63 percent of consumers want the government to help lower prescription drug prices. A majority of those polled also wanted to see more information about health care costs, such as the prices of tests, doctor visits and procedures.\n\nObama, nearing his final year as president, said his administration will continue working with Congress to stop pharmaceutical companies from inflating costs. He had campaigned before his first term that he would overturn a ban for negotiating prices on Medicare Part D, but has been unsuccessful.\n\nMore recently, several members of Congress asked the Department of Health and Human Services Office of the Inspector General to review generic drug prices on the Medicaid rebate program. They cited a Centers for Medicaid and Medicare Services report that found 10 percent of generic drugs saw prices double between 2013 and 2014.\n\nThe President pointed out an incident where a company suddenly hiked the price of Daraprim, which is used by people with cancer and HIV.\n\n“We are working with members of Congress who are interested in this issue, to review everything from negotiating drug prices in Medicare and Medicaid, to figuring out ways in which we can prevent, for example, the recent situation where a hedge fund buys a fairly obscure, but really important, life-saving drug, and jacks up the price by 2,000 or 3,000 percent just to make a profit,” he said.\n\nThere’s no one clear answer when it comes to controlling costs, the President concluded.\n\n“Part of what we’re going to have to do is to try a number of different things, as opposed to one thing to encourage lower drug prices, while still maintaining the innovation that has helped save so many lives.”\n\nMary Shedden reports for WUSF in Tampa. WUSF is part of Health News Florida, which receives support from the Corporation for Public Broadcasting.\n\n", "article_metadata": {"category": "Health News Florida", "description": "Listen \n        Listening...", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/obama-us-drug-development-costs-odds", "image": "http://mediad.publicbroadcasting.net/p/shared/npr/styles/medium/nprshared/201511/455305795.jpg", "type": "article", "description": "Listen \n        Listening...", "title": "Obama: U.S. Drug Development, Costs At Odds"}, "story_id": 455263360, "twitter": {"site": "@HealthNewsFL", "card": "summary", "creator": "@HealthNewsFL"}, "author": "Mary Shedden", "org_id": 671, "dc": {"title": "Obama: U.S. Drug Development, Costs At Odds"}, "nid": 12604, "datePublished": "2015-11-08", "keywords": "Understanding Obamacare, drug prices, price transparency", "wordCount": 886, "has_audio": 1, "viewport": "width=device-width"}, "article_summary": "“We’re looking at every idea out there in terms of reducing drug costs,” Obama said.\nA Kaiser Family Foundation consumer tracking survey last month showed that 63 percent of consumers want the government to help lower prescription drug prices.\nLawmakers are pointing to prescription drugs costs as a main culprit in rising health care costs, from Florida to the U.S. Capitol, where new hearings on price gouging were announced last week.\nThe President said part of the problem is that the U.S. doesn’t negotiate drug prices, even for programs like Medicare.\nA majority of those polled also wanted to see more information about health care costs, such as the prices of tests, doctor visits and procedures."}