{"article_title": "2016 surprise poll: Voters actually looking forward to electing a new president", "article_keywords": ["pessimistic", "independents", "2016", "optimistic", "voters", "feel", "enthusiastic", "republicans", "actually", "looking", "say", "democrats", "president", "forward", "surprise", "poll", "finds", "electing"], "article_url": "http://www.washingtontimes.com/news/2015/jun/17/2016-surprise-poll-voters-actually-looking-forward/", "article_text": "ANALYSIS/OPINION:\n\nPassive, they’re not. Americans appear engaged and ready to do their civic duty according to a new Monmouth University Poll which reveals that a large majority of the voting public are anticipating the presidential season in a big way. Like seven-out-of-10 people.\n\n“Sixty-nine percent of American voters say they feel optimistic about the 2016 election and just 25 percent are pessimistic. Fully, 81 percent of Republicans, 70 percent of Democrats, and 60 percent of independents feel optimistic about electing a new president,” the poll says.\n\nA few are in a funk, though. The poll also finds that 31 percent of independents, 22 percent of Democrats and 17 percent of Republicans report they are pessimistic about the election.\n\nOverall, 57 percent say they feel about the same amount of enthusiasm for the upcoming race as they did in past elections; 21 percent are more enthusiastic, 22 percent less so. Republicans have the edge here, the poll finds: 27 percent are more enthusiastic rather than less (15 percent), while Democrats display almost the exact opposite sentiment. Twenty seven percent are less enthusiastic, 17 percent more enthusiastic.\n\nThe poll of 1,002 U.S. adults was conducted June 10-14.", "article_metadata": {"description": "Passive, they're not. Americans appear engaged and ready to do their civic duty according to a new Monmouth University Poll which reveals that a large majority of the voting public are anticipating the presidential season in a big way.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Passive, they’re not. Americans appear engaged and ready to do their civic duty according to a new Monmouth University Poll which reveals that a large majority of the voting public are anticipating the presidential season in a big way.", "title": "2016 surprise poll: Voters actually looking forward to electing a new president", "url": "http://www.washingtontimes.com/news/2015/jun/17/2016-surprise-poll-voters-actually-looking-forward/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/11/04/election-michiganjpeg-05f40.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/11/04/election-michiganjpeg-05f40.jpg", "description": "Passive, they're not. Americans appear engaged and ready to do their civic duty according to a new Monmouth University Poll which reveals that a large majority of the voting public are anticipating th", "site": "@washtimes", "card": "summary", "title": "2016 surprise poll: Voters actually looking forward to electing a new"}, "Author": "Jennifer Harper", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Politics"}, "_id": "\"57477af46914bd0286fd8a95\"", "article_summary": "“Sixty-nine percent of American voters say they feel optimistic about the 2016 election and just 25 percent are pessimistic.\nFully, 81 percent of Republicans, 70 percent of Democrats, and 60 percent of independents feel optimistic about electing a new president,” the poll says.\nRepublicans have the edge here, the poll finds: 27 percent are more enthusiastic rather than less (15 percent), while Democrats display almost the exact opposite sentiment.\nThe poll also finds that 31 percent of independents, 22 percent of Democrats and 17 percent of Republicans report they are pessimistic about the election.\nTwenty seven percent are less enthusiastic, 17 percent more enthusiastic."}