{"article_title": "Is Facebook obsession tied to eating disorders?", "article_keywords": ["eating", "disorders", "media", "study", "tied", "habits", "facebook", "social", "obsession", "asked", "researchers", "women"], "article_url": "http://www.salon.com/2014/03/09/is_facebook_obsession_tied_to_eating_disorders_partner/", "article_text": "Topics: Eating Disorders, Facebook, freshman 15, Social Media, the daily dot, Sustainability News, Social News, Media News, Business News, Life News, News\n\nThis article originally appeared on The Daily Dot\n\nBecause most people use social media as a platform for presenting the most polished, curated versions of their lives, researchers have been slowly discovering how frequent social media use can negatively affect self-esteem.\n\nIt turns out that obsessively logging onto Facebook to hate-click through your high school nemesis’s vacation bikini pics might have more deleterious side effects than we thought, according to a recent study linking frequent Facebook use to eating disorders in college women (if this finding sounds familiar, that’s because it is—an American University study also concluded pretty much the same thing last year).\n\nPublished in the International Journal of Eating Disorders, the study asked 960 female college students to take a test assessing whether they had disordered eating habits. They were also asked how often they logged onto Facebook. The researchers found there was a small but positive correlation between women who spent more than 20 minutes on Facebook a day and disordered eating habits.\n\nIn the second part of the study, a random cross-section of participants was split up into two groups: those who were asked to surf Facebook as they normally would, and those who were asked to use Wikipedia to study the ocelot. Afterward, they were asked to take another survey of their eating and Facebook habits.", "article_metadata": {"description": "Research suggests women who spend more than 20 minutes a day on the social network can be vulnerable", "title": "Is Facebook obsession tied to eating disorders?", "og": {"site_name": "Salon", "description": "Research suggests women who spend more than 20 minutes a day on the social network can be vulnerable", "title": "Is Facebook obsession tied to eating disorders?", "url": "http://www.salon.com/2014/03/09/is_facebook_obsession_tied_to_eating_disorders_partner/", "image": "http://media.salon.com/2014/03/facebook_request-620x412.jpg", "type": "article"}, "twitter": {"description": "Research suggests women who spend more than 20 minutes a day on the social network can be vulnerable", "title": "Is Facebook obsession tied to eating disorders?", "image": "http://media.salon.com/2014/03/facebook_request-620x412.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Ej Dickson", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Eating Disorders, Facebook, freshman 15, Social Media, the daily dot", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Published in the International Journal of Eating Disorders, the study asked 960 female college students to take a test assessing whether they had disordered eating habits.\nAfterward, they were asked to take another survey of their eating and Facebook habits.\nThe researchers found there was a small but positive correlation between women who spent more than 20 minutes on Facebook a day and disordered eating habits.\nTopics: Eating Disorders, Facebook, freshman 15, Social Media, the daily dot, Sustainability News, Social News, Media News, Business News, Life News, NewsThis article originally appeared on The Daily DotBecause most people use social media as a platform for presenting the most polished, curated versions of their lives, researchers have been slowly discovering how frequent social media use can negatively affect self-esteem.\nThey were also asked how often they logged onto Facebook."}