{"article_title": "Obama’s Climate Push Sets Up Battle Reminiscent of Obamacare", "article_keywords": ["states", "climate", "court", "plans", "power", "obamacare", "rule", "reminiscent", "battle", "state", "emissions", "sets", "push", "carbon", "obamas", "epa", "plan"], "article_url": "http://www.bloomberg.com/politics/articles/2015-08-03/obama-sets-up-fight-with-states-with-power-plant-emissions-rule", "article_text": "President Barack Obama unveiled a landmark set of regulations to combat climate change in a plan that requires states to cut emissions from power plants, setting up a red-state, blue-state battle reminiscent of Obamacare.\n\n“No challenge poses a greater threat to our future and future generations than a changing climate,” Obama said at a White House ceremony Monday. “We’re the first generation to feel the effects of climate change, and the last generation that can do something about it.”\n\nThe new rules issued by the Environmental Protection Agency to set emission standards for each state drew fire from opponents even before they were announced. States such as Wyoming and Oklahoma have sued to try to block the rule, and as details of the final regulation emerged on Monday the U.S. Chamber of Commerce and other business groups said they would try to block it in the courts, too.\n\n“There is such a thing as being too late when it comes to climate change.” President Barack Obama\n\nJust as states challenged requirements under the Affordable Care Act, Senate Majority Leader Mitch McConnell urged them to reject the power-plant regulations. Many are likely to be joined by coal producers and coal-reliant utilities in challenging the new rules.\n\n“We will pursue all available options, including litigation if necessary, to block EPA’s regulatory power grab,” Tom Donohue, the president of the Chamber, which also led the opposition to Obamacare, said in a statement.\n\nSuit Dismissed\n\nResistance to the proposed rules resembles the prolonged legal fight against Obama’s Affordable Care Act. In June, a federal court dismissed a lawsuit by the nation’s largest coal companies and 14 coal-producing states -- most led by Republican governors -- seeking to block the EPA’s 2014 proposal to reduce greenhouse-gas emissions from power plants.\n\nThat June 9 ruling from the U.S. Court of Appeals for the District of Columbia Circuit said it was premature for a court to act on a rule that had been introduced only in draft form. Other court challenges are expected.\n\nMcConnell, a Republican from the coal state of Kentucky, took the unusual step in March of advising governors to block implementation of the rules in their states.\n\nOn the Senate floor Monday, McConnell said the EPA’s plan “represents a triumph of blind ideology over sound policy and honest compassion.”\n\nNo Delays\n\nThe administration will proceed even if it means court challenges, White House press secretary Josh Earnest told reporters Monday, saying he’s “not aware of any specific plan” to delay them while court cases play out.\n\nBecause of the way the Clean Air Act is written, the rule requires each state to come up with a plan to reduce emissions from power plants.\n\n“Over the next few years each state will have the chance to put together their plans to cut carbon pollution,” Obama said. “And we’ll reward the states that take action sooner rather than later.”\n\nObama’s EPA plan requires states and utilities to use less coal and more wind power, solar or natural gas. The plan is designed to bring about cuts in carbon emissions from power plants of 32 percent by 2030.\n\nAnticipating the resistance from states, the agency unveiled a series of enticements in its final rule Monday that will make it easier for states that submit plans to cut emissions, and make it cheaper for utilities in those states. The agency will give a bonus for renewable projects started after a state plan is submitted, and clears the way for carbon trading, which many companies say is the cheapest way to comply.\n\n“Relatively Painless”\n\n“It makes it easier for the rank-and-file officials to say that this is doable,” said Vicki Arroyo, the head of the Georgetown Climate Center. “It will be relatively painless.”\n\nPower generation, specifically burning coal to make electricity, is the biggest source of carbon pollution in the U.S. Until now there was no cap on those emissions.\n\nThe EPA plan is the centerpiece of Obama’s climate plan, which aims to get the country on track to cut its greenhouse gas emissions 26 percent to 28 percent by 2025 and ink a global accord to get other nations to address global warming, too.\n\nThe regulations are to take effect after publication in the Federal Register, but they may be stalled if opponents ask for stay while challenging in court.\n\nState Targets\n\nThe general EPA plan actually uses a complicated formula to set individual targets for states. Each state must then submit plans to the agency by 2018 on how it will achieve the EPA-mandated goal, which begin to bite in 2022 and phase in through 2030.\n\nIt’s that step that may prove problematic, just as many states refused to set up the insurance exchanges under Obamacare.\n\nObama referenced the parallel between the two plans at the White House Monday, saying that critics charging the EPA plan will harm minority communities by raising their electric bills are misguided, and if they are serious about helping those communities they should extend health care.\n\n“You could also expand Medicaid in your states,” Obama said in a message to the Republican governors.\n\nThe legal argument against the EPA plan, which is likely to find its way to the Supreme Court, centers on whether EPA can rely on emissions reductions from using less coal or natural gas and more renewables as a “best system of emissions reductions.” In previous rules, those systems were seen as equipment that could be installed on smokestacks.\n\nCourt Chances\n\nLegal experts say the administration made a number of changes that will shore up its chances of surviving in court.\n\n“It’s much more legally defensible,” said Jody Freeman, a professor of law at Harvard University who supports the EPA’s rule. “What EPA did in the final rule is really bolstering its case for why it has this authority.”\n\nFor states refusing to submit plans, it would be up to the EPA to come up with a plan to force power producers to reduce emissions.\n\nStill, utilities such as Entergy Corp., PPL Corp. and FirstEnergy Corp. have been among the utilities opposing a wave of bills in state capitols that would let legislatures block plans to curb emissions. Those companies say they want the flexibility at the state level to figure out the best and cheapest way to reduce carbon emissions.\n\nAnd the EPA will include an off-the-shelf carbon trading program, something that would make it much easier for states to come up with plans to comply, analysts say.\n\nLower Risk\n\n“We expect modest carbon prices to become a reality as states gradually come around to the efficiency of pricing carbon in power prices as a way to reduce the risk over time,” Julien Dumoulin-Smith, an analyst at UBS AG, said in a research note.\n\nAnd, even in cases where state leaders refuse to play ball, the EPA has come out with a federal implementation plan that will apply to power producers there. Those plans might be more difficult and costly to implement, just as the online market for health insurance under Obamacare had massive glitches at first.\n\nJust as with the health-care law, the success of this rule may be determined by Obama’s successor. Democrat Hillary Clinton supports the plan, but the Republican field trashed it.\n\n“The rule runs over state governments, will throw countless people out of work, and increases everyone’s energy prices,” Jeb Bush said in a statement Sunday. “Climate change will not be solved by grabbing power from states or slowly hollowing out our economy.”", "article_metadata": {"sailthru.author": "Mark Drajem and Angela Greiling Keane", "description": "The president says the new EPA regulations are the single most important step the country has taken to address climate change.", "parsely-section": "politics", "parsely-image-url": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/iZ0U7oAwM68U/v1/-1x-1.jpg", "og": {"site_name": "Bloomberg.com/politics", "description": "The president says the new EPA regulations are the single most important step the country has taken to address climate change.", "title": "Obama’s Climate Push Sets Up Battle Reminiscent of Obamacare", "url": "http://www.bloomberg.com/politics/articles/2015-08-03/obama-sets-up-fight-with-states-with-power-plant-emissions-rule", "image": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/iZ0U7oAwM68U/v1/-1x-1.jpg", "type": "website"}, "twitter": {"description": "The president says the new EPA regulations are the single most important step the country has taken to address climate change.", "title": "Obama’s Climate Push Sets Up Battle Reminiscent of Obamacare", "url": "http://www.bloomberg.com/politics/articles/2015-08-03/obama-sets-up-fight-with-states-with-power-plant-emissions-rule", "image": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/iZ0U7oAwM68U/v1/-1x-1.jpg", "site": "@bpolitics", "card": "summary"}, "fb": {"status": "The president says the new EPA regulations are the single most important step the country has taken to address climate change."}, "apple-mobile-web-app-capable": "yes", "parsely-title": "Obama’s Climate Push Sets Up Battle Reminiscent of Obamacare", "apple-mobile-web-app-status-bar-style": "black", "parsely-post-id": "NSIO446KLVR801", "parsely-author": "Mark Drajem and Angela Greiling Keane", "date": "2015-08-03T18:28:14.838Z", "keywords": "Coal,Mitch McConnell,Energy,Barack H Obama", "parsely-type": "post", "news_keywords": "Coal,Mitch McConnell,Energy,Barack H Obama", "parsely-pub-date": "2015-08-03T18:28:14.838Z", "parsely-tags": "Coal,Mitch McConnell,Energy,Barack H Obama,Region: Global,Page: article", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "parsely-link": "http://www.bloomberg.com/politics/articles/2015-08-03/obama-sets-up-fight-with-states-with-power-plant-emissions-rule"}, "article_summary": "The plan is designed to bring about cuts in carbon emissions from power plants of 32 percent by 2030.\nPresident Barack Obama unveiled a landmark set of regulations to combat climate change in a plan that requires states to cut emissions from power plants, setting up a red-state, blue-state battle reminiscent of Obamacare.\n“Climate change will not be solved by grabbing power from states or slowly hollowing out our economy.”\nThose companies say they want the flexibility at the state level to figure out the best and cheapest way to reduce carbon emissions.\nState TargetsThe general EPA plan actually uses a complicated formula to set individual targets for states."}