{"article_title": "What you need to know: Cedar Hill", "article_keywords": ["raiders", "ridge", "d", "hills", "ryan", "game", "cedar", "know", "yards", "need", "fossil", "hill"], "article_url": "http://drchighschoolblog.dentonrc.com/2013/12/what-you-need-to-know-cedar-hill.html/", "article_text": "When Ryan steps back onto the field at Apogee Stadium on Monday, the Raiders will be nine days removed from the biggest comeback in school history. Ryan hopes there is still some magic left at Apogee for the Class 5A Division II Region I final against Cedar Hill.\n\nNo more ice problems. No more waiting around. Finally, we have football.\n\nHere’s what you need to know about Cedar Hill.\n\nClass 5A Division II Region I final\n\nRyan (10-2) vs. Cedar Hill (11-2), Apogee Stadium, 3 p.m.\n\nSeries Record: Cedar Hill leads 1-0\n\nThe winner gets: Lake Travis (12-1), Saturday at 1:30 p.m. at Waco’s Floyd Casey Stadium.\n\nHow we got here: Ryan – Bi-district: Ryan d. Colleyville Heritage 44-34; area: Ryan d. Waco Midway 34-33; Regional semifinal: Ryan d. Keller Fossil Ridge 42-37.\n\nCedar Hill – Bi-district: Cedar Hill d. Temple 39-35; area: Cedar Hill d. Hebron 42-21; regional semifinal: Cedar Hill d. Abilene Cooper 28-23.\n\nOther than the game against Hebron, Cedar Hill scraped by Temple and Cooper.\n\nAs for the Raiders, to call them a second-half team is an understatement. They spotted Fossil Ridge 31 points and still won. They struggled against Midway but found a way to pull-off a 13-point comeback win in the second half.\n\nThis ties Ryan’s deepest 5A playoff run. In 2004, the Raiders went to the 5A DI regional final and lost to Southlake Carroll, who beat Ryan in the regular season as well.\n\nWhat happened last year: This game is a rematch of last year’s Class 5A Division II area game. Ryan lost 48-35 in the only meeting between the two teams. A slow start plagued the Raiders, as Cedar Hill went up 14-0 early. Longhorns quarterback Damion Hobbs completed 16 of 19 passes for 242 yards, three touchdowns, and one rushing score.\n\nRyan’s offense matched Cedar Hill’s, but a surprise onside kick and a muffed punt ended up being the demise of the Raiders.\n\nLast year’s Cedar Hill squad was absolutely loaded. It had Hobbs (Oregon), wide receiver LaQuivonte Gonzalez (Texas A&M), wide receiver Brandon Harris (Iowa State), and wide receiver Quincy Adeboyejo (Ole Miss).\n\nRyan had a group of juniors and senior defensive back Reynal Caldwell. That was about it.\n\nWhat to expect this year: Cedar Hill is one of those teams that reloads year after year. They lost perhaps the state’s most talented receiving corps, but they still have junior DaMarkus Lodge. He’s around 6-2, 190 (depending on what site you go to) and he’s already one of the most sought-after targets in the nation. It’d be easier to click here and see all his offers.\n\nLodge has 1,165 receiving yards and 19 touchdowns. He’s ridiculously good. See for yourself.\n\n\n\nLodge only had six catches for 39 yards against Cooper last week. But, Ryan has faced plenty of good receivers – Hebron’s Jamal Adams, Midway’s Devontre Stricklin and Fossil Ridge’s Ryan Parker.\n\nIf Ryan’s defensive line can overwhelm Cedar Hill’s offensive line and force Justin McMillian into hurried passes, that will be the Raiders’ best pass defense. Don’t sleep on Cedar Hill’s backfield either. Larry Hill and Aca’cedric Ware are pretty good, too.\n\nDefensively, Cedar Hill’s most notable player is defensive back Marcus Green, who’s orally committed to Oklahoma.\n\nRyan’s offense has been effective through the ground and through the air. If Ryan can get its running game going and senior quarterback Mitchell Bridges hits his favorite targets, Trent Willis and Xavier Gray, the Raiders won’t have any problems scoring.\n\nNow I wonder what effect the long layoff will have on Ryan. The Raiders had a lot of momentum after the win against Fossil Ridge, but that seems like forever ago now.\n\nThe Raiders have to play all of Monday’s game like they played the second half of the Fossil Ridge game. Ryan can’t play like it did in the first half against Fossil Ridge and expect to win. Cedar Hill’s too good for that.\n\nAlso, the winner of the game can’t sustain any injuries because of the quick turnaround. It doesn’t help that Lake Travis defeated A&M Consolidated 21-7 on Saturday and will have two extra days of rest.\n\nRyan player to watch: DT Reese Strait (17 tackles for loss, five sacks, two forced fumbles)\n\nCedar Hill player to watch: WR DaMarkus Lodge (1,165 receiving yards, 18.8 yards per catch, 19 TDs)", "article_metadata": {"generator": "WordPress 3.9.12", "og": {"site_name": "Denton RC High School", "description": "When Ryan steps back onto the field at Apogee Stadium on Monday, the Raiders will be nine days removed from the biggest comeback in school history. Ryan hopes there is…", "title": "What you need to know: Cedar Hill", "url": "http://drchighschoolblog.dentonrc.com/2013/12/what-you-need-to-know-cedar-hill.html/", "image": "http://drchighschoolblog.dentonrc.com/wp-content/themes/drc/images/facebook-default-black.jpg", "type": "article"}, "LastModifiedDate": "2013-12-11T13:08:56Z", "twitter": {"card": "summary_large_image"}, "PublishDate": "1970-01-01T00:00:00Z", "viewport": "width=device-width", "cXenseParse": {"recs": {"publishtime": "1970-01-01T00:00:00Z"}}}, "article_summary": "Cedar Hill – Bi-district: Cedar Hill d. Temple 39-35; area: Cedar Hill d. Hebron 42-21; regional semifinal: Cedar Hill d. Abilene Cooper 28-23.\nClass 5A Division II Region I finalRyan (10-2) vs. Cedar Hill (11-2), Apogee Stadium, 3 p.m.Series Record: Cedar Hill leads 1-0The winner gets: Lake Travis (12-1), Saturday at 1:30 p.m. at Waco’s Floyd Casey Stadium.\nHere’s what you need to know about Cedar Hill.\nHow we got here: Ryan – Bi-district: Ryan d. Colleyville Heritage 44-34; area: Ryan d. Waco Midway 34-33; Regional semifinal: Ryan d. Keller Fossil Ridge 42-37.\nWhat to expect this year: Cedar Hill is one of those teams that reloads year after year."}