{"article_title": "Obamacare deadline awareness still low among uninsured", "article_keywords": ["survey", "obamacare", "remain", "points", "deadline", "low", "uninsured", "health", "percentage", "public", "awareness", "obama"], "article_url": "http://www.cnbc.com/2014/03/26/obamacare-deadline-awareness-still-low-among-uninsured-survey.html", "article_text": "Sixty percent of uninsured people remain unaware that next Monday is the deadline to enroll in some kind of health plan to avoid Obamacare's tax penalty—and many won't bother getting such coverage even in the face of that fine, a new survey shows.\n\nHalf of the uninsured respondents to the Kaiser Family Foundation survey said they will remain uninsured this year, the first year the Affordable Care Act mandates that nearly all Americans obtain health coverage or pay a fine of up to 1 percent of their taxable income. That's despite the fact that 66 percent of the uninsured are aware of the fine.\n\nThe survey also found while overall public opinion about Obamacare remains unfavorable, the gap between people opposed to the law and in favor of it has shrunk significantly, from 16 percentage points when the question was asked in January to just 8 percentage points as of this month.\n\nThe Kaiser Family Foundation survey results were announced as the Obama administration said it would grant an effective extension of next Monday's enrollment deadline to people who claim to have experienced technical problems in signing up on the federal Obamacare exchange, HealthCare.gov.\n\nRead MoreTrouble enrolling in Obamacare? You have more time\n\n\n\nThat extension comes as President Barack Obama and other officials engage in a concerted public relations push to get people, particularly uninsured people, to enroll in health insurance by Monday's deadline.", "article_metadata": {"AssetType": "cnbcnewsstory", "description": "Sixty percent of uninsured people remain unaware that next Monday is the deadline to enroll in some kind of health plan.", "author": "Dan Mangan", "og": {"site_name": "CNBC", "description": "Sixty percent of uninsured people remain unaware that next Monday is the deadline to enroll in some kind of health plan.", "title": "Most uninsured still unaware of Obamacare deadline", "url": "http://www.cnbc.com/2014/03/26/obamacare-deadline-awareness-still-low-among-uninsured-survey.html", "image": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2014/03/26/101527485-479745585.1910x1000.jpg", "type": "article"}, "twitter": {"description": "Sixty percent of uninsured people remain unaware that next Monday is the deadline to enroll in some kind of health plan.", "title": "Uninsured still largely unaware of Obamacare deadline: Survey", "url": "http://www.cnbc.com/2014/03/26/obamacare-deadline-awareness-still-low-among-uninsured-survey.html", "image": {"src": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2014/03/26/101527485-479745585.1910x1000.jpg"}, "creator": "@_DanMangan", "site": "@CNBC", "card": "summary_large_image"}, "al": {"ios": {"app_name": "CNBC Business News and Finance", "app_store_id": 398018310}}, "apple-itunes-app": "app-id=398018310", "GOOGLEBOT": "unavailable_after: 31 Dec 9999 23:59:59 GMT", "keywords": "Obamacare, Health Care, US: News, Politics, Obamacare, Barack Obama, business news", "article": {"publisher": "https://www.facebook.com/cnbc", "published_time": "2014-03-26T13:58:20-0400", "author": "https://www.facebook.com/dan.mangan.54", "section": "Obamacare", "modified_time": "2014-03-26T13:58:20-0400", "tag": "Barack Obama"}, "pageNodeId": 101527447, "news_keywords": "Obamacare, ACA, Kaiser Family, 60%, unaware, uninsured, deadlined, low"}, "article_summary": "You have more timeThat extension comes as President Barack Obama and other officials engage in a concerted public relations push to get people, particularly uninsured people, to enroll in health insurance by Monday's deadline.\nThat's despite the fact that 66 percent of the uninsured are aware of the fine.\nHalf of the uninsured respondents to the Kaiser Family Foundation survey said they will remain uninsured this year, the first year the Affordable Care Act mandates that nearly all Americans obtain health coverage or pay a fine of up to 1 percent of their taxable income.\nSixty percent of uninsured people remain unaware that next Monday is the deadline to enroll in some kind of health plan to avoid Obamacare's tax penalty—and many won't bother getting such coverage even in the face of that fine, a new survey shows.\nRead MoreTrouble enrolling in Obamacare?"}