{"article_title": "Jobs and Trade on the Campaign Trail", "article_keywords": ["sanders", "training", "jobs", "campaign", "programs", "workers", "unemployment", "trade", "trail", "winners", "losers", "wages"], "article_url": "http://www.nytimes.com/2016/04/03/opinion/sunday/jobs-and-trade-on-the-campaign-trail.html", "article_text": "Photo\n\nThe campaigns of Donald Trump and Bernie Sanders have tapped into a deep well of anger and anxiety about international trade. While their ideas for changing American trade policy are unrealistic — and, in Mr. Trump’s case, nonsensical — their campaigns are doing something important by calling attention to the government’s failure to help workers who have been hurt by globalization.\n\nThis much is clear: While trade with other countries benefits the economy over all, it creates winners and losers. In recent decades, the winners have included consumers who are able to buy cheaper clothes, electronics and other imported goods, and companies like Boeing and General Electric that have been able to sell more of their products overseas.\n\nThe losers have primarily been businesses and workers who face greater competition from foreign factories that can produce similar goods at lower prices. Economists and political leaders have long argued that if the winners compensate the losers, everybody should be better off. But in practice, American policy has allowed the winners to keep most of the spoils of trade and has given the losers crumbs. This has exacerbated income inequality by raising the profits of big corporations and the salaries of executives and other white-collar professionals while leaving blue-collar and lower-skilled workers poorer, as Mr. Sanders has correctly pointed out.\n\nRecent economic research shows that workers who live near manufacturing hubs in Midwestern states like Ohio and Michigan have suffered high unemployment and low wages because of the transfer of manufacturing in the last 20 years, principally to producers in China. The worst of that shift has probably passed, but its aftereffects are still being felt across the country. One recent paper by three economists, David Autor, David Dorn and Gordon Hanson, concluded that in places affected by Chinese imports unemployment rates remain “elevated for at least a full decade after the China trade shock commences.” The workers who lost their jobs were not able to find new jobs easily, and when they did find work it did not pay as much as they had previously earned.\n\nThe government program called Trade Adjustment Assistance is supposed to help workers who have been hurt by foreign competition by providing extended unemployment benefits, making up a portion of older workers’ lost incomes and offering skills training. But researchers say the limited program has been largely inadequate. For one thing, it is not fully funded — Congress last year allotted $450 million a year to its training program, down from the $575 million lawmakers authorized in 2011. And most people who lose jobs because of trade, experts say, do not receive training through the program.\n\nSuch programs would not be as necessary if there were broader safety-net supports for displaced workers in general, including those laid off during recessions or displaced by machines. The Obama administration has made some strides in this area. The Affordable Care Act, for example, has been critically important in providing insurance subsidies to people who have lost their jobs and their employer-based health coverage. But Republican lawmakers have made it their mission to destroy the health reform act and have repeatedly sought to cut back basic safety-net programs, like food stamps.\n\nThere’s much more that government can do. Countries like Germany and Denmark that engage in a lot of foreign trade and have high living standards spend far more money on training and jobs programs than the United States. New programs that train workers for jobs in expanding industries, like information technology and health care, would help. Wage insurance programs in which the government makes up all or part of the difference between the higher wages workers earned before being laid off and the lower wages they earn when starting new jobs could allow some people to move into new industries. Another approach is to subsidize employers who are willing to hire workers who have been laid off and train them on the job.\n\nAdvertisement Continue reading the main story\n\nGreater investment in community colleges and universities could make it easier for workers to change careers or get advanced degrees as their industries shrink. Both Mr. Sanders and Hillary Clinton have good ideas for making higher education affordable. The Republican candidates have offered no comparable proposals.", "article_metadata": {"tone": "opinion", "ptime": 20160402143007, "twitter": {"description": "Candidates are calling attention to workers who have been hurt by globalization, but some of the policies being offered are unrealistic.", "title": "Jobs and Trade on the Campaign Trail", "url": "http://www.nytimes.com/2016/04/03/opinion/sunday/jobs-and-trade-on-the-campaign-trail.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000004302944"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "site": "@nytimes", "image": "https://static01.nyt.com/images/2016/04/03/opinion/sunday/03sun1/03sun1-thumbLarge.jpg", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2016/04/03/opinion/sunday/jobs-and-trade-on-the-campaign-trail.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000004302944", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2016/04/03/opinion/sunday/jobs-and-trade-on-the-campaign-trail.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "thumbnail_width": 75, "dfp-ad-unit-path": "opinion/sunday", "hdl_p": "Jobs and Trade on the Campaign Trail", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/opinion/index.jsonp", "DISPLAYDATE": "April 2, 2016", "edt": "NewYork", "org": "North American Free Trade Agreement", "keywords": "Editorials,Labor and Jobs,Presidential Election of 2016,Trump  Donald J,Sanders  Bernard,Layoffs and Job Reductions,North American Free Trade Agreement,China,International Trade and World Market", "news_keywords": "Editorial,China", "applicationName": "article", "PT": "article", "author": "The Editorial Board", "SCG": "sunday", "sourceApp": "nyt-v5", "per": "Sanders, Bernard", "thumbnail_150_width": 150, "byl": "By THE EDITORIAL BOARD", "thumbnail_150_height": 150, "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "Candidates are calling attention to workers who have been hurt by globalization, but some of the policies being offered are unrealistic.", "tom": "Editorial", "dfp-amazon-enabled": "false", "thumbnail": "https://static01.nyt.com/images/2016/04/03/opinion/sunday/03sun1/03sun1-thumbStandard.jpg", "thumbnail_150": "https://static01.nyt.com/images/2016/04/03/opinion/sunday/03sun1/03sun1-thumbLarge.jpg", "description": "Candidates are calling attention to workers who have been hurt by globalization, but some of the policies being offered are unrealistic.", "CG": "opinion", "robots": "noarchive", "dat": "April 2, 2016", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "Editorial", "article": {"author": "http://www.nytimes.com/interactive/opinion/editorialboard.html", "section_url": "http://www.nytimes.com/pages/opinion/index.html", "section": "Opinion", "modified": "2016-04-08", "collection": "https://static01.nyt.com/services/json/sectionfronts/opinion/index.jsonp", "tag": "International Trade and World Market", "published": "2016-04-02", "section-taxonomy-id": "AD8090D7-4137-4D71-84C8-70DA3BD89778"}, "thumbnail_height": 75, "geo": "China", "slug": "03sun1", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20160408170206, "og": {"url": "http://www.nytimes.com/2016/04/03/opinion/sunday/jobs-and-trade-on-the-campaign-trail.html", "image": "https://static01.nyt.com/images/2016/04/03/opinion/sunday/03sun1/03sun1-facebookJumbo.jpg", "type": "article", "description": "Candidates are calling attention to workers who have been hurt by globalization, but some of the policies being offered are unrealistic.", "title": "Jobs and Trade on the Campaign Trail"}, "pdate": 20160402, "des": "International Trade and World Market", "articleid": 100000004302944, "cre": "The New York Times", "hdl": "Jobs and Trade on the Campaign Trail", "col": "Editorial", "PST": "Editorial"}, "article_summary": "And most people who lose jobs because of trade, experts say, do not receive training through the program.\nThis much is clear: While trade with other countries benefits the economy over all, it creates winners and losers.\nCountries like Germany and Denmark that engage in a lot of foreign trade and have high living standards spend far more money on training and jobs programs than the United States.\nNew programs that train workers for jobs in expanding industries, like information technology and health care, would help.\nPhotoThe campaigns of Donald Trump and Bernie Sanders have tapped into a deep well of anger and anxiety about international trade."}