{"article_title": "The 9 most brutal gaffes of the 2016 election cycle to date", "article_keywords": ["king", "gaffes", "tried", "campaign", "wall", "things", "carly", "christie", "brutal", "obama", "trail", "election", "date", "2016", "debate", "cycle"], "article_url": "http://www.salon.com/2016/01/01/the_9_most_brutal_gaffes_of_the_2016_election_cycle_to_date_partner/", "article_text": "Topics: AlterNet, Ben Carson, Carly Fiorina, Hillary Clinton, Marco Rubio, Ted Cruz, Politics News\n\nThis article originally appeared on AlterNet\n\nWhen Gerald Ford said in a television debate in 1976 that Poland was free of Soviet influence, everyone agreed it was a cringe-worthy moment. Some said the gaffe may have even cost him the election. Although Ford initially doubled down on the misstatement, he eventually tried to correct himself on the campaign trail, and in his memoir chastised himself for not acknowledging earlier what he described as the “worst mistake I ever made politically.”\n\nThe point is that neither Ford nor his party tried to deny he had made a blunder, or insist that he had somehow been misunderstood. That would have been crazy.\n\nWhile gaffes and misstatements may be inevitable with all the televised blabbing presidential candidates do these days, it seems the concept of the gaffe—the flub—has all but disappeared, along with humility, self-reflection and the concept of apologizing. But no matter how rigorously they are denied, the gaffes are flying in this year’s race, and the Republicans, despite their very best efforts, have not fully cornered the market on them.\n\nHere are some of the top campaign trail gaffes this year, most of them performed in front of a national audience of debate watchers.\n\n1. Christie is lying down with a dead Arab king, or propping him up to stand with him, or something.\n\nNew Jersey governor Chris Christie is running on his robustness and toughness. He alone has the energy and fortitude to prosecute terrorists and keep orphan refugees and dangerous Ebola nurses out of his state. So he’s the very opposite of being dead (unlike, say Ben Carson).\n\nSo it was a little bit of a headscratcher when the governator forcefully stated he would stand with King Hussein of Jordan against all the terrible things in the world, like Obama’s nuclear deal with Iran.\n\nUnlikely.\n\nApparently, this tough guy has a time machine at his disposal because King Hussein is very dead. Has been inconveniently so since 1999. King Abdullah II took his place, and in fact, Christie and his family were guests of King Abdullah in 2012.\n\nIt wasn’t the worst thing Christie said in a performance full of hysteria-mongering, and it might not even have been the dumbest. That distinction probably goes to his assertion that he would shoot down a Russian plane. But it was the gaffiest.\n\nOn the other hand, the guy did at least acknowledge that he misspoke.\n\n2. Carly Fiorina salutes her generals. They say you’re wrong, Carly. She says shut up and sit down.\n\nIf Carly Fiorina bore any resemblance to a sentient human being, she would have just acknowledged she made a mistake when she claimed that generals “Petraeus, McChrystal, Mattis, Keane, Flynn … retired early because they told President Obama things that he didn’t want to hear,” during the last Republican debate.\n\nEven mainstream news organizations tried to point out that she was mistaken, and it’s fairly easy to find out what really happened. Keane retired in 2003, well before Obama took office. Petraeus was promoted by Obama to head the CIA and then forced to resign because of improprieties surrounding an extramarital affair.\n\nBut pointing out her error did not seem to make a dent in Fiorina’s ironclad insistence that facts be damned, she was sticking to her guns. Someone might have been cringing somewhere, but it wasn’t Carly.\n\nWhich raises the question, if a gaffe falls in front of a national television audience and doesn’t cause a cringe, is it still a gaffe?\n\n3. Trump and those cheering Muslims in New Jersey.\n\nTrump, as we all know, has made an uncountable number of outrageous statements on the campaign trail, from blatant dog-whistles about Muslims and Mexicans and crude misogyny about Fiorina’s face, Clinton’s bathroom habits and Megyn Kelly’s menstrual cycles, to mimicking a physically disabled man and criticizing a war veteran for having been taken prisoner.\n\nAnd he’s said remarkably stupid things, like the nonsensical gibberish he spewed at the last debate about the nuclear arsenal that would terrifyingly be under his thumb if he were elected. This incoherent string of disconnected words would, to any normal person, have been extremely embarrassing. “I think, for me, nuclear is just the power, the devastation is very important to me,” he managed to say.\n\nBut since Trump is hardly alone in tossing his word salads (Jeb! we’re looking at you), we’ll nominate his assertion that he watched “thousands of Muslims cheering in New Jersey” after 9/11 another demonstrably untrue statement that even the mainstream media called him out on.\n\nNormal people, upon having it pointed out that they are seeing things that simply are not there, would feel a certain amount of sheepishness. Yepp, that’s what normally happens, in a normal world, which is not apparently the one in which the campaign is being waged.\n\n4. Hillary’s absurd explanation of her coziness with Wall Street.\n\nIn the Democratic debate immediately following the Paris attacks, Hillary got the chance to show off some of her foreign policy cred. But to her consternation, Bernie Sanders asked her to defend her historically cozy relationship with big money and Wall Street and explain how she can be independent when they give her such big donations. Bizarrely, she decided to cast that relationship in terms of 9/11. Her reasoning, because 9/11 occurred in the Wall Street area and she was the senator from New York at the time, she worked hard with the financial sector to help them recover.", "article_metadata": {"description": "Slip-ups on the campaign trail are inevitable, but seldom are they this bizarre. And we still have a year to go!", "title": "The 9 most brutal gaffes of the 2016 election cycle to date", "og": {"site_name": "Salon", "description": "Slip-ups on the campaign trail are inevitable, but seldom are they this bizarre. And we still have a year to go!", "title": "The 9 most brutal gaffes of the 2016 election cycle to date", "url": "http://www.salon.com/2016/01/01/the_9_most_brutal_gaffes_of_the_2016_election_cycle_to_date_partner/", "image": "http://media.salon.com/2015/12/ben_carson20.jpg", "type": "article"}, "twitter": {"description": "Slip-ups on the campaign trail are inevitable, but seldom are they this bizarre. And we still have a year to go!", "title": "The 9 most brutal gaffes of the 2016 election cycle to date", "image": "http://media.salon.com/2015/12/ben_carson20.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Janet Allon", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, AlterNet, Ben Carson, Carly Fiorina, Hillary Clinton, Marco Rubio, Ted Cruz", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Here are some of the top campaign trail gaffes this year, most of them performed in front of a national audience of debate watchers.\nChristie is lying down with a dead Arab king, or propping him up to stand with him, or something.\nKing Abdullah II took his place, and in fact, Christie and his family were guests of King Abdullah in 2012.\nIn the Democratic debate immediately following the Paris attacks, Hillary got the chance to show off some of her foreign policy cred.\nPetraeus was promoted by Obama to head the CIA and then forced to resign because of improprieties surrounding an extramarital affair."}