{"article_title": "Female docs gain ground on male peers", "article_keywords": ["peers", "undergo", "higher", "docs", "study", "men", "patients", "gain", "female", "doctors", "women", "male", "researchers", "ground"], "article_url": "http://www.fiercehealthcare.com/story/female-docs-gain-ground-male-peers/2013-10-18", "article_text": "It's well known male physicians usually out-earn their female counterparts, but a new study suggests the gender gap favors women when it comes to quality.\n\nUniversity of Montreal researchers analyzed the billing information for more than 870 Quebec practitioners, half of them women, treating elderly diabetic patients and found the female doctors provided higher quality care than their male counterparts.\n\n\"Women had significantly higher scores in terms of compliance with practice guidelines. They were more likely than men to prescribe recommended medications and to plan required examinations,\" lead study author Valérie Martel said yesterday in the announcement.\n\nStatistical tests focused on clinical practice guidelines from the Canadian Diabetes Association and confirmed a significant difference between men and women.\n\nFor middle-aged doctors, three out of four women required their patients to undergo an eye examination compared to 70 percent of male doctors. Seventy percent of the women prescribed recommended medications versus 67 percent of the men, while 39 percent of female doctors specifically asked their patients to undergo a complete examination compared to 33 percent of their male counterparts.\n\nBut when it came to productivity, male doctors performed an average of almost 1,000 more procedures a year than female doctors. However, the researchers caution against viewing greater productivity as a benefit, as quick patient turnovers will likely send patients back to their providers with questions, Time reported.\n\nMeanwhile, recent UK data shows women represent the majority of young doctors (61 percent of doctors under 30 last year and 46 percent of doctors aged 30 to 50), The Daily Mail reported. Moreover, male doctors received twice as many complaints as their female counterparts between 2007 and 2012.\n\nFor more:\n\n- here's research announcement\n\n- read the Time article\n\n- read the Daily Mail article\n\nRelated Articles:\n\nGender-pay gap grows, questions remain\n\nApples to apples, female docs still earn less\n\nMore men enter nursing--and earn higher salaries than women\n\nMore practices offer docs part-time, job sharing perks", "article_metadata": {"description": "University of Montreal researchers analyzed the billing information for more than 870 Quebec practitioners, half of them women, treating elderly diabetic patients and found the female doctors provided higher quality care than their male counterparts.", "og": {"site_name": "FierceHealthcare", "description": "University of Montreal researchers analyzed the billing information for more than 870 Quebec practitioners, half of them women, treating elderly diabetic patients and found the female doctors provided higher quality care than their male counterparts.", "title": "Female docs gain ground on male peers", "url": "http://www.fiercehealthcare.com/story/female-docs-gain-ground-male-peers/2013-10-18", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Clinical Practice Guidelines,Female Physicians,gender gap,HR & Workforce Management,Male Physicians,Patient Care & Outcomes", "viewport": "width=device-width", "news_keywords": "HR & Workforce Management,Patient Care & Outcomes"}, "_id": "\"57477af46914bd0286fd9a73\"", "article_summary": "But when it came to productivity, male doctors performed an average of almost 1,000 more procedures a year than female doctors.\nMoreover, male doctors received twice as many complaints as their female counterparts between 2007 and 2012.\nFor middle-aged doctors, three out of four women required their patients to undergo an eye examination compared to 70 percent of male doctors.\nIt's well known male physicians usually out-earn their female counterparts, but a new study suggests the gender gap favors women when it comes to quality.\nUniversity of Montreal researchers analyzed the billing information for more than 870 Quebec practitioners, half of them women, treating elderly diabetic patients and found the female doctors provided higher quality care than their male counterparts."}