{"article_title": "5 Over The Top Reactions To The Spread Of Same Sex Marriage", "article_keywords": ["reactions", "gay", "getting", "cant", "sex", "couples", "state", "spread", "marriage", "thats", "children", "states"], "article_url": "http://www.care2.com/causes/5-over-the-top-reactions-to-the-spread-of-same-sex-marriage.html", "article_text": "Every day it seems as if another state is either approving same sex marriage or seeing their own ban against the practice ruled unconstitutional in the courts. Arkansas has just now begun issuing marriage licenses for same sex couples, and Idaho has been informed their constitutional amendment is unenforceable.\n\nAs marriage equality is spreading rapidly across the nation, some “traditional marriage” advocates are getting a little worked up. Here are five over the top reactions to equal marriage rights for all sexual orientations.\n\n1) Wisconsin parents force school to apologize for showing positive gay marriage video. Is it indoctrination? That’s the claim of three parents at a local high school in Wisconsin who complained about the bias of a video called “Kids React to Gay Marriage,” which was shown as part of the school’s day to support LGBT students as part of an anti-bullying campaign. Apparently you are supposed to support the students without showing a video that depicts a whole bunch of little kids saying they don’t understand why two people of the same gender getting married to each other is a big deal.\n\n“It was supposed to be an anti-bullying message but didn’t do anything but promote gay marriage,” board member Bill Sodemann said in an apology for the egregious mistake. “When dealing with these issues, you need to have balance and can’t promote political issues.”\n\n2) Kentucky says gay couples can‘t make babies so they can’t get married. “Well, that’s a fantastic reason to block marriage,” said no infertile couple, couple past the age of childbearing, or couple who just don’t want to have children ever. Still that’s the talking point being given in the state’s appeal to overturn the ruling striking down the state’s same sex marriage ban. “Kentucky’s marriage laws are rationally related to the state’s interest of preserving the traditional man-woman marriage model,” it reads, according to Mother Jones, “because ‘man-man and woman-woman couples cannot procreate’ and Kentucky has an interest in encouraging procreation in the name of promoting ‘long-term economic stability through stable birth rates.’”\n\n3) Virginia debates whether people are “baby makers for the state?“ So, Kentucky seems to believe that residents should be coerced to give birth to support the state. The question is, does Virginia agree? That was a question brought up in Virginia’s marriage equality hearing this week. According to MSNBC, “David Oakley, an attorney defending the bans, argued that the restrictions were justified by a state interest in wanting to ‘steer the procreative potential of same-sex couples,’” which led one judge to retort that argument “sounds like a totalitarian system where people are baby-makers for the state.”\n\n“Procreative potential” is of course just a polite way of saying “guide gay people into having sex with people of the opposite gender by providing financial incentives,” since not every marriage has children, but all get tax breaks and other financial supports. But once you add “for the children” to the mix, suddenly it seems a lot more noble.\n\n4) Arkansas clerk won‘t cave to “tyranny of majority.“ Arkansas is still getting used to the idea that the state can now issue marriage licenses to same sex couples, and not all of the counties are even doing so yet. One county that is issuing licenses has been urged to stop and wait for a ruling from the Supreme Court, even though there is no injunction in place to justify that.\n\nThe clerk, however, is refusing to bow down to the massive pressure to stop and wait. “I believe that a majority can’t exercise tyranny against the minority of a fundamental right,”said Pulaski County Clerk Larry Crane. And everyone can keep getting married.\n\n5) Idaho says it’s just “enshrining” gender roles. What good is your government unless it passes bills telling you how exactly you need to act in order to be a member of that sex? Well, that’s the logic behind Idaho’s now defunct same sex marriage ban, which was in place to ensure people understood traditional “daddy” and “mommy” terminology. “The citizens of Idaho made a choice to enshrine the roles of mother and father into the lives of children,” Thomas Perry, the governor’s attorney, had said, according to the L.A. Times. “We believe that there are significant risks imposed in redefining marriage in genderless terms.”\n\nNow, American Family Association’s Bryan Fischer, who claims he wrote the state’s constitutional amendment, is frothing at the mouth over its judicial strike down. “Will Governor Butch Otter fulfill his oath of office or will he meekly succumb to federal tyranny?” questions Fischer, who demands Otter tell his clerks to refuse to issue marriage licenses.\n\nYou can keep fighting, Fischer, but that’s not going to stop marriage equality from spreading.\n\nPhoto credit: Thinkstock", "article_metadata": {"description": "Marriage bans are being struck down all over the country, and some far right folk are starting to freak out.", "og": {"image": "http://dingo.care2.com/pictures/causes/3090/3089729.large.jpg"}, "robots": "noodp", "apple-mobile-web-app-capable": "yes", "p": {"domain_verify": "34d24671362965e0c3942e7b3b484ea7"}, "fb": {"app_id": 83187307959}, "keywords": "gay marriage,religious right,same sex marriage,bryan fischer", "viewport": "width=device-width,user-scalable=no,initial-scale=1"}, "article_summary": "Arkansas has just now begun issuing marriage licenses for same sex couples, and Idaho has been informed their constitutional amendment is unenforceable.\nStill that’s the talking point being given in the state’s appeal to overturn the ruling striking down the state’s same sex marriage ban.\n1) Wisconsin parents force school to apologize for showing positive gay marriage video.\nEvery day it seems as if another state is either approving same sex marriage or seeing their own ban against the practice ruled unconstitutional in the courts.\nWell, that’s the logic behind Idaho’s now defunct same sex marriage ban, which was in place to ensure people understood traditional “daddy” and “mommy” terminology."}