{"article_title": "Why This Rape Survivor Chose Life for Her Daughter", "article_keywords": ["life", "daughter", "survivor", "videos", "willisblount", "abortion", "parenthood", "women", "planned", "mother", "situation", "told", "rape", "chose"], "article_url": "http://dailysignal.com/2015/08/18/why-this-rape-survivor-chose-life-for-her-daughter/", "article_text": "Crystal Willis-Blount, a birth mother and a rape survivor, says that she and her daughter are not “talking points” for pro-choice politicians.\n\nIn an interview with The Daily Signal, Willis-Blount said that at 14, she was placed in an advanced math class with older students. One day, a fellow student lured her into an empty room at the high school and raped her.\n\nShe told only her best friend about the attack.\n\n“Automatically, there was shame involved,” Willis-Blount said. “So that prevented me from telling anyone else.”\n\nA few months later, her friend insisted that Willis-Blount go to Planned Parenthood for a check-up.\n\nShe and her friend skipped school and went to the clinic, and clinic staff told her she was pregnant.\n\n“I was stunned,” said Willis-Blount. “They said, ‘well, we can help you out,’ and gave me pamphlets on abortion.”\n\nTerrified of telling her parents about the pregnancy and scared no one would believe that she had been raped, Willis-Blount made an appointment for an abortion.\n\nThe day the abortion was scheduled to take place, Willis-Blount forged an excuse note for school. The secretary, sensing that something was wrong with the upset and nervous student in front of her, sent her to the guidance counselor.\n\nWillis-Blount told the guidance counselor she was pregnant, who told her mother. Her mother asked the family’s pastor to come to the house when they told her father.\n\nWillis-Blount said that the next few weeks were “tense” in her home as her parents fought about what she should do. She initially said she wanted to keep her baby, but later said she would have an abortion, believing it would improve the tension in the home.\n\n“I felt that all the fighting, everything that had happened was my fault, and this would end it,” Willis-Blount said.\n\nBut in the backseat of her parents’ car on the way to her second abortion appointment, Willis-Blount told her father to pull over.\n\n“I felt like I had heard God tell me to take his hand and trust him whatever the outcome would be,” Willis-Blount said. “This wasn’t her fault. I didn’t know what I was going to do, but I wasn’t going to kill her.”\n\nWillis-Blount went to a pregnancy counselor who walked her through all of her options.\n\n“She made me feel like I was mature enough to make my own decision,” Willis-Blount said.\n\nShe chose an open adoption. The couple she selected already had a son and were “thrilled” to learn she was having a girl.\n\nShe gave birth to a baby girl five days before her 15th birthday. Her daughter’s adoptive mother was in the delivery room with her.\n\n“She’s a blessing,” Willis-Blount said. “I don’t even want to call it a silver lining; it was beautiful.”\n\nWillis-Blount said she has seen her daughter every year, and she has had the opportunity to meet her extended biological family.\n\n“She’s about to go to college. She wants to be an emergency room trauma surgeon,” Willis-Blount said. “She wants to save lives, which I think is apropos.”\n\nWillis-Blount is now a public relations professional, a motivational speaker, and a pro-life activist.\n\nWillis-Blount said that too often, society and politicians present a false choice between “the well-being of women and the well-being of children.”\n\n“We’re so quick to throw the baby under the bus instead of examining the issues surrounding abortion. We should focus on providing health care and mental health care for women and girls in difficult situations and confronting poverty, drugs, and sex trafficking.”\n\nWillis-Blount said that “all life matters—no exceptions.”\n\n“I have compassion and empathy for women who have had an abortion. The awful irony of the pro-choice movement is that it doesn’t feel like a choice. I know what it’s like to be in a hard situation. But we should never have the right to take another life. Any situation, no matter how grim, can be turned around for good.”\n\nWillis-Blount said that it’s “frustrating” to hear pro-choice advocates and politicians use rape survivors as examples of people who need Planned Parenthood.\n\n“I don’t ever want anyone using my rape or my daughter to keep their loophole open,” Willis-Blount said. “Do not speak for me. If you want to know what a woman in that situation needs, ask me. I’ve got two degrees, my daughter is about to get hers, we’re doing fine.”\n\nShe said the undercover videos showing Planned Parenthood executives discussing the sale of aborted fetal organs were difficult to watch.\n\n“It did traumatize me to see the videos. I actually took the time to watch the videos, unlike some of the politicians that voted.”\n\nWillis-Blount is disappointed that the Senate failed to get the votes necessary to defund Planned Parenthood. “Apparently I don’t have control over where my tax dollars go.”\n\nShe added that consumers should be aware which companies are donating to Planned Parenthood and make their spending decisions accordingly.\n\n“Unborn children are being discriminated against,” Willis-Blount said. “It’s long overdue that we do something about it.”", "article_metadata": {"description": "Crystal Willis-Blount, a birth mother and a rape survivor, says that she and her daughter are not “talking points” for pro-choice politicians.", "og": {"site_name": "The Daily Signal", "description": "Crystal Willis-Blount, a birth mother and a rape survivor, says that she and her daughter are not “talking points” for pro-choice politicians.", "title": "Why This Rape Survivor Chose Life for Her Daughter", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/150805_Crystal_Scanlon.jpg", "updated_time": "2015-08-18T19:23:10+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1UzkStj"}, "twitter": {"domain": "The Daily Signal", "description": "Crystal Willis-Blount, a birth mother and a rape survivor, says that she and her daughter are not “talking points” for pro-choice politicians.", "title": "Why This Rape Survivor Chose Life for Her Daughter", "image": {"src": "http://dailysignal.com/wp-content/uploads/150805_Crystal_Scanlon.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Society", "tag": "Protecting Life", "published_time": "2015-08-18T09:16:24+00:00", "modified_time": "2015-08-18T19:23:10+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Crystal Willis-Blount, pro-life, prolife, Planned Parenthood, Center for Medical Progress, Save The 1"}, "article_summary": "Crystal Willis-Blount, a birth mother and a rape survivor, says that she and her daughter are not “talking points” for pro-choice politicians.\n“So that prevented me from telling anyone else.”A few months later, her friend insisted that Willis-Blount go to Planned Parenthood for a check-up.\nWillis-Blount told the guidance counselor she was pregnant, who told her mother.\nBut in the backseat of her parents’ car on the way to her second abortion appointment, Willis-Blount told her father to pull over.\n“I don’t ever want anyone using my rape or my daughter to keep their loophole open,” Willis-Blount said."}