{"article_title": "The definitive guide to surviving Medicare's right-wing zombie attackers: Paul Krugman", "article_keywords": ["real", "definitive", "surviving", "spending", "system", "krugman", "guide", "zombie", "attackers", "bush", "program", "medicare", "medicares", "need", "health", "paul", "usually", "rightwing", "raising"], "article_url": "http://www.pennlive.com/opinion/2015/07/the_definitive_guide_to_surviv.html", "article_text": "The right has never abandoned its dream of killing the program.\n\nBy Paul Krugman\n\nMedicare turns 50 this week, and it has been a very good half-century. Before the program went into effect, Ronald Reagan warned that it would destroy American freedom; it didn't, as far as anyone can tell.\n\nWhat it did do was provide a huge improvement in financial security for seniors and their families, and in many cases it has literally been a lifesaver as well.\n\nBut the right has never abandoned its dream of killing the program.\n\nSo it's really no surprise that Jeb Bush recently declared that while he wants to let those already on Medicare keep their benefits, \"We need to figure out a way to phase out this program for others.\"\n\nWhat is somewhat surprising, however, is the argument he chose to use, which might have sounded plausible five years ago, but now looks completely out of touch.\n\nIn this, as in other spheres, Bush often seems like a Rip Van Winkle who slept through everything that has happened since he left the governor's office - after all, he's still boasting about Florida's housing-bubble boom.\n\nActually, before I get to Bush's argument, I guess I need to acknowledge that a Bush spokesman claims that the candidate wasn't actually calling for an end to Medicare, he was just talking about things like raising the age of eligibility.\n\nThere are two things to say about this claim. First, it's clearly false: in context, Bush was obviously talking about converting Medicare into a voucher system, along the lines proposed by Paul Ryan.\n\nAnd second, while raising the Medicare age has long been a favorite idea of Washington's Very Serious People, a couple of years ago the Congressional Budget Office did a careful study and discovered that it would hardly save any money.\n\nThat is, at this point raising the Medicare age is a zombie idea, which should have been killed by analysis and evidence, but is still out there eating some people's brains.\n\nBut then, Bush's real argument, as opposed to his campaign's lame attempt at a rewrite, is just a bigger zombie.\n\nThe real reason conservatives want to do away with Medicare has always been political: It's the very idea of the government providing a universal safety net that they hate, and they hate it even more when such programs are successful.\n\nBut when they make their case to the public they usually shy away from making their real case, and have even, incredibly, sometimes posed as the program's defenders against liberals and their death panels.\n\nWhat Medicare's would-be killers usually argue, instead, is that the program as we know it is unaffordable - that we must destroy the system in order to save it, that, as Bush put it, we must \"move to a new system that allows (seniors) to have something - because they're not going to have anything.\"\n\nAnd the new system they usually advocate is, as I said, vouchers that can be applied to the purchase of private insurance.\n\nThe underlying premise here is that Medicare as we know it is incapable of controlling costs, that only the only way to keep health care affordable going forward is to rely on the magic of privatization.\n\nNow, this was always a dubious claim. It's true that for most of Medicare's history its spending has grown faster than the economy as a whole - but this is true of health spending in general.\n\nIn fact, Medicare costs per beneficiary have consistently grown more slowly than private insurance premiums, suggesting that Medicare is, if anything, better than private insurers at cost control.\n\nFurthermore, other wealthy countries with government-provided health insurance spend much less than we do, again suggesting that Medicare-type programs can indeed control costs.\n\nStill, conservatives scoffed at the cost-control measures included in the Affordable Care Act, insisting that nothing short of privatization would work.\n\nAnd then a funny thing happened: the act's passage was immediately followed by an unprecedented pause in Medicare cost growth.\n\nIndeed, Medicare spending keeps coming in ever further below expectations, to an extent that has revolutionized our views about the sustainability of the program and of government spending as a whole.\n\nRight now is, in other words, a very odd time to be going on about the impossibility of preserving Medicare, a program whose finances will be strained by an aging population but no longer look disastrous.\n\nOne can only guess that Bush is unaware of all this, that he's living inside the conservative information bubble, whose impervious shield blocks all positive news about health reform.\n\nMeanwhile, what the rest of us need to know is that Medicare at 50 still looks very good.\n\nIt needs to keep working on costs, it will need some additional resources, but it looks eminently sustainable. The only real threat it faces is that of attack by right-wing zombies.\n\nPaul Krugman is a columnist for The New York Times. His work appears on Wednesdays on PennLive.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "Medicare, national issues, Paul Krugman, social issues, The Great Society, opinion", "title": "The definitive guide to surviving Medicare's right-wing zombie attackers: Paul Krugman", "parsely-page": "{\"title\": \"The definitive guide to surviving Medicare\\u0027s right-wing zombie attackers: Paul Krugman\", \"link\": \"http://www.pennlive.com/opinion/2015/07/the_definitive_guide_to_surviv.html\", \"image_url\": \"http://imgick.pennlive.com/home/penn-media/width620/img/opinion/photo/18416843-standard.jpg\", \"type\": \"post\", \"post_id\": \"16595669\", \"pub_date\": \"2015-07-29T15:10:05Z\", \"author\": \"PennLive Op-Ed\", \"tags\": [\"@topstories\",\"Medicare\",\"national issues\",\"Paul Krugman\",\"social issues\",\"The Great Society\"] }", "twitter": {"image": "http://media.pennlive.com/opinion/photo/18416843-thumb_square_large.jpg", "description": "Medicare turns 50 this week, and it has been a very good half-century. Before the program went into effect, Ronald Reagan warned that it would destroy American freedom; it didn't, as far as anyone can tell.", "card": "summary", "site": "@pennlive"}, "article_date_updated": "Wednesday, July 29, 2015, 11:10 AM", "parsely-metadata": "{\"short_title\": \"\", \"image_url\": \"http://media.pennlive.com/opinion/photo/shutterstock-152922383jpg-527eaa69a401ba21.jpg\", \"author_name\": \"pennoped\", \"author_nickname\": \"PennLive Op-Ed\", \"author_id\": \"1828479\", \"source_blog_name\": \"Opinion\", \"source_blog_url\": \"http://www.pennlive.com/opinion/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "PennLive.com", "description": "Medicare turns 50 this week, and it has been a very good half-century. Before the program went into effect, Ronald Reagan warned that it would destroy American freedom; it didn't, as far as anyone can tell.", "title": "The definitive guide to surviving Medicare's right-wing zombie attackers: Paul Krugman", "url": "http://www.pennlive.com/opinion/2015/07/the_definitive_guide_to_surviv.html", "image": "http://media.pennlive.com/opinion/photo/18416843-thumb_square_large.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "PennLive.com", "article_comments": 0, "article_date_original": "Wednesday, July 29, 2015, 11:10 AM", "article_author": "PennLive Op-Ed", "Description": "Medicare turns 50 this week, and it has been a very good half-century. Before the program went into effect, Ronald Reagan warned that it would destroy American freedom; it didn't, as far as anyone can tell."}, "_id": "\"57477af46914bd0286fe16e9\"", "article_summary": "It's true that for most of Medicare's history its spending has grown faster than the economy as a whole - but this is true of health spending in general.\nBut then, Bush's real argument, as opposed to his campaign's lame attempt at a rewrite, is just a bigger zombie.\nAnd the new system they usually advocate is, as I said, vouchers that can be applied to the purchase of private insurance.\nFirst, it's clearly false: in context, Bush was obviously talking about converting Medicare into a voucher system, along the lines proposed by Paul Ryan.\nIndeed, Medicare spending keeps coming in ever further below expectations, to an extent that has revolutionized our views about the sustainability of the program and of government spending as a whole."}