{"article_title": "Six broken ObamaCare promises: A retrospective on the ACA's 6th birthday", "article_keywords": ["promises", "retrospective", "federal", "6th", "obamacare", "taxes", "broken", "birthday", "acas", "plan", "president", "services", "health", "care", "insurance", "obama"], "article_url": "http://www.foxnews.com/opinion/2016/03/23/six-broken-obamacare-promises-retrospective-on-acas-6th-birthday.html", "article_text": "The Affordable Care Act turned six years old Wednesday, but most Americans are not inclined to celebrate. Even as ObamaCare became law, its opponents outnumbered its supporters in public opinion surveys.\n\nSix years on, it’s even less popular.\n\nThere are many reasons for this disenchantment. To commemorate this 6th anniversary, here’s a list of six broken promises of ObamaCare.\n\nPROMISE 1: “If you like your health care plan, you’ll be able to keep your health care plan.”\n\nIn 2013, Politifact rated this the number one lie of the year. Politifact found at least 37 instances when President Obama made this vow to the American public.\n\nWhat the public found was millions of cancellations from insurers who could no longer offer popular health care plans because they did not meet the new requirements imposed by Obamacare. By that November, the president admitted this key talking point was false, saying: “I am sorry that they are finding themselves in this situation based on assurance they got from me.”\n\nAdding insult to injury, hundreds of thousands of Americans have lost the replacement insurance they subsequently bought through Obamacare’s insurance co-operatives. Though subsidized with billions of taxpayer dollars, nearly half (12 of 23) of these co-ops have failed and been shut down. This debacle has cost taxpayers $1.2 billion and left 740,000 people in 14 states scrambling to find new coverage.\n\nPROMISE 2: “I can make a firm pledge: under my plan, no family making less than $250,000 will see their taxes increase - not your income taxes, not your payroll taxes, not your capital gains taxes, not any of your taxes.\" –President Obama, Sept. 12, 2008.\n\nNot only did ObamaCare take $716 billion out of Medicare to help pay for the health law, it also created 18 new tax hikes to pull in $836.3 billion during the first 10 years. The new taxes hit Americans for $36.3 billion in 2013 alone.\n\nPROMISE 3: “I will not sign a plan that adds one dime to our deficits — either now or in the future.” – President Obama, Sept. 9, 2009.\n\nLess than four years later, the Government Accountability Office announced ObamaCare would increase the federal deficit by $6.2 trillion over the next 75 years. While there are varying opinions on what Obamacare will ultimately do to the deficit, we do know that its massive spending is very unlikely to be offset by huge Medicare cuts that might never happen and unpopular taxes on the middle class.\n\n\n\nPROMISE 4: “You should know that once we have fully implemented, you’re going to be able to buy insurance through a pool so that you can get the same good rates as a group that if you’re an employee at a big company you can get right now -- which means your premiums will go down.\" --President Obama, July 16, 2012.\n\nNot only did premiums go up, they have continued to rise. The Congressional Budget Office now predicts that, by 2025, employment-based coverage will cost about 60 percent more than this year because of the Affordable Care Act.\n\nPROMISE 5: “Under our plan, no federal dollars will be used to fund abortions, and federal conscience laws will remain in place.” —President Obama, Sept. 9, 2009\n\nA Government Accountability Office report shows that ObamaCare does, in fact, force taxpayers to foot the bill for abortion services. The Department of Health and Human Services simply ignores strict regulations and laws put in place to prohibit subsidization. According to the report, more than 1,000 Obamacare-sanctioned insurance plans fail to separate funding for abortion services from coverage as required by law.\n\nAnd federal conscience laws are being trampled. Just ask the Little Sisters of the Poor and other religious charities and schools who are facing millions of dollars in fines each year if they don’t go along with Obamacare’s mandate to include contraception services and products in their health plans that go against their faith.\n\nPROMISE 6: “The implementation of this is fabulous.” — House Democratic Leader Nancy Pelosi, June 26, 2013\n\n\n\nThe launch of the ObamaCare insurance exchanges was a huge flop. Healthcare.gov only enrolled six Americans at the end of its first day and had massive online glitches that took months to address. And while the Obama administration claimed in 2014 that healthcare.gov costs were around $800 million, an analysis by Bloomberg Government shows the actual cost to taxpayers was double that at over $2 billion.\n\nMost state exchanges fared little better; some did even worse. Oregon’s online enrollment system never worked. Fifteen months and $248 million after launch, the state finally pulled the plug.\n\nGenevieve Wood is The Heritage Foundation’s senior fellow in communications and a regular contributor\n\nto The Daily Signal, the think tank’s online news organization.", "article_metadata": {"classification": "/FOX NEWS/OPINION,/FOX NEWS/POLITICS,/FOX NEWS/US,/FOX NEWS/POLITICS/EXECUTIVE/Health care", "dcterms.modified": "2016-03-23 04:24:35 EDT", "dc.type": "Text.Article", "twitter": {"description": "ObamaCare aka the Affordable Care Act turn six years old on Wednesday, but most Americans are not inclined to celebrate.", "title": "Six broken ObamaCare promises: A retrospective on the ACA's 6th birthday", "url": "http://www.foxnews.com/opinion/2016/03/23/six-broken-obamacare-promises-retrospective-on-acas-6th-birthday.html", "image": "http://a57.foxnews.com/video.foxnews.com/thumbnails/011811/100/75/0/0/011811_sr_cameron_FNC_011811_18-34.jpg?ve=1", "creator": "@foxnews", "site": "@foxnews", "card": "summary_large_image"}, "dc.format": "text/html", "dc.publisher": "Fox News", "parsely-metadata": "{\"tags\":[\"/FOX NEWS/OPINION\",\"/FOX NEWS/POLITICS\",\"/FOX NEWS/US\",\"/FOX NEWS/POLITICS/EXECUTIVE/Health care\"],\"author\":\"Genevieve Wood\",\"subSection\":\"opinion\",\"title\":\"Six broken ObamaCare promises: A retrospective on the ACA\\\\u0027s 6th birthday\",\"image_url\":\"http://a57.foxnews.com/video.foxnews.com/thumbnails/011811/100/75/0/0/011811_sr_cameron_FNC_011811_18-34.jpg?ve=1\",\"pub_date\":\"2016-03-23T14:51:00Z\",\"link\":\"http://www.foxnews.com/opinion/2016/03/23/six-broken-obamacare-promises-retrospective-on-acas-6th-birthday.html\",\"type\":\"article\",\"identifier\":\"dbb6473f-da19-4591-9418-425165b6ff3e\",\"section\":\"opinion\"}", "prism.aggregationType": "subsection", "description": "ObamaCare aka the Affordable Care Act turn six years old on Wednesday, but most Americans are not inclined to celebrate.", "dc.description": "ObamaCare aka the Affordable Care Act turn six years old on Wednesday, but most Americans are not inclined to celebrate.", "dc.identifier": "dbb6473f-da19-4591-9418-425165b6ff3e", "dc.language": "en-US", "pagetype": "article", "classification-isa": "opinion,politics,us,healthcare", "prism.channel": "fnc", "prism.section": "opinion", "fb": {"app_id": 113186182048399}, "dc.source": "FoxNews.com", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "dc.title": "Six Broken Obamacare Promises: A Retrospective On The Aca's 6th Birthday", "dcterms.created": "2016-03-23 04:24:35 EDT", "og": {"site_name": "Fox News", "description": "ObamaCare aka the Affordable Care Act turn six years old on Wednesday, but most Americans are not inclined to celebrate.", "title": "Six broken ObamaCare promises: A retrospective on the ACA's 6th birthday | Fox News", "url": "http://www.foxnews.com/opinion/2016/03/23/six-broken-obamacare-promises-retrospective-on-acas-6th-birthday.html", "image": "http://a57.foxnews.com/video.foxnews.com/thumbnails/011811/100/75/0/0/011811_sr_cameron_FNC_011811_18-34.jpg?ve=1", "type": "article"}, "dcterms.abstract": "ObamaCare aka the Affordable Care Act turn six years old on Wednesday, but most Americans are not inclined to celebrate.", "dc.date": "2016-03-23", "parsely-page": "{\"tags\":[\"/FOX NEWS/OPINION\",\"/FOX NEWS/POLITICS\",\"/FOX NEWS/US\",\"/FOX NEWS/POLITICS/EXECUTIVE/Health care\"],\"author\":\"Genevieve Wood\",\"subSection\":\"opinion\",\"title\":\"Six broken ObamaCare promises: A retrospective on the ACA\\\\u0027s 6th birthday\",\"image_url\":\"http://a57.foxnews.com/video.foxnews.com/thumbnails/011811/100/75/0/0/011811_sr_cameron_FNC_011811_18-34.jpg?ve=1\",\"pub_date\":\"2016-03-23T14:51:00Z\",\"link\":\"http://www.foxnews.com/opinion/2016/03/23/six-broken-obamacare-promises-retrospective-on-acas-6th-birthday.html\",\"post_id\":\"dbb6473f-da19-4591-9418-425165b6ff3e\",\"type\":\"article\",\"section\":\"opinion\"}", "dc.creator": "Genevieve Wood"}, "article_summary": "PROMISE 1: “If you like your health care plan, you’ll be able to keep your health care plan.”In 2013, Politifact rated this the number one lie of the year.\nPolitifact found at least 37 instances when President Obama made this vow to the American public.\nPROMISE 6: “The implementation of this is fabulous.” — House Democratic Leader Nancy Pelosi, June 26, 2013The launch of the ObamaCare insurance exchanges was a huge flop.\nTo commemorate this 6th anniversary, here’s a list of six broken promises of ObamaCare.\n–President Obama, Sept. 12, 2008."}