{"article_title": "The Robot Guard That Might Actually Prevent Crime", "article_keywords": ["prevent", "crime", "robots", "actually", "raw", "guard", "video", "machines", "k5", "li", "security", "robot", "data", "smart"], "article_url": "http://www.thefiscaltimes.com/2014/12/06/Robot-Guard-Might-Actually-Prevent-Crime", "article_text": "Meet Silicon Valley's newest crime fighter: the K5 robot.\n\nAs the world grapples with the onset of drones and trembles at the increasing likelihood of sentient machines, a 300-pound machine is being deployed in places like corporate campuses and shopping malls. Like something out of a science fiction movie, the K5 is part of a broader effort to predict and prevent illegal activities.\n\nRelated: 'Smart' Living Just Got a Lot Smarter\n\nWhile they are not quite artificially intelligent, these autonomous robots can see, feel, hear and smell, the man behind the bot told CNBC in an interview this week.\n\n\"Think of it as a smart eyes and ears to help private security guards and law enforcement officers do their jobs that much more effectively,\" Knightscope Chairman and CEO William Santana Li said in an interview with \"Power Lunch.\"\n\nIn fact, Li predicts the robots, which bear more than a passing resemblance to the metallic hero R2D2 from \"Star Wars,\" will have a real impact on the law enforcement community and the economy. \"Crime has a trillion-dollar negative economic impact on our economy, and we believe we can cut it in half,\" he predicted.\n\nDepartment of Precrime?\n\nKnightscope was founded in response to the school shootings in Sandy Hook, Connecticut, and the Boston Marathon bombing. According to a description on its website, the company looks to reduce crime by \"effectively crowdsourcing security.\"\n\nRelated: The Hidden Threats from Your Smart Home\n\nThe robots are battery powered and Wi-Fi enabled. They collect an assortment of data in the form of video, audio and text. Vaguely reminiscent of the fictional Department of Precrime in the 2002 Tom Cruise blockbuster \"Minority Report,\" the data collected by the K5 aim to pre-emptively determine if a crime might be committed.\n\nThey can run license plates, pick up on suspicious movements or even notice if ambient noise levels are off for a certain time of day, Li said.\n\nKnightscope's security center then acts as \"a user interface, where a security guard or our clients would be monitoring that and events would be put forth or alarmed and altered,\" he added.\n\nThe machines are equipped with 3-D panoramic high-definition cameras, microphones, GPS, weather sensors, lasers, electric motors and alarms. They can also check temperature, barometric pressure and carbon dioxide levels.\n\nRelated: The Truth About Robots and Your Job\n\nHowever, don't expect robots to take over human jobs. Instead, they free up humans to do more strategic activities, Li said.\n\n\"Humans aren't all that great at reviewing raw data, raw data footage, video footage,\" he said. \"So what we like to do is have the machines do the monotonous, dangerous and computational heavy work.\"\n\nFor a company or a mall interested in the K5, the prices for a \"machine as a service\" are as rock bottom as it gets. Knightscope offers a \"basic version\" of the unit at $6.25 an hour—but has a preference for clients that want them 24 hours a day for a year or longer.\n\nThis article originally appeared in CNBC.\n\nRead more in CNBC.\n\nGet ready, robots are going to steal your job\n\nElon Musk's deleted message: Five years until 'dangerous' AI\n\nGoogle buys 12 acres in Los Angeles", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Meet Silicon Valley's newest crime fighter: the K5 robot.", "title": "The Robot Guard That Might Actually Prevent Crime", "url": "http://www.thefiscaltimes.com/2014/12/06/Robot-Guard-Might-Actually-Prevent-Crime", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/k5_crime_robot.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2014/12/06/Robot-Guard-Might-Actually-Prevent-Crime", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/k5_crime_robot.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Meet Silicon Valley's newest crime fighter: the K5 robot.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "\"Humans aren't all that great at reviewing raw data, raw data footage, video footage,\" he said.\nMeet Silicon Valley's newest crime fighter: the K5 robot.\nLike something out of a science fiction movie, the K5 is part of a broader effort to predict and prevent illegal activities.\n\"Crime has a trillion-dollar negative economic impact on our economy, and we believe we can cut it in half,\" he predicted.\nAccording to a description on its website, the company looks to reduce crime by \"effectively crowdsourcing security.\""}