{"article_title": "Game halls a top trend for restaurants in 2015, Denver at forefront – The Denver Post", "article_keywords": ["town", "love", "winter", "rum", "trend", "thanksgiving", "denver", "montanya", "located", "game", "rheinhaus", "2015", "post", "forefront", "italian", "open", "halls", "restaurants"], "article_url": "http://www.denverpost.com/food/ci_27012762/game-halls-top-trend-restaurants-2015-denver-at", "article_text": "Game halls will be one of the next big things in the restaurant world, according to the newly released 2015 Food Trends Index from the restaurant-and-hospitality consultant AF&Co., which cites a Bavarian beer hall coming to Denver this spring as a prime example.\n\nThe RheinHaus will be located at 14th and Market streets, and feature two bocce courts on each of its two floors in the 14,000- square-foot space. When the RheinHaus opened in Seattle last year, it was a surprise hit, with chef Pete Fjosne making homemade sausages like bockwurst for crowds that sometimes hit 2,000 a night.\n\n“People love to have something to do while they’re drinking beer, and you can hold a sausage in your hand while playing bocce,” said Deming Maclise, co-owner with James Weimann.\n\nThey chose to bring Rhein-Haus to Denver because of their experiences in town. “The energy is really up and coming, with a lot of small tech companies and young people wanting to be part of that,” said Maclise. “It’s a cool, laidback vibe.”\n\nThe AF&Co report says millennials spent more than $90 billion on food service this year, and restaurants are competing to land their dollars. Denver has become the No. 1 destination city for millennials, according to the Brookings Institution.\n\nRheinHaus is expected to open in May or June.\n\nLunch hour in RiNo\n\nThe RiNo arts district isn’t fringed with office buildings, like the 16th Street Mall, but restaurants such as Acorn and Comida in The Source artisan marketplace are bustling with lunch-hour crowds.\n\nNow another RiNo restaurant, Cart-Driver, is open for lunch. Located in the same reclaimed shipping container complex that houses Work & Class, t pizza shop Cart-Driver opened in July. Business has been so good that its adding more hours and food options.\n\nCart-Driver is open daily from noon to midnight, serving up tasty favorites like wood-fired pizzas, fresh oysters and campfire vanilla soft-serve. The new hours allow Cart-Driver to also offer an afternoon community hour for people to imbibe Prosecco — a sparkling Italian white wine — along with local brews and Italian spritzes. It’s added a market case filled with new items like deep-dish Sicilian-style pizza slices, premium charcuterie and Italian flatbreads.\n\nCart-Driver is located at 2500 Larimer St., 303-292-3553.\n\nWinter rum drinks\n\nNow that the holidays are just around the corner, the mountain town of Crested Butte is transforming into a festive ski town garlanded with evergreens and festive lights.\n\nLocal rum producer Montanya Distillers plans to celebrate the season with winter rum cocktails like the Montanya Wassail and the Hottanya in its recently expanded downtown space.\n\nThis fall, it added two copper stills and four fermentation tanks in the tasting room, which means customers can sip cocktails while watching rum being made. Montanya’s rums have won 18 gold and silver medals and two “Best in Class” awards in international competitions.\n\nOther new inventions include an expanded culinary program that focuses on appetizers and small plates made with ingredients sourced in Colorado, and a line of house-made bitters and artisan rum truffles. The bitters use Montanya rum as a base to infuse flavors like pineapple habanero, winter peach, fig and grapefruit. The dark-chocolate truffles are made with Montanya Oro rum, and rolled in coconut, Dutch chocolate, red chile or hazelnut.\n\nIf this news has triggered your thirst for winter rum cocktails, you can find recipes at montanyarum.com.\n\nMontanya Distillers is located at 212 Elk Ave. in Crested Butte; 970-799-3206.\n\nThankful for beans\n\nAbout 30 million green-bean casseroles will show up on Thanksgiving tables across America, according to Del Monte, a main provider of green beans. The company decided to have some fun with this, and reports that their “bean-counters” asked 1,500 Americans to rate their fondness for this classic Thanksgiving side dish.\n\nColorado made the top 20 list of states with the highest concentration of people who love green-bean casseroles. It’s in eighth position, with 71 percent of people passionate about it, followed by California, at 69 percent.\n\nThe top three states are Kentucky (78 percent), Wisconsin (77 percent), and Missouri (76 percent).\n\nAnd the top five ingredients Americans most love in their green-bean casseroles are bacon (37 percent), cheese (19 percent), mushrooms (15 percent), and almonds (8 percent).\n\nIf you haven’t yet chosen your recipe, Colorado State University offers a healthy version of the Thanksgiving classic, courtesy of the Kendall Anderson Nutrition Center. You can find it online at chhs.colostate.edu/news/item/?ID=152036.\n\nColleen O’Connor: 303-954-1083, coconnor@ denverpost.com or twitter.com/coconnordp", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Digest: Game halls a top trend for restaurants in 2015, Denver at forefront", "title": "Digest: Game halls a top trend for restaurants in 2015, Denver at forefront", "url": "http://www.denverpost.com/2014/11/25/digest-game-halls-a-top-trend-for-restaurants-in-2015-denver-at-forefront/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20141125__20141126_C2_FE26FDDIGESTp1.jpg", "height": 490}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20141125__20141126_C2_FE26FDDIGESTp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-11-25T18:30:17+00:00", "modified_time": "2016-04-26T21:10:30+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Food Digest"}, "_id": "\"57477af46914bd0286fd8a9d\"", "article_summary": "If this news has triggered your thirst for winter rum cocktails, you can find recipes at montanyarum.com.\nThe bitters use Montanya rum as a base to infuse flavors like pineapple habanero, winter peach, fig and grapefruit.\nLocal rum producer Montanya Distillers plans to celebrate the season with winter rum cocktails like the Montanya Wassail and the Hottanya in its recently expanded downtown space.\nThe dark-chocolate truffles are made with Montanya Oro rum, and rolled in coconut, Dutch chocolate, red chile or hazelnut.\nThey chose to bring Rhein-Haus to Denver because of their experiences in town."}