{"article_title": "Dead temples vs. living churches: ISIS is obliterating Christian communities — why aren’t we paying attention?", "article_keywords": ["paying", "living", "east", "isis", "temples", "city", "syria", "dead", "obliterating", "christian", "vs", "syriac", "church", "communities", "churches", "iraq", "scholarship"], "article_url": "http://www.salon.com/2015/11/29/dead_temples_vs_living_churches_isis_is_obliterating_christian_communities_why_arent_we_paying_attention/", "article_text": "Topics: Christianity, Iraq, isis, Islam, Middle East, Syria, News\n\nEvery few days, ISIS militants in the Middle East carry out some new atrocity calculated to inflict shock and awe on Western opinion. They carry out barbarous executions, they destroy priceless items of cultural heritage, all duly filmed, and those acts have their effect worldwide. It’s a sad commentary on global opinion, though, that some of the most savage blows inflicted on the world’s cultural and religious heritage have gained nothing like as much attention. Assyrian sculptures and Greco-Roman temples are irreplaceable monuments of human civilization, but so too are the living churches now being uprooted. Christian communities have almost been obliterated in most of Iraq, and a similar process is underway in large areas of Syria. That humanitarian crisis is familiar enough, but far less understood is the significance of these churches now facing terminal crisis. In their time, they represented not just a distant fringe of Christianity, but its heart and core. Ironically, they decisively shaped the history of Islam, as well as Christianity.\n\nISIS supporters identify Christian homes with the Arabic letter Nun for Nasrani, Nazarene. That usage takes us back to an era when followers of Jesus were as likely to bear that name as the newer alternative, “Christian.” For centuries, Christians in those regions used the Semitic Syriac language, which is so near to Hebrew and Aramaic. For a millennium, Syriac was one of the great languages of Christian literature, scholarship and devotion, at least equal in significance to Greek and Latin. What we see being before our eyes are the last vestiges of that critical third component of early and medieval Christianity.\n\nThe Syriac churches emerged on the borderlands of the two great empires, of Rome and Persia, and from earliest times, Christians engaged in intellectual debates among multiple competing cultures and faiths. Besides their pagan neighbors, Christians were deeply involved with Jewish communities, to whom they remained close culturally as well as linguistically. Church and synagogue were never as far removed in the east as they would always be in European Christendom. Syriac monks even bore the title Rabban. As late as the 13th century, Syriac Christian scholarship enjoyed a final flowering with the amazing polymath Gregory Bar-Hebraeus, the half-Jewish “Son of a Hebrew.”\n\nEarly eastern churches produced some of the greatest intellects in the Christian tradition, the mighty “Syriac Fathers” who were once quite as celebrated as Westerners like Augustine. The greatest Syriac thinker was the fourth century saint Ephraem, a philosopher and theologian who was quite familiar with Rabbinic scholarship. For all his other achievements, Ephraem remained most popular for his prolific hymns, church music and teaching songs, some of which are still used today. Syria was where the Christian church learned to chant, and to sing.\n\nThe lands that we today call Syria, Iraq and eastern Turkey were home to hundreds of monasteries that were centers of scholarship superior to anything in the early Christian West, including Ireland. Disastrously, many of those sites have been repeatedly in the headlines in the past few years, as the settings for hideous massacres and ethnic cleansing directed against the remnant Christian populations. Al-Raqqa, the main Syrian headquarters for ISIS, was once Kallinikos, a thriving center of Syriac monasticism and learning. Even a decade ago, the city was 10 percent Christian, but that minority has now presumably vanished. Also on the front lines of the Syrian war is Deir ez-Zor, which preserves the name of the monastery, the Deir, around which the city was built. Until the last decade, some of the world’s oldest and most renowned religious houses were found within a few miles of the Iraqi city of Mosul, in areas now thoroughly purged by ISIS.", "article_metadata": {"description": "We mourn destruction of artifacts, but the living churches being destroyed are the heart and soul of Christianity", "title": "Dead temples vs. living churches: ISIS is obliterating Christian communities — why aren’t we paying attention?", "og": {"site_name": "Salon", "description": "We mourn destruction of artifacts, but the living churches being destroyed are the heart and soul of Christianity", "title": "Dead temples vs. living churches: ISIS is obliterating Christian communities — why aren’t we paying attention?", "url": "http://www.salon.com/2015/11/29/dead_temples_vs_living_churches_isis_is_obliterating_christian_communities_why_arent_we_paying_attention/", "image": "http://media.salon.com/2015/11/syriac_church.jpg", "type": "article"}, "twitter": {"description": "We mourn destruction of artifacts, but the living churches being destroyed are the heart and soul of Christianity", "title": "Dead temples vs. living churches: ISIS is obliterating Christian communities — why aren’t we paying attention?", "image": "http://media.salon.com/2015/11/syriac_church.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Philip Jenkins", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Christianity, Iraq, isis, Islam, Middle East, Syria", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Topics: Christianity, Iraq, isis, Islam, Middle East, Syria, NewsEvery few days, ISIS militants in the Middle East carry out some new atrocity calculated to inflict shock and awe on Western opinion.\nAssyrian sculptures and Greco-Roman temples are irreplaceable monuments of human civilization, but so too are the living churches now being uprooted.\nChristian communities have almost been obliterated in most of Iraq, and a similar process is underway in large areas of Syria.\nSyria was where the Christian church learned to chant, and to sing.\nThe Syriac churches emerged on the borderlands of the two great empires, of Rome and Persia, and from earliest times, Christians engaged in intellectual debates among multiple competing cultures and faiths."}