{"article_title": "'All Bets Are Off' On Government Shutdown If Obama Acts On Immigration", "article_keywords": ["bets", "king", "republicans", "tactic", "house", "acts", "continuing", "immigration", "shutdown", "vote", "president", "resolution", "obama"], "article_url": "http://www.huffingtonpost.com/2014/08/27/steve-king-shutdown_n_5724730.html", "article_text": "ASSOCIATED PRESS\n\nWASHINGTON -- One of the most vehement opponents of comprehensive immigration reform said Wednesday that he supports a tactic that could lead to another federal government shutdown.\n\nRep. Steve King (R-Iowa) said that \"all bets are off\" about the fate of a continuing resolution to fund the government if President Barack Obama decides to unilaterally take action to provide deportations relief for undocumented immigrants.\n\n\"If the president wields his pen and commits that unconstitutional act to legalize millions, I think that becomes something that is nearly political nuclear,\" King said, according to the Des Moines Register. \"I think the public would be mobilized and galvanized and that changes the dynamic of any continuing resolution and how we might deal with that.\"\n\nIf the president takes action on immigration, as he is expected to do later this fall, King said that Republicans should push for the passage of House legislation on border security to become a \"requirement\" in exchange for funding the government. The House bill, which Republicans passed before leaving town for August recess, rolls back an existing administration policy that provides deportation relief for young immigrants who entered the U.S. illegally as children. The House bill also authorizes $659 million in funds to address the influx of undocumented children on the border, which is considerably less than the $3.7 billion the Obama administration requested.\n\nThe tea party congressman echoed Senate Minority Leader Mitch McConnell (R-Ky.) in suggesting that Republicans could use the continuing resolution as a bargaining chip on other areas where they disagree with the White House, even if Obama does not take executive action on immigration.\n\n\"When we hear some of our leaders say there will be no government shutdown, that's the political equivalent of saying there will be no boots on the ground,\" he said.\n\nRepublican leaders are unlikely to pursue this tactic so close to the Nov. 4 midterm elections, especially considering how much voters blamed them for the 16-day partial government shutdown over the Affordable Care Act in October 2013. But given the events of last year's shutdown, in which the party's more conservative wing largely drove the agenda, it's not an impossible scenario. As the Atlantic's Molly Ball reported on Wednesday, GOP leaders are \"increasingly nervous about the potential for a rebellion on the funding bill.\"\n\nIt's also interesting that such a tactic could bring together two unlikely Republican members of Congress -- immigration foe and \"cantaloupe calves\" expert Steve King, and Sen. Marco Rubio (R-Fla.), a one-time champion for comprehensive immigration reform.\n\n\"There will have to be some sort of a budget vote or a continuing resolution vote, so I assume there will be some sort of a vote on this,\" Rubio told Breitbart this week. \"I'm interested to see what kinds of ideas my colleagues have about using funding mechanisms to address this issue.\"\n\nAlso on HuffPost: 2013 Government Shutdown 2013 Government Shutdown\n\n1 of 242 John Boehner Speaker of the House Rep. John Boehner, R-Ohio, pumps his fist as he walks past reporters after a meeting with House Republicans on Capitol Hill on Wednesday, Oct. 16, 2013 in Washington. (AP Photo/ Evan Vucci) Share this slide:\n\nAP", "article_metadata": {"description": "WASHINGTON -- One of the most vehement opponents of comprehensive immigration reform said Wednesday that he supports a tactic that could lead to another ...", "sailthru.expire_date": "2014-08-28 15:57:49 -0400", "og": {"site_name": "The Huffington Post", "description": "WASHINGTON -- One of the most vehement opponents of comprehensive immigration reform said Wednesday that he supports a tactic that could lead to another ...", "title": "Steve King: 'All Bets Are Off' On Government Shutdown If Obama Acts On Immigration", "url": "http://www.huffingtonpost.com/2014/08/27/steve-king-shutdown_n_5724730.html", "image": "http://i.huffpost.com/gen/1996240/images/o-CONGRESSMAN-STEVE-KING-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "WASHINGTON -- One of the most vehement opponents of comprehensive immigration reform said Wednesday that he supports a tactic that could lead to another ...", "creator": "igorbobic", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1996240/images/o-CONGRESSMAN-STEVE-KING-facebook.jpg", "height": 1000}, "title": "Steve King: 'All Bets Are Off' On Government Shutdown If Obama Acts On Immigration", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2014-08-27 15:57:49 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=5724730", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "immigration reform,immigration,steve king shutdown,deportation relief,Steve King,daca,steve king immigration", "article": {"section": "Politics", "tag": "immigration reform,immigration,steve king shutdown,deportation relief,Steve King,daca,steve king immigration", "published_time": "2014-08-27 15:57:49 -0400", "modified_time": "2014-08-27 15:59:06 -0400"}, "viewport": "width=1000"}, "article_summary": "\"I think the public would be mobilized and galvanized and that changes the dynamic of any continuing resolution and how we might deal with that.\"\n\"There will have to be some sort of a budget vote or a continuing resolution vote, so I assume there will be some sort of a vote on this,\" Rubio told Breitbart this week.\nASSOCIATED PRESSWASHINGTON -- One of the most vehement opponents of comprehensive immigration reform said Wednesday that he supports a tactic that could lead to another federal government shutdown.\nRep. Steve King (R-Iowa) said that \"all bets are off\" about the fate of a continuing resolution to fund the government if President Barack Obama decides to unilaterally take action to provide deportations relief for undocumented immigrants.\nBut given the events of last year's shutdown, in which the party's more conservative wing largely drove the agenda, it's not an impossible scenario."}