{"article_title": "Top Five Healthcare Predictions For 2015", "article_keywords": ["ways", "company", "digital", "predictions", "peer", "walmart", "health", "healthcare", "2015", "startups", "medical", "care"], "article_url": "http://investcorrectly.com/20141229/top-five-healthcare-predictions-2015/", "article_text": "Healthcare has always assumed importance in the face of new drugs arrival, as well as, fresh disease emanating. Not to mention people are just interested in living longer! Therefore, what is in store for the people next year? Let’s take a look at five possible changes to the healthcare system in the United States both to the core and technologically.\n\nWalmart As Healthcare Insurer\n\nWal-Mart Stores, Inc. (NYSE:WMT) unveiled its online insurance exchange. Though it does not have any insurance brand of its own, that might change in the next year with its recent announcement indicating a plan of future design. The company believes primary care in addition to offering $4 generic drugs from its pharmacies and retail clinics will drive traffic growth. Wal-Mart has plans to leverage the Centers of Excellence program that Walmart already offers to its 1.2 million insured employees. The company can also offer tailor-made health incentives to shoppers to prevent disease.\n\nWal-Mart knows that healthcare is a major part of not only its customers lives but everyone’s lives and potential spend in the field is large. There is a Wal-Mart store within 5 miles of 95 percent of Americans, which makes it an ideal partner to be close to American’s health.\n\nThe Startup Environment is Changing\n\nCurrently, most digital health companies are not profitable despite five-fold jump in venture investments and rely on Big Pharma to swipe them up. Increasingly digital health startups are looking for ways to make healthcare cheaper in the United States and startups will start to tackle the cost problems with digital health solutions. In the future maybe Big Pharma will be the clients of the startups instead of the purchaser.\n\nAmazon’s Role In Medical Supply\n\nAmazon.com, Inc. (NASDAQ:AMZN) is selling a number of products. The company might add surgical gloves,catheters and various medical supplies. If the company is in a position to ship toilet paper in a matter of time, it can also supply gloves and gowns in the similar fashion. Free shipping could also be justified, keeping in mind the volume involved particularly when the company moves towards upstream high-margin products like syringes, sutures, and other commoditized supplies.\n\nHospitals Role In Peer-To-Peer Lending\n\nCould peer to peer find its way into Hospitals? Peer-to-peer lending has already been used to finance plastic surgery and other procedures. Even with the Affordable Care Act finding the money to help finance health care payments can be a challenge. Not to mention the fact that hospitals increasingly have problems collecting. Finding ways to help consumers that are willing and able to pay their medical bills could involve using Peer to Peer lending, a field that has shown impressive growth.\n\nCutting Cost and Preventative Care and the role of Technology\n\nGoing forward care providers will find ways to keep the costs of medical care down with technology. Start-ups in the digital health world will find ways to meld health and technology to give us better data, and better connections to our doctors and care providers with that. We’ve just entered the beginning of the world of the Internet of Things and how that relates to our health is in its infancy. We’ll be able to track our sleep, heartbeats, oxygen levels and more. The future of healthcare and technology is bright.", "article_metadata": {"pubexchange": {"image": "http://investcorrectly.com/wp-content/uploads/2014/12/doctor-and-patient-300x300.jpg", "title": "Top Five Healthcare Predictions For 2015"}, "description": "Healthcare has always assumed importance in the face of new drugs arrival, as well as, fresh disease emanating. What is in store for the people next year?", "generator": "WooCommerce 2.5.5", "og": {"site_name": "InvestCorrectly.com", "description": "Healthcare has always assumed importance in the face of new drugs arrival, as well as, fresh disease emanating. What is in store for the people next year?", "title": "Top Five Healthcare Predictions For 2015", "locale": "en_US", "image": "http://investcorrectly.com/wp-content/uploads/2014/12/doctor-and-patient.jpg", "updated_time": "2014-12-29T16:01:36+00:00", "url": "http://investcorrectly.com/20141229/top-five-healthcare-predictions-2015/", "type": "article"}, "twitter": {"description": "Healthcare has always assumed importance in the face of new drugs arrival, as well as, fresh disease emanating. What is in store for the people next year?", "title": "Top Five Healthcare Predictions For 2015", "image": "http://investcorrectly.com/wp-content/uploads/2014/12/doctor-and-patient.jpg", "creator": "@investcorrectly", "site": "@investcorrectly", "card": "summary_large_image"}, "robots": "noodp", "fb": {"admins": 100003863505020}, "OBKey": "La3d8ARWnIl0/5KA9u1uXA==", "article": {"publisher": "http://www.facebook.com/investcorrectly", "section": "Business", "tag": "WMT", "published_time": "2014-12-29T05:26:39+00:00", "modified_time": "2014-12-29T16:01:36+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Wal-Mart Stores, Inc. (NYSE:WMT), Amazon.com Inc. (NASDAQ:AMZN), Business, Healthcare, Retail, AMZN, WMT"}, "_id": "\"57477af36914bd0286fc9b13\"", "article_summary": "Increasingly digital health startups are looking for ways to make healthcare cheaper in the United States and startups will start to tackle the cost problems with digital health solutions.\nEven with the Affordable Care Act finding the money to help finance health care payments can be a challenge.\nWalmart As Healthcare InsurerWal-Mart Stores, Inc. (NYSE:WMT) unveiled its online insurance exchange.\nLet’s take a look at five possible changes to the healthcare system in the United States both to the core and technologically.\nThe Startup Environment is ChangingCurrently, most digital health companies are not profitable despite five-fold jump in venture investments and rely on Big Pharma to swipe them up."}