{"article_title": "\"Wastebook\" 2014: All that fits in pork barrel", "article_keywords": ["billion", "pork", "watch", "national", "million", "wastebook", "spent", "according", "book", "video", "fits", "barrel", "coburn"], "article_url": "http://www.cnn.com/2014/10/22/politics/tom-coburn-wastebook/", "article_text": "Story highlights Coburn: Getting rid of the practice of pork barrel is next to impossible\n\nThe NSF is a favorite target in the book\n\nCongress ended this fiscal year with a debt under a trillion dollars\n\nMonkeys taught how to gamble and play video games.\n\nPeople paid to watch grass grow.\n\nSwedish massages given to rabbits.\n\nHalf of $1 million spent on a video game that is now helping terrorists train for missions.\n\nAnd $1 billion spent to destroy $16 billion worth of ammunition.\n\nJUST WATCHED 2013: Sen. Coburn reveals annual 'Wastebook' Replay More Videos ... MUST WATCH 2013: Sen. Coburn reveals annual 'Wastebook' 05:42\n\nJUST WATCHED 2013: Obamacare, military highlight 'Wastebook' Replay More Videos ... MUST WATCH 2013: Obamacare, military highlight 'Wastebook' 02:49\n\nThese are just a few examples from the 100 entry-long list in a book detailing government waste, compiled by retiring GOP Sen. Tom Coburn of Oklahoma.\n\nIn the 2014 edition of the \"Wastebook,\" Coburn notes that getting rid of the practice of pork barrel spending is next to impossible.\n\n\"What I have learned from these experiences is Washington will never change itself,\" he said.\n\nMassages for rabbits\n\nSome of the worst offenses listed in the book:\n\n-- The National Institutes of Health spent $387,000 to give Swedish massages to rabbits with a mechanical machine. Coburn notes that the NIH has a $30 billion annual budget and that the director of the NIH claims an Ebola vaccine would \"probably\" be ready now but for a lack of funding.\n\n-- NASA pays Russia $70 million per passenger to send American astronauts to the International Space Station and back. The space agency is spending $3 billion on the ISS this year and will conduct studies, many proposed by elementary students, including one on the \"design and creation of better golf clubs.\"\n\n-- \"Only someone with too much of someone else's money and not enough accountability for how it was being spent could come up with\" a $10,000 program paying people to watch grass grow. That grass -- saltmarsh cordgrass, which can grow to be 7 feet tall -- was being observed in New Smyrna Beach, Florida as part of a Fish and Wildlife Service program.\n\nThe National Science Foundation is a favorite target in Coburn's book this year.\n\nThe foundation spent $171,000 to teach monkeys how to play video games and gamble in order to \"unlock the secrets of free will,\" according to the report.\n\nOther examples include $5.2 million for \"voicemails from the future that warn of a post-apocalyptic world,\" $1.97 million for a Facebook page and P.R. for fossil enthusiasts and a $46,000 grant to support the annual Clean Snowmobile Challenge -- a contest to determine who can make the most environmentally friendly snowmobile.\n\nThe National Science Foundation is also planning on spending $1.5 million to monitor Americans' attendance at science festivals. Another $200,000 will go to a study meant to determine \"why Wikipedia is sexist,\" according to the Wastebook report.\n\nThe State Department spends $90 million a year on cultural exchange programs, including one such program which sought to dispel a Pakistani journalist's perception that Americans are \"fat, rude, and cold.\" It worked.\n\nThe agencies could not immediately be reached for comment.\n\nExpensive destruction\n\n\"The real shock and awe may have been the $1 billion price tag the Pentagon paid to destroy $16 billion worth of ammunition, enough to pay a full years' salary for over 54,000 Army privates,\" said Coburn.\n\nThe book cites Pentagon officials who said the surplus ammunition has become \"obsolete, unusable, or their use is banned by international treaty.\" The book notes a 2014 Government Accountability Office investigation which concluded poor record keeping was the reason the military purchased so much ammunition it didn't need.\n\nThe Army spent nearly half a million dollars -- $414,000 -- to develop a video game called \"America's Army, \" a version of which terrorists have used to train for missions, according to National Security Agency e-mails sent in 2007 and leaked by former NSA contractor Edward Snowden.\n\nThe Department of Defense is spending $80 million on a real-life \"Iron Man\" suit. The Tactical Assault Light Operator Suit (TALOS) would need 365 pounds worth of batteries to power the suit, according to the \"Wastebook.\"\n\nCongress ended this fiscal year with a debt under a trillion dollars for the first time since 2008, according to the Wastebook report, but Coburn notes that the deficit still added $486 billion, or half a trillion dollars, to the national debt, which is \"quickly approaching $18 trillion.\"\n\nOf the entries listed in his book, Coburn, who will retire in 2016 after serving two terms, asks, \"Is each of these a true national priority or could the money have been better spent on a more urgent need or not spent at all in order to reduce the burden of debt being left to be paid off by our children and grandchildren?\"", "article_metadata": {"description": "Senator's \"Wastebook' notes that getting rid of the practice of pork barrel spending is next to impossible.", "pubdate": "2014-10-22T08:31:07Z", "author": "By Gabe LaMonica, CNN", "og": {"site_name": "CNN", "description": "Senator's \"Wastebook' notes that getting rid of the practice of pork barrel spending is next to impossible.", "pubdate": "2014-10-22T08:31:07Z", "url": "http://www.cnn.com/2014/10/22/politics/tom-coburn-wastebook/index.html", "image": "http://i.cdn.turner.com/cnn/.e/img/4.0/logos/cnn_logo_social.jpg", "type": "article"}, "section": "politics", "fb": {"app_id": 80401312489}, "thumbnail": "http://i.cdn.turner.com/cnn/.e/img/4.0/logos/cnn_logo_social.jpg", "source": "CNN", "vr": {"canonical": "http://www.cnn.com/2014/10/22/politics/tom-coburn-wastebook/index.html"}, "keywords": "politics, \"Wastebook\" 2014: All that fits in pork barrel - CNNPolitics.com", "lastmod": "2014-10-22T18:27:46Z", "twitter": {"card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0"}, "article_summary": "In the 2014 edition of the \"Wastebook,\" Coburn notes that getting rid of the practice of pork barrel spending is next to impossible.\nAnd $1 billion spent to destroy $16 billion worth of ammunition.\nHalf of $1 million spent on a video game that is now helping terrorists train for missions.\nThe Tactical Assault Light Operator Suit (TALOS) would need 365 pounds worth of batteries to power the suit, according to the \"Wastebook.\"\nAnother $200,000 will go to a study meant to determine \"why Wikipedia is sexist,\" according to the Wastebook report."}