{"article_title": "Fortified Foods Help Kids Get Some — But Not All — Recommended Vitamins And Minerals", "article_keywords": ["kids", "vitamins", "diets", "fortified", "children", "recommended", "vitamin", "foods", "added", "nutrients", "berner", "minerals", "help"], "article_url": "http://www.medicaldaily.com/fortified-foods-help-kids-get-some-not-all-recommended-vitamins-and-minerals-268956", "article_text": "American children are getting insufficient amounts of vitamins and minerals, although fortified foods compensate somewhat, according to a new national survey.\n\n\"Foods with added nutrients — most notably breakfast cereals, enriched grain foods, fluid milks — supplied important amounts of many but not all vitamins and minerals in diets of U.S. children and adolescents,\" researcher Louise Berner told Reuters.\n\nThe federal government requires food companies to fortify some products with vitamins and minerals, including refined flour and nonfat milk. And other products contain nutrients added voluntarily, pairing orange juice with calcium among other hybrids. But Berner and his colleagues wondered exactly how fortification of the grocery store aisle had impacted the nation’s youth. Using data from a national survey, they analyzed the diets of more than 7,200 children and adolescents ages 2 to 18.\n\nOn average, teenage girls ages 14 to 18 were mostly likely to consume diets lacking inadequate nutrients, as measured by the “Estimated Average Requirements” set by the federal government. Much more likely to consume a healthier diet were boys and younger girls ages 2 to 8. Among findings, investigators say that half or more of the vitamins consumed — vitamin d, thiamin, and folate — came from fortified foods. Such added nutrients accounted for the consumption of 20 to 47 percent of vitamin A, vitamin C, riboflavin, niacin, B6, B12, and iron. By contrast, fortified foods contributed less in the way of zinc and calcium, with most of those nutrients consumed otherwise.\n\nMost important, fortification apparently does no harm. Foods with added nutrients did not appear to poison the body, as some have feared in past study, the study authors wrote in late January in the Journal of the Academy of Nutrition and Dietetics.\n\nSource: Berner, Louise A., Keast, Debra R., Bailey, Regan L., Dwyer, Johanna T. Fortified Foods Are Major Contributors To Nutrient Intakes In Diets Of US Children And Adolescents. Journal of the Academy of Nutrition and Dietetics. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "fortified foods, fortified foods are healthy, fortified foods and u.s. diet, kid's diet and nutrition, vitamins and minerals,", "og": {"site_name": "Medical Daily", "description": "Foods fortified with essential vitamins and minerals compensate for some of what's missing from the dietary norm of the American child.", "title": "Fortified Foods Help Kids Get Some, Not All Nutrients", "url": "http://www.medicaldaily.com/fortified-foods-help-kids-get-some-not-all-recommended-vitamins-and-minerals-268956", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/02/09/american-children-not-getting-enough-vitamins-minerals.jpg", "type": "article"}, "twitter": {"description": "Foods fortified with essential vitamins and minerals compensate for some of what's missing from the dietary norm of the American child.", "title": "Fortified Foods Help Kids Get Some, Not All Nutrients", "url": "http://www.medicaldaily.com/fortified-foods-help-kids-get-some-not-all-recommended-vitamins-and-minerals-268956", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/02/09/american-children-not-getting-enough-vitamins-minerals.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/02/09/american-children-not-getting-enough-vitamins-minerals.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Consumer News", "published_time": "2014-02-09T17:14:31-05:00", "modified_time": "2014-02-09T17:14:30-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Foods fortified with essential vitamins and minerals compensate for some of what's missing from the dietary norm of the American child."}, "article_summary": "American children are getting insufficient amounts of vitamins and minerals, although fortified foods compensate somewhat, according to a new national survey.\nAmong findings, investigators say that half or more of the vitamins consumed — vitamin d, thiamin, and folate — came from fortified foods.\nBy contrast, fortified foods contributed less in the way of zinc and calcium, with most of those nutrients consumed otherwise.\nThe federal government requires food companies to fortify some products with vitamins and minerals, including refined flour and nonfat milk.\nAnd other products contain nutrients added voluntarily, pairing orange juice with calcium among other hybrids."}