{"article_title": "Nevada’s doctor shortage affects Clark County", "article_keywords": ["physicians", "school", "nevadas", "clark", "doctor", "affects", "medical", "doctors", "county", "shortage", "medicine", "nevada", "university"], "article_url": "http://lasvegassun.com/news/2015/jul/20/nevadas-doctor-shortage-affects-clark-county/", "article_text": "Nevada’s doctor shortage affects Clark County\n\nIs there a doctor in the house?\n\nIn Las Vegas, the answer is more likely to be no than in many other cities.\n\nIn fact, new data reveal just how short we are on general practitioners and specialists, including emergency room physicians, pediatricians and OB-GYNs.\n\nNevada politicians, educators and health care workers point to Nevada’s doctor shortage as one of the state’s most pressing concerns. It creates long waitlists for patients, overwhelms emergency rooms and hurts the economy as people seek care elsewhere.\n\nThe West tends to lag behind the national rate of doctors, but Nevada is particularly bad, ranking 48th among states for its ratio of primary-care physicians to patients.\n\nThe lack of doctors is particularly acute in the valley. Clark County has just 185 physicians for every 100,000 people, compared with 279 in Washoe County and 346 nationally, according to the University of Nevada School of Medicine.\n\nWhat’s behind the shortage?\n\n“The biggest thing is the growth in Southern Nevada was so fast,” said Dr. Andy Eisen, president of the Clark County Medical Society.\n\nClark County has more than quadrupled in population since 1980, and although the number of doctors also increased, the gains weren’t enough to keep pace.\n\nAnother hurdle: Southern Nevada’s lack of residency and fellowship programs, the steps between students graduating from medical school and becoming full-fledged doctors. Ninety percent of Nevada’s medical students move out of state to complete their residencies and fellowships, and only 40 percent of them return to practice medicine here, said Mary Tabor Griswold, health services research analyst for the University of Nevada School of Medicine. Of those who stay in state for training, 80 percent end up practicing medicine here.\n\nChanges could be coming soon. During this year’s legislative session, Gov. Brian Sandoval approved $10 million for the development of graduate medical education programs. Medical schools at UNLV and Roseman University plan to start classes in 2017.\n\n“Obviously, we will have some challenges,” said Dr. Mark Penn, founding dean of Roseman’s College of Medicine. “But I think as we all pull together, we will have some great results for the community.”", "article_metadata": {"description": "Nevada politicians, educators and health care workers point to Nevada’s doctor shortage as one of the state’s most pressing concerns. It creates long waitlists for patients ...", "og": {"site_name": "LasVegasSun.com", "description": "Nevada politicians, educators and health care workers point to Nevada’s doctor shortage as one of the state’s most pressing concerns. It creates long waitlists for patients ...", "title": "Nevada’s doctor shortage affects Clark County", "url": "//lasvegassun.com/news/2015/jul/20/nevadas-doctor-shortage-affects-clark-county/", "image": "http://photos.lasvegassun.com/media/img/photos/2015/07/17/doctor_shortage_t378.jpg?42670983c634e7c20626cc4856c543752c0d8b2f", "type": "article"}, "twitter": {"image": "//photos.lasvegassun.com/media/img/photos/2015/07/17/doctor_shortage_r100x100.jpg?b3c07ccb2170322b6086abdb714037205a461b06", "creator": "@JackieValley", "site": "@LasVegasSun", "card": "summary", "account_id": 12055942}, "fb": {"app_id": 112951308742607}, "vr": {"type": "text"}, "article": {"published_time": "2015-07-20T02:00", "author": "//lasvegassun.com/staff/jacquelyn-valley/"}, "verify-v1": "ABQIAAAA8L3JFDSZBbRKiOI0oC2hURQtzf2N5nUcl5FoJ4HJzSUUnGQdoBRCXoBzqBg3VizzahR0b1gDldhrew", "y_key": "33c272341f5beade", "news_keywords": "The Sunday"}, "article_summary": "Nevada’s doctor shortage affects Clark CountyIs there a doctor in the house?\nNevada politicians, educators and health care workers point to Nevada’s doctor shortage as one of the state’s most pressing concerns.\n“The biggest thing is the growth in Southern Nevada was so fast,” said Dr. Andy Eisen, president of the Clark County Medical Society.\nClark County has just 185 physicians for every 100,000 people, compared with 279 in Washoe County and 346 nationally, according to the University of Nevada School of Medicine.\nAnother hurdle: Southern Nevada’s lack of residency and fellowship programs, the steps between students graduating from medical school and becoming full-fledged doctors."}