{"article_title": "State’s Medi-Cal Bill for Undocumented Children Could Go Up", "article_keywords": ["kids", "eligible", "medical", "bill", "states", "undocumented", "state", "cost", "health", "california", "children", "care"], "article_url": "http://ww2.kqed.org/stateofhealth/2016/02/09/states-medi-cal-bill-for-undocumented-children-could-go-up/", "article_text": "The cost of providing full Medi-Cal benefits to undocumented immigrant children in California could be significantly more than the state’s health care agency has projected, according to experts and advocates.\n\nThat’s because state officials may have underestimated the number of kids in the United States illegally who will be eligible for the program -– though it’s hard to know precisely by how much.\n\nThe Department of Health Care Services has said about 170,000 such children will be eligible for full Medi-Cal beginning in May, when the expansion takes effect, and that covering them will cost the state $142.8 million in fiscal year 2016-2017.\n\nBut some advocates believe the number of eligible kids – and thus the price of covering them – will be much higher.\n\n“Oh, no, it’s going to be a lot more than that,” said Mark Diel, executive director of California Coverage and Health Initiatives, a children’s health advocacy group based in Sacramento. “We think the overall number will be more like 260,000 kids who will be eligible.”\n\nAnd that, Diel believes, could add roughly $40 million to the health care department’s projection.\n\nUnlike the regular Medi-Cal program, which is a partnership with the federal government, the state of California must foot the full bill for coverage of kids who are not in the country legally, except when they seek emergency services.\n\nWhat’s missing from the state’s estimate of that bill, Diehl said, are at least 70,000 undocumented children currently receiving benefits through Kaiser Permanente and about 20,000 more who get varying levels of care through county programs.\n\nHowever, those additional 90,000 children will not be as expensive to cover as the ones counted by state health officials, because they already are receiving care.\n\nMost of the 170,000 eligible children included in the state’s estimate “don’t have any care at all right now, outside of some of them getting care in the ER,” Diel explained. “It will be their first year of coverage, and that’s a lot more expensive.”\n\nThe 90,000 additional children who are already getting care would cost about half as much as the first-timers, on average, because “it’s easier to care for them,” he said.\n\nBut the state’s eligibility numbers could be off by even more than 90,000, said Richard Figueroa, program director at the California Endowment, a health care philanthropy.\n\nHe said as many as 300,000 children in the country illegally might be eligible for full Medi-Cal benefits, though no one really knows exactly how many children in California are without legal papers.\n\nDiel said his estimate of $40 million in extra state spending is a conservative number. “It’s speculation, but it’s speculation based on past experience,” he said.\n\nRonald Coleman, government affairs manager in the Sacramento office of the Los Angeles-based California Immigrant Policy Center, a think tank and advocacy group, said it is premature to pin down the cost of covering the children living in the U.S. and California illegally who are not yet counted by the health care department.\n\nHowever, “it’s safe to say the state will have to put additional funds into this,” Coleman said.\n\nFigures on those living in the U.S. and California without legal permission are unclear, and the cost of caring for children who already have some kind of coverage is also uncertain, he said.\n\nHe noted that not all of the 70,000 or more kids currently getting care through Kaiser Permanente will necessarily go into Medi-Cal. Talks are underway to decide how best to care for them.\n\nIn addition, the equation could change if a federal court injunction is lifted on President Barack Obama’s executive order offering citizenship to some of these people, Coleman noted. The Supreme Court in January agreed to hear the case.\n\nIf the injunction is lifted, some of the kids in California could be eligible for citizenship under Obama’s order.\n\nAssuming they qualified, they would be covered under regular Medi-Cal, which gets significant funding from the federal government, thus reducing the state’s bill for their care.", "article_metadata": {"description": "Advocates and experts say the state has undercounted the number of eligible children -- more kids in the program would mean higher costs.", "contextly-page": "{\"title\":\"State's Medi-Cal Bill for Undocumented Children Could Go Up\",\"url\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/2016\\/02\\/09\\/states-medi-cal-bill-for-undocumented-children-could-go-up\\/\",\"pub_date\":\"2016-02-09 11:09:03\",\"mod_date\":\"2016-02-09 11:10:08\",\"type\":\"post\",\"post_id\":146061,\"author_id\":\"8344\",\"author_name\":\"State of Health\",\"author_display_name\":\"State of Health\",\"tags\":[\"Children's Health\",\"Medi-Cal\",\"News\",\"Undocumented Immigrants\"],\"categories\":[\"Community Health\",\"Policy\"],\"image\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/wp-content\\/uploads\\/sites\\/27\\/2015\\/04\\/RS1369_IMG_1902-e1429575505514.jpg\"}", "og": {"site_name": "State of Health", "description": "Advocates and experts say the state has undercounted the number of eligible children -- more kids in the program would mean higher costs.", "title": "State’s Medi-Cal Bill for Undocumented Children Could Go Up", "url": "http://ww2.kqed.org/stateofhealth/2016/02/09/states-medi-cal-bill-for-undocumented-children-could-go-up/", "image": "http://ww2.kqed.org/stateofhealth/wp-content/uploads/sites/27/2015/04/RS1369_IMG_1902-e1429575505514-1440x1080.jpg", "locale": "en_us", "type": "article"}, "twitter": {"site": "@kqedhealth", "card": "summary_large_image", "creator": "@"}, "fb": {"app_id": 160023622793}, "keywords": "children\\'s health,medi-cal,news,undocumented immigrants", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477afa6914bd0286fe5c71\"", "article_summary": "The cost of providing full Medi-Cal benefits to undocumented immigrant children in California could be significantly more than the state’s health care agency has projected, according to experts and advocates.\nBut some advocates believe the number of eligible kids – and thus the price of covering them – will be much higher.\nAssuming they qualified, they would be covered under regular Medi-Cal, which gets significant funding from the federal government, thus reducing the state’s bill for their care.\nMost of the 170,000 eligible children included in the state’s estimate “don’t have any care at all right now, outside of some of them getting care in the ER,” Diel explained.\nBut the state’s eligibility numbers could be off by even more than 90,000, said Richard Figueroa, program director at the California Endowment, a health care philanthropy."}