{"article_title": "Explanations Sought For MGM Springfield Casino Downsizing", "article_keywords": ["downsizing", "week", "proposed", "city", "changes", "casino", "mgm", "project", "state", "officials", "council", "sought", "explanations", "mayor", "springfield"], "article_url": "http://wnpr.org/post/explanations-sought-mgm-springfield-casino-downsizing", "article_text": "This could be a pivotal week as officials in Springfield, Massachusetts determine how they will respond to the proposed downsizing of the casino planned by MGM Resorts. The City Council is holding a special meeting this evening. City officials have invited top MGM officials to a meeting later in the week to explain the proposed changes.\n\nSpringfield city officials including Mayor Domenic Sarno and City Council President Mike Fenton have vowed not to allow MGM to make any changes to the project that will reduce the number of jobs promised or lower revenue-sharing payments to the city.\n\nFenton scheduled a special meeting of the council to discuss with city planners and economic development officials how they intend to go about analyzing the changes in the project recently proposed by MGM.\n\n\" The decisions the city council, the mayor, and the Mass gaming commission make in the coming weeks will have lasting impacts on our residents and this area of western Massachusetts for generations,\" said Fenton. \" As elected officials we need to do what is right, not what is going to ruffle the least amount of political feathers or keep our allies most pleased.\"\n\nThe council president and 10 other members of the 13-member body held a news conference last week to voice their collective displeasure with MGM’s new plans for the casino project and to warn the Las Vegas-based company the councilors will drive a hard bargain when it comes to approving the changes MGM wants.\n\n\" The council is standing together in voicing our displeasure about the way this has unfolded,\" said Fenton in an interview.\n\nIn documents filed recently with the city and the state, MGM proposed to reduce the size of the Springfield project by 14 percent or about 122,000 square feet. MGM also wants to scrap a marquee 25-story hotel from the project.\n\nMGM President Mike Mathis, at a news conference last week, called the changes “design tweaks.” He previously said the decision to scrap the glass façade hotel tower was because of “skyrocketing construction costs.” The new plan still calls for a 250-room hotel, but on six floors instead of 25.\n\nThe other changes impact the space in the casino development that is to be set aside for retail, dining, and non-gambling entertainment. Springfield Chief Development Officer Kevin Kennedy said last week that a preliminary review of MGM’s new plans caused alarm.\n\n\" My notes here clearly indicate a 36 percent reduction in the retail space and that is the piece we are very very concerned about,\" said Kennedy.\n\nAt the direction of the mayor, City Solicitor Ed Pikula sent a letter to several top MGM officials asking them to attend a meeting Thursday with local officials to explain the reason for each proposed design change and how the proposed changes will impact MGM’s obligations to the city.\n\nPikula said the mayor and council need to approve any material changes to the project.\n\n\" We have a host community agreement that has specific components with square footage requirements and descriptions of other amenities promised to us, and the mayor has indicated we expect no less than what has been promised,\" said Pikula.\n\nMathis said MGM will deliver all the promises made including 2,000 construction jobs, 3,000 permanent jobs, and revenue to the city and the state. He said despite the proposed downsizing MGM will still spend more than the $500 million minimum required by the 2011 state gaming law to construct the casino.\n\n\"There is no issue,\" said Mathis. \" We will not need relief from that threshold. We will be delivering an $800 million-plus project even with these changes.\"\n\nMassachusetts Gaming Commission Chairman Stephen Crosby in a statement last week said the changes proposed by MGM are “significant” and will be closely reviewed by the five-member commission.\n\nThe state casino regulators won’t act until local officials weigh in on MGM’s latest plans.\n\n", "article_metadata": {"category": "Politics", "description": "Listen \n        Listening...", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://wnpr.org/post/explanations-sought-mgm-springfield-casino-downsizing", "image": "http://mediad.publicbroadcasting.net/p/shared/npr/styles/medium/nprshared/201510/451952748.jpg", "type": "article", "description": "Listen \n        Listening...", "title": "Explanations Sought For MGM Springfield Casino Downsizing"}, "story_id": 451952717, "twitter": {"site": "@wnpr", "card": "summary", "creator": "@ptuthill"}, "author": "Paul Tuthill", "org_id": 298, "dc": {"title": "Explanations Sought For MGM Springfield Casino Downsizing"}, "nid": 48996, "datePublished": "2015-10-26", "keywords": "Massachusetts, cities, gambling, infrastructure", "wordCount": 775, "has_audio": 1, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fca218\"", "article_summary": "City officials have invited top MGM officials to a meeting later in the week to explain the proposed changes.\nThis could be a pivotal week as officials in Springfield, Massachusetts determine how they will respond to the proposed downsizing of the casino planned by MGM Resorts.\nIn documents filed recently with the city and the state, MGM proposed to reduce the size of the Springfield project by 14 percent or about 122,000 square feet.\nThe City Council is holding a special meeting this evening.\nHe said despite the proposed downsizing MGM will still spend more than the $500 million minimum required by the 2011 state gaming law to construct the casino."}