{"article_title": "A Potentially Big Obamacare Problem: More Than 1.4 Million People Failed to Do This in 2014 -- The Motley Fool", "article_keywords": ["fool", "tax", "irs", "14", "consumers", "motley", "big", "subsidies", "million", "obamacare", "subsidy", "households", "failed", "returns", "potentially", "file", "health", "problem"], "article_url": "http://www.fool.com/investing/general/2016/01/23/a-potentially-big-obamacare-problem-more-than-14-m.aspx", "article_text": "You don't have to look far to see the ripple effects from the implementation of the Patient Protection and Affordable Care Act, which you likely know best as Obamacare.\n\nSigned into law nearly six years ago, and officially implemented on Jan. 1, 2014, Obamacare has helped push the rate of uninsured adults in the U.S. to the lowest levels on record according to Gallup and data from the Centers for Disease Control and Prevention. It's also made shopping for health insurance easier than ever, with transparent marketplace exchanges making for simple cross-comparisons and allowing consumers to make more educated decisions to fit their health needs.\n\nOf course, it's also had its downsides. The individual mandate, which is the actionable component of Obamacare that requires consumers to buy health insurance or face a penalty, is very much disliked. We've also seen some hiccups from health-benefits providers who can no longer pick and choose what members to accept. Quite a few insurers, including the nation's largest, UnitedHealth Group (NYSE:UNH), are losing money on their Obamacare-based plans, which raises some concerns about the long-term viability of the law.\n\nA potential red flag\n\nHowever, a potentially bigger concern for Obamacare's long-term success is the failure of more than 1.4 million people receiving subsidies in 2014 to file the correct tax paperwork with the IRS -- or in some cases to file tax returns period!\n\nAccording to data released earlier this month by the Department for Health and Human Services, which in turn came from the Internal Revenue Service, about 316,000 households that received tax credits in advance for health insurance failed to file tax returns in 2014. Prior to the implementation of Obamacare, quite a few households may have been able to go without filing federal taxes because they didn't earn enough taxable income. However, under Obamacare, filing a tax return if you receive a subsidy is a requirement.\n\nAn additional 147,000 households requested extensions on their 2014 federal tax filings but never followed through. Most importantly, some 976,000 households did file but failed to include Form 8962 with their 2014 returns. Form 8962 is what the IRS uses to compare what a person earns during the year versus what they were given in tax credits. If a person earns more than expected, they could be required to pay back some (or all) of the subsidy they received during the year. The opposite is also true, in that they could receive refunds if they earned less and were deserving of larger premium tax credits.\n\n\n\nWhy is this such a big deal?\n\nThrough each of the first three years, somewhere in the neighborhood of 85% of enrollees via HealthCare.gov, the federally run marketplace that currently covers 38 states, have qualified for subsidies. This figure is also pretty consistent when looking at the one dozen marketplaces run by individual states.\n\nNow here's the problem: if a consumer fails to file a tax return, or doesn't file the appropriate paperwork with their tax return, the government could withhold a tax subsidy in the future until they regain compliance. In theory, if more than 1.4 million people aren't in compliance, Obamacare could lose more than 10% of its total enrollees, who would be exposed to the full price of health insurance (which averages $364 per month based on data from the HHS before a tax credit, versus $101 after the premium tax credit). Paying full price for a premium probably isn't feasible for a majority of people receiving subsidies.\n\nThe IRS noted earlier this month that many of the enrollees who'd not filed tax returns corrected the problem when notified. However, moving forward, some 43,000 enrollees have lost their tax credits for failing to file federal tax returns.\n\nAdditionally, the data pulled from the IRS above specifically referred to \"households,\" which could be made up of more than just a single person. We don't know with any certainty how many consumers who received the advanced premium tax credit could be in violation for failing to correctly file their federal tax returns.\n\nIf there is a ray of sunshine here, it's that the IRS, like Obamacare with its relatively small initial shared responsibility penalty, treated the first year of the program as an opportunity to educate the public rather than punish. Yes, 43,000 consumers are losing their advanced premium tax credits because they failed to file returns. However, the other households that did file returns but didn't include Form 8962 will be able to keep their subsidies (for now). However, don't expect this generosity to continue beyond calendar year 2014. The IRS has stated that in 2015 subsidy recipients would need to include all applicable federal forms if they wished to continue receiving subsidies in subsequent years.\n\nSweating the small stuff\n\nFor insurers, their issue at the moment is simply trying to remain profitable with their plans on Obamacare's marketplace exchanges. UnitedHealth Group has suggested that higher utilization of insurance and the ease with which consumers can change plans from one year to the next is making it very difficult for insurers to be profitable. Now add the potential for more than a million members to lose their subsidies because they didn't file their tax returns correctly (or at all), and we could be looking at a growing problem.\n\nAlthough I believe all insurers would feel the loss of subsidy-eligible consumers to some extent, one that I'd keep my eye on in particular would be Anthem (NYSE:ANTM), the company behind Blue Cross Blue Shield in more than a dozen states. Anthem has an exceptionally diverse portfolio containing 38.7 million enrollees as of Sept. 30, 2015, so to some extent I think Anthem is going to be financially just fine even if subsidy-eligible consumers fail to file their appropriate tax paperwork. Nonetheless, Anthem, since Obamacare's implementation, has made it a point to go after government-sponsored and subsidy-eligible individuals since it means a guaranteed payment. If consumers fail to hold up to their end of the bargain on the tax front, it's possible its share price could be adversely affected.\n\nConsider the tax situation of subsidy recipients just another in a laundry list of things worth closely monitoring when it comes to the future of Obamacare.", "article_metadata": {"publish_time": "14:18", "date": "2016-01-23T19:18:00Z", "description": "According to the IRS more than 1.4 million people failed to do this in 2014, and in future years it could cost them their advance premium tax credits.", "ResponsiveALP": "1Ses_2things-v-single_2-things_50", "author": "Sean Williams", "promo": "According to the IRS more than 1.4 million people failed to do this in 2014, and in future years it could cost them their advance premium tax credits.", "twitter": {"site": "@themotleyfool", "description": "According to the IRS more than 1.4 million people failed to do this in 2014, and in future years it could cost them their advance premium tax credits.", "title": "A Potentially Big Obamacare Problem: More Than 1.4 Million People Failed to Do This in 2014 --  The Motley Fool"}, "tags": "Yahoo", "og": {"site_name": "The Motley Fool", "description": "According to the IRS more than 1.4 million people failed to do this in 2014, and in future years it could cost them their advance premium tax credits.", "title": "A Potentially Big Obamacare Problem: More Than 1.4 Million People Failed to Do This in 2014 --  The Motley Fool", "url": "http://www.fool.com/investing/general/2016/01/23/a-potentially-big-obamacare-problem-more-than-14-m.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F191926%2F4291736776_aa5dff710c_z.jpg&h=630&w=1200&op=resize", "type": "article"}, "article_type": "article", "headline": "A Potentially Big Obamacare Problem: More Than 1.4 Million People Failed to Do This in 2014", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "90d4ef20-bcaf-11e5-b12f-0050569d4be0", "pitch": 2518, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2016 01 23", "tickers": "UNH,ANTM", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "However, moving forward, some 43,000 enrollees have lost their tax credits for failing to file federal tax returns.\nThe IRS noted earlier this month that many of the enrollees who'd not filed tax returns corrected the problem when notified.\nYes, 43,000 consumers are losing their advanced premium tax credits because they failed to file returns.\nHowever, the other households that did file returns but didn't include Form 8962 will be able to keep their subsidies (for now).\nMost importantly, some 976,000 households did file but failed to include Form 8962 with their 2014 returns."}