{"article_title": "AAFP asks CMS for clarification on missing RVUs in 2015 physician fee schedule", "article_keywords": ["physician", "fee", "clarification", "asks", "missing", "rvus", "schedule", "agency", "used", "services", "code", "aafp", "medicare", "2015", "management", "cms", "codes", "care"], "article_url": "http://medicaleconomics.modernmedicine.com/medical-economics/news/aafp-asks-cms-clarification-missing-rvus-2015-physician-fee-schedule", "article_text": "The American Academy of Family Physicians (AAFP) is calling out the Centers for Medicare & Medicaid Services (CMS) for failing to provide details about several primary care codes in its 2015 Medicare physician fee schedule.\n\nTypically, relative value units (RVUs) are included in the schedule, even for services that Medicare does not cover. However in the 2015 fee schedule, several codes are missing, and substitute codes are not fully explained.\n\nThe AAFP says CMS has recognized several new codes used by PCPs over the last two years, including transitional care management codes that the agency began covering in 2013. Code 99490, for chronic care management services, will be eligible for billing in 2015 and may be used for patients with two or more conditions lasting 12 months or until the patient’s death. But an associated code, 99487, is used for chronic care management and is not covered by Medicare but is recognized by other insurers and the AAFP is urging the agency to publish the associated RVU.\n\n\"CMS should publish the practice expense RVUs for this code, as it has in the past,\" says the AAFP in a letter to CMS.\n\nThe AAFP also writes that it disagrees with other changes to code 99490, specifically with the change in clinical staff type from “RN” to “RN/LPN/MA,” and the reduction in clinical staff time from 60 minutes to 20 minutes.\n\nRegarding advance care planning codes 99497 and 99498, Medicare does not currently recognize or reimburse for these codes and says another code should be used for reporting and paying for such care. CMS says it will consider official recognition of the two codes, but the agency did not specify what issues will need to be reviewed to reach a determination, the AAFP says.\n\nThe AAFP also asks CMS to explain what code is already being used to pay for those services, and what is being considered in order to approve payment for the codes. The AAFP also urges CMS to officially recognize the new codes.\n\n“We ask CMS to make known publicly what issues it is considering and what, if any, additional information the agency needs going forward. We believe that these are valuable services that are separately identifiable from other services provided to Medicare beneficiaries. In the meantime, we also respectfully ask CMS to clarify which code(s) it believes Medicare already uses for the reporting and payment of these services,” AAFP writes.\n\nAnother missing RVU involves fluoride varnish applications, which isn’t covered by Medicare, but may be covered by Medicaid, and the AAFP has asked that an RVU be published for the service.", "article_metadata": {"DC.description": "The American Academy of Family Physicians is calling out the Centers for Medicare & Medicaid Services for failing to provide details about several primary care codes in its 2015 Medicare physician fee schedule.", "Description": "The American Academy of Family Physicians is calling out the Centers for Medicare & Medicaid Services for failing to provide details about several primary care codes in its 2015 Medicare physician fee schedule.", "og": {"url": "http://medicaleconomics.modernmedicine.com/medical-economics/news/aafp-asks-cms-clarification-missing-rvus-2015-physician-fee-schedule", "site_name": "Medical Economics", "description": "The American Academy of Family Physicians (AAFP) is calling out the Centers for Medicare & Medicaid Services (CMS) for failing to provide details about several primary care codes in its 2015 Med", "title": "AAFP asks CMS for clarification on missing RVUs in 2015 physician fee schedule"}, "DC.identifier": "http://medicaleconomics.modernmedicine.com/node/391663", "robots": "INDEX,FOLLOW", "DC.publisher": "Advanstar Communications Inc", "DC.date": "2014-12-22", "last-modified": "Mon, 22 December 2014 22:32:57 GMT", "DC.creator": "Rachael Zimlich", "DC.source": "Medical Economics eConsult", "google-site-verification": "WZJsn2WE41IwLNlFfGQmdu6DHXhiwsg_s5ZCzVREpaM", "DC.subject": "AAFP, Chronic Care management codes, CMS, Medicare Physician Fee Schedule, Modern Medicine Feature Articles, RVUs, transitional care codes, Health Law & Policy, Practice Management", "emsContentType": "AAFP asks CMS for clarification on missing RVUs in 2015 physician fee schedule", "DC.title": "AAFP asks CMS for clarification on missing RVUs in 2015 physician fee schedule"}, "article_summary": "The American Academy of Family Physicians (AAFP) is calling out the Centers for Medicare & Medicaid Services (CMS) for failing to provide details about several primary care codes in its 2015 Medicare physician fee schedule.\nHowever in the 2015 fee schedule, several codes are missing, and substitute codes are not fully explained.\nThe AAFP says CMS has recognized several new codes used by PCPs over the last two years, including transitional care management codes that the agency began covering in 2013.\nTypically, relative value units (RVUs) are included in the schedule, even for services that Medicare does not cover.\n\"CMS should publish the practice expense RVUs for this code, as it has in the past,\" says the AAFP in a letter to CMS."}