{"article_title": "A Long Walk (Back) to Freedom", "article_keywords": ["suggest", "federal", "freedom", "national", "american", "long", "walk", "state", "hamilton", "media", "cases", "injury", "powers"], "article_url": "http://thefederalist.com/2014/03/02/a-long-walk-back-to-freedom/", "article_text": "With each news cycle comes fresh examples of federal overreach in American politics. Consider last week’s relatively mild sample:\n\nUnited States Attorney General Eric Holder advised his state counterparts not to defend laws they found discriminatory within their jurisdiction, suggesting that “engaging in that process and making that determination is something that’s appropriate for an attorney general to do.” The Federal Communications Commission (FCC) reversed course–for now–on its “Multi-Market Study of Critical Information Needs,” a plan to investigate the editorial content and decision-making process of local television, internet, and newspaper companies. The United States Department of Health and Human Services (HHS), in its latest regaming of Obamacare, announced that non-enrollees could still earn federal tax credits as long as they confirmed that their non-enrollment was the result of technical glitches in their state’s online insurance exchanges. Each of these examples represents something less than a revolution in our relations with the federal government. But from a wider perspective, we can see just how far removed we are from the Constitution’s vision for American government. What is striking in these cases is perhaps not so much the power in view (although in some cases that is considerable), but the way they illustrate the national government’s claim to jurisdiction over and pretense of competency in all areas of life.\n\nWe need the federal Attorney General to tell state AGs how to do their job. We need the fine folks at the FCC to micromanage media content. And people who can’t make (federal or state) Obamacare websites work are definitely needed to tell us whether we have the right health insurance policy.\n\nAlongside this is a creeping homogenization of American life that uses federal control over questions once left to the states or private parties to promote conformity to Progressive orthodoxy. Attorney General Holder wants to end the gay marriage debate; the FCC wants a media that serves the public according to its singular understanding of what that means; the HHS wants to standardize health insurance in defiance of the most natural differences (between young and old or men and women).\n\nIn a previous essay, we suggested (borrowing from the good work of others) some ways that we might begin to exercise our self-government muscles again–modest policy reforms that would open up room for private action.\n\nFederalist 33 outlines Alexander Hamilton’s understanding of the proper (republican) way to stop or resist new federal encroachments–before they begin to weaken us.\n\nResponding to concerns that the Constitution’s “necessary and proper” clause will be a vehicle for expansive federal powers, Hamilton writes:\n\nBut it may be again asked, Who is to judge of the necessity and propriety of the laws to be passed for executing the powers of the Union? I answer, first, that this question arises as well and as fully upon the simple grant of those powers as upon the declaratory clause; and I answer, in the second place, that the national government, like every other, must judge, in the first instance, of the proper exercise of its powers, and its constituents in the last. If the federal government should overpass the just bounds of its authority and make a tyrannical use of its powers, the people, whose creature it is, must appeal to the standard they have formed, and take such measures to redress the injury done to the Constitution as the exigency may suggest and prudence justify.\n\nHamilton’s initial point is that every power granted to the national government is liable to abuse. Like Madison, Hamilton places little hope in the idea that “parchment barriers”–careful enumerations of (the limits of) government authority–will, by themselves, keep political leaders from expanding their powers beyond reasonable constitutional bounds.\n\nWhat is needed, then, is not just a way to keep the “elastic clause” from stretching too far, but a comprehensive approach to resisting federal usurpations of individual and state authority.\n\nThe first part of Hamilton’s approach seems rather unpromising: expecting the national government to police itself. But a well-functioning system of checks and balances–including judicial review and the presidential veto–makes it possible, at least in some cases, for one constitution-honoring branch of government to prevent overreach by the other two. As Hamilton argues later in the essay, laws that that go beyond the Constitution are “merely acts of usurpation, and will deserve to be treated as such.”\n\nObviously, though, this hasn’t happened often enough. Partisan and ideological affinity and a common interest in expanding federal power, among other causes, have all but retired these admittedly blunt constitutional weapons as serious checks on federal power–as demonstrated, for example, by Justice Roberts’s Obamacare opinion and George W. Bush’s decision to sign what he believed was an unconstitutional campaign finance reform bill.\n\nThat, according to Federalist 33, leaves the responsibility in the hands of the people–who, after all, made the government–to “redress the injury done to the Constitution as the exigency may suggest and prudence justify.”\n\nBut how do we find the best method of redressing the injury? Hamilton is wise enough to know that one approach isn’t suitable for all cases, but he does suggest two principles to guide us.\n\nTBut how do we find the best method of redressing the injury? Hamilton is wise enough to know that one approach isn’t suitable for all cases, but he does suggest two principles to guide us. The first is that the type of response should be related to the offense in view. The one (perhaps temporary) victory on the list of last week’s federal offenses was won when the media–Fox News and conservatives in the new media especially–pushed back hard against the FCC’s proposal, after one of the Commission’s own members, Ajit Pai, brought attention to the plan in a Wall Street Journal editorial. What might have been the quiet implementation of an innocuously-titled program turned into a debate over freedom of the press even the old guard of the mainstream media couldn’t entirely ignore.\n\nBut what of bigger constitutional game? If Hamilton’s remedy that the people “take measures to redress the injury done to the Constitution” seems far-fetched, consider that he was writing at the end of a remarkable twenty-five year period (1763-1788) when the “new media” of his day–the pamphlet and the broadsheet–combined with “old media” oratory had made it possible for leaders to encourage significant political reforms and a revolution to boot. That isn’t to suggest that we ought to ignore present-day difficulties (civic diseducation, shorter attention spans, changing mores, and the like) and place a blind trust in the employment of (new and old) communications technologies. But there’s much work to be done that can be done if we forsake the rant for the argument and properly account for the challenges and limitations of modern audiences.\n\nSecond, the authors and orators of the founding generation became, in many cases, the statesmen of the founding generation–they took their arguments from the churchyard and tavern into public assemblies and courtrooms. They did not think that ideas were the enemies of political consequences, nor vice versa: they realized that lasting success in the public square required thoughtful consideration, efficient assembly, and extensive public service at the local, state, and national level. They wrestled carefully with what “prudence justifies,” lest they delay justice with precipitate action or miss it altogether, doing evil that good may come.\n\nThe effective response to the FCC’s proposed study (and similar recent efforts to reign in the NSA) suggests that some short-term victories are possible. But a more comprehensive and lasting victory over improper and unnecessary federal encroachment will require an effort from the American people just as intense and just as long as the public-spirited labors of American patriots between 1763-1788. The Tea Party celebrated its fifth anniversary on Thursday; the work has just begun.\n\nVictory will require ten thousand leaders on the political front lines, supported by another million citizens making a compelling case to one hundred million more about what is necessary and proper. Determining how far we are from those marks and how to make up the difference ought to be front and center as we consider how and when to convene.", "article_metadata": {"item-publish-date": "Sun, 02 Mar 2014 13:11:33 EDT", "og": {"site_name": "The Federalist", "description": "What we need is a comprehensive approach to resisting federal authority.", "title": "A Long Walk (Back) to Freedom", "locale": "en_US", "image": "http://thefederalist.com/wp-content/uploads/2014/03/hamilton.jpg", "updated_time": "2014-03-06T07:04:29+00:00", "url": "http://thefederalist.com/2014/03/02/a-long-walk-back-to-freedom/", "type": "article"}, "twitter": {"domain": "The Federalist", "description": "What we need is a comprehensive approach to resisting federal authority.", "title": "A Long Walk (Back) to Freedom", "image": {"src": "http://thefederalist.com/wp-content/uploads/2014/03/hamilton.jpg"}, "creator": "@FDRLST", "site": "@FDRLST", "card": "summary_large_image"}, "article": {"section": "The Federalist Today", "tag": "Alexander Hamilton,Eric Holder,Federal Communications Commission,Federalist 33,James Madison,nited States Department of Health and Human Services", "published_time": "2014-03-02T13:11:33+00:00", "modified_time": "2014-03-06T07:04:29+00:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "description": "What we need is a comprehensive approach to resisting federal authority."}, "article_summary": "But from a wider perspective, we can see just how far removed we are from the Constitution’s vision for American government.\nAnd people who can’t make (federal or state) Obamacare websites work are definitely needed to tell us whether we have the right health insurance policy.\nWe need the federal Attorney General to tell state AGs how to do their job.\nEach of these examples represents something less than a revolution in our relations with the federal government.\nHamilton is wise enough to know that one approach isn’t suitable for all cases, but he does suggest two principles to guide us."}