{"article_title": "Nicotine Patches Don’t Help Women Quit Smoking During Pregnancy", "article_keywords": ["quit", "nicotine", "group", "patches", "pregnant", "study", "help", "nrt", "birth", "placebo", "pregnancy", "smoking", "women", "dont"], "article_url": "http://www.medicaldaily.com/nicotine-patches-dont-help-women-quit-smoking-during-pregnancy-271022", "article_text": "Expectant mothers are routinely told not to smoke cigarettes or drink alcohol while they’re carrying their child. But quitting is often easier said than done, and one of the most popular ways to quit is with the help of Nicotine Replacement Therapy, namely, nicotine patches. But according to a recent study from a group of French researchers, these patches do next to nothing to help women quit.\n\nThe incentive to quit is clear and present: Women who smoke while pregnant risk placental bleeding, premature birth, low birth weight, a higher risk for sudden instant death syndrome, along with a handful of birth defects, such as cleft lip and cleft palate. But according to the Centers for Disease Control and Prevention, nearly 11 percent of women report smoking in the last three months of their pregnancy.\n\nSmoking cessation is a rare thing, even if we Americans are getting better at it. Nicotine addictions are both behavioral and psychological in nature. People smoke because they enjoy the sensation of holding a cigarette, the taste, and because their brains have grown accustomed to short, intense bursts of the drug. Cessation programs usually target both the behavioral and the psychological in tandem, in an attempt to break the habit in all its forms.\n\nThis is where NRT come in: tiny, discreet patches that deliver increasingly smaller amounts of nicotine over a period of time, eventually weaning the smoker off nicotine altogether. They’re a nice idea but scantly trusted, prompting researchers to study the method on a group of mothers-to-be. The team culled data on 402 pregnant women who wore 16-hour nicotine patches in place of their average five cigarettes per day. The study was the second-largest to-date analyzing smoking habits among pregnant women.\n\nSubjects either received daily doses of nicotine or a placebo patch, which emitted nothing, up to the point of delivery. Beginning between 12 and 20 weeks’ gestation, the research team made monthly assessments, based on exhaled carbon monoxide levels and babies’ birth weight. Sadly, nicotine patches did no better than the placebo.\n\nThere were a couple limitations that Leonie Brose at the Institute of Psychiatry, King's College London, found in the study — limitations that could potentially obviate the team’s findings. For instance, Brose wrote in a related editorial, “treatment could start only in the second trimester, only participants who could not quit unaided could be included, and there was a gap of two weeks after the first session before the next session of behavioural support and adjustment of NRT.”\n\nComplete abstinence was achieved in only 11 women (5.1 percent) in the NRT group and 10 women (5.2 percent) in the placebo group. Interestingly, birth weight was actually lower in the placebo group. But despite the disappointing results, the researchers don’t want to abandon NRT as a cessation method altogether. A lack of evidence could be just that: a lack, not a refutation, of evidence.\n\n\"In the absence of evidence based drug interventions, behavioural support remains the core intervention to help pregnant smokers to quit,” they conclude. And Brose agrees. \"It may be too early to abandon the option of NRT entirely,\" she noted. \"However, a much greater effort is still needed to identify, test, and deliver more effective treatments for pregnant smokers who struggle to quit.\"\n\nSource: Berlin I, Grange G, Jacob N, Tanguy ML. Nicotine patches in pregnant smokers: randomised, placebo controlled, multicentre trial of efficacy. BMJ. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "nicotine patches, nicotine patch pregnant, quitting smoking pregnant, smoking while pregnant, nicotine patch during pregnancy, nicotine patch doesn't work", "og": {"site_name": "Medical Daily", "description": "Nicotine patches were found to be no more successful at helping pregnant women quit smoking than dummy placebo patches.", "title": "Nicotine Patches Don't Help Pregnant Women Quit", "url": "http://www.medicaldaily.com/nicotine-patches-dont-help-women-quit-smoking-during-pregnancy-271022", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/03/11/shutterstock148800542.jpg", "type": "article"}, "twitter": {"description": "Nicotine patches were found to be no more successful at helping pregnant women quit smoking than dummy placebo patches.", "title": "Nicotine Patches Don't Help Pregnant Women Quit", "url": "http://www.medicaldaily.com/nicotine-patches-dont-help-women-quit-smoking-during-pregnancy-271022", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/03/11/shutterstock148800542.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/03/11/shutterstock148800542.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Consumer News", "published_time": "2014-03-11T18:30:00-04:00", "modified_time": "2014-03-11T18:30:15-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Nicotine patches were found to be no more successful at helping pregnant women quit smoking than dummy placebo patches."}, "_id": "\"57477af46914bd0286fd8aa4\"", "article_summary": "But quitting is often easier said than done, and one of the most popular ways to quit is with the help of Nicotine Replacement Therapy, namely, nicotine patches.\nThe team culled data on 402 pregnant women who wore 16-hour nicotine patches in place of their average five cigarettes per day.\nBut according to a recent study from a group of French researchers, these patches do next to nothing to help women quit.\nNicotine patches in pregnant smokers: randomised, placebo controlled, multicentre trial of efficacy.\nThe study was the second-largest to-date analyzing smoking habits among pregnant women."}