{"article_title": "Anti-Obama Democrat Kesha Rogers files for U.S. Senate", "article_keywords": ["files", "houston", "antiobama", "candidate", "rogers", "senate", "democrat", "care", "president", "party", "kesha", "democratic", "texas", "obama"], "article_url": "http://trailblazersblog.dallasnews.com/2013/12/anti-obama-democrat-kesha-rogers-files-for-u-s-senate.html/", "article_text": "WASHINGTON — Newly-minted Senate candidate Kesha Rogers has called for impeaching President Obama and repealing the Affordable Care Act.\n\nThat wouldn’t be out of the ordinary if she were a tea partying Republican. But Rogers filed for Sen. John Cornyn’s seat as a Democrat.\n\nThe Houston native has run for federal office before. In 2010 and 2012, she scored improbable victories in the 22nd District’s Democratic congressional primaries, beating more traditional candidates only to be trounced by Rep. Pete Olson, R-Sugar Land, in the fall. She raised $40,000 and received 30 percent of the vote in the 2012 general election, getting her name checked on roughly 80,000 ballots.\n\nThat’s surprising, given that much of Roger’s platform has been decidedly nontraditional. As an acolyte of perennial presidential fringe candidate Lyndon LaRouche, she believes the U.S. economy is secretly controlled by a cabal of London financial institutions.\n\nShe’s paraded around Houston with a giant picture of Obama sporting a Hitler mustache and compared the Affordable Care Act to 1930s-era Nazi eugenics policies.\n\nAll this hasn’t endeared her to the Texas Democratic Party. She wasn’t invited to be a Texas delegate at the 2012 Democratic National Convention, for instance, and party leaders rooted against her in the primary.\n\n“If I can figure out what that silver bullet is to make sure that she is not on my slate after May, then I’ll definitely do that,” Steve Brown, chairman of the Fort Bend Democratic Party, said last year.\n\nShe also advocates increased NASA funding so America can use missiles to defend against asteroids, and to colonize Mars.\n\nYou can get a sample of her views toward President Obama (and the singing talents of her campaign staff) in this video from her 2012 House campaign. Fair warning: it’s Mary Poppins themed.\n\nSuperEgoGenocidal-NarcissistPsychosis! from Kesha for Congress on Vimeo.", "article_metadata": {"liveFyreID": "aHR0cDovL3RyYWlsYmxhemVyc2Jsb2cuZGFsbGFzbmV3cy5jb20vMjAxMy8xMi9hbnRpLW9iYW1hLWRlbW9jcmF0LWtlc2hhLXJvZ2Vycy1maWxlcy1mb3ItdS1zLXNlbmF0ZS5odG1sLw==", "generator": "WordPress 3.9.12", "author": "Nick Swartsell", "og": {"site_name": "Trail Blazers Blog", "description": "WASHINGTON -- Newly-minted Senate candidate Kesha Rogers has called for impeaching President Obama and repealing the Affordable Care Act. That wouldn't be out of the ordinary if she were a…", "title": "Anti-Obama Democrat Kesha Rogers files for U.S. Senate", "url": "http://trailblazersblog.dallasnews.com/2013/12/anti-obama-democrat-kesha-rogers-files-for-u-s-senate.html/", "image": "http://trailblazersblog.dallasnews.com/wp-content/themes/dallasnews/images/facebook-default-black.jpg", "type": "article"}, "LastModifiedDate": "2013-12-06T12:57:29Z", "twitter": {"card": "summary_large_image"}, "PublishDate": "1970-01-01T00:00:00Z", "wp-parsely_version": "1.7", "viewport": "width=device-width", "cXenseParse": {"recs": {"publishtime": "1970-01-01T00:00:00Z"}}}, "_id": "\"57477af46914bd0286fd8aa6\"", "article_summary": "WASHINGTON — Newly-minted Senate candidate Kesha Rogers has called for impeaching President Obama and repealing the Affordable Care Act.\nAll this hasn’t endeared her to the Texas Democratic Party.\nYou can get a sample of her views toward President Obama (and the singing talents of her campaign staff) in this video from her 2012 House campaign.\nBut Rogers filed for Sen. John Cornyn’s seat as a Democrat.\n“If I can figure out what that silver bullet is to make sure that she is not on my slate after May, then I’ll definitely do that,” Steve Brown, chairman of the Fort Bend Democratic Party, said last year."}