{"article_title": "Qualifacts headed into acquisition mode", "article_keywords": ["headed", "company", "klements", "qualifacts", "doub", "health", "mode", "behavioral", "need", "technology", "investment", "acquisition", "care"], "article_url": "http://www.tennessean.com/story/money/industries/health-care/2014/08/06/qualifacts-headed-acquisition-mode/13699823/", "article_text": "David Klements\n\nNashville company Qualifacts has positioned itself to grow, adapt and ultimately make an acquisition.\n\nThe company, which sells software-as-a-service to behavioral health providers, recently announced an investment, of an undisclosed amount, from Boston private equity firm Great Hill Partners. That investment should help propel the company’s growth, according to Qualifacts CEO David Klements.\n\nIt also has put Qualifacts in buying mode.\n\nFirst, the company has grown significantly since it first launched its software-as-a-service product, CareLogic, in 2009. Since then, Qualifacts has increased its customer base by 1,000 percent. By the end of this year, Qualifacts will have 300 clients in 30 states. Over the past year, the company’s behavioral health services have touched more than a million individuals.\n\nQualifacts’ growth reflects greater trends in the health care industry — namely, behavioral health must be integrated into overall health care, and there must be some way to track whether treatments work. The Affordable Care Act has spurred part of that shift since it requires that health plans sold on the Marketplace cover mental health services.\n\n“At a high level, what we're seeing is a much greater emphasis within the health care industry, including behavioral health, on effective measurement of client outcomes,” said Tom Doub, CEO of the Centerstone Research Institute.\n\nQualifacts is growing, in part, because the company needs to scale to assist more clients with that change, Klements said. “As this national shift happens to value-based purchasing in health care, behavioral health centers are going to need technology to help them.”\n\nBuilding that technology is singularly challenging.\n\n“Outcomes are notoriously difficult to measure to behavioral health,” Doub said. “With diabetes care, you have a specific diagnostic blood test that tells you whether you're effectively managing someone’s disease. But in behavioral health, there’s not a blood test to tell you how depressed someone is.”\n\nQualifacts has an advantage here, according to Klements, because of its years of experience fine-tuning methods of tracking effectiveness of mental health treatments.\n\nBut to compete in the future, Qualifacts will likely need to buy.\n\n“One of the reasons we decided to take this investment,” Klements said, “is that we see a need to build out, from a technology perspective, more robust care integration — specifically around the area of behavioral health care and primary health care.”\n\nUltimately, those two types of care should connect so that primary care physicians can track behavioral health problems and behavioral health clinicians screen for physical medical conditions.\n\n“This is extremely important because our body and our mind are really part of the same whole,” Doub said. “To treat them separately doesn’t make sense.”\n\nReach Shelley DuBois at 615-259-8241 and on Twitter @shelleydubois.\n\nRead or Share this story: http://www.tennessean.com/story/money/industries/health-care/2014/08/06/qualifacts-headed-acquisition-mode/13699823/", "article_metadata": {"google": "notranslate", "description": "A new investment has Qualifacts thinking about an acquisition.", "og": {"site_name": "The Tennessean", "description": "A new investment has Qualifacts thinking about an acquisition.", "title": "Qualifacts headed into acquisition mode", "url": "http://www.tennessean.com/story/money/industries/health-care/2014/08/06/qualifacts-headed-acquisition-mode/13699823/", "image": "http://www.gannett-cdn.com/GDContent/applogos/tennessean.png", "type": "article"}, "twitter": {"description": "A new investment has Qualifacts thinking about an acquisition.", "creator": "@tennessean", "image": "http://www.gannett-cdn.com/-mm-/49b12609f07d5c01b11d2660d4ff753f91da2a25/c=0-18-150-168&r=x643&c=640x640/local/-/media/Nashville/2014/08/06/davidklements.png", "title": "Qualifacts headed into acquisition mode", "site": "@tennessean", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600028886", "fb": {"app_id": 121487414583460}, "cXenseParse": {"recs": {"category": "money/industries/health-care", "image-3-4": "http://www.gannett-cdn.com/-mm-/6e01a49dde619d952307c6fa07b290becf7ce0ff/c=6-0-145-185/local/-/media/Nashville/2014/08/06/davidklements.png", "image-1-1": "http://www.gannett-cdn.com/-mm-/e6b375adccadc3e72c09226e1bac29f00a7ca99f/c=0-18-150-168/local/-/media/Nashville/2014/08/06/davidklements.png", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/9e1a3dee56ba6d51e4eb4ec0f27c35043900fd12/c=0-36-150-148/local/-/media/Nashville/2014/08/06/davidklements.png", "image": "http://www.gannett-cdn.com/-mm-/855730acdc3c7bbb71f89531bb18317c9da4febc/c=0-50-150-134&r=x633&c=1200x630/local/-/media/Nashville/2014/08/06/davidklements.png", "publishtime": "2014-08-06T19:28:07-05:00", "shorthed": "Qualifacts headed into acquisition mode", "articleid": 13699823, "image-16-9": "http://www.gannett-cdn.com/-mm-/7bb0cdf77a507f51cbe418b6e8cfb1761c72c0ca/c=0-50-150-134/local/-/media/Nashville/2014/08/06/davidklements.png", "image-9-16": "http://www.gannett-cdn.com/-mm-/dd0b3c4abafa84b8f81df1712b018c4ef800091a/c=23-0-127-185/local/-/media/Nashville/2014/08/06/davidklements.png"}, "author": "Shelley DuBois", "title": "Qualifacts headed into acquisition mode", "pageclass": "article", "gci-asset-type": "story"}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Qualifacts, Great Hill Partners, David Klements, CareLogic"}, "_id": "\"57477afa6914bd0286fe5c9d\"", "article_summary": "David KlementsNashville company Qualifacts has positioned itself to grow, adapt and ultimately make an acquisition.\nQualifacts’ growth reflects greater trends in the health care industry — namely, behavioral health must be integrated into overall health care, and there must be some way to track whether treatments work.\n“As this national shift happens to value-based purchasing in health care, behavioral health centers are going to need technology to help them.”Building that technology is singularly challenging.\n“Outcomes are notoriously difficult to measure to behavioral health,” Doub said.\nOver the past year, the company’s behavioral health services have touched more than a million individuals."}