{"article_title": "NBC to Cover Ebola Patient’s $500,000 in Medical Bills", "article_keywords": ["week", "network", "campaign", "west", "medical", "cover", "ebola", "patients", "nebraska", "treatment", "pay", "nbc", "500000", "bills", "support", "care"], "article_url": "http://www.thefiscaltimes.com/2014/10/15/NBC-Cover-Ebola-Patients-500000-Medical-Bills", "article_text": "NBC has agreed to pay the medical bills of the freelance cameraman who contracted Ebola while working for the network in Liberia earlier this month.\n\nFriends of Ashoka Mukpo, 33, had begun a crowdfunding campaign seeking $500,000 to cover the cost of his treatment at the University of Nebraska Medical Center.\n\nAn update to the GoFundMe campaign posted yesterday confirmed that the network would pay for Mukpo’s treatment. The organizers scaled back the campaign’s goal to $100,000 and said they would provide refunds to those interested. Proceeds from the campaign will now go toward replacing Mukpo’s possessions and to “support Ashoka in rebuilding his life after Ebola.”\n\nRelated: Ebola Scams Prey on the Public’s Fear\n\nAs of Wednesday, the campaign had raised just over $50,000 from 766 donors.\n\nMukpo took to Twitter earlier this week to announce that he’s on the mend. He thanked NBC for its support and reminded followers about the plight in Liberia. “Now that I’ve had firsthand exp [experience] with this scourge of a disease, I’m even more pained at how little care sick west Africans are receiving,” he tweeted.\n\nHis family also said in a statement on GoFundMe, “His appetite has returned and he is asking for food… The team taking care of him in Nebraska now feels he has turned the corner and with time will make a full recovery.”\n\nYesterday, the World Health Organization said that the virus kills 70 percent of the people it infects in West Africa.\n\nLast week, Liberian national Thomas Eric Duncan became the first person to die of Ebola on U.S. soil. Since his death, two health care workers who treated him at a Dallas hospital have tested positive for Ebola. Nurses have criticized that hospital’s preparation and safety protocol.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "NBC has agreed to pay the medical bills of the freelance cameraman who contracted Ebol", "title": "NBC to Cover Ebola Patient’s $500,000 in Medical Bills", "url": "http://www.thefiscaltimes.com/2014/10/15/NBC-Cover-Ebola-Patients-500000-Medical-Bills", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/Ashoka%20Mukpo.JPG", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2014/10/15/NBC-Cover-Ebola-Patients-500000-Medical-Bills", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/Ashoka%20Mukpo.JPG", "creator": "@bethbrav", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "NBC has agreed to pay the medical bills of the freelance cameraman who contracted Ebol", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "NBC has agreed to pay the medical bills of the freelance cameraman who contracted Ebola while working for the network in Liberia earlier this month.\nFriends of Ashoka Mukpo, 33, had begun a crowdfunding campaign seeking $500,000 to cover the cost of his treatment at the University of Nebraska Medical Center.\nAn update to the GoFundMe campaign posted yesterday confirmed that the network would pay for Mukpo’s treatment.\nSince his death, two health care workers who treated him at a Dallas hospital have tested positive for Ebola.\nLast week, Liberian national Thomas Eric Duncan became the first person to die of Ebola on U.S. soil."}