{"article_title": "Union Thugs Break Man’s Face in Mob Beat Down [GRAPHIC]", "article_keywords": ["thugs", "mans", "union", "lawsuit", "workers", "vehicles", "face", "break", "beat", "assault", "graphic", "kudingo", "395", "team", "mob", "williamson", "local"], "article_url": "http://thelibertarianrepublic.com/42732-2/", "article_text": "Union Thugs Break Man’s Face in Mob Beat Down [GRAPHIC]\n\nConnor D. Wolf\n\nA lawsuit filed Friday accuses Indiana-based union officials of allegedly storming a church-owned construction site to brutally assault nonunion construction workers.\n\nIron Workers Local 395 officials were adamantly opposed to Dyer Baptist Church using nonunion construction workers. Local 395 Business Agent Thomas Williamson Sr. demanded the project be turned over to his union, but the onsite workers and the church pastor refused. D5 Iron Works President Richard Lindner allegedly told Williamson on numerous occasions that he was trespassing and he should leave. After several failed attempts, the lawsuit alleges, Williamson arrived with some associates Jan. 7 and physically attacked the nonunion workers.\n\n“Men associated with Local 395 appeared at the job site,” the lawsuit, which was obtained by The Daily Caller News Foundation, stated. “After exiting the respective vehicles, the Local 395 Assault Team rushed the job site.”\n\nLindner and his colleague Scott Kudingo were among those assaulted. Williamson’s adult son and ten other colleagues joined him during the alleged incident. Kudingo suffered numerous injuries. His face was fractured and had to have his jaw wired shut. The attackers, according to the lawsuit, shouted that the assault was in relation for the union not getting the project.\n\n“Local 395 Assault Team grabbed Plaintiff Kudingo and threw him to the ground whereupon they beat Plaintiff Kudingo by clubbing, kicking and punching Plaintiff Kudingo in the face, arms, back and body,” the lawsuit continued. “The beating was violent in that upon information and belief the Local 395 Assault Team wore Steel Toe Boots during the attack.”\n\nKudingo begged the attackers to stop but they refused. Lindner and Joe Weil, yet another colleague, tried to intervene, but the union officials turned on them too. Weil was allegedly beaten with wooden boards during the attack, the lawsuit says, as well literally getting stomped.\n\n“Weil suffered injuries to his person, including but not limited to having a boot shaped welt mark on his back,” the lawsuit added. “They returned to their vehicles, including the two (2) vehicles owned by Defendant Local 395 and left.”\n\nThe lawsuit is seeking $3,000,000 for the physical and emotional damage dealt during the attack, plus attorney fees. The Center on National Labor Policy is helping the alleged attack victims in their legal challenge.\n\nLocal 395 did not respond to TheDCNF’s request for comment.\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience. For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.", "article_metadata": {"description": "A lawsuit filed Friday accuses Indiana-based union officials of storming a church-owned construction site to brutally assault nonunion construction workers.", "generator": "WordPress 4.4.2", "og": {"site_name": "The Libertarian Republic", "description": "A lawsuit filed Friday accuses Indiana-based union officials of storming a church-owned construction site to brutally assault nonunion construction workers.", "title": "Union Thugs Break Man’s Face in Mob Beat Down [GRAPHIC]", "url": "http://thelibertarianrepublic.com/42732-2/", "image": "http://thelibertarianrepublic.com/wp-content/uploads/2015/11/Union-protest1.jpg", "updated_time": "2016-02-13T12:16:36+00:00", "type": "article"}, "twitter": {"image": "http://thelibertarianrepublic.com/wp-content/uploads/2015/11/Union-protest1.jpg", "description": "A lawsuit filed Friday accuses Indiana-based union officials of storming a church-owned construction site to brutally assault nonunion construction workers.", "site": "@thelibrepublic", "card": "summary_large_image", "title": "Union Thugs Break Man’s Face in Mob Beat Down [GRAPHIC]"}, "robots": "noodp", "fb": {"app_id": 529576650555031}, "article": {"publisher": "https://www.facebook.com/libertarianrepublic", "published_time": "2016-02-13T10:13:13+00:00", "modified_time": "2016-02-13T12:16:36+00:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Union Thugs Break Man’s Face in Mob Beat Down [GRAPHIC]Connor D. WolfA lawsuit filed Friday accuses Indiana-based union officials of allegedly storming a church-owned construction site to brutally assault nonunion construction workers.\nIron Workers Local 395 officials were adamantly opposed to Dyer Baptist Church using nonunion construction workers.\n“After exiting the respective vehicles, the Local 395 Assault Team rushed the job site.”Lindner and his colleague Scott Kudingo were among those assaulted.\n“The beating was violent in that upon information and belief the Local 395 Assault Team wore Steel Toe Boots during the attack.”Kudingo begged the attackers to stop but they refused.\nLocal 395 did not respond to TheDCNF’s request for comment."}