{"article_title": "Why Universal Health Care Is Our Inalienable Right", "article_keywords": ["life", "right", "founding", "constitution", "political", "universal", "question", "documents", "health", "inalienable", "important", "care"], "article_url": "http://www.huffingtonpost.com/sanjay-sanghoee/universal-health-care_b_4329485.html", "article_text": "In the political firestorm over the ungainly rollout of the Affordable Care Act, or Obamacare, one central question that should be front and center in our national debate seems to have receded into the background, and that is whether universal health care is a fundamental right or a privilege. It is a legal question but also a conceptual one that says a lot about where we are as a nation today, especially in the political realm.\n\nThe reason that Americans are so divided on this issue is that the right to good health (which can only be ensured through guaranteed health care) is not mentioned in any of our founding documents. Unlike life, liberty, and happiness, which are protected by the Declaration of Independence, or the right to free speech, which is protected by the Constitution, our health is seemingly on its own, and therein lies the problem. We are so mired in the literal interpretation of our founding documents that we easily forget a number of important things:\n\nOur founding framework was never meant to be a static structure but a living contract amongst the citizens of the United States that evolved over time to serve the best interests of the people. The Constitution does not explicitly describe every right that we enjoy; such as, for example, the right to privacy. Amendments such as the Fourth, which prohibits unreasonable search and seizure, and the Fifth, which confers a right against self-incrimination and other due process rights, light the way to privacy but do not mention it directly. And yet nobody would ever question that it is still a right. If life, liberty, and happiness are indeed so important, then it stands to reason that health, which dictates the quality of our life and determines our ability to enjoy liberty and pursue happiness, is equally crucial to our welfare.\n\nConservatives, and the Tea Party in particular, adamantly believe that if the Founding Fathers had truly considered health to be important, they would have enshrined its protection in the Constitution. They are only partially right. The Founding Fathers would never have stayed silent on an important issue like the preservation of our health, but the fact is that during their own lifetime, the problem of astronomical health care costs had not yet emerged, and so it was not the urgent challenge that it is today.\n\nIn other words, while it was a self-evident truth that everyone had a right to good health, that health was not in jeopardy because of spiraling medical costs, corporate greed, or complex bureaucracy. People got sick and died back then as well, but not because they could not afford to buy insurance or pay for a biopsy. It was simply not a credible fear - as life and liberty indeed were after a bloody revolution and with the threat of European colonialism still hanging over a young America - and so it did not need to be addressed.\n\nWhich makes it incumbent on us to ask the further question of whether a word that was never written down by the framers of our Constitution should be an arbiter of our national destiny simply because of its absence? The reasonable answer, of course, is no. The Declaration of Independence and the Constitution are arguably the most important and seminal documents in the history of mankind, and in their powerful wisdom, guidebooks for a free nation. But things that embody freedom cannot themselves be limited by the ideas and words of a single group of people at a particular point in time. If that were the case, our founding documents would be little more than political snapshots of the late eighteenth century, and not the timeless source of inspiration that we all agree they are.\n\nObamacare may have gotten off to a very bad start, and the law itself may require major fixes (such as the provision that led to the inadvertent cancellation of millions of policies) in order to work the way it is intended to, but at a time when 47 million Americans are unable to afford or obtain health insurance, and policies get more restrictive in terms of coverage, a universal health care system is imperative.\n\nOther nations, such as Canada and the United Kingdom, have long provided such health care with good results so there is no reason to believe that it cannot work here. In fact, the only real hurdle to achieving health care for everyone, and better health care overall, is a stubborn and ideologically driven belief in the exact wording of our founding documents without acknowledgement of the spirit of those documents.\n\nThe ACA deserves a chance, but more importantly, universal health care deserves a chance. Good health is an inalienable right, even if it does not say so in print.\n\nSANJAY SANGHOEE is a political and business commentator. He has worked at leading investment banks as well as at multi-billion dollar hedge fund. His opinion pieces have appeared in TIME, Bloomberg Businessweek, FORTUNE, and Christian Science Monitor, and he has appeared on CNBC's 'Closing Bell', TheStreet.com, and HuffPost Live on business topics. He is also the author of two thriller novels.\n\nFor more information, please visit www.sanghoee.com\n\nFollow Sanjay Sanghoee on Twitter: www.twitter.com/sanghoee", "article_metadata": {"description": "In the political firestorm over the ungainly rollout of the Affordable Care Act, or Obamacare, one central question that should be front and center in ou...", "sailthru.expire_date": "2013-11-26 09:42:09 -0500", "og": {"site_name": "The Huffington Post", "description": "In the political firestorm over the ungainly rollout of the Affordable Care Act, or Obamacare, one central question that should be front and center in ou...", "url": "http://www.huffingtonpost.com/sanjay-sanghoee/universal-health-care_b_4329485.html", "image": "http://i.huffpost.com/gen/1480927/images/o-CONGRESS-AFFORDABLE-CARE-ACT-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1480927/images/o-CONGRESS-AFFORDABLE-CARE-ACT-facebook.jpg", "height": 1000}, "creator": "sanghoee", "description": "In the political firestorm over the ungainly rollout of the Affordable Care Act, or Obamacare, one central question that should be front and center in ou...", "card": "summary_large_image", "site": "@HuffPostPol"}, "sailthru.date": "2013-11-25 09:42:09 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4329485", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "Declaration of Independence,Bill of Rights,conservatives,obamacare,Affordable Care Act,gop,universal health care,U.S. Constitution,democrats,tea party,Barack Obama,healthcare,republicans", "article": {"section": "Politics", "tag": "Declaration of Independence,Bill of Rights,conservatives,obamacare,Affordable Care Act,gop,universal health care,U.S. Constitution,democrats,tea party,Barack Obama,healthcare,republicans", "published_time": "2013-11-25 09:42:09 -0500", "modified_time": "2014-01-25 05:59:02 -0500"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fca21a\"", "article_summary": "The ACA deserves a chance, but more importantly, universal health care deserves a chance.\nIn fact, the only real hurdle to achieving health care for everyone, and better health care overall, is a stubborn and ideologically driven belief in the exact wording of our founding documents without acknowledgement of the spirit of those documents.\nThe reason that Americans are so divided on this issue is that the right to good health (which can only be ensured through guaranteed health care) is not mentioned in any of our founding documents.\nOther nations, such as Canada and the United Kingdom, have long provided such health care with good results so there is no reason to believe that it cannot work here.\nThe Constitution does not explicitly describe every right that we enjoy; such as, for example, the right to privacy."}