{"article_title": "At White House, Jindal Will Lead GOP Governors’ Call For Action On Jobs", "article_keywords": ["jindal", "jobs", "power", "lead", "governors", "house", "christie", "phone", "pen", "action", "president", "white", "gov", "meeting", "gop", "obama"], "article_url": "http://swampland.time.com/2014/02/23/at-white-house-jindal-will-lead-gop-governors-call-for-action-on-jobs/", "article_text": "Kevin Lamarque/REUTERS Louisiana Governor Bobby Jindal speaks after the National Governors Association meeting at the White House in Washington February 25, 2013.\n\nRepublican Governors Association Vice Chair Bobby Jindal will take the lead when GOP governors visit the White House Monday morning for a business meeting with President Barack Obama.\n\nNew Jersey Gov. Chris Christie, the embattled chairman of the organization, left this weekend’s meeting of the National Governors Association early on Sunday morning to return home for his daughter Sarah’s 18th birthday. So it fell to Jindal, who preceded Christie in the post, to appear on CBS’s Face the Nation Sunday to make the case for Republican governors and against Obama.\n\nPreviewing an op-ed to be published Monday in National Review, Jindal argued that if the president is intent on using “the pen and the phone” instead of working with Congress, he should use his executive authority to create jobs.\n\n“If he’s going to make those decisions, why doesn’t he do things [on jobs]. For example, let’s increase domestic production of energy, creating hundreds of thousands of good-paying jobs,” he said Sunday. “Why not delay all of the mandates in “Obamacare,” which has become such a job-killer in our economy? We’re at a—in a historic 36-year low in terms of our labor force participation rate. The Republican Party should be the party of growth and opportunity. Why not approve the Keystone Pipeline today?”\n\nIn a statement sent to reporters Sunday, Jindal expanded on the theme:\n\n“In recent weeks, President Obama has emphasized his willingness to go it alone and use his executive power to achieve his policy aims. This White House has never been shy about wielding such power, but now the president apparently intends to escalate the use of the phone and the pen to make his agenda a reality. “If President Obama wants to give the American people a better economic growth agenda, he can. With the power of the pen and the phone, he can roll back policies which are creating barriers for innovation, implement policies which encourage investment, and build toward the future with reforms that will help prepare Americans for the challenge of tomorrow’s economy. “So if President Obama is determined to use his executive power to the fullest, we ask at least that he will use the power of the phone and pen to free the American people from the yoke of excess regulation, to open up new avenues for investment and education, and to give the economy the jumpstart it needs.”\n\nChristie’s absence comes as he has worked to return to a normal schedule in New Jersey following weeks of controversy over revelations of apparently politically-motivated actions by aides to close lanes to the George Washington Bridge. Nationally, Christie has kept a low profile, appearing only at private fundraisers and ducking the press throughout the NGA weekend. Christie will be announcing his next annual budget in an address on Tuesday.\n\nAfter the meeting with Obama, Jindal will be joined by South Carolina Gov. Nikki Haley, Tennessee Gov. Bill Haslam, and Gov. Rick Perry at a press conference.", "article_metadata": {"description": "Republican Governors Association Vice Chair Bobby Jindal will take the lead when GOP governors visit the White House Monday morning for a business meeting with President Barack Obama. New Jersey Gov.", "generator": "WordPress.com", "og": {"url": "http://swampland.time.com/2014/02/23/at-white-house-jindal-will-lead-gop-governors-call-for-action-on-jobs/", "type": "article", "image": "https://timeswampland.files.wordpress.com/2013/02/bobby-jindal.jpg?w=753", "site_name": "TIME.com", "title": "At White House, Jindal Will Lead GOP Governors’ Call For Action On Jobs | TIME.com"}, "msapplication-tooltip": "Political insight from the Beltway and beyond", "fb": {"admins": "1124331582,512158401,808970553,100000018008769", "app_id": 53177223193}, "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://swampland.time.com/feed/;icon-uri=http://1.gravatar.com/blavatar/11d9978cfec7d5a71822113fdc067df5?s=16", "application-name": "Swampland", "keywords": "2016 election, bobby jindal, bridge, bridgegate, chris christie, nga, obama, rga, white house", "article": {"publisher": "http://www.facebook.com/time", "author": "https://www.facebook.com/zekemiller"}, "viewport": "width=device-width,initial-scale=1", "news_keywords": "2016 election, bobby jindal, bridge, bridgegate, chris christie, nga, obama, rga, white house"}, "article_summary": "Republican Governors Association Vice Chair Bobby Jindal will take the lead when GOP governors visit the White House Monday morning for a business meeting with President Barack Obama.\nKevin Lamarque/REUTERS Louisiana Governor Bobby Jindal speaks after the National Governors Association meeting at the White House in Washington February 25, 2013.\n“If President Obama wants to give the American people a better economic growth agenda, he can.\nAfter the meeting with Obama, Jindal will be joined by South Carolina Gov.\nSo it fell to Jindal, who preceded Christie in the post, to appear on CBS’s Face the Nation Sunday to make the case for Republican governors and against Obama."}