{"article_title": "No money, no problem for Ohio Obamacare expansion", "article_keywords": ["billion", "federal", "money", "enrollment", "obamacare", "budget", "expansion", "state", "medicaid", "kasich", "ohio", "problem"], "article_url": "http://watchdog.org/204043/ohio-obamacare-money/", "article_text": "By Jason Hart | Ohio Watchdog\n\nOhio’s Obamacare Medicaid expansion will continue until at least July, despite burning through $2.56 billion in federal funding four months early.\n\nUnless enrollment drops abruptly, Medicaid expansion will be more than $1 billion over budget by the end of Ohio’s current fiscal year June 30. The expansion’s 492,121 January enrollment was 34 percent higher than state projections for July.\n\nEven with the federal government reimbursing Ohio for all of the program’s benefit costs, how can the Ohio Department of Medicaid continue the Obamacare expansion without legislative approval?\n\nODM does not need a new Obamacare expansion appropriation because the agency “has broad authority under Ohio law to operate the Medicaid program,” Joint Medicaid Oversight Committee director Susan Ackerman told Ohio Watchdog via email.\n\n“Appropriations for the Medicaid budget are set at the line item level and not by category of service or population,” Ackerman said. “Department of Medicaid may pay for Medicaid services from any of their Medicaid service-related line items up to the appropriation set by the General Assembly.”\n\nIn other words, as long as ODM’s total expenditures fall within limits set by state lawmakers, spending approved for traditional Medicaid recipients — children, pregnant women, the physically disabled, the elderly and families below the federal poverty line — can be used for the Obamacare expansion instead.\n\nODM’s enrollment projections have been wildly inaccurate, with high Obamacare expansion enrollment offset by low enrollment from those previously eligible. In January, Ohio had 125,457 more Obamacare expansion enrollees and 149,656 fewer traditional Medicaid enrollees than expected.\n\nBy using appropriations meant for traditional Medicaid recipients for the Obamacare expansion, Republican Gov. John Kasich’s administration can avoid an emergency request for more money to cover the expansion Kasich implemented unilaterally.\n\nBecause the federal government pays for 100 percent of Obamacare expansion benefits and only 62 percent of Ohio’s traditional Medicaid benefits, ODM still expects to have state money left in its total budget June 30.\n\nState taxpayers will eventually be stuck with a huge bill if the Obamacare expansion continues, but short-term federal funding makes the expansion “free” for states until 2017.\n\nThe left-leaning Urban Institute projected in 2012 that expanding Medicaid would cost Ohio taxpayers $4 billion through 2022. Kasich insists all of the expansion’s costs are paid for with “Ohio money,” which is demonstrably false.\n\nAfter adding working-age, able-bodied childless adults to Ohio’s Medicaid program in 2013, the Kasich administration turned to the Ohio Controlling Board for permission to spend $2.56 billion in Obamacare money between Jan. 1, 2014 and June 30, 2015.\n\nKasich touts the program’s skyrocketing enrollment as great news for the state, and he built his budget for fiscal years 2016 and 2017 on the assumption Medicaid expansion will continue.\n\n“Gov. Kasich’s unilateral expansion of ObamaCare is set to run more than a billion dollars over budget in just the first 18 months,” Jonathan Ingram, research director for the free-market Foundation for Government Accountability, said in an email to Ohio Watchdog.\n\n“More able-bodied adults have been put on Medicaid welfare than the Kasich administration thought would ever enroll. Barely a year in, Ohio’s Medicaid expansion costs are already spiraling out of control,” Ingram continued.\n\n“What happens when the state has to start paying its share of Medicaid expansion costs? Gov. Kasich has already pushed nearly 500,000 able-bodied adults to the front of the line, while nearly 40,000 children and adults with developmental disabilities languish on waiting lists for services,” Ingram said.\n\n“He’s proposed funding cuts to pediatric hospitals and is now pushing to kick pregnant women off the program,” Ingram added, concluding, “With these kinds of cost overruns, who else will Kasich put on the chopping block when the ObamaCare expansion bill comes due?”", "article_metadata": {"description": "Ohio's Obamacare Medicaid expansion will continue until at least July despite burning through $2.56 billion in federal funding four months early.", "og": {"site_name": "Watchdog.org", "description": "Ohio's Obamacare Medicaid expansion will continue until at least July despite burning through $2.56 billion in federal funding four months early.", "title": "No money, no problem for Ohio Obamacare expansion - Watchdog.org", "locale": "en_US", "image": "http://watchdog.org/wp-content/blogs.dir/1/files/2015/03/Obama-Kasich-AP.jpg", "updated_time": "2015-06-10T15:27:28+00:00", "url": "http://watchdog.org/204043/ohio-obamacare-money/", "type": "article"}, "twitter": {"domain": "Watchdog.org", "description": "Ohio's Obamacare Medicaid expansion will continue until at least July despite burning through $2.56 billion in federal funding four months early.", "creator": "@jasonahart", "image": {"src": "http://watchdog.org/wp-content/blogs.dir/1/files/2015/03/Obama-Kasich-AP.jpg"}, "title": "No money, no problem for Ohio Obamacare expansion - Watchdog.org", "site": "@watchdogorg", "card": "summary_large_image"}, "robots": "noarchive", "article": {"publisher": "https://www.facebook.com/Watchdogorg", "section": "Health Care", "published_time": "2015-03-06T04:00:21+00:00", "modified_time": "2015-06-10T15:27:28+00:00"}, "news_keywords": "John Kasich, Kasich, Obamacare expansion, Ohio Medicaid expansion, Kasich Obamacare expansion, Kasich Medicaid expansion, Ohio Department of Medicaid, Ohio Medicaid spending, Ohio Obamacare spending"}, "_id": "\"57477af46914bd0286fde5c0\"", "article_summary": "ODM’s enrollment projections have been wildly inaccurate, with high Obamacare expansion enrollment offset by low enrollment from those previously eligible.\nEven with the federal government reimbursing Ohio for all of the program’s benefit costs, how can the Ohio Department of Medicaid continue the Obamacare expansion without legislative approval?\nBy Jason Hart | Ohio WatchdogOhio’s Obamacare Medicaid expansion will continue until at least July, despite burning through $2.56 billion in federal funding four months early.\nJohn Kasich’s administration can avoid an emergency request for more money to cover the expansion Kasich implemented unilaterally.\nIn January, Ohio had 125,457 more Obamacare expansion enrollees and 149,656 fewer traditional Medicaid enrollees than expected."}