{"article_title": "Zoom+ clinic model adds its own insurance option", "article_keywords": ["sanders", "adds", "option", "food", "zoom", "clinic", "health", "plan", "healthcare", "services", "model", "care", "insurance", "plans"], "article_url": "http://www.healthcarefinancenews.com/news/zoom-clinic-model-adds-its-own-insurance-option", "article_text": "Photo of ZoomCare+ clinic from www.zoomcare.com\n\nPrimary care-focused Zoom+ has decided to take its insurance options into its own hands as the neighborhood clinic model starts to take off.\n\nThe company was co-founded by Dave Sanders, MD, a family physician who was \"crushed\" when he started practicing in Portland, Oregon, in the 1990s. \"Can it really be this dysfunctional?\" he remembers thinking at the time.\n\nSanders and his friend, Albert DiPiero, MD, started new companies aimed at fixing healthcare business needs. In 1995, they founded a healthcare internet content and e-commerce company that in 2000 was sold to Walgreens. Then they founded MyHealthBank, a digital health savings account company that was later bought by Trizetto. But those two companies still left them \"unfulfilled.\"\n\nSo Sanders and DiPiero, MD in 2006 started Zoom, a clinic network aimed at bringing people \"the most convenient care for the most common conditions.\"\n\nToday, the renamed Zoom+ is a network of 28 neighborhood clinics and \"advanced care studios\" in Portland, Vancouver, Washington, and Seattle, where patients get team-based care from MDs, NDs, NPs, and PAs, with same day appointments, telemedicine, health coaching, food and exercise counseling, parenting help, mental health treatment and basic dental services.\n\nZoom+ is launching a health plan for individuals and small businesses, aiming to be \"a complete health system,\" that achieves what Sanders considers a better version of the health reform Triple Aim (improving quality, population health and costs): \"to deliver twice the health, at half the cost and 10 times the delight.\"\n\nZoom+ is making one of the most audacious forays into healthcare based on a vision of highly personalized, and tech-centered patient-centered healthcare.\n\n\"If Apple was to move into the healthcare space, I imagine Zoom+ would be what it would look like,\" the company's newest product manager, Baltimore technologist Mike Brenner, told the Portland Business Journal.\n\nZoom+ is not totally unique in its approach to offering robust primary care. Sanders said that Zoom+ is kind of like a 3.0 version of Group Health Cooperative, in Washington, and HealthPartners, in Minnesota, which have each run their own health plans integrated with a primary care-focused physician network. Zoom+ is also similar to new, venture capital-backed direct primary care networks like Qliance or Iora Health. Zoom+ is backed by Portland-based Endeavour Capital, although the investment amounts have not been disclosed.\n\nBut Zoom is the first of these primary care startups to offer insurance, unlike Qliance and Iora Health, which so far have partnered with large insurance companies to serve high risk patients.\n\n\"With the emergence of healthcare reform, technology and retailism, we thought this was the moment,\" Sanders said. \"If we're really going to go after this two-half-plus ten, we had to have this insurance in the middle and make it a product Sarah could use everyday. \"\n\n\"Sarah\" represents patient that Sanders and the Zoom+ team used to design the clinic around, one who needs healthcare that is local and in retail settings, services with same-day appointments or late night video conferencing, social support for lifestyle choices and chronic condition management, and simple affordable prices for everyone.\n\nSanders believes that healthcare is not only dysfunctional, from Sarah's point of view, but also dependant on a myth that complexity in health insurance and accessing healthcare services is actually needed.\n\nIn Oregon, there are more 13 health plans being sold by 12 insurers, including Zoom+, Kaiser Permanente, Regence Blue Shield, a subsidiary of Premera Blue Cross, Providence Health & Services and several nonprofits. With the exception of Kaiser and Providence, Sanders said, all those other insurers are really selling the same thing -- the same provider networks, high deductibles, prescription drugs and mediocre experience when it comes to actually using the health plan.\n\nUnlike the new \"commodity\" model that most health insurers are migrating towards, Sanders wants to bring healthcare that is \"highly personalized, customized and human-based.\" Zoom+, he said, \"is a delivery system insurer and I think we stand out.\"\n\nFor residents in greater Portland looking for an individual or small business health plan this fall through the Affordable Care Act-subsidized exchange or the open market, Zoom may stand out as a cheap option.\n\nZoom+'s standard silver plan for 2016 is priced at $276, positioning it as the second-lowest cost silver plan, the benchmark for subsidies, and $5 more per month than Kaiser Foundation Health Plan. (Zoom+'s silver was originally the lowest-priced, proposed at $233 per month, until Oregon's Insurance Division took the unique step of forcing Zoom+ and other plans to raise rates.)\n\nEarlier this year, Zoom+ booked its first corporate client, Portland's New Seasons Market grocery chain, whose 2,900 employees will have the choice of either Regence Blue Cross plans or Zoom+, instead of Regence and Aetna.\n\nOn and off the exchange, Zoom+ is also selling Zoom+Zero, a no deductible plan, Zoom+100, with deductibles, and Zoom+Standard, the federally mandated bronze, silver and gold plans, all of which come with benefits like \"free olympian level circuit training,\" \"free food and movement as medicine classes,\" free parenting classes, and a free teeth whitening. Zoom+ is also expanding its own speciality services, including gastroenterology and orthopedics, while contracting with Providence Health and Services, Legacy Health and the Oregon Health & Sciences University Medical Center for hospital and some speciality coverage.\n\nThe \"food and movement as medicine\" especially sets Zoom+ apart in approach to chronic disease like diabetes, obesity and metabolic disorder--and it will also be one of its biggest challenges in extending its brand to demographics beyond progressive, young, active adults. Yet Sanders is bullish on the endeavor.\n\nFollow Healthcare Finance on Twitter and LinkedIn.\n\n\"As physicians, what we all know to be true are that food and movement are the soul of human health, along with relationships, stress and sleep,\" Sanders said. \"For some reason, our medical schools and system perpetuate the myth that health relies in laboratories, and imaging and medicine.\"\n\nZoom offers those condition management services, but the goal is to spread a \"culture and ethos\" of \"food and movement as medicine\" -- clinics that offer personalized activity training, diet counseling and smoothies.\n\nSanders sees the population in three segments: those who want to prevent or reverse metabolic disease and who are ready to engage in lifestyle changes, those who are interested but not fully committed, and those who don't want to change their diet and habits and want medication and medical management. \"We have to serve all three,\" he said.\n\nIf Zoom can serve those populations and win converts from the third segment, while nurturing a strong brand and experience, Sanders said they could expand to other regions and patient populations--including the Medicare and Medicaid populations whose chronic conditions present especially difficult challenges. Currently, as critics have pointed out, Zoom does not accept insurance for Medicaid or Medicare.\n\n\"Now, we go through a period of evaluation,\" Sanders said. \"We have to validate what we worked so hard to create.\"\n\nTwitter: @AnthonyBrino", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/news/zoom-clinic-model-adds-its-own-insurance-option", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/zoomcare-zoomcare.com-feature.jpg", "site_name": "Healthcare Finance News", "description": "The Portland-based company is making one of the most audacious forays into healthcare based on a vision of highly personalized, and tech-centered patient-centered healthcare.", "title": "Zoom+ clinic model adds its own insurance option"}, "twitter": {"image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/zoomcare-zoomcare.com-feature.jpg"}, "description": "The Portland-based company is making one of the most audacious forays into healthcare based on a vision of highly personalized, and tech-centered patient-centered healthcare.", "site": "@HC_Finance", "card": "summary_large_image", "title": "Zoom+ clinic model adds its own insurance option"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Primary care-focused Zoom+ has decided to take its insurance options into its own hands as the neighborhood clinic model starts to take off.&#13; The company was co-founded by Dave Sanders, MD, a family physician who was \"crushed\" when he started practicing in Portland, Oregon, in the 1990s. \"Can it really be this dysfunctional?\" he remembers thinking at the time.", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no"}, "_id": "\"57477af46914bd0286fd8aab\"", "article_summary": "Photo of ZoomCare+ clinic from www.zoomcare.comPrimary care-focused Zoom+ has decided to take its insurance options into its own hands as the neighborhood clinic model starts to take off.\nSo Sanders and DiPiero, MD in 2006 started Zoom, a clinic network aimed at bringing people \"the most convenient care for the most common conditions.\"\nCurrently, as critics have pointed out, Zoom does not accept insurance for Medicaid or Medicare.\nIn Oregon, there are more 13 health plans being sold by 12 insurers, including Zoom+, Kaiser Permanente, Regence Blue Shield, a subsidiary of Premera Blue Cross, Providence Health & Services and several nonprofits.\nSanders believes that healthcare is not only dysfunctional, from Sarah's point of view, but also dependant on a myth that complexity in health insurance and accessing healthcare services is actually needed."}