{"article_title": "How Libor whiz Rain Man became 'the guy everyone was going to blame'", "article_keywords": ["tokyo", "million", "rain", "hayes", "blame", "rate", "going", "whiz", "numbers", "libor", "banks", "rates", "guy", "told", "bank", "man"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/08/03/How-Libor-whiz-Rain-Man-became-guy-everyone-was-going-blame", "article_text": "LONDON (Reuters) - He was so obsessed with the numbers that he did not see his downfall coming.\n\nThe first trader convicted by a jury in the global Libor rate-rigging scandal was a maths whiz nicknamed \"Rain Man\", who slept as an adult under a superhero duvet cover he had owned since he was eight.\n\nTom Hayes, found guilty of eight counts of conspiracy to defraud, told the court he never thought he had been dishonest.\n\nDuring a nine-week trial at London's Southwark Crown Court, the 35-year-old former yen derivatives trader for the Tokyo offices of UBS and Citigroup said he had always been driven to do a good job. He wanted to gain \"an extra edge\", he said, and his bosses had condoned methods that were common practice at the time.\n\nThat included influencing other traders and brokers to nudge Libor, the London Interbank Offered Rate, used as a benchmark for $450 trillion in financial contracts worldwide.\n\nMukul Chawla, the gravelly-voiced veteran counsel for the prosecution, called Hayes the ringleader in a conspiracy of around 25 people to rig Libor.\n\nHayes said he had been singled out to take the fall.\n\n\"UBS had thrown me under the bus. I was up against two $50 billion organizations (UBS and Citi), the DOJ, the FSA (Britain’s then financial regulator), you name the acronym.\n\n\"I was the guy everyone was going to blame.\"\n\nSome of those named in Hayes's case have been charged and others remain under investigation, Chawla said.\n\nBut so far, no senior executives have been prosecuted in a scandal that helped shred public faith in an industry and has cost some of the world's biggest banks and brokerages $9 billion in fines and seen 21 people charged. Four people have pleaded guilty in separate Libor cases in Britain and the United States, although they have yet to be sentenced.\n\nUBS, where Hayes worked in Tokyo from 2006-2009, was fined around $1.5 billion by U.S., British and Swiss authorities in December 2012. Its Japanese subsidiary pleaded guilty to one U.S. criminal count of fraud relating to benchmark manipulation, including yen Libor.\n\nIt said in a statement that it was not a party to the criminal case against Hayes. \"The bank has resolved this legacy matter with most authorities and is committed to reducing operational risks and upholding a culture of doing the right thing.\"\n\nCitigroup, which fired Hayes after just 10 months in the job in 2010 after an internal investigation into his methods, was fined by European antitrust authorities 70 million euros ($77 million) in 2013 for participating in yen interest rate cartels.\n\nIt declined to comment after the verdict.\n\n'QANTAS NEVER CRASHED'\n\nA mathematics graduate with a penchant for probability puzzles, Hayes was diagnosed before the start of his trial with mild Asperger's Syndrome, a form of autism characterized by social awkwardness and obsessive, repetitive behaviors.\n\nEven before his diagnosis, he didn't take offence when colleagues called him \"Rain Man\", after a Hollywood film about an autistic savant with a gift for numbers who wins big at blackjack. One trader would chant whenever he saw Hayes: \"Qantas never crashed, Qantas never crashed\", a line from the movie in which the main character obsesses about an Australian airline.\n\nFor someone thrilled by numbers, trading interest rate futures in Tokyo was both exhilarating and intense. Sometimes he was so stressed he wanted to jump off a bridge, Hayes said. He estimated he executed 45,000 trades in his three years at UBS, offering counterparties ten times as many different prices to buy or sell financial contracts.\n\nHe lived, breathed and dreamt Libor, and even sometimes updated his Facebook page with where he wanted rates set.\n\n\"Your whole trading book is like this living organism with all these interconnecting parts and all these moving pieces,\" he told the court.\n\nLibor rates are submitted by major banks each day to reflect their estimated cost of borrowing in different currencies over various time frames. That made it possible to tamper with the rates by influencing the \"submitters\" who sent the estimates.\n\nPushing the rates up or down, even slightly, could boost profits or reduce losses on a trading book that determined the bank's earnings - and Hayes's bonus.\n\n\"No one suggests...that Mr Hayes should bear the full weight of Libor manipulation on his shoulders,\" prosecutor Chawla told the jury. But Chawla said Hayes was more than just a bit player, leaving a trail of 2,000 emails and computer messages that placed him at the center of a rate rigging plot.\n\n\"In relation to these events, his actions stood apart from and above all of the others.\"\n\nHayes said he sought only tiny changes, and did not see this as dishonest because the rates would still approximate the broader market cost of cash.\n\nScores of computer chats, emails and phone recordings were presented to the court, in which Hayes requests, cajoles and offers rewards - such as phoney trades designed only to generate broker commissions - to people who can influence the rates.\n\n\"If you keep 6s (6-month Libor) unchanged today I will fucking do one humongous deal with you, all right?\" he told a broker in one phone call on Sept. 18, 2008. \"... If you do that then I will ... pay you $50,000, $100,000, whatever you want.\"\n\nWHAT KIND OF BANK IS THIS?\n\nAfter three years at UBS during which he earned the Swiss bank $300 million, Hayes was lured to Citigroup's Tokyo office with an offer of a 2.2 million pound ($3.4 million) bonus.\n\nIn his new job, he found it harder to persuade rate submitters to listen to his requests. He pushed London-based junior colleague Hayato Hoshino to approach the bank's yen Libor submitter, Burak Celtic, to build a relationship on his behalf.\n\n\"Just try and catch him down in the toilet or something,\" Hayes told Hoshino. But when Hoshino approached Celtic soon after, the submitter promptly reported the incident to his boss Andrew Thursfield, a senior manager in Citigroup's internal treasury office, who ordered an internal investigation.\n\nAt the time, nerves were on edge across the industry over a snowballing global investigation, begun in 2008, into allegations of rate rigging. A dozen banks were in the spotlight and executives were being questioned by authorities, including Thursfield at Citigroup.\n\nOn a phone call on July 12, 2010, transcripts of which were read out in court, Hayes's boss Chris Cecere asked Andrew Morton, Citigroup's global head of rates based in London, whether the treasury department had reported \"little Hoshino\".\n\n\"Yeah I heard that they, they, uh, complained to compliance or something like that,\" Morton says. \"...I told you. Dude, I told you multiple times. Be fucking careful with those guys.\"\n\nCecere replied: \"What the fuck kind of bank is this?... Turn your own people in instead of just picking up the phone and saying look, this is really not comfortable, please stop it...\"\n\nHayes said he was \"coached\" by both Cecere and Brian Mccappin, the former head of Citigroup's investment bank in Japan, to tell Citigroup's investigating lawyers he had shared only general \"market color\" and had not asked for rate moves.\n\nCecere, Mccappin, Morton and Hoshino have not been charged with wrongdoing.\n\nCecere told Reuters in 2012 he had left Citigroup voluntarily with full bonus; his current employer, hedge fund Brevan Howard, which had no involvement in the proceedings against Hayes, did not make him available for comment.\n\nMorton and Mccappin, now based in New-York as a senior executive of global investor sales, declined to comment through Citigroup. Hoshino left and moved back to Tokyo, according to his Facebook page. He could not be reached for comment.\n\nWhen Hayes was summoned to a final meeting before being fired on Sept. 6, 2010, he asked how much the bank would give him to go quietly. Citigroup reported the incident to the authorities and let him keep the 2.2 million pound bonus.\n\nNUMBER GAMES\n\nBruised, Hayes returned to England and promptly married Sarah Tighe, a young lawyer he had met at a Tokyo swimming pool. With Tighe, his confidante who would become the mother of their son Joshua, he bought a seven-bedroom, seven-bathroom Victorian rectory in southern England.\n\nIn Dec. 2012, he switched on the television to hear U.S. Attorney General Eric Holder and criminal division chief Lanny Breuer announce he had been criminally charged over Libor.\n\nTerrified of extradition to the United States, he hired lawyers to approach British investigators to offer his cooperation with their investigation.\n\n\"I had one focus and one focus only which was not to be flown to El Paso in Texas, a maximum security prison, without my wife, without my son,\" he said at trial. \"I didn't think about innocence, guilt or anything. My only consideration at the time was getting charged (in Britain) and avoiding extradition.\"\n\nWhile cooperating, he gave 82 hours of voluntary interviews to Britain's Serious Fraud Office (SFO) over around five months in 2013, during which he not only conceded that he had acted dishonestly, but named and implicated around 25 other people.\n\nThen, he abruptly withdrew his cooperation, pleaded not guilty and threw himself on the mercy of a British jury. He said that decision was taken out of anger at how he had been treated by the authorities and the banks that had \"hung him out to dry\".\n\nIn court, Hayes gave an articulate account of himself when he testified in his defense, but grew testy and difficult under cross examination. He occasionally flashed dry wit. Straight-faced, he told a late-coming reporter outside the courtroom during the tense days while the jury was still deliberating: \"You missed it. I've been found not-guilty on all counts.\"\n\nChawla told the jury the trial was about dishonesty. But for Hayes, it was always about numbers.\n\nThe evidence trail, he said, was testament to his belief he had done nothing wrong. It had been a numbers game: the more people he asked to nudge rates, the more likely someone would do his bidding, the more he would earn for the bank. He insisted to the end that a cold look at the numbers would reveal he had done nothing wrong.\n\n\"For me this case is all about numbers and we don't ever really look at the numbers properly, in my opinion,\" he said.\n\n($1 = 0.9107 euros)\n\n($1 = 0.6447 pounds)\n\n(Additional reporting by Anjuli Davies; Editing by Peter Graff)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "LONDON (Reuters) - He was so obsessed with the numbers that he did not see his downfal", "title": "How Libor whiz Rain Man became 'the guy everyone was going to blame'", "url": "http://www.thefiscaltimes.com/latestnews/2015/08/03/How-Libor-whiz-Rain-Man-became-guy-everyone-was-going-blame", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/libor-hayes_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/08/03/How-Libor-whiz-Rain-Man-became-guy-everyone-was-going-blame", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/libor-hayes_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "LONDON (Reuters) - He was so obsessed with the numbers that he did not see his downfal", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Libor rates are submitted by major banks each day to reflect their estimated cost of borrowing in different currencies over various time frames.\n\"Just try and catch him down in the toilet or something,\" Hayes told Hoshino.\nIts Japanese subsidiary pleaded guilty to one U.S. criminal count of fraud relating to benchmark manipulation, including yen Libor.\n\"No one suggests...that Mr Hayes should bear the full weight of Libor manipulation on his shoulders,\" prosecutor Chawla told the jury.\nHe pushed London-based junior colleague Hayato Hoshino to approach the bank's yen Libor submitter, Burak Celtic, to build a relationship on his behalf."}