{"article_title": "GOP Blasts Obama for ‘Listless’ Anti-Terror Strategy Against ISIS", "article_keywords": ["ultimately", "terrorist", "antiterror", "war", "ground", "strategy", "mccain", "listless", "iraq", "syria", "isis", "president", "blasts", "gop", "obama"], "article_url": "http://www.thefiscaltimes.com/2015/01/21/GOP-Blasts-Obama-Listless-Anti-Terror-Strategy-Against-ISIS", "article_text": "President Obama said on Tuesday night that he was asking Congress to approve new authorization for him in the battle against ISIS, declaring that lawmakers from both parties must “show the world that we are united in this mission.”\n\nAmid a new era of global terrorism typified by the bloody attacks in France earlier this month that left 17 victims dead, Obama used some tough talk in his State of the Union address. He declared that the U.S. stands with the victims of terrorist attacks “from a school in Pakistan to the streets of Paris,” and that “We will continue to hunt down terrorist and dismantle their networks.”\n\nRelated: Why France Failed to Prevent the Charlie Hebdo Massacre\n\nWith so much of his one-hour SOTU address devoted to the economy and helping the middle class, Obama gave short shrift to the fast-spreading terrorism crisis and appeared almost sanguine in his assessment of how the war against the jihadist terrorists in Iraq and Syria was going.\n\nObama has vowed that he would not deploy additional combat ground troops to Iraq and Syria against ISIS, and he stuck to that position last night. Instead, he would continue to resort to air strikes by U.S.-led allied forces and enlisting the support of friendly “moderate” rebels in civil-war torn Syria to ultimately defeat the ISIS forces.\n\n“In Iraq and Syria, American leadership – including our military power – is stopping ISIL’s advance,” Obama said, using another acronym for the terrorist group. “Instead of getting dragged into another ground war in the Middle East, we are leading a broad coalition, including Arab nations, to degrade and ultimately destroy this terrorists group.”\n\n“The effort will take time. It will require focus,” he added. “But we will succeed.”\n\nRelated: McCain: Give Obama More War Powers Against ISIS\n\nYet this strategy that Obama first fully enunciated last fall for thwarting one of the most powerful and feared terrorist groups in the Middle East has had limited impact at best – and has drawn the derision of Sen. John McCain (R-AZ), the chair of the Senate Armed Services Committee, and other GOP leaders.\n\nRecent media reports indicate that ISIS continues to amass substantial territory in Syria, despite nearly 800 air-strikes in the U.S.-led campaign to break its hold. The U.S. has also struck 765 locations in Iraq.\n\nThe Wall Street Journal reported last week that more than three months of U.S. airstrikes in Syria have failed to prevent the Islamic State militants from expanding their control in that country. The progress by ISIS forces may be due in part to a U.S. decision to focus its military efforts on Iraq, where the militants have seized major portions of the country and declared them part of a new Islamic caliphate, according to the Journal.\n\nRelated: With Yemen in Chaos, al-Qaeda Terrorists Are Unleashed\n\nAt least a third of Syria is now under ISIS influence or control, The Daily Beast reported, with recent gains in rural areas. Meanwhile, the terrorist army does not appear to have suffered any major ground losses since the air strikes began. The bottom line is that ISIS has scored a net ground gain, according to the report.\n\nMoreover, the challenge for the U.S. of identifying and training moderate rebels fighting the regime of President Bashar al-Assad in Syria is proving far more difficult than the administration originally thought. Army Gen. Martin Dempsey has cautioned that it may be a year before a Syrian rebel force is ready for action.\n\nIn a joint statement by McCain and Sen. Lindsey Graham (R-SC), the two leading Republicans on defense issues dismissed the president’s speech as a “demonstration of how strategically listless his administration now is.”\n\nGraham, who is considering a bid for the 2016 GOP presidential nomination, and McCain contend that the U.S. ultimately will have to commit more ground troops to the conflict if it hopes to turn the tide against ISIS.\n\nRelated: The New U.S. Price Tag for the War Against ISIS: $40 Billion a Year\n\n“President Obama’s speech tonight was further evidence of the shameful lack of a coherent Administration strategy to achieve his stated goal of degrading and ultimately destroying the Islamic State of Iraq and Syria,” McCain and Graham said. “Despite the President’s claims of progress in the campaign against ISIS, this terrorist army continues to gain thousands of recruits and now controls significantly more territory in Syria than when U.S. airstrikes began there six months ago.”\n\nGOP lawmakers have said they are prepared to work with Obama to pass a new war powers measure if he sends a proposal to Congress. In her Republican response to the SOTU last night, freshman Sen. Joni Ernst of Iowa urged the president to come up with a “comprehensive plan” to defeat the terrorist group.\n\nObama said previously that he had all the authority he needed to wage the conflict, dating back to congressional resolutions adopted in the wake of the 9/11 attacks. But with conservative Republicans and many moderate Democrats insisting that new language was needed, the president is seeking a fresh resolution from Congress early this year.\n\n“We know that threats like these can’t just be wished away,” Ernst said in her ten-minute rejoinder to Obama’s speech. “We’ve been reminded of terrorism’s reach both at home and abroad, most recently in France and Nigeria, but also in places like Canada and Australia. Our hearts go out to the innocent victims of terrorism and their loved ones. We can only imagine the depth of their grief.”\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "President Obama said on Tuesday night that he was asking Congress to approve new autho", "title": "GOP Blasts Obama for ‘Listless’ Anti-Terror Strategy Against ISIS", "url": "http://www.thefiscaltimes.com/2015/01/21/GOP-Blasts-Obama-Listless-Anti-Terror-Strategy-Against-ISIS", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/07252014_ISIS.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/01/21/GOP-Blasts-Obama-Listless-Anti-Terror-Strategy-Against-ISIS", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/07252014_ISIS.jpg", "creator": "@ericpianin", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "President Obama said on Tuesday night that he was asking Congress to approve new autho", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Obama has vowed that he would not deploy additional combat ground troops to Iraq and Syria against ISIS, and he stuck to that position last night.\n“In Iraq and Syria, American leadership – including our military power – is stopping ISIL’s advance,” Obama said, using another acronym for the terrorist group.\nThe bottom line is that ISIS has scored a net ground gain, according to the report.\nInstead, he would continue to resort to air strikes by U.S.-led allied forces and enlisting the support of friendly “moderate” rebels in civil-war torn Syria to ultimately defeat the ISIS forces.\nRecent media reports indicate that ISIS continues to amass substantial territory in Syria, despite nearly 800 air-strikes in the U.S.-led campaign to break its hold."}