{"article_title": "GOP leader: the popular parts of Obamacare don't count", "article_keywords": ["count", "aca", "preexisting", "dont", "provisions", "support", "republicans", "obamacare", "rodgers", "leader", "mcmorris", "parts", "popular", "republican", "gop", "care"], "article_url": "http://www.msnbc.com/rachel-maddow-show/gop-leader-the-popular-parts-obamacare-dont-count", "article_text": "Last week, Rep. Cathy McMorris Rodgers (R-Wash.), the House Republican Conference chair, thought she’d come up with a clever way to engage the public in a debate over health care. On Facebook, in honor of the Affordable Care Act’s fifth anniversary, the Republican lawmaker asked constituents to tell her about their horrible experiences with the ACA system.\n\nIt failed rather spectacularly – people responded to McMorris Rodgers’ request with testimonials about how “Obamacare” has been a lifesaver for their families. The GOP congresswoman’s stunt backfired\n\nAs news of McMorris Rodgers’ misstep spread, the Republican leader was pressed for an explanation. Consider her response to the Spokesman-Review:\n\nMcMorris Rodgers said Monday that many of the success stories seemed to be centered on reforms that both parties agreed on, rather than her concerns with the health care package. “The stories are largely around pre-existing conditions and those that are getting health insurance up to age 26,” she said. “That’s broad, bipartisan support for those provisions.”\n\nAh, right. The Affordable Care Act, which McMorris Rodgers has voted literally dozens of times to destroy in its entirety, is filled with popular and effective provisions that help millions of families nationwide.\n\nAccording to McMorris Rodgers, however, those provisions don’t really count because she doesn’t hate those elements of the ACA, her voting record notwithstanding. She only hates t he unpopular provisions.\n\nIt’s a shallow, self-serving posture that simply cannot withstand serious scrutiny.\n\nF irst, Republicans can’t have it both ways. For five years, GOP lawmakers, including McMorris Rodgers and the rest of the House leadership team, have said “Obamacare” is the worst piece of legislation in the history of the country. It’s a freedom-destroying, economy-crushing monstrosity unworthy of a great nation. It must be repealed and destroyed, after which responsible policymakers must pour salt into the soil where the law once stood.\n\nAnd at the same time, McMorris Rodgers now says, “Obamacare” is also filled with policy provisions that enjoy “broad, bipartisan support.” Maybe so, but it seems Republicans neglected to mention this when they condemned the ACA as a literal “Armageddon” for the American way of life.\n\nSecond, as Greg Sargent explained , there’s a substantive blind-spot that GOP lawmakers seem unable to recognize.\n\nIt’s true that Republicans tend to support provisions like the protections for preexisting conditions; after all, they are very popular. But they can’t be tidily untangled from the law. The ACA’s protections for preexisting conditions rely on the individual mandate, because without it, people would simply wait until they got sick to sign up for insurance, driving up premiums; instead, the mandate broadens the risk pool. And the mandate requires the subsidies, so that lower-income people who’d face a penalty for remaining uninsured can afford to buy coverage.\n\nI’ve never understood why congressional Republicans fail to understand the interconnectivity of these policy measures. If Democrats could have filled the ACA exclusively with popular elements, forgoing more controversial provisions, they would have.\n\nAnd if they did, the law wouldn’t work.", "article_metadata": {"msapplication-config": "/browserconfig.xml", "description": "The House Republican Conference chair can explain away all of those Americans who love their ACA benefits: those popular provisions of law don't count.", "original-source": "http://www.msnbc.com/rachel-maddow-show/gop-leader-the-popular-parts-obamacare-dont-count", "og": {"site_name": "MSNBC", "description": "The House Republican Conference chair can explain away all of those Americans who love their ACA benefits: those popular provisions of law don't count.", "title": "GOP leader: the popular parts of Obamacare don't count", "url": "http://www.msnbc.com/rachel-maddow-show/gop-leader-the-popular-parts-obamacare-dont-count", "image": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/articles/163808075_copy.jpg?itok=0iIyAe3a", "type": "article"}, "twitter": {"domain": "msnbc.com", "account_id": 2836421, "creator": {"identifier": "@msnbc", "id": 2836421}, "url": "http://www.msnbc.com/rachel-maddow-show/gop-leader-the-popular-parts-obamacare-dont-count", "image": {"width": 830, "identifier": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--3-2--512x342/public/articles/163808075_copy.jpg?itok=qRGTEFMA", "height": 553}, "title": "GOP leader: the popular parts of Obamacare don't count", "site": {"identifier": "@msnbc", "id": 2836421}, "card": "summary_large_image", "description": "The House Republican Conference chair can explain away all of those Americans who love their ACA benefits: those popular provisions of law don't count."}, "robots": "follow, index", "DC.date.issued": "2015-04-01T16:41:31-04:00", "jenga-session-config": "{\"when_to_init\":\"after_dom_ready\"}", "fb": {"app_id": 351594351545594}, "nv": {"author": "steve-benen", "title": "GOP leader: the popular parts of Obamacare don't count", "tags": "affordable-care-act,health,health-care,health-care-reform,house-republicans,obamacare,republicans,rachel-maddow-show", "published": 1, "date": "04/01/2015 16:41:31 EDT", "address": "http://www.msnbc.com/rachel-maddow-show/gop-leader-the-popular-parts-obamacare-dont-count"}, "article": {"author": "https://www.facebook.com/steve.benen"}, "abstract": "The House Republican Conference chair can explain away all of those Americans who love their ACA benefits: those popular provisions of law don't count.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Health Care Reform, Health, Republicans, Affordable Care Act, Health Care, House Republicans, Obamacare"}, "article_summary": "The GOP congresswoman’s stunt backfiredAs news of McMorris Rodgers’ misstep spread, the Republican leader was pressed for an explanation.\nIt failed rather spectacularly – people responded to McMorris Rodgers’ request with testimonials about how “Obamacare” has been a lifesaver for their families.\nAccording to McMorris Rodgers, however, those provisions don’t really count because she doesn’t hate those elements of the ACA, her voting record notwithstanding.\nFor five years, GOP lawmakers, including McMorris Rodgers and the rest of the House leadership team, have said “Obamacare” is the worst piece of legislation in the history of the country.\nIt’s true that Republicans tend to support provisions like the protections for preexisting conditions; after all, they are very popular."}