{"article_title": "Students Seek Solutions, Hopefully Congress Can Too", "article_keywords": ["school", "congress", "reform", "students", "obamacare", "political", "sides", "solutions", "groups", "hopefully", "tax", "seek", "class"], "article_url": "http://www.huffingtonpost.com/mark-r-kennedy/students-seek-solutions-h_b_4079700.html", "article_text": "Students meeting and sharing solutions with Rep. Mike Fitzpatrick, R-Penn.\n\nGraduate School of Political Management student Lisette Garcia co-authored this piece\n\nOurs is the longest-running democracy in the world, a status we achieved by not buckling at every turn. We have survived forces from without and fractures from within. And, after each struggle, we have healed our wounds and mended fences, emerging stronger and smarter every time.\n\nThe current fight over Obamacare, the continuing resolution, and the debt limit, however imminent and insistent, does not rise to the level of a nation-breaking crisis. I say this not to minimize the importance of resolving our federal fiscal faceoff quickly and prudently. Rather, I make the case that, as a people, we are demonstrably equal to the task before us, having slain dragons greater than these in our history.\n\n\n\nIt was in this spirit of confidence, borne of past successes, that our Principled Political Leadership class at The George Washington Graduate School of Political Management (GSPM) took on the challenge to devise a way out of the present partisan standoff that produced the government shutdown and threatens to prompt a default of our sovereign debt.\n\nGuided by the entrepreneurial admonition that even flawed action beats paralysis, we formed four politically diverse teams charged with drafting viable plans that gave everyone something and nobody everything. The goal was to forge a grand bargain that would serve the best interests of all Americans.\n\nStudents Lisette Garcia, the co-author of this piece, and Genelle Niblack served as the class's bipartisan mock Congressional Budget Office. The class was tasked with developing a plan that was likely to pass in both chambers, avoid a presidential veto, and be budget neutral or positive. These constraints required students to see the other side, prioritize their interests, and search for solutions acceptable to both sides of the aisle.\n\nThe groups developed a wide range of tools to address the overall solution, drawing on ideas from the right, left, and center.\n\nHowever, all groups decided to raise the debt ceiling to avoid the free-fall spiral of global markets that a U.S. default is sure to produce. All of our students recognized that America as a nation is too big to fail.\n\nOn healthcare, all groups sought middle ground, neither ending Obamacare nor ignoring the need to make its implementation less expensive. Some proposed delaying enforcement of the individual mandate provision of the Affordable Care Act for a year giving HHS a chance to iron out the technical glitches of its computer programs and creating enforcement parity between people and businesses. Others left Obamacare intact but suggested measures to reduce the cost of healthcare. Proposals included reforming the medical malpractice system, allowing the purchase of insurance across state lines, and creating incentives for healthy choices.\n\nSome groups sought to advance deficit reduction by balancing entitlement reform, including measures already proposed by President Obama and Congressional Democrats, with meaningful tax reform, for which both sides have expressed support.\n\nOther measures suggested to broaden support for an agreement included funding an infrastructure program (a goal of the left) by allowing repatriation of foreign earnings at a reduced rate (a goal of the right), using savings from entitlement and tax reform to replace sequestration cuts, eliminating Obamacare's 2.3 percent medical device tax, and extending unemployment benefits.\n\nMany will quibble with the components of the \"Grand Bargains\" produced by the Capitol Hill staffers and other Beltway brains in our class, but their consensus conclusions -- supported with in-class whip counts and budget figures -- affirm it is possible to arrive at solutions that achieve maximal benefits, rather than narrowly targeting one's supporters.\n\nHaving had the practice of seeing all sides, searching for mutually acceptable solutions, developing friendships with those of the opposite political persuasion, learning to sell solutions to those who think differently, and ultimately negotiate a final product, our class is now more prepared to be a force for good in the political process.\n\nAfter completing the exercise and reaching our conclusions, we had the opportunity to present our plans to select members of Congress. Perhaps our ideas, or more importantly our collaborative spirit, can serve as a template to resolve the current standoff. If all sides come together to \"make democracy work\" regardless of one's political affiliation, America can avoid letting this hiccup in the grand scheme of history best us.\n\nHon. Mark R. Kennedy leads George Washington University's Graduate School of Political Management and is Chairman of the Economic Club of Minnesota. He previously served three terms in the U.S. House of Representatives and was Senior Vice President and Treasurer of Federated Department Stores (now Macy's).\n\nLisette Garcia, J.D., is founder of the FOIA Resource Center, a D.C.-based concern helping lawmakers, journalists, and nonprofit organizations quickly and cost-effectively obtain the executive agency records they most need. This is her first semester at GSPM.\n\nFollow Mark R. Kennedy on Twitter: www.twitter.com/HonMarkKennedy", "article_metadata": {"description": "Students meeting and sharing soluti...", "sailthru.expire_date": "2013-10-11 14:34:32 -0400", "og": {"url": "http://www.huffingtonpost.com/mark-r-kennedy/students-seek-solutions-h_b_4079700.html", "locale": "en_US", "site_name": "The Huffington Post", "description": "Students meeting and sharing soluti...", "type": "article"}, "twitter": {"image": {"width": 2000, "height": 1000}, "creator": "HonMarkKennedy", "description": "Students meeting and sharing soluti...", "card": "summary_large_image", "site": "@HuffPostPol"}, "sailthru.date": "2013-10-10 14:34:32 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4079700", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "politics,congress,democrats,Debt Ceiling,Government Shutdown,republicans", "article": {"section": "Politics", "tag": "politics,congress,democrats,Debt Ceiling,Government Shutdown,republicans", "published_time": "2013-10-10 14:34:32 -0400", "modified_time": "2014-01-23 18:58:21 -0500"}, "viewport": "width=1000"}, "article_summary": "These constraints required students to see the other side, prioritize their interests, and search for solutions acceptable to both sides of the aisle.\nStudents meeting and sharing solutions with Rep. Mike Fitzpatrick, R-Penn.\nStudents Lisette Garcia, the co-author of this piece, and Genelle Niblack served as the class's bipartisan mock Congressional Budget Office.\nMark R. Kennedy leads George Washington University's Graduate School of Political Management and is Chairman of the Economic Club of Minnesota.\nAfter completing the exercise and reaching our conclusions, we had the opportunity to present our plans to select members of Congress."}