{"article_title": "Quentin Tarantino on Police Boycotts: 'I'm Not Worried'", "article_keywords": ["tarantino", "boycotts", "brutality", "wouldnt", "quentin", "worried", "picket", "thing", "say", "im", "way", "think", "film"], "article_url": "http://www.rollingstone.com/movies/news/quentin-tarantino-on-police-boycotts-im-not-worried-20151206", "article_text": "Less than three weeks remain before the arrival of Quentin Tarantino's The Hateful Eight, a film that police unions across the country have threatened to boycott following the director's comments and presence at a police brutality rally in October. In a new interview, the filmmaker talked about the potential boycotts, his \"respect\" for law enforcement and whether the police are stifling his First Amendment rights.\n\n\"You should be able to talk about abuses of power,\" Tarantino told The Daily Beast. \"You should be able to talk about police brutality and what, in some cases as far as I'm concerned, is outright murder and outright loss of justice, without the police organization targeting you in the way that they have done me.\"\n\nFollowing Tarantino's comments about police brutality – which he subsequently reiterated during appearances on Real Time With Bill Maher and MSNBC – the nationwide Fraternal Order of Police backed police officer unions in New York, Los Angeles, Philadelphia in boycotting The Hateful Eight. The Fraternal Order of Police went as far as promising a \"surprise\" when the film was released on December 25th. However, Tarantino isn't too concerned with the threats.\n\n\"People ask me, 'Are you worried?' And the answer's no, I'm not worried, because I do not feel like the police force is this sinister black hand organization that goes out and fucks up individual citizens in a conspiracy sort of way,\" the filmmaker said. \"Having said that, a civil servant shouldn't be issuing threats, even rhetorically, to private citizens. The only thing I can imagine is that they might be planning to picket us, picket one of the screenings or maybe picket the premiere, or one of the 70mm screenings.\"\n\nEven a protest where police officers bought up all the tickets to screenings so the film showed to empty theaters wouldn't have the desired effect, since it wouldn't impact the movie's box officer. \"It's unfortunate because I do respect the good work that the police do,\" Tarantino said of the whole incident.\n\n\"I live in the Hollywood Hills and when I see a cop driving around there I actually assume he has my best interest at heart and he has the interest of my property at heart. I think if you go to Pasadena they'd say the same thing, and I think if you’d knock on doors in Glendale, they'd say the same thing. [But] go down to Century Boulevard and start knocking on apartment doors in Inglewood, and they’re not going to say the same thing.\"\n\nMichael Moore previously came out in support of Tarantino, writing on social media, \"I think millions of us not only stand with Tarantino, we're going to make sure we go see his next movie! Who's with me? Stay strong Quentin. They're just frightened and in shock that a well-known and respected white guy would dare to speak out.\"", "article_metadata": {"description": "Quentin Tarantino admits he's \"not worried\" about police union boycotts of his upcoming film 'The Hateful Eight'", "og": {"site_name": "Rolling Stone", "description": "\"It's unfortunate because I do respect the good work that the police do,\" filmmaker said of police unions' 'Hateful Eight' boycott", "title": "Quentin Tarantino on Police Boycotts: 'I'm Not Worried'", "url": "http://www.rollingstone.com/movies/news/quentin-tarantino-on-police-boycotts-im-not-worried-20151206", "image": {"width": 1401, "identifier": "http://assets.rollingstone.com/assets/2015/article/quentin-tarantino-on-police-boycotts-im-not-worried-20151206/219477/large_rect/1449436645/1401x788-GettyImages-494072422.jpg", "height": 788}, "type": "article"}, "twitter": {"site": "@RollingStone", "image": {"src": "http://assets.rollingstone.com/assets/2015/article/quentin-tarantino-on-police-boycotts-im-not-worried-20151206/219477/large_rect/1449436645/1401x788-GettyImages-494072422.jpg"}, "description": "\"It's unfortunate because I do respect the good work that the police do,\" filmmaker said of police unions' 'Hateful Eight' boycott", "card": "summary_large_image", "title": "Quentin Tarantino on Police Boycotts: 'I'm Not Worried'"}, "fb": {"app_id": 107978575944240}, "article": {"publisher": "https://www.facebook.com/rollingstone", "published_time": "2015-12-06T21:24:00Z"}, "viewport": "width=device-width, maximum-scale=1.0, target-densityDpi=device-dpi", "news_keywords": "Quentin Tarantino, Quentin Tarantino hateful eight, Quentin Tarantino boycott, Quentin Tarantino police, Quentin Tarantino police boycott"}, "article_summary": "\"It's unfortunate because I do respect the good work that the police do,\" Tarantino said of the whole incident.\n\"You should be able to talk about abuses of power,\" Tarantino told The Daily Beast.\nThe Fraternal Order of Police went as far as promising a \"surprise\" when the film was released on December 25th.\nIn a new interview, the filmmaker talked about the potential boycotts, his \"respect\" for law enforcement and whether the police are stifling his First Amendment rights.\nI think if you go to Pasadena they'd say the same thing, and I think if you’d knock on doors in Glendale, they'd say the same thing."}