{"article_title": "Civitas Institute Maps The Sordid Web Of Left-Wing Extremism Infesting North Carolina", "article_keywords": ["web", "right", "north", "state", "institute", "extremism", "smith", "mapping", "civitas", "project", "maps", "leftwing", "left", "infesting", "z", "reynolds", "sordid", "carolina"], "article_url": "http://townhall.com/tipsheet/mattvespa/2015/01/29/civitas-institute-maps-the-sordid-web-of-leftwing-extremism-infesting-north-carolina-n1950115", "article_text": "Honestly, this couldn’t be better news for conservatives, especially those living in the Tar Heel state. The Civitas Institute, a right-leaning North Carolina-based think tank, has created Mapping The Left, a website dedicated to identifying the web of left-wing extremism that threatens the state. They point to the Z. Smith Reynolds Foundation as one of the main organizations funding this radical liberal agenda. While the Z. Smith Reynolds Foundation is known for funding parks and hospitals, they’ve doled out tens of millions of dollars to the political left.\n\nCivitas states:\n\nSince 2003, more than 300 foundations have contributed more than $425 million to the organizations included in the Mapping the Left Project. Of those foundations, 65 are North Carolina-based, providing over $153 million to advocacy groups in the state. The Z. Smith Reynolds Foundation alone doled out $76.3 million to NC groups. In North Carolina, left-wing nonprofits command an alarming amount of power in the media, state politics, and government. They work together in and out of networks to influence and control public policy. “For too long, radical and well-funded activist groups have been able to operate in the state without the level of scrutiny that is routinely applied to the Right,” said Civitas Elections Policy Analyst Susan Myrick. “The Mapping the Left project not only provides that scrutiny, but also puts to rest the misguided notion that there is a vast right-wing conspiracy in North Carolina. In fact, it is the Left, through its complex web of funding and coordination, that is exerting massive power and influence throughout the state.” The Mapping the Left project is an ongoing research project. The Civitas Institute will be adding new revelations to the site throughout the spring, and will continually update the website as new information is uncovered going forward.\n\nLiberal detractors will undoubtedly point to the Koch Brothers as a source for right-leaning causes. Yes, that’s right, except they don’t produce memos instructing activists to “eviscerate” the political leadership, and “weaken their ability to govern.”\n\nIn 2013, Blueprint NC, which is featured in the video, had its confidential memos leaked citing such goals. They subsequently disavowed writing them.\n\nNow, the right has a tool to follow the money, and see who’s connected to this sordid web of leftism.", "article_metadata": {"description": "I see you!.05/26/2016 18:06:19PM EST.", "author": "Matt Vespa", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "I see you!", "title": "Matt Vespa - Civitas Institute Maps The Sordid Web Of Left-Wing Extremism Infesting North Carolina", "url": "http://townhall.com/tipsheet/mattvespa/2015/01/29/civitas-institute-maps-the-sordid-web-of-leftwing-extremism-infesting-north-carolina-n1950115", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2015/1/29/21.png", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "I see you!", "title": "Matt Vespa - Civitas Institute Maps The Sordid Web Of Left-Wing Extremism Infesting North Carolina", "url": "http://townhall.com/tipsheet/mattvespa/2015/01/29/civitas-institute-maps-the-sordid-web-of-leftwing-extremism-infesting-north-carolina-n1950115", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2015/1/29/21.png", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Civitas Institute Maps The Sordid Web Of Left-Wing Extremism Infesting North Carolina , Matt Vespa, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "They point to the Z. Smith Reynolds Foundation as one of the main organizations funding this radical liberal agenda.\nThe Civitas Institute, a right-leaning North Carolina-based think tank, has created Mapping The Left, a website dedicated to identifying the web of left-wing extremism that threatens the state.\nThe Z. Smith Reynolds Foundation alone doled out $76.3 million to NC groups.\nCivitas states:Since 2003, more than 300 foundations have contributed more than $425 million to the organizations included in the Mapping the Left Project.\nWhile the Z. Smith Reynolds Foundation is known for funding parks and hospitals, they’ve doled out tens of millions of dollars to the political left."}