{"article_title": "Ted Cruz takes aim at Congress' Obamacare 'exemption'", "article_keywords": ["buy", "exemption", "takes", "congress", "federal", "ted", "bill", "obamacare", "aim", "cruz", "mr", "lawmakers", "insurance", "highway"], "article_url": "http://www.washingtontimes.com/news/2015/jul/20/ted-cruz-takes-aim-congress-obamacare-exemption/?page=all", "article_text": "Sen. Ted Cruz, a vocal conservative running for president, will push to expose fellow members of Congress for “exempting” themselves from Obamacare this week, adding sparks to an already-fraught debate over a highway bill that needs to pass by July 31.\n\nMr. Cruz, Texas Republican, will try to force votes on an amendment that would cancel the subsidy lawmakers collect to help cover their insurance costs when they buy plans on an Obamacare exchange.\n\nIt’s a thorny issue for his colleagues, many of whom defend the subsidy as the equivalent of the arrangements most businesses have with their employees. But Mr. Cruz and a cadre of fellow senators argue that Obamacare is different, and lawmakers have given themselves a sweetheart deal no other exchange customers enjoy.\n\nSEE ALSO: Scott Walker: ‘I don’t know’ if being gay is a choice\n\n“Members of Congress retain their illegal exemptions from Obamacare, and it’s time to end the Washington favors that have gone on for far too long,” Mr. Cruz said.\n\nThe wrinkle is that the fight would happen on an unrelated bill to renew the federal highway fund, which would otherwise expire at the end of the month, shutting down road projects across the country.\n\nConsidered a must-pass bill, the highway legislation is already attracting the interest of lawmakers who want to tack their own priorities onto it.\n\nSEE ALSO: Watchdog finds potential for fraud in Obamacare subsidies\n\nIn addition to Mr. Cruz’s Obamacare fight, some senators have said they’ll force a vote to revive the Export-Import bank. Still others, including Mr. Cruz, want to have a fight over federal funding for Planned Parenthood.\n\nHis Obamacare exemption push may be one of the thorniest, though.\n\nUnder Obamacare, members of Congress and their official staffers lost their generous federal health plans and are instead required to buy insurance on the exchanges. But the administration’s Office of Personnel Management decided in 2013 that lawmakers and staffers who use the D.C. small-business exchange can still get their employer subsidies to cover premiums.\n\nRegular Americans who buy plans through the exchange are restricted from having employers contribute to their premiums.\n\nThe disconnect plays into Mr. Cruz’s claims there is a “Washington cartel” of lawmakers and lobbyists who put their own interests first. It’s also the type of elbow-throwing that’s won him support from conservative quarters and scorn from centrist GOP colleagues who said his anti-Obamacare strategy led them into a 16-day shutdown in fall 2013.\n\n“He never is going to win the most popular legislator award so it makes more sense for him to play to outside constituencies and go after unpopular perks,” said Darrell West, director of governance studies at the Brookings Institution. “Anything that challenges special privileges is going to be popular with voters.”\n\nEarlier this year, Mr. Cruz signaled he might actually buy an Obamacare plan because his wife, Heidi, decided to take an unpaid leave of absence from Goldman Sachs Group Inc. in Houston, as the senator runs for president. But instead, his family decided to purchase an off-exchange plan on the open market from Texas Blue Cross and Blue Shield.\n\nOther lawmakers have bought coverage in exchanges in their home states, shunning the subsidy. And still others have insurance unrelated to their jobs.\n\nThe issue is a sensitive one, since it involves lawmakers’ personal finances and health decisions.\n\nFor years Sen. David Vitter, Louisiana Republican, led a one-man crusade to expose lawmakers who take the employer subsidy.\n\nBut Mr. Vitter is a senior member of the Environment and Public Works Committee that wrote the highway bill, and is reluctant to see it slowed by unrelated fights. Instead, he will reintroduce standalone legislation Tuesday that prohibits lawmakers from getting the employer subsidy.\n\n“The Washington Obamacare exemption represents a level of arrogance from Congress and D.C.’s elite that fundamentally undermines our nation’s government of the people, by the people, and for the people,” Mr. Vitter said.\n\nEach of the GOP senators running for president — Mr. Cruz, Marco Rubio of Florida, Rand Paul of Kentucky and Lindsey Graham of South Carolina — voted earlier this year for a non-binding amendment to the budget to stop the subsidy.\n\n“Members of Congress shouldn’t get a benefit while hardworking Americans have to pay full freight for their health insurance,” Cruz campaign spokesman Brian Phillip said. “It’s an issue of fundamental fairness and Americans deserve to know where the candidates for any federal office, Congress or the presidency, stand on it.”\n\nCongress needs to pass a highway funding bill before the end of the month, when the federal government will no longer be able reimburse states for their road projects. The House passed a short-term extension of the highway trust fund through Dec. 18 to buy time to negotiate a six-year deal this fall.", "article_metadata": {"description": "Sen. Ted Cruz, a vocal conservative running for president, will push to expose and prevent fellow members of Congress from \"exempting\" themselves from Obamacare this week, adding sparks to an already-fraught debate over a highway bill that needs to pass by July 31.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Sen. Ted Cruz, a vocal conservative running for president, will push to expose and prevent fellow members of Congress from “exempting” themselves from Obamacare this week, adding sparks to an already-fraught debate over a highway bill that needs to pass by July 31.", "title": "Ted Cruz takes aim at Congress’ Obamacare ‘exemption’", "url": "http://www.washingtontimes.com/news/2015/jul/20/ted-cruz-takes-aim-congress-obamacare-exemption/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/07/18/1d9db2830abd93207c0f6a706700a2bc.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/07/18/1d9db2830abd93207c0f6a706700a2bc.jpg", "description": "Sen. Ted Cruz, a vocal conservative running for president, will push to expose and prevent fellow members of Congress from \"exempting\" themselves from Obamacare this week, adding sparks to an already-", "card": "summary", "title": "Ted Cruz takes aim at Congress’ Obamacare ‘exemption’"}, "Author": "Tom Howell Jr.", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Politics, Ted Cruz, Congress, Federal Highway Fund"}, "article_summary": "“Members of Congress shouldn’t get a benefit while hardworking Americans have to pay full freight for their health insurance,” Cruz campaign spokesman Brian Phillip said.\nBut Mr. Cruz and a cadre of fellow senators argue that Obamacare is different, and lawmakers have given themselves a sweetheart deal no other exchange customers enjoy.\nStill others, including Mr. Cruz, want to have a fight over federal funding for Planned Parenthood.\nUnder Obamacare, members of Congress and their official staffers lost their generous federal health plans and are instead required to buy insurance on the exchanges.\nSEE ALSO: Watchdog finds potential for fraud in Obamacare subsidiesIn addition to Mr. Cruz’s Obamacare fight, some senators have said they’ll force a vote to revive the Export-Import bank."}