{"article_title": "The year music videos made a comeback", "article_keywords": ["case", "sort", "video", "persona", "videos", "mtv", "perry", "music", "artists", "comeback", "worth"], "article_url": "http://www.salon.com/2013/12/26/the_year_music_videos_made_a_comeback/", "article_text": "Topics: Best of 2013, Beyonce, Kanye West, Kim Kardashian, Video, Entertainment News\n\nFor years in the early- to mid-2000s, music videos were declining in importance — with MTV moving more and more away from a video format and streaming video not yet a part of the Internet, they looked like an endangered species. These were the years when a declining-in-influence “T.R.L.” would play 30-second snippets of music videos so unimaginative as to be not even worth that much time, post-Madonna’s peak but before the rise of Beyoncé. MTV gave Video Music Award nominations to artists who’d never consistently make it onto their air (Johnny Cash, the White Stripes, Fatboy Slim) in the early 2000s, simply because there weren’t enough people doing interesting things with the medium to fill out a category.\n\nWho would have guessed that the music video would become the most vital sort of art in 2013? The year’s two most resonant single cultural moments both revolved around music videos. At the Video Music Awards this summer, Miley Cyrus’s twerking on Robin Thicke was in fact an homage to his “Blurred Lines” video, which had been a smash online; her dancing at the beginning of the performance and the general aesthetic was directly taken from her “We Can’t Stop” video. And Beyoncé’s recent album drop was so striking in part because it included a music video for every song; part of the reason one had to buy it as soon as possible was to experience the visuals for each track.\n\nCyrus and Beyoncé, in very different ways, proved that the music video matters. In Cyrus’s case, she was able to advance, through a consistent visual aesthetic, her new persona as a sexually frank and drug-using twentysomething; in Beyoncé’s case, she put forward a diverse slate of videos with entirely different looks and dance moves.\n\nThanks to YouTube and sites like it, music fans no longer need to wait for MTV to broadcast videos in order to see their favorite artist’s clip. Indeed, placing the power to choose what to watch in the hands of the viewer, rather than that of an MTV producer with relationships to artists and labels, has meaningfully changed the game. Music-video streams online now count toward a song’s chart success — this is how “Wrecking Ball,” whose video features Miley Cyrus, nude, atop the titular destruction device, became the singer’s first number-one. So an anodyne video is hardly worth making at all. Look at the case of Katy Perry, whose “Prism” album release has been burdened with dull videos with whiplash-inducing changes in persona. In the “Roar” video, Perry is a jungle goddess; in “Unconditionally,” she’s in a sort of “Dangerous Liaisons” milieu. Why? She fully commits to neither.", "article_metadata": {"description": "Kanye's \"Bound 2\" video and Miley's exploits on the wrecking ball were the things that impacted us most in 2013 VIDEO", "title": "The year music videos made a comeback", "og": {"site_name": "Salon", "description": "Kanye's \"Bound 2\" video and Miley's exploits on the wrecking ball were the things that impacted us most in 2013 VIDEO", "title": "The year music videos made a comeback", "url": "http://www.salon.com/2013/12/26/the_year_music_videos_made_a_comeback/", "image": "http://media.salon.com/2013/12/year_in_videos.jpg", "type": "article"}, "twitter": {"description": "Kanye's \"Bound 2\" video and Miley's exploits on the wrecking ball were the things that impacted us most in 2013 VIDEO", "title": "The year music videos made a comeback", "image": "http://media.salon.com/2013/12/year_in_videos.jpg", "creator": "@dpd_", "site": "@salon", "card": "summary_large_image"}, "author": "Daniel D'Addario", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Best of 2013, Beyonce, Kanye West, Kim Kardashian, Video", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "The year’s two most resonant single cultural moments both revolved around music videos.\nWho would have guessed that the music video would become the most vital sort of art in 2013?\nCyrus and Beyoncé, in very different ways, proved that the music video matters.\nThese were the years when a declining-in-influence “T.R.L.” would play 30-second snippets of music videos so unimaginative as to be not even worth that much time, post-Madonna’s peak but before the rise of Beyoncé.\nThanks to YouTube and sites like it, music fans no longer need to wait for MTV to broadcast videos in order to see their favorite artist’s clip."}