{"article_title": "Trump Promises to Broker a ‘Good Deal’ for Israel and the Palestinians", "article_keywords": ["toughest", "promises", "good", "trump", "deal", "israel", "broker", "going", "policy", "probably", "palestinians", "tomorrow", "define"], "article_url": "http://www.thefiscaltimes.com/2016/03/21/Trump-Promises-Broker-Good-Deal-Israel-and-Palestinians", "article_text": "In a speech tonight before the most powerful, pro-Israel lobbying group in the country, Donald Trump is expected to deliver his most detailed remarks yet on the conflict between the Jewish state and the Palestinian people, and how a Trump administration would approach the difficult work of finding peace.\n\nYes, that’s a low bar. Any details at all, really, would be more detail than the billionaire Republican presidential frontrunner has already provided. But on Sunday, he promised ABC’s George Stephanopolous that he would lay out his vision of what a good solution would be for Israel when he speaks to the American Israel Public Affairs Committee’s annual Policy Conference.\n\nRelated: Once Again, Trump Blames the Protester for Getting Punched and Kicked\n\nTrump has so far coasted through much of his campaign without being seriously challenged on complex issues. He stands up before large crowds and whips them into a frenzy by excoriating ethnic and religious minorities and complaining about how awful the United States has become before spewing vague assurances about how wonderful everything will be in a Trump administration.\n\nWhile this works with a football stadium packed with angry voters, and even with television audiences tuned in to the Republican presidential debates, it’s not going to fly – at all – with the people in the room tonight.\n\nAIPAC is a controversial organization. It wields outsized power in Washington, and while many see it as simply a staunch defender of America’s greatest ally in the Middle East, others question whether it sometimes pushes policies that serve Israel’s interests at the expense of the interests of the United States.\n\nBut one thing nobody questions is that AIPAC is deadly serious about defending Israel, and that its members are as well versed in the complexities of Middle East foreign policy as anyone in Washington. If Trump thinks he can drag his usual shtick into tonight’s speech and buffalo his way through a conversation about the Israeli-Palestinian conflict, he is wildly mistaken.\n\nRelated: Hopes for Trump’s Foreign Policy Debut Are…Not High\n\nHowever, judging from his appearance on ABC yesterday morning, unless he pulled an all-nighter with a team of Middle East experts, Trump probably isn’t going to stun the crowd with the depth of his understanding tonight.\n\nAsked if he would stand by his statement that he would be neutral in an effort to reach a deal between Israel and the Palestinians, he fell back on his claim, “There’s nobody more pro-Israel than I am.” Surprisingly, he failed to mention that he was once the grand marshal of an Israel Day parade in New York, which has been his go-to piece of proof that he supports the Jewish state in the past.\n\nStephanopolous asked Trump what kind of deal would serve Israel’s interests.\n\n“I think making a deal would be in Israel’s interest,” Trump began, before serving up a content-free salad of words that utterly failed to address the question. “I’ll tell you what, I don’t know one Jewish person that doesn’t want to have a deal, a good deal, a proper deal, but a really good deal.\n\nRelated: Could a Trump Candidacy Flip the House to Democrats?\n\n“I would say it’s probably one of the toughest deals, me being a dealmaker, it’s probably one of the toughest deals in the world to make because there’s just so many decades of hatred between the two sides. It’s probably one of the toughest deals to make. It you’re a person that prides yourself on being able to get people together…I think it’s something that we should try very hard to get.”\n\nGamely, Stephanopolous tried once again. “Define ‘a good deal,’” he prompted Trump.\n\n“Well I’ll define it tomorrow, because I’ll be defining it tomorrow,” Trump replied. “I’m not going to define it now. I’m going to define it tomorrow.”\n\nGot that? He’ll define it tomorrow because he’ll define it tomorrow, not today, because he’ll do it tomorrow.\n\nWell, tomorrow is here, and Trump has promised to deliver, and the crowd at AIPAC, expecting a serious contender for the presidency to address an issue that is vitally important to them, is not going to be put off for another day.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "In a speech tonight before the most powerful, pro-Israel lobbying group in the country", "title": "Trump Promises to Broker a ‘Good Deal’ for Israel and the Palestinians", "url": "http://www.thefiscaltimes.com/2016/03/21/Trump-Promises-Broker-Good-Deal-Israel-and-Palestinians", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-election-trump_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/03/21/Trump-Promises-Broker-Good-Deal-Israel-and-Palestinians", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-election-trump_1.jpg", "creator": "@rrgarver", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "In a speech tonight before the most powerful, pro-Israel lobbying group in the country", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fd733b\"", "article_summary": "“I’ll tell you what, I don’t know one Jewish person that doesn’t want to have a deal, a good deal, a proper deal, but a really good deal.\n“Define ‘a good deal,’” he prompted Trump.\n“Well I’ll define it tomorrow, because I’ll be defining it tomorrow,” Trump replied.\nHe’ll define it tomorrow because he’ll define it tomorrow, not today, because he’ll do it tomorrow.\nStephanopolous asked Trump what kind of deal would serve Israel’s interests."}