{"article_title": "Xerox: A Value Stock With a Turnaround Strategy -- The Motley Fool", "article_keywords": ["fool", "billion", "business", "revenue", "motley", "xeroxs", "company", "xerox", "value", "strategy", "outsourcing", "turnaround", "cash", "services", "cloud", "stock"], "article_url": "http://www.fool.com/investing/general/2014/06/14/xerox-value-stock-with-a-turnaround-strategy.aspx", "article_text": "In the minds of many investors, Xerox (NYSE:XRX) is still a company rooted in the rather drab copier business. Although the share price has nearly doubled from its 2012 reading of around $6.70 (the shares provided 82% gains in 2013), the company still sports a low EV/EBITDA ratio of just 6.8, and a price-to-sales ratio of less than 0.70. The shares are trading at a forward P/E ratio of 9.9, well below the industry average of 14.\n\nBut, Xerox is no longer just a copier company. The company has been diversifying over the years into other businesses such as digital document storage businesses and IT. For instance, Xerox's digital operations include health care and pharmaceutical services, as well as provider solutions for hospitals. Xerox's health care units are helping it gain more business from Obamacare by processing Medicaid documents for New York and California. Xerox won a $500 million contract to run New York's Medicaid program in May, one of the country's largest Medicaid programs, beating HP in the process. Xerox now performs Medicaid work for 12 states.\n\nXerox also manages databases, networks, data backup, digital infrastructure, cloud storage and centralized print services for other organizations.\n\nRecurring revenue, healthy cash flow\n\nXerox's revenue is largely recurring, and the company recorded a 91% renewal rate of existing contracts in the first-quarter of the current fiscal year. The company also enjoys a healthy cash flow, generating about $2.5 billion in cash flow every year. About 10% of Xerox's share price is cash, placing it in the same league as companies such as Google in terms of cash flow as a percentage of stock price.\n\nThe company's revenue growth and profit margin have improved considerably since 2010, although they are yet to fully stabilize.\n\nAnalysts expect a full-year 2014 revenue of $21.48 billion, and an EPS of $1.13.\n\nSeveral large hedge funds such as Bridgewater Associates, Citadel, Gotham Assets, and Tudor Investments, have been increasing their Xerox ownership stakes in 2013-2014.\n\nWhy is Xerox laying off so many people?\n\nUnfortunately, some of Xerox's acquisitions have not only grown its top-line, but its costs too. One of these is Affiliated Computer Services which Xerox acquired in 2010. This is a low margin, people-intensive business. Since its acquisition, Xerox's employee count has almost tripled, while its productivity, as expressed in revenue per employee, has taken a nosedive.\n\nXerox has been trying to control its costs by laying off some its workers, but as you can see from the chart above, this has not had a marked improvement on employee productivity due to the high number of employees in its ranks. The company laid off 6,300 employees in 2012, and a further 4,900 in 2013. Xerox plans to further trim its workforce by 1,250 in the current fiscal year.\n\nThe argument that Xerox's employee productivity is poor due to low staff morale is, therefore, not exactly accurate.\n\nCloud play\n\nAccenture (NYSE:ACN), a leading business outsourcing company, with deep operation expertise on the technology and cloud domain, is an interesting play due to its robust cloud outsourcing and management business. The company has the largest Salesforce services practice in the world, with the largest number of certified consultants.\n\nAccenture has been signing up large customers for its BPaaS, or Business Process as a Service. Accenture recently signed an agreement with SAP, the giant German enterprise software developer, that will see Accenture become SAP's primary contact and manager for its SAP HANA cloud platform. SAP HANA has been quickly gaining traction and recorded revenue of $882 million in 2013.\n\nCenturyLink estimates that various factors such as in-house skills shortages, lower costs of cloud services, and high demand for business apps, will drive businesses to outsource 70% of their IT infrastructure by 2018, double the current rate of 35%. This is, therefore, a high-growth business outsourcing area.\n\nAccenture recorded a 5% growth in its outsourcing revenue in the second-quarter of the current fiscal year, to $3.43 billion, while its consulting revenue remained flat at $3.69 billion. Demand for the company's outsourcing services remains strong and the company registered a record $5.5 billion in new bookings. Trefis analysts estimates that Accenture's outsourcing business accounts for 43% of its value, while management and technology consulting accounts for 45% of its value. Strong growth in cloud outsourcing, therefore, has the potential to grow the company's revenue, and share price, significantly.\n\nBottom line\n\nXerox is not completely out of the woods yet, but seems to be on a recovery path. The shares look cheap compared to those of industry peers, which makes them a good hold as investors wait and see if the company's turnaround strategy will finally bear fruit.", "article_metadata": {"publish_time": "09:00", "date": "2014-06-14T13:00:00Z", "description": "Xerox has been moving away from the low-growth copier business to high-growth areas such as digital document storage and cloud storage. The shares are very cheap, and investors should hold as they wait for the company's turnaround efforts to bear fruit.", "ResponsiveALP": "1Ses_2things-v-single_2-things_50", "author": "Joseph Gacinga", "promo": "Xerox has been moving away from the low-growth copier business to high-growth areas such as digital document storage and cloud storage. The shares are very cheap, and investors should hold as they wait for the company's turnaround efforts to bear fruit.", "twitter": {"site": "@themotleyfool", "description": "Xerox has been moving away from the low-growth copier business to high-growth areas such as digital document storage and cloud storage. The shares are very cheap, and investors should hold as they wait for the company's turnaround efforts to bear fruit.", "title": "Xerox: A Value Stock With a Turnaround Strategy --  The Motley Fool"}, "og": {"site_name": "The Motley Fool", "description": "Xerox has been moving away from the low-growth copier business to high-growth areas such as digital document storage and cloud storage. The shares are very cheap, and investors should hold as they wait for the company's turnaround efforts to bear fruit.", "title": "Xerox: A Value Stock With a Turnaround Strategy --  The Motley Fool", "url": "http://www.fool.com/investing/general/2014/06/14/xerox-value-stock-with-a-turnaround-strategy.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F131345%2Fxerox-1.png&h=630&w=1200&op=resize", "type": "article"}, "headline": "Xerox: A Value Stock With a Turnaround Strategy", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-technology-and-telecom", "STORY_UID": "54fcf97a-f2c1-11e3-b6f9-0050569d32b9", "pitch": 738, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2014 06 14", "tickers": "ACN,XRX", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "Trefis analysts estimates that Accenture's outsourcing business accounts for 43% of its value, while management and technology consulting accounts for 45% of its value.\nCloud playAccenture (NYSE:ACN), a leading business outsourcing company, with deep operation expertise on the technology and cloud domain, is an interesting play due to its robust cloud outsourcing and management business.\nStrong growth in cloud outsourcing, therefore, has the potential to grow the company's revenue, and share price, significantly.\nDemand for the company's outsourcing services remains strong and the company registered a record $5.5 billion in new bookings.\nThis is, therefore, a high-growth business outsourcing area."}