{"article_title": "The Battles of the Sexes in an Iowa House Race", "article_keywords": ["moines", "iowa", "congress", "house", "appel", "des", "young", "battles", "state", "race", "sexes", "way", "staci", "women"], "article_url": "http://time.com/3114038/the-battles-of-the-sexes-in-an-iowa-house-race/", "article_text": "\n\n\n\nDes Moines, IA\n\nOn the campaign trail, Staci Appel is the yin to David Young’s yang.\n\nSpeaking at the Des Moines Register Soapbox at the Iowa State Fair, the opponents vying to fill Republican Rep. Tom Latham’s seat did not name or criticize one another and instead played up their strengths: he, his toughness and she, her womanhood.\n\nYoung, a former chief of staff to retiring Republican Senator Chuck Grassley, promised stronger oversight of the federal government, if he’s elected. “I will be a taxpayer watchdog for Iowa,” he pledged to the crowd on Wednesday, calling for a flat tax. “We have almost an $18 trillion dollar budget debt. Isn’t that astounding? I can hardly quantify that. We have to change the way we budget in Washington. They have to balance their budgets.”\n\n\n\nDemocrat Appel, meanwhile, played up the historic nature of her candidacy: She would be the first woman elected to Congress from Iowa. “Wouldn’t it be nice to have a woman’s voice in Congress that represents the State of Iowa?” she asked, to the loudest cheers of her speech. “You have to sit down and listen to folks to get things done and that’s what we’re missing in Congress right now. Nobody’s talking to each other. The gridlock is there and it’s not going to stop until we send different people up there to get things done.”\n\nThe message resonated with the mostly female crowd, many who were sporting Staci Appel t-shirts. “We’ve already seen the women of the Senate, getting together and having dinner every two weeks, they get stuff done,” says Rita Davis, a Des Moines Democrat. “Women get stuff done. I mean, not all women, but Staci is definitely one of those who does.”\n\nAppel fits to a T the Democrats’ midterm strategy of appealing to unmarried women in midterm election that otherwise has them on their heels due to President Obama’s unpopularity. Unmarried women are reliably Democrat, though they tend not to turn out in off presidential years.\n\nYoung pointedly criticized Obamacare and what he called the President’s foot-dragging in approving the Keystone Pipeline, which Republicans say will create thousands of jobs if the Administration overcomes environmental concerns and allows it to go through.\n\nDemocrats view the seat, which encompasses most of Des Moines, as one of their few pick up opportunities. The district is a race swing seat and is rated a “toss up” by Cook Political Report, which tracks congressional races.\n\nAppel, the former assistant majority leader in the State Senate, has a good personal narrative. She has six children and pushed through legislation to mandate equal pay for women, ban smoking in public buildings and to expand pre-school. Two of her own children benefited from that last bill, and Appel isn’t shy about talking about the effect of policy on her family, personalizing the race in a way that is often appealing to women.\n\nIowa Republicans have done their best to tie her to an unpopular president and an even more unpopular—in Iowa—House minority leader Nancy Pelosi. “Staci Appel will be the chief lieutenant of Nancy Pelosi, the San Francisco Democrat leading congressional liberals,” says Jeff Patch, communications director for the Iowa Republican Party. “Appel’s extreme ideas do not fit this district,” Patch says.\n\nAppel’s campaign has tried to paint Young as a Washington insider, something that might be tough given that his biggest political association is with Grassley, a man who established his reputation as a tough investigator of the federal government and remains popular in Iowa despite his long tenure in Washington.\n\nAppel has so far raised $1.2 million and had $726,000 cash on hand at the end of June, according to Federal Election Commission filings. That’s compared to Young whose raised $828,000 but given a six way primary, he ended June with only $88,000 cash on hand. Young had a six way GOP primary in which he placed fifth, but won the nomination at the state convention—welcome to Iowa’s arcane politics—to the criticism of some that his insider status with Grassley’s formidable machine unfairly greased the party’s wheels.\n\nYoung has also stumbled on organization. Google “David Young for Congress” and the top hit is “David Young for U.S. Senate,” a nod to Young’s erstwhile ambitions. Click on that website and it leads to his House campaign page.", "article_metadata": {"description": "Speaking at the Iowa State Fair, candidates play to their respective strengths", "generator": "WordPress.com", "og": {"site_name": "TIME.com", "description": "Speaking at the Iowa State Fair, candidates play to their respective strengths", "title": "The Battles of the Sexes in an Iowa House Race", "url": "http://time.com/3114038/the-battles-of-the-sexes-in-an-iowa-house-race/", "image": "https://s0.wp.com/wp-content/themes/vip/time2014/img/time-logo-og.png", "type": "article"}, "twitter": {"site": "TIME", "image": {"src": "https://s0.wp.com/wp-content/themes/vip/time2014/img/time-logo-og.png"}, "description": "Speaking at the Iowa State Fair, candidates play to their respective strengths", "card": "summary_large_image", "title": "The Battles of the Sexes in an Iowa House Race"}, "msapplication-TileColor": "#FFFFFF", "msapplication-tooltip": "Current & Breaking News | National & World Updates", "msapplication-task": "name=Subscribe;action-uri=http://time.com/feed/;icon-uri=http://0.gravatar.com/blavatar/2cee445ea71a179ffd35ea91cf154905?s=16", "apple-mobile-web-app-capable": "yes", "fb": {"app_id": 53177223193}, "p": {"domain_verify": "f48a8936c3fffc943fce516f2e3ff1d2"}, "apple-mobile-web-app-status-bar-style": "black-translucent", "msapplication-window": "width=device-width;height=device-height", "msapplication-TileImage": "https://s0.wp.com/wp-content/themes/vip/time2014/img/time-touch_icon_152.png", "application-name": "TIME", "keywords": "staci appel, david young, iowa state fair, soapbox, grassley, house, latham, congress, 2014, midterms", "article": {"publisher": "https://www.facebook.com/time"}, "viewport": "width=device-width,minimum-scale=1.0,maximum-scale=1.0", "news_keywords": "staci appel, david young, iowa state fair, soapbox, grassley, house, latham, congress, 2014, midterms"}, "article_summary": "Democrats view the seat, which encompasses most of Des Moines, as one of their few pick up opportunities.\nDes Moines, IAOn the campaign trail, Staci Appel is the yin to David Young’s yang.\n“Staci Appel will be the chief lieutenant of Nancy Pelosi, the San Francisco Democrat leading congressional liberals,” says Jeff Patch, communications director for the Iowa Republican Party.\n“I will be a taxpayer watchdog for Iowa,” he pledged to the crowd on Wednesday, calling for a flat tax.\nGoogle “David Young for Congress” and the top hit is “David Young for U.S. Senate,” a nod to Young’s erstwhile ambitions."}