{"article_title": "Why Are Millennials More Pro-Life Than Parents?", "article_keywords": ["prolife", "doritos", "ultrasound", "generation", "millennial", "abortion", "conservative", "bluey", "millennials", "parents", "women", "panel"], "article_url": "http://dailysignal.com/2016/03/04/why-millennials-lean-pro-life/", "article_text": "Millennials lean more pro-life than the generation preceding them because of advances in medical technology and science, leaders in conservative media said Friday.\n\nDana Perino, co-host of Fox News Channel’s “The Five,” moderated the panel on the relevance of conservative principles to the millennial generation.\n\nPerino noted that a survey by the Associated Press found a 12-percent decline nationwide in abortions since 2010, including in blue states such as New York, Washington, and Oregon.\n\nAmericans aged 18 to 29, part of the millennial generation, also have become more pro-life than their parents, according to a Gallup poll cited by Perino. In 2010, it found, 24 percent of millennials agreed abortion should remain legal in all cases, compared with 36 percent of those aged 18 to 29 in 1991.\n\nRobert Bluey, editor in chief of The Daily Signal, said the ability for pregnant women to see an ultrasound of their baby in the womb has helped expand the pro-life movement.\n\n“I’m the father of two children, and I think when you see that ultrasound and you have that experience … that changes a lot,” Bluey said during a panel discussion at the annual Conservative Political Action Conference, or CPAC.\n\nBluey said pregnancy centers strategically located across from Planned Parenthood or other abortion clinics have allowed women to discuss what potentially could be a “challenging situation” and consider options.\n\nKatie Pavlich, editor of Townhall.com and a Fox News contributor, appeared on the panel with Bluey and Benny Johnson, creative director at the Independent Journal Review.\n\n“I’m excited that the millennial generation is pro-life,” Pavlich said. “I think that science has been on our side for a long time on this issue.”\n\nShe said the anger from abortion activists after Doritos aired its “ultrasound” commercial during the Super Bowl illustrates how “extreme” the pro-choice movement is.\n\nThe ad shows a mother getting an ultrasound while her baby kicks in her womb, supposedly trying to get closer to the expectant, oblivious father, who is munching on chips.\n\nNARAL Pro-Choice America, a group that advocates abortion rights, immediately tweeted its opposition to Doritos for “humanizing fetuses.”\n\n#NotBuyingIt – that @Doritos ad using #antichoice tactic of humanizing fetuses & sexist tropes of dads as clueless & moms as uptight. #SB50 — NARAL (@NARAL) February 8, 2016\n\nPavlich also called on men to join the pro-life movement, pushing back on Johnson for refusing to comment because he is “not a woman.”\n\n“Just because you’re a man doesn’t mean you can’t comment on the issue.”", "article_metadata": {"description": "\"I think when you see that ultrasound … that changes a lot\"", "og": {"site_name": "The Daily Signal", "description": "\"I think when you see that ultrasound … that changes a lot\"", "title": "Why Are Millennials More Pro-Life Than Parents?", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/160304_MillennialsAbortion_Johnson.jpg", "updated_time": "2016-03-08T16:01:57+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1X0m4pI"}, "twitter": {"domain": "The Daily Signal", "description": "\"I think when you see that ultrasound … that changes a lot\"", "creator": "@dailysignal", "image": {"src": "http://dailysignal.com/wp-content/uploads/160304_MillennialsAbortion_Johnson.jpg"}, "title": "Why Are Millennials More Pro-Life Than Parents?", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Society", "tag": "Protecting Life", "published_time": "2016-03-04T17:10:56+00:00", "modified_time": "2016-03-08T16:01:57+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "pro-life, abortion, Rob Bluey, Katie Pavlich, Benny Johnson, Conservative Political Action Conference, CPAC, Dana Perino, millennials"}, "article_summary": "Americans aged 18 to 29, part of the millennial generation, also have become more pro-life than their parents, according to a Gallup poll cited by Perino.\nMillennials lean more pro-life than the generation preceding them because of advances in medical technology and science, leaders in conservative media said Friday.\n“I’m excited that the millennial generation is pro-life,” Pavlich said.\nDana Perino, co-host of Fox News Channel’s “The Five,” moderated the panel on the relevance of conservative principles to the millennial generation.\nIn 2010, it found, 24 percent of millennials agreed abortion should remain legal in all cases, compared with 36 percent of those aged 18 to 29 in 1991."}