{"article_title": "Passage of Small Business Efficiency Act Gives Professional Employer Organizations Federal Certainty", "article_keywords": ["organizations", "customers", "requirements", "business", "peos", "federal", "payroll", "certainty", "tax", "passage", "regulations", "efficiency", "peo", "sbea", "small", "professional", "employer", "gives"], "article_url": "http://www.natlawreview.com/article/passage-small-business-efficiency-act-gives-professional-employer-organizations-fede", "article_text": "Wednesday, December 17, 2014\n\nIn a historic day for professional employer organizations (“PEO”) and the National Association of Professional Employer Organizations (“NAPEO”), Congress passed the Small Business Efficiency Act (“SBEA”) on December 16, 2014, bringing federal legislative certainty to the PEO industry as to the services offered by PEOs, including payment of wages, payroll tax collection authority, and other critical employment-related responsibilities. President Barack Obama is expected to sign the bill.\n\nThe SBEA authorizes changes to the Internal Revenue Code to establish “Certified Professional Employer Organizations” or “CPEO.” The IRS must issue regulations to implement the SBEA by July 1, 2015. Any additional regulations implementing the SBEA must be issued no later than January 1, 2016. The SBEA becomes effective on January 1, 2016.\n\nBackground\n\nEmployers have been drowning in a sea of employment-related laws and regulations, such as Health Care Reform or the Affordable Care Act, wage-and-hour laws, workers’ compensation, and equal employment opportunity requirements. PEOs enable their customers to outsource cost-effectively the management of human resources, employee benefits, payroll, and workers’ compensation. By taking on the administrative burdens of employment, PEOs allow their customers to focus on their core business competencies to maintain and grow their businesses.\n\nWhile approximately 39 states have recognized PEOs through licensing or registration statutes, at the federal level, where a patchwork of regulations, guidance, and procedures from various federal government agencies has existed, uncertainty remained. Therefore, passage of the SBEA is a watershed event that portends further growth in the already expanding PEO industry.\n\nHighlights\n\nOnce the certification program is operational, the SBEA will provide the following long-awaited benefits for PEOs and their customers:\n\nGive CPEOs clear statutory authority to collect and remit federal employment taxes as an employer for payroll and tax purposes;\n\nEliminate the wage-base “restart” for certain payroll tax purposes for PEO customers that join or leave a PEO relationship mid-year; and\n\nCodify CPEOs’ customers’ qualification for specified federal tax credits which customers would be entitled to claim if there were no PEO relationship.\n\nThe certification process will require CPEOs to meet certain background and experience requirements, satisfy independent financial review requirements, meet certain bonding requirements, and maintain specific contractual provisions with their customers, among other things. We will monitor developments as the IRS proceeds with the regulations and certification process.\n\nThe SBEA was approved by the House of Representatives as an amendment to the ABLE Act (a tax bill for individuals with disabilities), and then incorporated into the tax extenders bill.", "article_metadata": {"description": "The SBEA authorizes changes to the Internal Revenue Code to establish “Certified Professional Employer Organizations” or “CPEO.” The IRS must issue regulations to implement the SBEA by July 1, 2015.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The National Law Review", "description": "In a historic day for professional employer organizations (&amp;ldquo;PEO&amp;rdquo;) and the National Association of Professional Employer Organizations (&amp;ldquo;NAPEO&amp;rdquo;), Congress passed the Small Busin", "title": "Passage of Small Business Efficiency Act Gives Professional Employer Organizations Federal Certainty", "url": "http://www.natlawreview.com/article/passage-small-business-efficiency-act-gives-professional-employer-organizations-fede", "image": "http://www.natlawreview.com/sites/default/files/styles/thumbnail/public/article/aux/1123/Tax%20Cutting%20Scissors.jpg?itok=EC2Y_lXA", "type": "article"}, "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "keywords": "Legal, Business, Government, Tax, Small Business Equity Act, SBEA, Internal Revenue Code, IRS", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Legal, Business, Government, Tax, Small Business Equity Act, SBEA, Internal Revenue Code, IRS"}, "_id": "\"57477af46914bd0286fd735a\"", "article_summary": "Therefore, passage of the SBEA is a watershed event that portends further growth in the already expanding PEO industry.\nThe SBEA authorizes changes to the Internal Revenue Code to establish “Certified Professional Employer Organizations” or “CPEO.” The IRS must issue regulations to implement the SBEA by July 1, 2015.\nPEOs enable their customers to outsource cost-effectively the management of human resources, employee benefits, payroll, and workers’ compensation.\nAny additional regulations implementing the SBEA must be issued no later than January 1, 2016.\nWednesday, December 17, 2014In a historic day for professional employer organizations (“PEO”) and the National Association of Professional Employer Organizations (“NAPEO”), Congress passed the Small Business Efficiency Act (“SBEA”) on December 16, 2014, bringing federal legislative certainty to the PEO industry as to the services offered by PEOs, including payment of wages, payroll tax collection authority, and other critical employment-related responsibilities."}