{"article_title": "Volvo unveils new child seat concept", "article_keywords": ["passenger", "infant", "concept", "space", "storage", "volvos", "seat", "volvo", "safety", "child", "unveils"], "article_url": "http://www.upi.com/Business_News/2015/07/04/Volvo-unveils-new-child-seat-concept/7361436012257/", "article_text": "GOTHENBURG, Sweden, July 4 (UPI) -- Volvo announced plans Thursday for a new child seat concept that places children in the front passenger seat.\n\nDubbed the \"Excellence Child Safety Seat Concept\", Volvo's aim is to provide added safety, storage space and facilitate a parent's access to an infant by installing a swiveling baby seat in place of the conventional front passenger seat.\n\nThe announcement follows the April demonstration of Volvo's Lounge Console at the Shanghai International Auto Show. This concept supplants the typically unused passenger seat of a chauffeur-driven vehicle with a luxury footrest for passengers on the rear seat.\n\n\"We started by asking ourselves if we could make life easier for parents and safer for their children when it comes to the child seat experience,\" said Tisha Johnson, Chief Designer Interiors at Volvo Cars Concept and Monitoring Centre. \"We focused on three key benefits -- making it easier to get the child into and out of the child seat from an ergonomic and comfort perspective, providing the child with a safe rearward facing seating position that enables it to keep eye-contact with either the driver or the rear passenger and of course including enough storage for those vital child accessories, such as diapers, bottles, wipes, and so on.\"\n\nVolvo explained their belief for infant safety is that they should travel facing rearward through the age of 3 or 4, citing low neck strength and disproportionate head/body sizes.\n\nThe concept, which includes a function for the seat to recline and help the infant sleep, will also feature storage space sufficient for items as small as diapers and blankets and as big a tote bag in front of the seat under the right side of the dashboard.\n\n\"We have always placed a great deal of importance on child safety, but this takes things to a whole new level,\" Johnson said.\n\n\"Such alternative seating arrangements will become increasingly important as we move towards autonomous vehicles.\"", "article_metadata": {"description": "Volvo announced plans Thursday for a new child seat concept that places children in the front passenger seat.", "og": {"site_name": "UPI", "description": "Volvo announced plans Thursday for a new child seat concept that places children in the front passenger seat.", "title": "Volvo unveils new child seat concept", "url": "http://www.upi.com/Business_News/2015/07/04/Volvo-unveils-new-child-seat-concept/7361436012257/", "image": "http://cdnph.upi.com/sv/ph/og/upi/7361436012257/2015/3/d8976c135ba38f10c5ca24dbba9f1a82/v2.1/Volvo-unveils-new-child-seat-concept.jpg", "type": "article"}, "twitter": {"site": "@UPI", "image": "http://cdnph.upi.com/ph/st/th/7361436012257/2015/i/14360124681418/v2.1/Volvo-unveils-new-child-seat-concept.jpg?lg=4", "description": "Volvo announced plans Thursday for a new child seat concept that places children in the front passenger seat.", "card": "summary_large_image", "title": "Volvo unveils new child seat concept"}, "fb": {"app_id": 130795020312660}, "keywords": "Business", "google-site-verification": "vnkcuJA1Q89cLmy4OZpuQKOf5Jf6ny_RVh7BpxZ11a0", "viewport": "initial-scale=1, maximum-scale=1", "news_keywords": "Business"}, "article_summary": "GOTHENBURG, Sweden, July 4 (UPI) -- Volvo announced plans Thursday for a new child seat concept that places children in the front passenger seat.\nDubbed the \"Excellence Child Safety Seat Concept\", Volvo's aim is to provide added safety, storage space and facilitate a parent's access to an infant by installing a swiveling baby seat in place of the conventional front passenger seat.\nThis concept supplants the typically unused passenger seat of a chauffeur-driven vehicle with a luxury footrest for passengers on the rear seat.\n\"We have always placed a great deal of importance on child safety, but this takes things to a whole new level,\" Johnson said.\n\"We started by asking ourselves if we could make life easier for parents and safer for their children when it comes to the child seat experience,\" said Tisha Johnson, Chief Designer Interiors at Volvo Cars Concept and Monitoring Centre."}