{"article_title": "Complaint: Florida porn lacks condoms", "article_keywords": ["complaint", "condoms", "weinstein", "porn", "work", "florida", "state", "actors", "condom", "health", "lacks", "san"], "article_url": "http://health.heraldtribune.com/2013/09/04/complaint-florida-porn-lacks-condoms/", "article_text": "By CURT ANDERSON\n\nAP Legal Affairs Writer\n\nMIAMI — A health organization that successfully pushed for a Los Angeles County law mandating condom use in the adult film industry has filed a complaint about a porn movie made in Florida after it says filmmakers started shifting production to other states to avoid the law.\n\nThe California-based organization, AIDS Healthcare Foundation, formally requested an investigation in an Aug. 16 letter to Florida's Department of Health. The complaint claims that a Florida production took health risks by making pornography without condoms.\n\nAHF President Michael Weinstein said Wednesday that California-based porn producers are trying to get around the new L.A. county law, known as Measure B, by having actors perform outside the state.\n\n\"We are not going to allow the industry to play a shell game in order to evade the laws we have. It's not going to work,\" Weinstein told reporters in a conference call. \"Our concern is the health and safety of the performers.\"\n\nThe filming was done by North Miami Beach-based D&E Productions on a contract with San Diego Boy Productions, according to D&E co-owner David Adamson. He said California porn makers are outsourcing work in which actors don't wear condoms to filmmakers in other states, like him. Florida, especially the areas around Miami and Fort Lauderdale, has long had a robust pornography industry.\n\n\"The state of Florida, they don't care. There's nothing on the books regarding condom use,\" Adamson said, adding that all his actors are over age 18 and do the work voluntarily.\n\n\"Anybody who does condom-less porn, we get them tested and we make sure they are clean,\" he added.\n\nThe AHF complaint asks state health officials to investigate the D&E production as a \"sanitary nuisance,\" which involves actions by individuals or companies that might cause spread of disease. AHF wants universal condom use to protect porn performers from AIDS, syphilis and other sexually transmitted diseases — and they say testing of actors isn't enough.\n\nA Department of Health spokeswoman did not immediately respond to an email seeking comment. In 2010, AHF filed similar complaints in Florida but was told there was no way to prove the productions were made in Florida.\n\nThis time, Weinstein said, the proof comes from the pornographers themselves.\n\nAHF initially filed a complaint in February against San Diego Boy with the California Department of Industrial Relations, which regulates workplace safety issues for that state. In its response, San Diego Boy said the material in question was done on contract by D&E in Florida. The company even provided invoices detailing the work done by actors with names like \"Vince & Marcus\" and \"Clark & Texas.\"\n\n\"We hope to get a better response from the state of Florida as a result,\" Weinstein said.\n\nThe Los Angeles County condom law was approved by voters there last November and survived a legal challenge by porn producers when a federal judge last month upheld its constitutionality and said supporters provided sufficient evidence that it would alleviate health risks.", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2013/09/04ap-flaporn-acrop.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}, "description": "Group behind LA County law claims Florida production risked health by making porn without condoms"}, "article_summary": "The complaint claims that a Florida production took health risks by making pornography without condoms.\nHe said California porn makers are outsourcing work in which actors don't wear condoms to filmmakers in other states, like him.\nIt's not going to work,\" Weinstein told reporters in a conference call.\nThe AHF complaint asks state health officials to investigate the D&E production as a \"sanitary nuisance,\" which involves actions by individuals or companies that might cause spread of disease.\n\"We hope to get a better response from the state of Florida as a result,\" Weinstein said."}