{"article_title": "Medicare approves lung cancer screening coverage", "article_keywords": ["national", "radiology", "cancer", "approves", "includes", "medicare", "screening", "coverage", "lung", "kazerooni", "decision", "smokers"], "article_url": "http://www.uofmhealth.org/news/archive/201411/medicare-approves-lung-cancer-screening-coverage", "article_text": "ANN ARBOR, Mich. — The Centers for Medicare and Medicaid Services announced Monday that lung cancer screening with CT scans will be covered for people at high-risk of developing lung cancer. The decision includes requirements to ensure quality and safety.\n\nkazerooni.jpg Ella Kazerooni, M.D.\n\n“This is a victory for cancer prevention and for the well-being of thousands of Americans at high-risk of lung cancer,” says Ella Kazerooni, M.D., director of cardiothoracic radiology at the University of Michigan Health System. “Lung screening is a life-saving health measure for the No. 1 cause of cancer death in the United States today.”\n\nKazerooni has been at the forefront of national efforts to urge CMS to approve Medicare coverage. As chair of the Committee on Lung Cancer Screening for the American College of Radiology, Kazerooni worked to forge alliances with major professional and advocacy organizations, culminating in a letter signed by 78 organizations across the country urging lung screening coverage.\n\nThe CMS decision stems from the National Lung Screening Trial, a large-scale clinical trial funded by the National Cancer Institute. It found that among 53,000 heavy smokers at high risk of lung cancer, CT screening demonstrated a 20 percent reduction in lung cancer deaths.\n\nThe results led to the U.S. Preventive Services Task Force (USPSTF), the government body that evaluates cancer screening tools, to recommend lung cancer screening for people age 55-80 who have smoked at least 30 pack years, and are either current smokers or quit within the last 15 years.\n\nUnder the Affordable Care Act, the UPSTF recommendation requires insurance companies to include the service as an essential covered benefit. This will become effective for lung cancer screening in January 2015.\n\nCMS, which provides health care benefits to those 65 and older through Medicare, is not covered under the terms of the Affordable Care Act. CMS’s decision includes annual lung screenings for people age 55-74 who have smoked at least 30 pack years and are either current smokers or quit within the last 15 years.\n\nThe decision also includes guidelines for qualified radiologists and screening facilities.\n\nKazerooni led the American College of Radiology effort to create a set of guidelines for lung screening, called Lung-RADS. It was developed to provide structured reporting, management and audit tools for practices across the country to follow and benchmark their performance against.\n\nThere will now be a 30-day public comment period on the draft coverage decision. Visit CMS's decision page to make a comment.\n\nRelated:", "article_metadata": {"description": "The Centers for Medicare and Medicaid Services announced Monday that lung cancer screening with CT scans will be covered for people at high-risk of developing lung cancer. The decision includes requirements to ensure quality and safety.", "generator": "Drupal 7 (http://drupal.org)", "abstract": "u of m hospital, university of michigan hospital", "HandheldFriendly": "true", "MobileOptimized": "width", "viewport": "width=device-width"}, "article_summary": "ANN ARBOR, Mich. — The Centers for Medicare and Medicaid Services announced Monday that lung cancer screening with CT scans will be covered for people at high-risk of developing lung cancer.\nIt found that among 53,000 heavy smokers at high risk of lung cancer, CT screening demonstrated a 20 percent reduction in lung cancer deaths.\nThe CMS decision stems from the National Lung Screening Trial, a large-scale clinical trial funded by the National Cancer Institute.\nAs chair of the Committee on Lung Cancer Screening for the American College of Radiology, Kazerooni worked to forge alliances with major professional and advocacy organizations, culminating in a letter signed by 78 organizations across the country urging lung screening coverage.\nThis will become effective for lung cancer screening in January 2015."}