{"article_title": "M.T.A. estimates $30 million 'Cadillac tax' hit", "article_keywords": ["foran", "30", "hit", "plans", "cadillac", "workers", "million", "estimates", "health", "york", "expected", "tax", "mta", "helps"], "article_url": "http://www.capitalnewyork.com/article/city-hall/2015/07/8572650/mta-estimates-30-million-cadillac-tax-hit", "article_text": "The M.T.A. is projecting a $30 million tax penalty in 2018 because of the Affordable Care Act's excise tax on high-cost health plans.\n\nThat increases to more than $130 million by 2022, M.T.A. chief financial officer Bob Foran said during Wednesday's M.T.A. board meeting.\n\n\"[T]his is something that we will have to address with our represented workers and it will be part of our collective bargaining discussions going forward,” Foran said.\n\nThe so-called \"Cadillac tax\" imposes a 40 percent tax on health plans that are valued at more than $10,200 for individuals and $27,500 for family plans. The tax takes effect in 2018.\n\nPublic sector workers, who typically enjoy generous health plans, are expected to be hard hit by the tax, which, according to the law's proponents, serves two purposes.\n\nFirst, it helps pay for the law. Second, it encourages employers to consider less costly options, which, in theory, helps slow the growth of health care costs.\n\nBut, as Foran points out, many of these plans are collectively bargained and they will not be easy to change, which is why both labor and management have called on Congress to reconsider the tax.\n\nLast week, Hillary Clinton said she would be open to \"examining\" the tax, saying she worried that it may \"create an incentive to substantially lower the value of the benefits package and shift more and more costs to consumers.\"\n\nClinton's comments illustrate the bipartisan concerns about the tax.\n\nIn May, Richard Gottfried, a Manhattan Democrat who chairs the Assembly's health committee, called the tax \"an oncoming train.\"\n\nKemp Hannon, a Long Island Republican who chairs the State Senate's health committee, also expressed concern.\n\nCity budget officials are bracing as well.\n\nIn a 2013 letter, Cas Holloway, the deputy mayor for operations in New York City, estimated the tax would cost the city $22 million in 2018, rising to $549 million in 2022.\n\nEight House members from New York signed on as co-sponsors to a bill that seeks to repeal the tax, including Paul Tonko, Brian Higgins, Christopher Gibson, Sean Patrick Maloney, Jerrold Nadler, Jose Serrano, Hakeem Jeffries and Nita Lowey.\n\nThat bill is not expected to become law.\n\n--additional reporting by Dana Rubinstein", "article_metadata": {"og": {"url": "http://www.capitalnewyork.com/article/city-hall/2015/07/8572650/mta-estimates-30-million-cadillac-tax-hit", "image": "http://www.capitalnewyork.com/sites/default/files/a-mta%20crews_09_0.png", "type": "article", "title": "M.T.A. estimates $30 million 'Cadillac tax' hit"}, "robots": "all", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "description": "Penalty from Affordable Care Act excise tax on high-cost health plans"}, "article_summary": "is projecting a $30 million tax penalty in 2018 because of the Affordable Care Act's excise tax on high-cost health plans.\nThe so-called \"Cadillac tax\" imposes a 40 percent tax on health plans that are valued at more than $10,200 for individuals and $27,500 for family plans.\nPublic sector workers, who typically enjoy generous health plans, are expected to be hard hit by the tax, which, according to the law's proponents, serves two purposes.\nThat increases to more than $130 million by 2022, M.T.A.\nIn May, Richard Gottfried, a Manhattan Democrat who chairs the Assembly's health committee, called the tax \"an oncoming train.\""}