{"article_title": "If you subsidize apples, you get more apples. If you subsidize unemployment… « Hot Air", "article_keywords": ["subsidize", "recovery", "rate", "unemployment", "job", "air", "hot", "apples", "truth", "shows", "youll", "thats"], "article_url": "http://hotair.com/archives/2014/01/07/krauthammer-if-you-subsidize-apples-you-get-more-apples-if-you-subsidize-unemployment/", "article_text": "Krauthammer: If you subsidize apples, you get more apples. If you subsidize unemployment…\n\nposted at 2:01 pm on January 7, 2014 by Erika Johnsen\n\nIt seems to be a truth only very selectively acknowledged that, when you tax something, you’ll end up with less of it (the corollary being that, if you subsidize something, you’ll get more of it). Progressives seem perfectly capable of recognizing this truth in the context of sin taxes and green-energy subsidies, yet when it comes to things like the extension of unemployment benefits that is making its way through the Senate at the moment, they seem to think that such policies are immune from the most basic of economics. That’s the point that Charles Krauthammer made last night, pointing out that the White House and the Democrats are touting the full-blown awesomeness of their ongoing economic “recovery” and the accompanying job creation out of one side of their mouths while grandstanding about the need for further unemployment benefits out of the other — but the reality is that today’s unemployment rate of around seven percent actually looks a lot more like eleven percent if you use the same labor force participation rate of just a few years ago, and the Democrats keep approaching the systemic problem with the same old-and-tired non-solutions that are practically good for little else than browbeating Republicans. Via RCP:\n\nThe core issue is creating an entitlement. This has never been considered an entitlement. And you go down this road, Sperling says now is not the time. Four and a half years into a recovery, at least as defined by the administration itself, is not the time? If not now, then when? I mean, what we’re going to end up with is an European level of unemployment, chronic unemployment subsidized. And the fact is, if you subsidize apples, you get more apples; if you subsidize unemployment, you get more of it. And that’s what the economics study shows. It’s not that people are lazy. It shows that if you have unemployment insurance, then you can make choices which would allow you to turn down a job that perhaps isn’t exactly what you want. The vast majority of the unemployed want a job, and the problem is the state of the economy.\n\nRelated Posts:", "article_metadata": {"generator": "WordPress 4.3.4", "og": {"site_name": "Hot Air", "description": "Logically speaking…", "title": "Krauthammer: If you subsidize apples, you get more apples. If you subsidize unemployment…", "url": "http://hotair.com/archives/2014/01/07/krauthammer-if-you-subsidize-apples-you-get-more-apples-if-you-subsidize-unemployment/", "image": "https://s0.wp.com/i/blank.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@hotairblog", "card": "summary"}, "fb": {"admins": 312482775445602, "app_id": 312482775445602}, "article": {"published_time": "2014-01-07T19:01:09+00:00", "modified_time": "2014-01-07T19:07:25+00:00"}, "keywords": "Charles Krauthammer, economy, progressives, subsidies, unemployment,", "google-site-verification": "2eqey8dXzgu4RGIRpBp8N_Uha0byt8NWBVajCi3uLgs", "verify-v1": "ouQUGDxtAiO+0Hn3LJajbWMP08yRHQDinMN9QDYrUV4="}, "article_summary": "And the fact is, if you subsidize apples, you get more apples; if you subsidize unemployment, you get more of it.\nKrauthammer: If you subsidize apples, you get more apples.\nI mean, what we’re going to end up with is an European level of unemployment, chronic unemployment subsidized.\nThe vast majority of the unemployed want a job, and the problem is the state of the economy.\nFour and a half years into a recovery, at least as defined by the administration itself, is not the time?"}