{"article_title": "As House Struggles To Find New Speaker, Obamacare Repeal Bill Is Getting Ready For A Vote", "article_keywords": ["reconciliation", "republicans", "getting", "senate", "house", "bill", "obamacare", "struggles", "budget", "ready", "speaker", "vote", "deadline", "repeal", "rules"], "article_url": "http://townhall.com/tipsheet/mattvespa/2015/10/15/as-house-still-struggles-to-find-new-speaker-obamacare-repeal-bill-makes-it-to-house-floor-n2066000", "article_text": "While the House Speakership remains in limbo, plans to repeal Obamacare via reconciliation are still moving forward. Last week, the House Budget Committee advanced the bill, which would gut key Obamacare provisions, along with defunding Planned Parenthood for a year–to the House floor (via the Hill):\n\nThe move is the final step before the package heads to the House floor. If it passes, the bill will head to the Senate, where the fast-track process, known as reconciliation, would prevent Democrats from filibustering it. President Obama is certain to veto the measure, but Republicans hope to at least get it to his desk. However, passage in the Senate is far from guaranteed, as the provision defunding Planned Parenthood could make the bill a tough vote for some Republican senators. House Budget Committee Chairman Tom Price (R-Ga.) focused Friday on the ObamaCare repeal sections, saying he wanted “save the country from this disastrous law” and start over with an alternative. […] The measure repeals ObamaCare’s mandates for individuals to buy insurance and for larger employers to provide it. It also repeals the 40 percent tax on high-cost “Cadillac” insurance plans, a 2.3 percent tax on medical devices, and a Medicare cost-cutting board.\n\nUsing the process of reconciliation, Republicans in both chambers can pass appropriation bills by simple majorities. In the Senate, there’s no fear about meeting the 60-vote threshold to send this bill to Obama’s desk, though he’s bound to veto it. Democrats used this same tool to pass Obamacare in March of 2010. In all likelihood, Republicans had the 41 votes to prevent Democrats from moving forward on the bill; Scott Brown was elected in a special election in January of that year to replace the late Sen. Ted Kennedy of Massachusetts, ending the Senate Democrats’ supermajority.\n\nYet, the saga of congressional Republicans getting to this point regarding their Obamacare strategy has been one almost a year in the making. During the GOP’s winter meeting in Hershey, Pennsylvania, House Budget Chairman Tom Price (R-GA) said that it wasn’t the silver bullet. Nevertheless, Republicans spent the winter pondering whether to use it. Yet, by the summer, the Senate Republican leadership said there was no deadline, as to whether they would go DEFCON 1 on Obamacare concerning reconciliation. The House, on the other hand, had a self-imposed July 24 deadline, which would have passed if it weren’t for rules governing budget debates, which allowed Congress to break early for the August recess without finishing their rules on a reconciliation bill to gut Obamacare. Regardless, House Republicans saw the need to do something about Obamacare rise on their to-do lists after the Supreme Court upheld that subsidies under Obamacare could be provided to both state and federal exchanges in their King v. Burwell decision.\n\nConcerning this July deadline, it was something the conservative wing of the party held in special esteem. There was nothing stopping Republicans from revisiting this issue later on the legislative calendar (the Morning Consult):\n\nPaul Winfree, who worked for Republicans on the Senate Budget Committee from 2011 until March of this year, said in an email that a missed deadline revealed a split in the GOP over how to use reconciliation. “Missing the deadline indicates that congressional Republicans have either taken procrastination to a new level by delaying this vote or that they are divided on whether to use reconciliation to repeal the ACA,” wrote Winfree, who left the Hill for a job at the Heritage Foundation. The three House panels in question – the Education and Workforce Committee, the Energy and Commerce Committee and the Ways and Means Committee – did not say whether they would make or miss their deadlines in statements to Morning Consult. The July 24 deadline is not itself critical to the reconciliation process, as lawmakers could still move forward with the complex legislative process later this year. But the conservative wing of the House Republican conference is committed to reconciliation and won’t be thrilled that the chamber might miss the deadline. Many conservative House Republicans hinged their support for leadership’s budget on promises to repeal Obamacare through reconciliation instructions.\n\nLater in July, the Senate failed to move forward on a bill to repeal Obamacare on a party line 49-43 vote, which was to be expected. Eight members of the Senate were missing as this vote took place on a Sunday–a rare occasion. After the defeat, Sen. Mike Lee (R-UT) was expected to put forward a motion to change the Senate rules in order to repeal Obamacare with a simple 51-vote majority.\n\nThat following week, the Senate leadership said they were going to use reconciliation to repeal the Affordable Care Act, in concurrence with the standing rules established in an earlier budget resolution passed this year that required certain House and Senate committees to find $1 billion in deficit savings, according to the National Journal. The House also had nonbinding instructions regarding reconciliation efforts to repeal the president’s signature domestic achievement:\n\nMajority Leader Mitch McConnell did not say in a statement released in conjunction with Sen. Mike Lee that leaves room for things to get interesting: He did not say reconciliation would only be used for a repeal of the Affordable Care Act. Majority Whip John Cornyn was more direct about what reconciliation will be used for: “Obamacare and anything else we can shoo on in there.” The rules of reconciliation allow it to be used on a bill that covers a wide variety of subjects, as long as they fall in­to the jurisdiction of certain committees. The rules do not require the bill to do only one thing, although GOP leadership is very clear that repealing Obamacare is its primary objective. (The tool allows a bill to pass through the Senate with only 51 votes instead of the 60 needed to break a filibuster.) “We will focus specifically on Obamacare, but other areas may be included,” said Sen. John Barrasso, who has become the party’s lead spokesperson on health care. “That’s one of the things reconciliation will be used for,” said Sen. Richard Burr in an interview, referring to an Obamacare repeal vote. “I think it’s likely there’ll be more than one.”\n\nIn August, The Hill reported that McConnell admitted that the entire health care law could not be repealed using this process due to the rules noted above, but the areas where Obamacare does fall into regarding spending, taxes, and the deficit, could be gutted with this package.\n\nBy September, the bill had taken shape, and was advancing in the House. McConnell pledged to act quickly once the House finished its business with it. The Consult added that the Senate would vet the measure “make sure it doesn’t violate special budget reconciliation rules.” Yet, the publication also noted that Democrats are not so keen on repealing the medical devices tax, which they want to do, without replacing it with something to make up for the lost revenue.\n\nYet, even if this package does pass, which given the rules, looks likely–it still will be vetoed by Obama. And Republicans do not have the votes to override it. It’ll be the reward for months of work to secure a symbolic victory.", "article_metadata": {"description": "Reconciliation. .05/26/2016 18:15:29PM EST.", "author": "Matt Vespa", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Reconciliation.", "title": "As House Struggles To Find New Speaker, Obamacare Repeal Bill Is Getting Ready For A Vote", "url": "http://townhall.com/tipsheet/mattvespa/2015/10/15/as-house-still-struggles-to-find-new-speaker-obamacare-repeal-bill-makes-it-to-house-floor-n2066000", "image": "http://media.townhall.com/townhall/reu/ha/2015/281/5808dc33-8319-4a0f-bcf5-7c121ad59208.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Reconciliation.", "title": "As House Struggles To Find New Speaker, Obamacare Repeal Bill Is Getting Ready For A Vote", "url": "http://townhall.com/tipsheet/mattvespa/2015/10/15/as-house-still-struggles-to-find-new-speaker-obamacare-repeal-bill-makes-it-to-house-floor-n2066000", "image": "http://media.townhall.com/townhall/reu/ha/2015/281/5808dc33-8319-4a0f-bcf5-7c121ad59208.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "As House Struggles To Find New Speaker, Obamacare Repeal Bill Is Getting Ready For A Vote, Matt Vespa, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "Many conservative House Republicans hinged their support for leadership’s budget on promises to repeal Obamacare through reconciliation instructions.\nWhile the House Speakership remains in limbo, plans to repeal Obamacare via reconciliation are still moving forward.\nDuring the GOP’s winter meeting in Hershey, Pennsylvania, House Budget Chairman Tom Price (R-GA) said that it wasn’t the silver bullet.\nHouse Budget Committee Chairman Tom Price (R-Ga.) focused Friday on the ObamaCare repeal sections, saying he wanted “save the country from this disastrous law” and start over with an alternative.\n“That’s one of the things reconciliation will be used for,” said Sen. Richard Burr in an interview, referring to an Obamacare repeal vote."}