{"article_title": "Warmer weather brings out sledders to Kroh Park slope", "article_keywords": ["slope", "week", "sledders", "schillings", "sleds", "brings", "park", "snow", "kroh", "son", "weather", "warmer", "hill", "sled"], "article_url": "http://www.reporterherald.com/news/loveland-local-news/ci_26950469/warmer-weather-brings-out-sledders-kroh-park-slope", "article_text": "Jennifer Major pushes her son, 5-year-old Jack, down a hill at Kroh Park on Sunday in a blue sled. ( Jessica Benes / Loveland Reporter-Herald )\n\nGroups that braved Kroh Park's snow hill on Sunday — and what was left of the snow down the hill on the east side of the park — brought their saucer sleds, long red toboggans, green dinosaur sleds, and one unique bike/scooter/sled.\n\n\"We made it yesterday,\" Abraham Owens announced of a bicycle frame mounted to an old skateboard that had been cut in half.\n\n\"We are dangerous kids and like doing dangerous things,\" he said with a grin.\n\nHis friend, Tray Renfro, used his sister's old skateboard and his other friend, Joseph Aragon's, tools and expertise to make the thing.\n\nThe three boys took turns sliding down the hill, using their feet as brakes to stay upright.\n\nAragon said they normally ride at the skate park so when it snows, they have to come up with other ideas to entertain themselves.\n\n\"I want to go to Mount Everest with this,\" Renfro joked as he dragged the bike sled back up the hill.\n\n\"You want to go to Mount Everest? You can barely go down this!\" Owens returned.\n\nKatia Schillings, 4, and Saigen Schillings, 6, enjoyed the more traditional circular sleds for their downhill journeys.\n\n\"I got very good speeds down that. Did you see me cross the paths?\" Saigen said excitedly as he dragged his sled back up the hill.\n\nTheir mother, Olesya Schillings, said she didn't mind the cold and snowy weather this week, although it would have been better if she didn't have to drive anywhere.\n\nAdvertisement\n\n\"Colorado does not surprise us,\" she said.\n\nHer husband, Silkor, said he was a little surprised there wasn't more snow on the Kroh Park hill.\n\nNearby, Nick Major asked his wife Jennifer to push him and their 2-year-old son Oliver \"very, very hard down the hill.\"\n\nJennifer gave a mighty shove and slid onto her stomach as her husband and son went spinning down.\n\nHer other son, 5-year-old Jack, plopped into a round sled and waited for a big push by his mom, too.\n\nKatia Schillings, front, and her brother Saigen Schillings, enjoy a sled ride down a hill on the east side of Kroh Park on Sunday. When asked if she was surprised by the weather this week, their mother, Olesya Schillings, said, \"Colorado does not surprise me.\" (Jessica Benes / Loveland Reporter-Herald)\n\nJennifer said she found the Kroh Hill listed on sledriding.com, \"which looks like it hasn't been updated since 1996,\" she said.\n\nJennifer said the cold weather this week was a little depressing.\n\n\"Before we had kids I loved this weather because I knew we'd go snowboarding. Now it means lots of restless days indoors,\" she said.\n\nHowever, moments like these make up for the nasty weather.\n\n\"This is Oliver's first time sledding ever,\" she said. \"He seems to be a fan.\"\n\nBrothers Charlie Cusick, 8, and Riley Cusick, 5, have come with their friends to the park at least three times this week to sled.\n\nThey are particularly fond of tying their colorful sleds together for one long train down the hill, or placing their sleds strategically along the course and trying to run them over.\n\nAbout why he likes to come to Kroh Park with his friends, Charlie said, \"One, it (sledding) doesn't cost anything, and two, it's not a sport. You don't have to get in a class to do it. This is like the best thing you can do in winter besides video games.\"\n\nJessica Benes: 970-669-5050 ext. 530, jbenes@reporter-herald.com, twitter.com/jessicabenes.", "article_metadata": {"sailthru.url": "http://www.reporterherald.com/news/loveland-local-news/ci_26950469/warmer-weather-brings-out-sledders-kroh-park-slope", "modificationDate": "2014-11-16T21:56:12-0700", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site47/2014/1116/20141116__17RHASLEDDINGw~1_300.jpg", "sailthru.author": "By Jessica Benes \n \n  Reporter-Herald Staff Writer", "description": "Groups that braved Kroh Park's snow hill on Sunday — and what was left of the snow down the hill on the east side of the park — brought their saucer sleds, long red toboggans, green dinosaur sleds, and one unique bike/scooter/sled.", "ag": {"canon": "LovelandReporter-Herald:article:26950469:view"}, "startDate": "2014-11-16T17:17:28-0700", "og": {"url": "http://www.reporterherald.com/news/loveland-local-news/ci_26950469/warmer-weather-brings-out-sledders-kroh-park-slope", "image": "http://extras.mnginteractive.com/live/media/site47/2014/1116/20141116__17RHASLEDDINGw~1.jpg", "type": "article", "description": "Groups that braved Kroh Park's snow hill on Sunday — and what was left of the snow down the hill on the east side of the park — brought their saucer sleds, long red toboggans, green dinosaur sleds, and one unique bike/scooter/sled.", "title": "Warmer weather brings out sledders to Kroh Park slope"}, "twitter": {"domain": "reporterherald.com", "description": "Groups that braved Kroh Park's snow hill on Sunday — and what was left of the snow down the hill on the east side of the park — brought their saucer sleds, long red toboggans, green dinosaur sleds, and one unique bike/scooter/sled.", "title": "Warmer weather brings out sledders to Kroh Park slope", "url": "http://www.reporterherald.com/news/loveland-local-news/ci_26950469/warmer-weather-brings-out-sledders-kroh-park-slope", "image": "http://extras.mnginteractive.com/live/media/site47/2014/1116/20141116__17RHASLEDDINGw~1.jpg", "site": "@reporterherald", "card": "summary_large_image"}, "sailthru.date": "2014-11-16T17:17:28-0700", "sailthru.site": "reporterherald.com", "sailthru.title": "Warmer weather brings out sledders to Kroh Park slope", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Loveland News", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "XzsHDcJw4iXBQEYtDXFRaUAdKzxhSvxWMgXyQQNFFzg", "byline": "By Jessica BenesReporter-Herald", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site47/2014/1116/20141116__17RHASLEDDINGw~1.jpg", "pubDate": "2014-11-16T17:54:45-0700", "news_keywords": "Loveland News, Loveland News news, Loveland Colorado Loveland News news, Loveland Colorado news, Loveland News Loveland news, Loveland News Colorado news, US Loveland News news, world Loveland News news."}, "article_summary": "Her husband, Silkor, said he was a little surprised there wasn't more snow on the Kroh Park hill.\nJennifer Major pushes her son, 5-year-old Jack, down a hill at Kroh Park on Sunday in a blue sled.\nAbout why he likes to come to Kroh Park with his friends, Charlie said, \"One, it (sledding) doesn't cost anything, and two, it's not a sport.\n(Jessica Benes / Loveland Reporter-Herald)Jennifer said she found the Kroh Hill listed on sledriding.com, \"which looks like it hasn't been updated since 1996,\" she said.\nKatia Schillings, front, and her brother Saigen Schillings, enjoy a sled ride down a hill on the east side of Kroh Park on Sunday."}