{"article_title": "Why Is BuzzFeed Producing Viral Videos With 2016 Republican Candidates?", "article_keywords": ["jindal", "viral", "video", "2016", "videos", "views", "buzzfeed", "smith", "buzzfeeds", "candidates", "politics", "facebook", "republican", "producing"], "article_url": "http://www.ibtimes.com/lol-omg-gop-why-buzzfeed-producing-viral-videos-2016-republican-candidates-2040650", "article_text": "Presidential candidate Bobby Jindal might not have made the cut for the first debate for GOP hopefuls, but a few hours after Fox News announced the event’s lineup on Tuesday, the Louisiana governor got some decent exposure all the same.\n\nThe politics section of BuzzFeed News treated its readers to an exclusive video: Jindal, smiling wide and dropping one-liners, starred in a comic video clip in which he defeated two of his biggest archenemies, Obamacare and taxes, by proving his strength in push-ups.\n\nPhoto: Reuters/Shannon Stapleton\n\nPhoto: BuzzFeed Previous Next\n\nIt looked a lot like a campaign ad targeting the youth vote, but the video was the latest in a series of slick, scripted set pieces written by BuzzFeed Motion Pictures, the company’s video wing, and produced in partnership with BuzzFeed’s politics section. Last month, the site gave Sen. Ted Cruz of Texas a chance to “go viral” with a video of the GOPer doing Simpsons impressions, while Carly Fiorina recorded her own video satirizing workplace sexism alongside BuzzFeed staffers.\n\nBoth videos earned around half a million views on YouTube, reaping similar numbers on Facebook. By Wednesday morning, the Jindal video had more than 50,000 views on Facebook and over 140,000 on YouTube.\n\nFusing Internet sensations and pop culture with hard news and reporting has long been BuzzFeed’s stock in trade. But by producing videos with candidates, all of them hungry for access to the younger audience roaming the Internet, is BuzzFeed blurring the line between covering politics and dabbling in them?\n\nContinue Reading Below\n\n“I think politics has always been a mixture of jokes and ridiculous things and policy and character and war and peace,” BuzzFeed editor-in-chief Ben Smith told International Business Times Wednesday. “They’ve always been inseparable, the high and the low.”\n\nWhen asked for precedents of a news organization collaborating with candidates in this way, Smith repeatedly offered a comparison to late-night comedy shows like “The Tonight Show” or “The Late Show with David Letterman,” which follow nightly newscasts on broadcast networks.\n\n“Late night has always been a stop on the presidential campaign. And I think this is a version of that,” he said. “With these, we’ve done straight, tough interviews with the candidates, and then something goofy.” (BuzzFeed News reporter McKay Coppins interviewed Jindal a week before the zany video was published.)\n\nThe analogy to late night may invite more questions than it answers: The comedy shows are produced in an entirely different division of NBC than, say, “Nightly News,” which is why you won’t see anchor Lester Holt trading Homer Simpson impersonations with Jeb Bush anytime soon. The Jindal video, on the other hand, was a collaboration between BuzzFeed’s video and politics teams, posted to BuzzFeed Politics on Facebook and sent out from BuzzFeed News on both Facebook and Twitter. Candidates do not pay BuzzFeed for the videos.\n\nStrange Bedfellows?\n\nThe first partnership between BuzzFeed and a politician came in February, when the Obama administration cut a video with the site to promote the Affordable Care Act. The finished product, in which the president fooled around with a selfie stick, racked up nearly 2 million pageviews on BuzzFeed’s site, scored 55 million views on Facebook, and got the healthcare law a fair amount of coverage.\n\nBut unlike the current series of political cameos, President Obama wasn’t running for office.\n\nSmith didn’t buy that the chummy videos with Cruz and Jindal could be perceived as an aid to their campaigns. “I think it's very evident that these are not political,” Smith said. “We’re producing it for our readers, not for the politicians.”\n\nBut what, in that case, is BuzzFeed producing for its readers?\n\n“For us, it is an experiment; it is a new thing,” Smith said. “These questions are legitimate.”\n\n“The notion that any media exposure counts as a contribution is something that came up with the Citizens United decision,” he added, saying it was an age-old conundrum in the press, akin to debating “angels dancing on the head of pin.”\n\nBut the videos that BuzzFeed makes aren’t simply coverage of a candidate or even a fawning interview one might find in the New York Times or on Fox News. They are scripted pieces that present the candidates as relatable and fun, allowing them to relay their message throughout, as Jindal did in his video.\n\n“The stronger the taxes get, the less freedom we all have,” the candidate said into the camera, before dropping to the floor and pumping out his push-ups.\n\n“Wow, you heard that here first,” an actor from BuzzFeed responded.", "article_metadata": {"msapplication-config": "http://s2.ibtimes.com/sites/www.ibtimes.com/themes/us_ibtimes/favicons/browserconfig.xml", "news_keywords": "buzzfeed video, buzzfeed ted cruz video, buzzfeed bobby jindal video, buzzfeed carly fiorina, buzzfeed candidates, buzzfeed gop, buzzfeed 2016 race, bobby jindal pushups, bobby jindal push-ups, bobby jindal buzzfeed", "og": {"site_name": "International Business Times", "description": "\"Politics has always been a mixture of jokes and ridiculous things and policy and character and war and peace,” said BuzzFeed editor-in-chief Ben Smith.", "title": "LOL, OMG, GOP: Why Is BuzzFeed Producing Viral Videos With 2016 Republican Candidates?", "url": "http://www.ibtimes.com/lol-omg-gop-why-buzzfeed-producing-viral-videos-2016-republican-candidates-2040650", "image": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2015/08/06/usprescampaigncreative.jpg", "type": "article"}, "twitter": {"description": "\"Politics has always been a mixture of jokes and ridiculous things and policy and character and war and peace,” said BuzzFeed editor-in-chief Ben Smith.", "title": "LOL, OMG, GOP: Why Is BuzzFeed Producing Viral Videos With 2016 Republican Candidates?", "url": "http://www.ibtimes.com/lol-omg-gop-why-buzzfeed-producing-viral-videos-2016-republican-candidates-2040650", "image": {"src": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2015/08/06/usprescampaigncreative.jpg", "identifier": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2015/08/06/usprescampaigncreative.jpg"}, "site": "@IBTimes", "card": "summary_large_image"}, "msapplication-TileColor": "#000000", "fb": {"app_id": 263851690471857, "pages": 128026713884051}, "msapplication-TileImage": "http://s1.ibtimes.com/sites/www.ibtimes.com/themes/us_ibtimes/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/IBTimes", "section": "National", "published_time": "2015-08-05T15:49:11-04:00", "modified_time": "2015-12-07T00:32:16-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "\"Politics has always been a mixture of jokes and ridiculous things and policy and character and war and peace,” said BuzzFeed editor-in-chief Ben Smith."}, "article_summary": "The Jindal video, on the other hand, was a collaboration between BuzzFeed’s video and politics teams, posted to BuzzFeed Politics on Facebook and sent out from BuzzFeed News on both Facebook and Twitter.\n“We’re producing it for our readers, not for the politicians.”But what, in that case, is BuzzFeed producing for its readers?\nBy Wednesday morning, the Jindal video had more than 50,000 views on Facebook and over 140,000 on YouTube.\nBut by producing videos with candidates, all of them hungry for access to the younger audience roaming the Internet, is BuzzFeed blurring the line between covering politics and dabbling in them?\nCandidates do not pay BuzzFeed for the videos."}