{"article_title": "Department of Commerce Expected to Revoke (Again) Antidumping Duty Orders on Ball Bearings from Japan and the UK", "article_keywords": ["duty", "commerce", "notice", "ball", "revoke", "effective", "revocation", "date", "bearings", "domestic", "itc", "reviews", "department", "sunset", "uk", "doc", "expected", "japan", "orders"], "article_url": "http://www.natlawreview.com/article/department-commerce-expected-to-revoke-again-antidumping-duty-orders-ball-bearings-j", "article_text": "Saturday, January 25, 2014\n\nThe U.S. Department of Commerce (DOC) has notified the U.S. International Trade Commission (ITC) that it received no notice of intent from domestic ball bearings producers to participate in the sunset review the DOC initiated on , regarding ball bearings and parts thereof from Japan and the UK. This means that the DOC will revoke both antidumping duty orders.\n\nThese orders date back to 1989. In 2006, the DOC and the ITC conducted five-year “sunset” reviews of these orders, which initially resulted in affirmative determinations and decisions to continue both orders. However, Japanese and British ball bearings manufacturers filed lawsuits challenging the ITC sunset review determination. After several remand proceedings, the DOC first revoked the orders, and then, after further appeals, the DOC reinstated the orders effective . The DOC has resumed the process of annual administrative reviews of the orders, which had been suspended while the orders were revoked but litigation still pending in the U.S. courts.\n\nAs a result of the reinstatement, the DOC and ITC announced that they would conduct new five-year sunset reviews. The DOC set a deadline of , for domestic producers to file a notice of intent to participate in the DOC sunset reviews. However, no domestic producer filed the required notice letters. As a result, the DOC has now informed the ITC that no domestic producer is participating. Under U.S. law, the DOC and ITC must terminate their new sunset reviews and the DOC must revoke the antidumping duty orders.\n\nOrdinarily, following a revocation resulting from the sunset review procedure, the revocation is effective with imports entered on or after the date that is five years after the date that the DOC last announced continuation of the antidumping duty orders. However, given the extensive litigation and revocation followed by later reinstatement of the orders, it is not clear at this time precisely when the latest revocation will be effective. The DOC has not yet published a formal revocation notice, and we understand it is still contemplating what the correct effective date of revocation should be.\n\nIt is also unclear at this point whether the Timken Company, which is the largest U.S. bearings producer, simply missed the January 17 notice deadline or made a deliberate decision not to file the notice and wait for the orders to be revoked. Stay tuned for further developments.", "article_metadata": {"description": "The U.S. Department of Commerce (DOC) has notified the U.S. International Trade Commission (ITC) that it received no notice of intent from domestic ball bearings producers to participate in the sunset review the DOC initiated on January 2, 2014, regarding ball bearings and parts thereof from Japan and the UK. This means that the DOC will revoke both antidumping duty orders.", "generator": "Drupal 7 (http://drupal.org)", "og": {"url": "http://www.natlawreview.com/article/department-commerce-expected-to-revoke-again-antidumping-duty-orders-ball-bearings-j", "site_name": "The National Law Review", "type": "article", "description": "The U.S. Department of Commerce (DOC) has notified the U.S. International Trade Commission (ITC) that it received&amp;nbsp;no&amp;nbsp;notice of intent from domestic ball bearings producers to participate in", "title": "Department of Commerce Expected to Revoke (Again) Antidumping Duty Orders on Ball Bearings from Japan and the UK"}, "keywords": "Legal, Business, World, UK, Ball Bearings, Producer, Department of Commerce, Government, Japan, antidumping, duty", "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Legal, Business, World, UK, Ball Bearings, Producer, Department of Commerce, Timken Company, Government, Japan, antidumping, duty"}, "article_summary": "After several remand proceedings, the DOC first revoked the orders, and then, after further appeals, the DOC reinstated the orders effective .\nHowever, Japanese and British ball bearings manufacturers filed lawsuits challenging the ITC sunset review determination.\nUnder U.S. law, the DOC and ITC must terminate their new sunset reviews and the DOC must revoke the antidumping duty orders.\nThese orders date back to 1989.\nThe DOC set a deadline of , for domestic producers to file a notice of intent to participate in the DOC sunset reviews."}