{"article_title": "Obamacare Penalty Could Cost More Than You Expect", "article_keywords": ["individual", "pay", "mandate", "obamacare", "taxes", "penalty", "cost", "health", "expect", "income", "tax", "insurance"], "article_url": "http://www.huffingtonpost.com/2014/11/21/obamacare-mandate-fine_n_6192248.html", "article_text": "Chip Somodevilla via Getty Images\n\nConsidering going without health insurance next year? Be careful -- it could cost more than you think.\n\nAs you’ve probably heard, Obamacare requires most U.S. residents to obtain some form of health coverage, either from a job, a private insurance company or a government program like Medicaid.\n\nFailing to do so could mean taking a hit on your taxes. There’s been a lot of attention paid to the $95 tax penalty for people who are uninsured this year. But in reality, few people will pay that little, and high-income households could owe thousands of dollars when they file their 2014 taxes. Plus, the minimum penalty more than triples for the 2015 tax year.\n\nDon’t expect to hear much about the mandate during the big enrollment push under way. Although the individual mandate is a critical part of Obamacare, it’s politically toxic. Plus, focusing on the positive benefits of the law has proven more effective at increasing enrollment -- and decreasing the number of people who’d be penalized -- than emphasizing the negative parts of it, said Anne Filipic, president of Enroll America, a nonprofit promoting Obamacare sign-ups.\n\n“We are continuing to lead with the facts about what’s available to consumers, and especially the message about financial assistance,” Filipic said. “We want to be careful not to talk about it in a threatening way.” Information about the mandate and penalties will be secondary, and the group plans to emphasize it closer to the February deadline to use the the health insurance exchanges to sign up for coverage that will be in effect next year, she said.\n\nAn April Enroll America survey found that the mandate motivated some people who signed up during the first Obamacare enrollment period, which ended in April. Nineteen percent said they wouldn’t have enrolled without it, and another 21 percent said they weren’t sure if they would have.\n\nStill, President Barack Obama’s administration believes promoting the subsidies available to low- and middle-income families and emphasizing the cut-off date is a better way to boost sign-ups. “Our primary focus is going to be on affordability and deadlines. That’s what we know really works and drives people,” a senior administration official told The Huffington Post.\n\nBut the individual mandate is a big and complex change in the law, and taxpayers need to understand how it affects them. That’s especially true now. Enrollment on the Affordable Care Act’s health insurance exchanges began Saturday and runs through Feb. 15. Except under special circumstances, like having a baby, consumers who want to use these online marketplaces will have to sign up now or wait until next year to get for private insurance. (However, there’s no deadline for Medicaid and Children’s Health Insurance Program applications.)\n\nConsidering an estimated 87 percent of Americans already have health coverage and the slew of exemptions from the individual mandate, not many people actually will owe penalties if they aren’t covered. For those who do owe, the penalty will likely cost less than health insurance -- but they'll be exposed to potentially unlimited expenses in the event of a serious injury or illness.\n\nTo protect lower-income families from big expenses, and to more strongly push higher-income people to get covered rather than pay the extra taxes, there are two methods for figuring out the penalty. You would pay either as a set dollar amount per person -- $95 per adult and $47.50 per child, up to $285 this year -- or a percentage of household income, whichever is higher.\n\nFor the 2014 tax year, higher-income people who are uninsured probably would wind up paying 1 percent of their taxable income minus $10,000 to $22,400, depending on family size and other factors. That could be as much as $11,000, which is the maximum possible penalty, and is based on the national average price for a \"bronze\" insurance plan available on the Obamacare exchanges.\n\nThe minimum penalties get a lot higher next year. They start out at $325 per adult and $162.50 per child, up to a maximum of $975 per household, or 2 percent of household income (after subtracting that $10,000 or more), whichever is more. The maximum penalty for 2015 will be about the same as the maximum penalty for 2014.\n\nA family of four with an income of three times the federal poverty level -- about $70,650 -- would owe around $500 this year, and more than double that in 2015, according to a calculator created by the Tax Policy Center.\n\nPeople who owe these penalties will see them deducted from their income tax refunds or added to their tax bills. Unlike other taxes owed, though, not paying isn’t a crime, and the IRS can’t garnish the wages or put liens on the property of people who don’t pay it.\n\nPlus, there are a whole lot of exemptions from the individual mandate.\n\nThey include if you earn too little to file federal income taxes or if the cheapest plan you can find costs more than 8 percent of your income. People with religious objections to insurance also don’t have to get covered. Undocumented immigrants aren’t allowed to use the Obamacare exchanges, so they also don’t have to comply with the individual mandate. People who live in states that didn't adopt Obamacare’s expansion of Medicaid are exempt if they would have qualified for the program. What’s more, there’s a “hardship” exemption the federal government has defined very broadly.\n\nObamacare includes the individual mandate as a way to nudge people into health coverage and discourage “free riders” who use health services when they could afford insurance. Being insured for at least nine months a year fulfills the mandate.\n\nObamacare’s authors call it the “individual shared responsibility provision.” As the theory goes, a health insurance market that’s open to everyone, including those with pre-existing conditions, must include as many people as possible, especially those who don’t have high medical bills and will pay into the pool without drawing down much. As healthy people age or become unlucky enough to get sick, this is supposed guarantee there’s a health insurance system in place to take care of them.\n\nIn addition, more people covered means fewer people getting treated at emergency rooms and not paying the bills, which costs taxpayers billions in the form of special Medicare and Medicaid funding that goes to hospitals treating large numbers of people who can’t afford the care they received. So people either get covered, or pay the penalty to offset the costs they incur when they get sick.\n\n“Those who can afford health care but choose to go without are required to make a payment to help cover their medical costs and keep coverage affordable for others,” the Treasury spokesperson wrote.\n\nSam Stein contributed reporting.", "article_metadata": {"description": "Considering going without health insurance next year? Be careful -- it could cost more than you think.\n\nAs you’ve probably heard, Obamacare requires mo...", "sailthru.expire_date": "2014-11-22 07:31:34 -0500", "og": {"site_name": "The Huffington Post", "description": "Considering going without health insurance next year? Be careful -- it could cost more than you think.\n\nAs you’ve probably heard, Obamacare requires mo...", "title": "Obamacare Penalty Could Cost More Than You Expect", "url": "http://www.huffingtonpost.com/2014/11/21/obamacare-mandate-fine_n_6192248.html", "image": "http://i.huffpost.com/gen/2304654/images/o-OBAMA-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "Considering going without health insurance next year? Be careful -- it could cost more than you think.\n\nAs you’ve probably heard, Obamacare requires mo...", "creator": "JeffYoung", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/2304654/images/o-OBAMA-facebook.jpg", "height": 1000}, "title": "Obamacare Penalty Could Cost More Than You Expect", "site": "@HuffPostBiz", "card": "summary_large_image"}, "sailthru.date": "2014-11-21 07:31:34 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=6192248", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "business", "fb": {"app_id": 46744042133}, "keywords": "Obamacare mandate fine,Obamacare mandate penalty,individual mandate,Obamacare mandate exemptions,obamacare,uninsured,Health Insurance,jeffrey young,obamacare fine,obamacare penalty,Enroll America,obamacare mandate", "article": {"section": "Business", "tag": "Obamacare mandate fine,Obamacare mandate penalty,individual mandate,Obamacare mandate exemptions,obamacare,uninsured,Health Insurance,jeffrey young,obamacare fine,obamacare penalty,Enroll America,obamacare mandate", "published_time": "2014-11-21 07:31:34 -0500", "modified_time": "2014-11-23 23:59:01 -0500"}, "viewport": "width=1000"}, "article_summary": "There’s been a lot of attention paid to the $95 tax penalty for people who are uninsured this year.\nPeople who owe these penalties will see them deducted from their income tax refunds or added to their tax bills.\nUndocumented immigrants aren’t allowed to use the Obamacare exchanges, so they also don’t have to comply with the individual mandate.\nAlthough the individual mandate is a critical part of Obamacare, it’s politically toxic.\nBut the individual mandate is a big and complex change in the law, and taxpayers need to understand how it affects them."}