{"article_title": "Charles Krauthammer: Obama the oblivious", "article_keywords": ["web", "rhetoric", "obamas", "legislation", "charles", "obamacare", "sites", "discovery", "president", "oblivious", "krauthammer", "economy", "obama"], "article_url": "https://www.washingtonpost.com/opinions/charles-krauthammer-obama-the-oblivious/2013/12/12/67acc91c-6363-11e3-a373-0f9f2d1c2b61_story.html", "article_text": "In explaining the disastrous rollout of Obamacare, President Obama told Chris Matthews he had discovered that “we have these big agencies, some of which are outdated, some of which are not designed properly.”\n\nAn interesting discovery to make after having consigned the vast universe of American medicine, one-sixth of the U.S. economy, to the tender mercies of the agency bureaucrats at the Department of Health and Human Services and the Internal Revenue Service.\n\nMost people become aware of the hopeless inefficiency of sclerotic government by, oh, age 17 at the department of motor vehicles. Obama’s late discovery is especially remarkable considering that he built his entire political philosophy on the rock of Big Government, on the fervent belief in the state as the very engine of collective action and the ultimate source of national greatness. (Indeed, of individual success as well, as in “If you’ve got a business — you didn’t build that. Somebody else made that happen.”)\n\nThis blinding revelation of the ponderous incompetence of bureaucratic government came just a few weeks after Obama confessed that “what we’re also discovering is that insurance is complicated to buy.” Another light bulb goes off, this one three years after passing a law designed to force millions of Americans to shop for new health plans via the maze of untried, untested, insecure, unreliable online “exchanges.”\n\nThis discovery joins a long list that includes Obama’s rueful admission that there really are no shovel-ready jobs. That one came after having passed his monstrous $830 billion stimulus on the argument that the weakened economy would be “jump-started” by a massive infusion of shovel-ready jobs. Now known to be fictional.\n\n1 of 25 Full Screen Autoplay Close Skip Ad × The Right’s 25 most influential, from Townhall.com View Photos The conservative Web site’s latest listing of the most prominent voices on the right, with a few names you may not know. Caption The conservative Web site’s latest listing of the most prominent voices on the right, with a few names you may not know. 1, Rush Limbaugh He can make news, kill legislation and sell books anytime he wants to, Townhall says. The biggest right-wing radio show host in America has spoken to a generation of conservatives. Micah Walter/Reuters Buy Photo Wait 1 second to continue.\n\nBarack Obama is not just late to discover the most elementary workings of government. With alarming regularity, he professes obliviousness to the workings of his own government. He claims, for example, to have known nothing about the IRS targeting scandal, the AP phone records scandal, the NSA tapping of Angela Merkel. And had not a clue that the centerpiece of his signature legislative achievement — the online Obamacare exchange, three years in the making — would fail catastrophically upon launch. Or that Obamacare would cause millions of Americans to lose their private health plans.\n\nHence the odd spectacle of a president expressing surprise and disappointment in the federal government — as if he’s not the one running it. Hence the repeated no-one-is-more-upset-than-me posture upon deploring the nonfunctioning Web site, the IRS outrage, the AP intrusions and any number of scandals from which Obama tries to create safe distance by posing as an observer. He gives the impression of a man on a West Wing tour trying out the desk in the Oval Office, only to be told that he is president of the United States.\n\nThe paradox of this presidency is that this most passive bystander president is at the same time the most ideologically ambitious in decades. The sweep and scope of his health-care legislation alone are unprecedented. He’s spent billions of tax money attempting to create, by fiat and ex nihilo, a new green economy. His (failed) cap-and-trade bill would have given him regulatory control of the energy economy. He wants universal preschool and has just announced his unwavering commitment to slaying the dragon of economic inequality, which, like the poor, has always been with us.\n\nObama’s discovery that government bureaucracies don’t do things very well creates a breathtaking disconnect between his transformative ambitions and his detachment from the job itself. How does his Olympian vision coexist with the lassitude of his actual governance, a passivity that verges on absenteeism?\n\nWhat bridges that gap is rhetoric. Barack Obama is a master rhetorician. It’s allowed him to move crowds, rise inexorably and twice win the most glittering prize of all. Rhetoric has changed his reality. For Obama, it can change the country’s. Hope and change, after all, is a rhetorical device. Of the kind Obama has always imagined can move mountains.\n\nThat’s why his reaction to the Obamacare Web site’s crash-on-takeoff is so telling. His remedy? A cross-country campaign-style speaking tour. As if rhetoric could repeal that reality.\n\nManaging, governing, negotiating, cajoling, crafting legislation, forging compromise. For these — this stuff of governance — Obama has shown little aptitude and even less interest. Perhaps, as Valerie Jarrett has suggested, he is simply too easily bored to invest his greatness in such mundanity.\n\n1 of 20 Full Screen Autoplay Close Skip Ad × Top opinions stories of 2013 View Photos From Trayvon Martin to Obamacare: Take a look at a selection of the stories that caught readers’ interests over the past year. Caption From Trayvon Martin to Obamacare: Take a look at a selection of the stories that caught readers’ interests over the past year. Why liberals are panicked about Obamacare If Obamacare fails, “It will discredit Obama’s new liberalism for years to come.” By Charles Krauthammer Jessica Rinaldi/Reuters Buy Photo Wait 1 second to continue.\n\n“I don’t write code,” said Obama in reaction to the Web site crash. Nor is he expected to. He is, however, expected to run an administration that can.\n\nRead more from Charles Krauthammer’s archive, follow him on Twitter or subscribe to his updates on Facebook.", "article_metadata": {"description": "He has shown little aptitude and even less interest in governing.", "author": "https://www.facebook.com/pages/Charles-Krauthammer/95978776589", "og": {"site_name": "Washington Post", "description": "He has shown little aptitude and even less interest in governing.", "title": "Charles Krauthammer: Obama the oblivious", "url": "https://www.washingtonpost.com/opinions/charles-krauthammer-obama-the-oblivious/2013/12/12/67acc91c-6363-11e3-a373-0f9f2d1c2b61_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2013/12/12/Editorial-Opinion/Images/455555815.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@krauthammer"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/opinions/charles-krauthammer-obama-the-oblivious/2013/12/12/67acc91c-6363-11e3-a373-0f9f2d1c2b61_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "charles krauthammer, charles krauthammer column, charles krauthammer washington post, Obama the oblivious, obama governing, obama agenda, obama skill, obama management, obamacare rollout, obama ap scandal, obama irs scandal, obama nsa scandal, obama angela merkel, obama chris matthews interview, obama rhetoric,", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/pages/Charles-Krauthammer/95978776589"}, "eomportal-uuid": "67acc91c-6363-11e3-a373-0f9f2d1c2b61", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "charles krauthammer, charles krauthammer column, charles krauthammer washington post, Obama the oblivious, obama governing, obama agenda, obama skill, obama management, obamacare rollout, obama ap scandal, obama irs scandal, obama nsa scandal, obama angela merkel, obama chris matthews interview, obama rhetoric,"}, "article_summary": "Caption The conservative Web site’s latest listing of the most prominent voices on the right, with a few names you may not know.\nThat’s why his reaction to the Obamacare Web site’s crash-on-takeoff is so telling.\nObama’s discovery that government bureaucracies don’t do things very well creates a breathtaking disconnect between his transformative ambitions and his detachment from the job itself.\nWhy liberals are panicked about Obamacare If Obamacare fails, “It will discredit Obama’s new liberalism for years to come.” By Charles Krauthammer Jessica Rinaldi/Reuters Buy Photo Wait 1 second to continue.\nRead more from Charles Krauthammer’s archive, follow him on Twitter or subscribe to his updates on Facebook."}