{"article_title": "Insight: Follow these tips to strengthen your HEDIS strategy", "article_keywords": ["information", "engagement", "hedis", "providers", "strengthen", "medical", "insight", "measures", "strategy", "patients", "provider", "follow", "tips", "data", "care"], "article_url": "http://www.healthcarefinancenews.com/blog/insight-follow-these-tips-strengthen-your-hedis-strategy", "article_text": "When the Healthcare Effectiveness Data and Information Set was relatively new, health plan professionals responsible for meeting the June reporting deadline would often joke that HEDIS stood for \"hell every day in spring.\" As HEDIS scores have become increasingly important to the bottom line, many plans are getting great results and easing the reporting burden by focusing on year-round data collection and intervention strategies.\n\nCommon among the most successful of these plans is a set of best practices built on three key, continuous activities:\n\nCollecting and maintaining supplemental data sets,\n\nProvider and member engagement and\n\nExecution of effective interventions.\n\nHealth plan leaders who are seeking to bolster their own plan's scores can take these best practices as a model for efforts to move the HEDIS needle upward.\n\nCollecting and maintaining supplemental data sets\n\nOne tool for collecting supplemental data sets is the completion of an annual medical assessment form or health risk assessment, which can capture HEDIS information when documented correctly. In order for this to be successful, detailed information needs to be requested from the member and documented by the clinician. For example, rather than documenting that the patient reported having an eye exam, the documentation must include the date of an eye exam, the name of the eye care professional performing it, whether it included retinal dilation and, if so, whether the result of dilation was positive or negative. Working closely with your HEDIS vendor will insure the form is complete and data sets are mapped accurately to avoid data submission errors later.\n\nEach annual medical assessment form must be completed by a clinician and validated by the physician who provides the majority of care for that member. Having the primary care physician (PCP) complete the medical assessment form assures the information on the form aligns with the patient's medical record and allows the PCP to begin treatment for newly identified medical conditions. Early identification of these conditions allows the PCP more opportunity to identify, initiate treatment, assess the effectiveness, adjust accordingly and coordinate care with specialists, if needed. This creates the ideal clinical environment for the best possible medical outcomes as well as addressing a broad range of HEDIS measures across domains.\n\nUsing data analytics to identify patients with gaps in care with regard to HEDIS, and across domains, allows for targeted interventions with both patients and providers. Leveraging claims data in this way, further clarifies data collection methods that yield the highest quality results such as electronic medical record (EMR) extraction and prospective chart abstractions. Chart abstractions may capture biometrics, lab results and screening tests with longer \"look-back\" periods. A strategy based on claims analytics maximizes the opportunity to capture every service performed and create proactive member and provider engagement strategies for the future.\n\nConducting provider outreach and education\n\nAs providers are the main source of information driving HEDIS scores, their engagement with the HEDIS program is essential. The biggest challenge in provider engagement is in assisting providers in the understanding of the alignment of HEDIS measures and quality patient outcomes.\n\nProviders practicing within pay-for-performance programs, given the correct tools for data submission, tend toward a higher level of focus on HEDIS measure gap closure. However, providers in a fee-for-service environment can be engaged with alternate strategies that assist them by providing both detailed information on specific clinical measures and outcomes and practice performance incentives.\n\nLike Healthcare Finance on Facebook\n\nUsing claims data analytics is as effective in working with provider engagement as with patient engagement. HEDIS report cards and impact reporting can isolate where and why HEDIS performance may be lower than desired. In most instances, correction strategies are as simple as correcting coding submission errors and/or education regarding timelines for particular measures. For example, a provider may feel a documented BMI is adequate and not understand that the documentation is outside of the required timeframe. Many measures are complicated by the multiple timeframes for particular testing, as in colorectal cancer screening, which has multiple acceptable tests with each having a different acceptable timeframe.\n\nExecution of effective interventions\n\nThe solid foundation of information gathered for HEDIS purposes must, of course, be put to effect. In addition to engaging providers, you must engage patients to determine the causes of gaps in care and assist with resolution to those gaps.\n\nBuilding an effective intervention strategy starts with compiling an accurate list of patients who still need HEDIS services before the end of the year. Stratification of those patients, cross referenced with their providers, allows for the (above referenced) targeted approach to interventions. Once the approach has been identified, utilizing previous success rates by strategy if available, it then requires a clear execution strategy to maximize success. Executing on a foundation of reliable data collected and maintained according to best practices will set the stage for improved HEDIS performance.\n\nMeera Sundram is vice president of Client Program Management for Altegra Health.\n\nTwitter: @HFNewsTweet", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/blog/insight-follow-these-tips-strengthen-your-hedis-strategy", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/magnifying-glass-over-data-feature_3.gif", "site_name": "Healthcare Finance News", "description": "As HEDIS scores have become increasingly important to the bottom line, many plans are getting great results and easing the reporting burden by focusing on year-round data collection and intervention strategies.", "title": "Insight: Follow these tips to strengthen your HEDIS strategy"}, "twitter": {"site": "@HC_Finance", "image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/magnifying-glass-over-data-feature_3.gif"}, "description": "As HEDIS scores have become increasingly important to the bottom line, many plans are getting great results and easing the reporting burden by focusing on year-round data collection and intervention strategies.", "card": "summary_large_image", "title": "Insight: Follow these tips to strengthen your HEDIS strategy"}, "generator": "Drupal 7 (http://drupal.org)", "description": "When the Healthcare Effectiveness Data and Information Set was relatively new, health plan professionals responsible for meeting the June reporting deadline would often joke that HEDIS stood for \"hell every day in spring.\" As HEDIS scores have become increasingly important to the bottom line, many plans are getting great results and easing the reporting burden by focusing on year-round data collection and intervention strategies.", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no"}, "article_summary": "A strategy based on claims analytics maximizes the opportunity to capture every service performed and create proactive member and provider engagement strategies for the future.\nThe biggest challenge in provider engagement is in assisting providers in the understanding of the alignment of HEDIS measures and quality patient outcomes.\nLike Healthcare Finance on FacebookUsing claims data analytics is as effective in working with provider engagement as with patient engagement.\nConducting provider outreach and educationAs providers are the main source of information driving HEDIS scores, their engagement with the HEDIS program is essential.\nThis creates the ideal clinical environment for the best possible medical outcomes as well as addressing a broad range of HEDIS measures across domains."}