{"article_title": "Cadillac tax exit strategy in Santa Cruz", "article_keywords": ["city", "plans", "family", "cadillac", "tax", "strategy", "cruz", "exit", "plan", "santa", "pay", "health"], "article_url": "http://www.santacruzsentinel.com/article/NE/20151010/NEWS/151019982", "article_text": "What is the Cadillac Tax? A so called ‘Cadillac’ tax is a tax on high-cost health plans offered by employers. Beginning in 2018, health plans that cost more than $10,200 for an individual or $27,500 for a family plan will be subject to the tax, which is 40 percent of the amount that exceeds those thresholds. For example, if a family plan costs $30,000, the tax would amount to 40 percent of $2,500 ($30,000 less $27,500). The health benefits that are counted include: Your employer’s contribution to your premium, your share of the premium, employer contributions and pretax employee contributions to tax-advantaged health care accounts such as flexible spending accounts, health reimbursement accounts and health savings accounts, and use of on-site medical clinics that provide more than minimal care. The tax applies to employers of all size, private and public. The IRS has yet to release instructions on how to pay the tax. The Congressional Budget Office projects it will raise $87 billion over the next decade to help pay for other Obamacare benefits, such as federal tax credits for income-eligible people who buy plans on exchanges. It aims to encourage policies that have higher out-of-pocket costs, thus discouraging overuse of the health care system. Source: Kaiser Family Foundation, CIGNA, Emily Bazar\n\nSANTA CRUZ >> When Barry Kirschen crunched the numbers, they didn’t look good.\n\nHe knew the “Cadillac” tax, a 40 percent penalty in the Affordable Care Act scheduled for 2018 and designed to raise $91 billion in eight years to pay for expanded coverage, would affect hundreds of faculty in Santa Cruz City Schools.\n\nLast year, most employees had a $33,336-a-year premium for a family plan.\n\nThe law triggers the tax on a family plan at $27,500, so the $5,386 overage would generate a $2,334 penalty, money a teacher could spend on a mortgage, rent or food.\n\nNew vs. old Santa Cruz City Schools revamped total teacher compensation as of Oct. 1 to avoid the so called ‘Cadillac’ tax in the Affordable Care Act, putting health plan savings to salaries. Here are details on the HMO family plan, one most frequently chosen by employees. Health plan changes New Old Family annual premium $24,516 $33,336 Paid by employee 50% 30% of yearly increase Payment per month $1,021 $337 Office visit co-pay $30 $25 Hospital stay co-pay 20% $500/visit Out of pocket maximum $3,000 $4,000 Starting teacher pay $49,397 $41,166 Sources: Molly Parks, Santa Cruz City Schools, Barry Kirschen, Greater Santa Cruz Federation of Teachers\n\n“Santa Cruz City Schools employees have enjoyed very good medical coverage,” said Kirschen, president of the Greater Santa Cruz Federation of Teachers. “Paying for those premiums has in the past consumed dollars that otherwise would have been available for salary.”\n\nHe felt there had to be a better way.\n\nAcross the nation, human resources staff are analyzing their health plans to see if they would trigger the Cadillac tax, so named because it applies to the most generous health plans.\n\nFamily premiums this year average $17,545 and for an individual, $6,251, according to a survey of 2,000 public and private employers released Sept. 22 by the Kaiser Family Foundation.\n\nSanta Cruz City Schools is among 13 percent of large employers, those with 200 or more workers, that have made a change to avoid the tax.\n\n“It seems as if Santa Cruz is doing something thus far that is different from most of our locals,” said Fred Glass, spokesman for the California Federation of Teachers, after checking with some of the 140 union affiliates. “It may just be they are ahead of the curve.”\n\nLisa Murphy, the city of Santa Cruz human resources chief, anticipates employees with certain CalPERS health plans will be subject to the Cadillac tax. To avoid the tax, employees could pick a different plan, but Murphy worries this could mean less coverage and higher deductibles.\n\nREPEAL FIGHT\n\nSome unions, including Unite Here, which represents local hotel workers, and the United Brotherhood of Carpenters, which has an office in Aptos, have teamed up with health insurers, insurance agents, the National Association of Counties and the Government Finance Officers Association, to form the Fight the 40 Alliance lobbying Congress to repeal the Cadillac tax.\n\nAs September ended, Democratic presidential hopeful Hillary Clinton said she supports repealing the tax but Glass contends it’s not likely Congress will do so.\n\nAdvertisement\n\nOn Oct. 1, a bipartisan group comprising 100 health economists and policy analysts wrote to Congressional leaders, urging them to reject the repeal effort.\n\n“The Cadillac tax will help curtail the growth of private health insurance premiums by encouraging employers to limit the costs of plans to the tax-free amount,” the letter said. “As employers redesign health insurance plans to hold costs within the tax-free amount, cash wages or other fringe benefits will increase.”\n\nWill Forest of the Service Employees International Union, which represents county workers, pointed out flexible spending accounts are counted, too, so health plans with a premiums below $27,500 for a family or $10,200 for an individual may still trigger the tax.\n\nThe county’s first negotiations with SEIU to address the Cadillac tax will be in 2016.\n\n“You can’t dodge the Cadillac tax,” said Kirschen. “Waiting didn’t seem prudent.”\n\nWith this agreement, “everybody in Santa Cruz City Schools can relax,” he said. “We don’t have to worry about the cliff.”\n\nNEW ARRANGEMENT\n\nAfter four months of talks with superintendent Kris Munro and associate superintendent for human resources Molly Parks, negotiations concluded in June with a new arrangement for overall compensation, raising pay as of Oct. 1 by 20 percent.\n\nA sliver, 3 percent, was a cost of living increase covered by new state funding with 17 percent coming from health plan savings, according to Kirschen.\n\n“We took that 17 percent out of one pocket and placed it in another pocket,” he said.\n\nThe trade-off is that employees will share the cost of health premiums 50-50 with their employer; before, the district paid 95 percent of the cost.\n\n“We were all invested in finding a lower cost plan,” Munro said.\n\nThe result: this year’s family plan cost $24,000, a 20 percent reduction and below the Cadillac tax trigger point.\n\nSHARING COSTS\n\nWith the 50-50 split, an employee with a family health plan who paid $337 a month last year is paying $1,021 a month this year.\n\nKirschen said employees will pay more for an office visit — $35 instead of $25 — and a 20 percent share of a hospital stay instead of a flat $500.\n\nBut they will not be required to switch doctors and the out-of-pocket maximum will be less, dropping from $4,000 to $3,000 for a family plan and from $2,000 to $1,500 for an individual plan.\n\n“It’s 100 percent coverage after that annual out-of-pocket,” Kirschen said. “Folks who really need it are protected.”\n\nOf the 450 faculty, 375 will be covered by the health plan, he said.\n\nThose working less than 50 percent are not covered.\n\nHowever, part-timers will get the 20 percent pay increase, which Kirschen said will give them money they could use to buy a plan on the state exchange, Covered California, where the income limit for a subsidized policy is $97,000 for a family of four.\n\n“They’ll probably qualify for a federal subsidy,” Kirschen said.\n\nSTARTING AT $49,397\n\nPutting health plan savings into pay helps the district recruit and retain teachers, who can be lured to drive over the hill to Silicon Valley, where salaries run $10,000 higher for someone starting out and $15,000 to $20,000 for a classroom veteran.\n\n“It makes our salary schedule more attractive,” Munro said. “Recruiting teachers is crucial to student success. We want to stay competitive.”\n\nA beginning teacher on the first step of the salary schedule makes $49,397, up from $41,166.\n\nDistrict staff assumed an 8 percent increase in health plan costs and got ideas from an interim chief business official until Jim Monreal took that post this year.\n\n“We ran some scenarios and shared them with teachers,” Munro said. “Where we landed is where we initially started the conversation.”\n\nThe school district’s 42 managers watched the teaching staff’s negotiations and agreed to something similar, she added.\n\nNEW VS. OLD\n\nSanta Cruz City Schools revamped total teacher compensation as of Oct. 1 to avoid the Cadillac tax in the Affordable Care Act, putting health plan savings to salaries. Here are details on the HMO family plan most frequently chosen by employees.\n\nOLD AND NEW\n\nHealth plan changes New Old\n\nFamily annual premium $24,516 $33,336\n\nPaid by employee 50% 30% of yearly increase\n\nPayment per month $1,021 $337\n\nOffice visit co-pay $30 $25\n\nHospital stay co-pay 20% $500/visit\n\nOut of pocket maximum $3,000 $4,000\n\nStarting teacher pay $49,397 $41,166\n\nSources: Molly Parks, Santa Cruz City Schools, Barry Kirschen, Greater Santa Cruz Federation of Teachers", "article_metadata": {"description": "SANTA CRUZ >> When Barry Kirschen crunched the numbers, they didn’t look good.He knew the “Cadillac” tax, a 40 percent penalty in the Affordable Care Act scheduled for 2018 and designed to raise $91 billion in eight y", "title": "Cadillac tax exit strategy in Santa Cruz", "og": {"url": "http://www.santacruzsentinel.com/article/NE/20151010/NEWS/151019982", "image": {"width": "1500px", "identifier": "http://www.santacruzsentinel.com/apps/pbcsi.dll/storyimage/NE/20151010/NEWS/151019982/AR/0/AR-151019982.jpg?Maxh=1500&Maxw=1500", "height": "1167px"}, "type": "article", "title": "Cadillac tax exit strategy in Santa Cruz"}, "twitter": {"domain": "santacruzsentinel.com", "description": "SANTA CRUZ >> When Barry Kirschen crunched the numbers, they didn’t look good.He knew the “Cadillac” tax, a 40 percent penalty in the Affordable Care Act scheduled for 2018 and designed to raise $91 billion in eight y", "title": "Cadillac tax exit strategy in Santa Cruz", "url": "http://www.santacruzsentinel.com/article/NE/20151010/NEWS/151019982", "image": {"src": "http://www.santacruzsentinel.com/apps/pbcsi.dll/storyimage/NE/20151010/NEWS/151019982/AR/0/AR-151019982.jpg?Maxh=900&Maxw=900"}, "site": "@scsentinel", "app": {"id": {"ipad": "id563358177?mt=8", "iphone": "id499677382?mt=8", "googleplay": "com.spreedinc.providers.californianewspaperpartnership.santacruzsentinel"}}, "card": "summary_large_image"}, "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "keywords": "Access to health care, Access to health care news, Santa Cruz Access to health care news, CA Access to health care news, US Access to health care news, world Access to health care news.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "Access to health care, Access to health care news, Santa Cruz Access to health care news, CA Access to health care news, US Access to health care news, world Access to health care news."}, "_id": "\"57477af46914bd0286fd7398\"", "article_summary": "A so called ‘Cadillac’ tax is a tax on high-cost health plans offered by employers.\n“Waiting didn’t seem prudent.”With this agreement, “everybody in Santa Cruz City Schools can relax,” he said.\nThe result: this year’s family plan cost $24,000, a 20 percent reduction and below the Cadillac tax trigger point.\nSanta Cruz City Schools is among 13 percent of large employers, those with 200 or more workers, that have made a change to avoid the tax.\nThe county’s first negotiations with SEIU to address the Cadillac tax will be in 2016."}