{"article_title": "The Charles Boustany-Scott Angelle Endorsement Kerfuffle", "article_keywords": ["rantz", "endorsement", "district", "kerfuffle", "charles", "angelle", "race", "scott", "boustanyscott", "congressman", "candidate", "youll", "boustany"], "article_url": "http://thehayride.com/2016/05/the-charles-boustany-scott-angelle-endorsement-kerfuffle/", "article_text": "The private word, apparently, among the contenders for the 3rd District Congressional seat being vacated by Charles Boustany as he runs for the Senate was that Boustany wasn’t going to make an endorsement in the race. He’d said, the word had it, to each of them that he wished them well and he was going to stay out.\n\nBut something seems to have changed, as the rumor mill is now spitting out a tale of Boustany’s impending endorsement of Scott Angelle. It’s still a rumor as yet, because there’s no confirmation so far the endorsement has taken place.\n\nBut one of Angelle’s opponents in the 3rd District, Gus Rantz, got wind of an endorsement and his camp popped off about it in no uncertain terms. Here’s a press release…\n\nThis morning conservative candidate for Congress, Gus Rantz was informed by Congressman Charles Boustany that he was breaking his pledge to stay neutral in the race to replace him. Boustany said he would be endorsing career politician and former Democrat Scott Angelle. Angelle and Boustany had spent the better part of this year jockeying against each other for the US Senate before Angelle’s surprise announcement to run for Boustany’s now vacant Congressional Seat. OFFICIAL STATEMENT BY GUS RANTZ “These backroom, secret deals are exactly what’s wrong with Washington. Today’s endorsement stinks to high heaven of political maneuvering and trying to control who gets elected. Well, the voters are FED UP! They’re sick of career politicians like Scott Angelle who blindly follow the DC Republican establishment that drove up our debt, accomplished nothing as Obamacare destroyed our health care system, and sold out our conservative beliefs. If you liked it when your Congressman backed John Boehner as he drove this country off a fiscal cliff, then you’ll love Scott Angelle. If you liked it when your Congressman opposed real conservatives like Steve Scalise, then you’ll love Scott Angelle. If you were happy when your Congressman voted against a balanced budget, supported the expansion of Obamacare, voted for funding of Planned Parenthood, and made it easier for terrorist to smuggle weapons, then you’ll love Scott Angelle. But if you are fed up, then this is the wakeup call where we unite and take our country back!”\n\nWe’re waiting for responses by the Boustany and Angelle camps and we’ll update when they come in. Something tells us the 3rd District race, which so far has been a bit of a sleepy affair with the possibility of fireworks, is about to start sparkling.\n\nUPDATE: The endorsement is official – here’s the quote from Boustany…\n\nI am proud to support Scott Angelle for the Third Congressional District. I’ve worked with Scott to support our farmers, our ports, and to restore our coastline. We fought together against the Obama Administration in the wake of the Gulf drilling moratorium and won. I’m supporting Scott because he’s the best candidate to stop Washington’s war on oil, repeal Obamacare, and secure our border.\n\nPlus a snappy graphic from Angelle’s Facebook…\n\nIt turns out that Boustany had never made a public pledge that he would stay neutral in the race, which means he’s got deniability as to the charge Rantz’ camp is making that he’d made that guarantee.\n\nSo it’s Rantz’ word against Boustany’s on that, which is likely going to engender a back-and-forth between the camps.\n\nStrictly from a political standpoint, though this could well look a little petty to some (particularly those voters who like Boustany and were probably for Angelle anyway), Rantz comes out a winner here whether Boustany broke a pledge or not. He’s in a position to make some news and set himself up as the loudest anti-Angelle candidate in the race. There was a poll out last week which had Angelle catching 56 percent of the vote largely on the strength of name recognition; nobody in the district really knows anything about Rantz, Greg Ellison, Grover Rees or Eric Knezek, so getting on the map is the top challenge for each of them. Rantz being the candidate throwing the first bombs at the “establishment” gives him an advantage and a position the others don’t qualify for as yet, and it might give him a platform to pick other fights and make other points to gain traction.\n\nOr he might come off like a jerk. You never quite know how these things will play.", "article_metadata": {"og": {"site_name": "The Hayride", "description": "The private word, apparently, among the contenders for the 3rd District Congressional seat being vacated by Charles Boustany as he runs for the Senate was that Boustany wasn't going to make an endorsement in the race. He'd said, the word had it, to each of...", "title": "The Charles Boustany-Scott Angelle Endorsement Kerfuffle", "url": "http://thehayride.com/2016/05/the-charles-boustany-scott-angelle-endorsement-kerfuffle/", "image": "http://thehayride.com/wp-content/uploads/2016/05/rantz-boustany-angelle-150x150.jpg", "locale": "en_US", "type": "article"}, "news_keywords": "3rd District, Charles Boustany, Gus Rantz, Scott Angelle", "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "article_summary": "But something seems to have changed, as the rumor mill is now spitting out a tale of Boustany’s impending endorsement of Scott Angelle.\nUPDATE: The endorsement is official – here’s the quote from Boustany…I am proud to support Scott Angelle for the Third Congressional District.\nIf you liked it when your Congressman opposed real conservatives like Steve Scalise, then you’ll love Scott Angelle.\nBoustany said he would be endorsing career politician and former Democrat Scott Angelle.\nIf you liked it when your Congressman backed John Boehner as he drove this country off a fiscal cliff, then you’ll love Scott Angelle."}