{"article_title": "The grand bargain that never was", "article_keywords": ["real", "president", "things", "youre", "bargain", "immigration", "needed", "2007", "grand", "party", "country", "obama"], "article_url": "http://www.seattletimes.com/opinion/the-grand-bargain-that-never-was/", "article_text": "Like many others, I watched the video that President Obama showed at the White House Correspondents’ Dinner on Saturday of him inviting former House Speaker John Boehner over to solicit his advice on what Obama should do post-presidency. It was remarkable to see the real Boehner and the real Obama acting like best buddies in the White House movie theater. Boehner even tells Obama that he finally got a “grand bargain” — only it was on a Chevy Tahoe, not the one they tried to negotiate on the economy.\n\nI watched that video with Chuck Todd, the host of “Meet the Press,” and he had the exact same reaction I had: “Where was that brotherly love when America needed it” for a real grand bargain?\n\nThat scene plucked the deepest emotional chord in the country today: The nonstop fighting between our two political parties has left many Americans feeling like the children of two permanently divorcing parents. The country is starved to see its two major parties do big hard things together again. And getting a glimpse — even just a pretend one — of Obama and Boehner teaming up reminds you what’s been lost.\n\nI think what’s propelling Donald Trump’s success more than anything is the feeling of many Americans that our politics are totally stuck. There is an overwhelming sense of “stuckness” — and the fantasy that Trump plays to, and plays up, is that he can pull the sword from the stone and do deals. No one was more responsible for this “stuckness,” though, than today’s Republican Party. When Mitch McConnell, the GOP leader in the Senate, said in October 2010 that “the single most important thing we want to achieve is for President Obama to be a one-term president,” he described the Republicans’ dominant strategy since 2008. The party stopped thinking seriously about market-based alternatives. Into that emptiness entered Trump, like an invasive species.\n\nThis was a really bad time for us to be stuck. I’m just finishing writing a new book, which is partly about the inflection point we hit around 2007. In 2007, Apple came out with the iPhone, beginning the smartphone/apps revolution. In late 2006 Facebook opened its doors to anyone, not just college and high-school students, and took off like a rocket. Google came out with the Android operating system in 2007. Hadoop launched in 2007, helping create the storage/processing power for the big data revolution. Github launched in 2007, scaling open-source software. Twitter was spun off as its own separate platform in 2007. Amazon came out with the Kindle in 2007. Airbnb started in 2007.\n\nIn short, on the eve of Obama’s presidency, something big happened: Everything started getting digitized and made mobile — work, commerce, billing, finance, education — reshaping the economy. A lot of things started to get very fast all at once. It was precisely when we needed to double down on our formula for success and update it for a new era — more lifelong learning opportunities for every worker, better infrastructure (roads, airports, rails and bandwidth) to promote the flow of commerce, better rules to incentivize risk-taking and prevent recklessness, better immigration policies to attract the world’s smartest minds, and more government-funded research to push out the boundaries of science and sow the seeds for the next generation of startups.\n\nThat was the real grand bargain we needed. Instead, we had the 2008 economic meltdown, which set off more polarization, and way too much gridlock, given how much rethinking, reimagining and retooling we needed to do. In this vortex a lot of the public got unmoored and disoriented, opening the way for populists with simple answers. Get rid of immigrants, end trade with China or eliminate big banks and all will be fine. It’s nonsense.\n\nWe got strong as a country through democracy and capitalism. We got rich as a country through trade. We got smart and powerful as a country through immigration. We got fair as a country through Social Security, Medicare and Obamacare. They all lead to vastly more winners than losers. This is no time to lose confidence in what got us here. If you’re running for president and are not for all these things, you’re wrong — and I hope you lose.\n\nBut if you’re for these things only as they now exist, you’re also wrong. Each one needs retooling. It’s clear: Free trade with China has hurt more people than originally thought. It’s clear: Low-skilled illegal immigration has hurt more American workers than we’ve fully understood. (And more high-skilled immigration in a knowledge age would enhance our economy more than most people understand.) It’s clear: Social Security, Medicare and Obamacare all need fixes to remain sustainable. It’s clear: Capitalism driven more by machines and robots poses new challenges for both white-collar and blue-collar workers.\n\nEvery one of these challenges can be met if we put our heads and hands together. For that to happen, though, this version of the Republican Party had to be destroyed, so a thinking center-right party can emerge. If that is what Trump has done, he’s done the Lord’s work. We also we need Democrats to be a center-left party, though, and not let Bernie Sanders pull them to the far left. If both happen, maybe something good can actually emerge from this crazy election.", "article_metadata": {"description": "Like many others, I watched the video that President Obama showed at the White House Correspondents’ Dinner on Saturday of him inviting former House Speaker John Boehner over to solicit...", "og": {"site_name": "The Seattle Times", "description": "Like many others, I watched the video that President Obama showed at the White House Correspondents’ Dinner on Saturday of him inviting former House Speaker John Boehner over to solicit his advice on what Obama should do post-presidency. It was...", "title": "The grand bargain that never was", "url": "http://www.seattletimes.com/opinion/the-grand-bargain-that-never-was/", "image": {"width": 200, "identifier": "http://www.seattletimes.com/wp-content/themes/st_refresh/img/st-meta-facebook.png", "height": 200}, "type": "article"}, "twitter": {"site": "@seattletimes", "description": "Like many others, I watched the video that President Obama showed at the White House Correspondents’ Dinner on Saturday of him inviting former House Speaker John Boehner over to solicit his advice on what Obama should do post-presidency. It was...", "card": "http://www.seattletimes.com/wp-content/themes/st_refresh/img/st-meta-twitter.png", "title": "The grand bargain that never was"}, "robots": "noarchive", "apple-itunes-app": "app-id=329502124, app-argument=st://article/9998813", "fb": {"admins": 2737159, "app_id": 1522735777957334, "pages": 38472826214}, "msvalidate.01": "29FBBD36D14799A9FDE7843BF1E1CDD7", "article": {"section": "Opinion", "published_time": "2016-05-04 16:51:22", "modified_time": "2016-05-04 16:51:22"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Opinion"}, "article_summary": "Boehner even tells Obama that he finally got a “grand bargain” — only it was on a Chevy Tahoe, not the one they tried to negotiate on the economy.\nThat was the real grand bargain we needed.\nIt was remarkable to see the real Boehner and the real Obama acting like best buddies in the White House movie theater.\nI watched that video with Chuck Todd, the host of “Meet the Press,” and he had the exact same reaction I had: “Where was that brotherly love when America needed it” for a real grand bargain?\nIf you’re running for president and are not for all these things, you’re wrong — and I hope you lose."}