{"article_title": "Rubio-Kasich Revisited", "article_keywords": ["running", "trump", "rubio", "winning", "states", "cruz", "race", "polling", "kasich", "rubiokasich", "revisited", "super"], "article_url": "http://douthat.blogs.nytimes.com/2016/02/23/rubio-kasich-revisited/", "article_text": "At the risk of flogging a dead parrot, let me rise briefly to the defense of my pundit’s fantasy from yesterday against Noah Millman’s withering attack. Millman makes two arguments against Marco Rubio offering John Kasich the veep slot. First, that it would help Ted Cruz:\n\nThink about it. Cruz is positioned as Mr. Solid Gold Conservative in the race. Kasich is running as a self-proclaimed relative moderate. If Rubio offered Kasich the VP slot, he’d be playing right into Cruz’s script. “He betrayed us with the Gang of Eight – and now he’s offered the Vice Presidency to a man who supports Obamacare. What other conservative causes will he betray if we give him the keys to the White House?” Is that really the message he wants out there going into Super Tuesday?\n\nAnd second that it would make Rubio look weak, and unnecessarily so:\n\n… it’s also unnecessary given the geography of the upcoming contests. Kasich has basically abandoned the fight for the majority of Super Tuesday states. He’s not going to be a major factor in Georgia, Oklahoma, or Arkansas – all states where Rubio has polled very competitively in the past month. He may try to make himself a factor in Virginia or Minnesota, two other states where Rubio has polled if anything even more competitively – but so what? Kasich was polling at 2% in Minnesota a month ago, when Rubio was polling in the lead. If Rubio’s stock drops, and Kasich rises to, I don’t know – 10%? – how exactly is that a knock on Kasich, as opposed to an indication that Rubio just can’t close the sale? Rubio has a path to the nomination. It involves winning at least a handful of states that are effectively three-person races between himself, Trump and Cruz, in Super Tuesday states where the terrain is far from unfavorable for him. If there’s a real split on Super Tuesday, with Cruz winning, say, Texas, Oklahoma and Alaska, Rubio winning Virginia, Minnesota and Georgia, and Trump winning Massachusetts, Vermont, Arkansas, Tennessee and Alabama – then even though Trump will be the clear delegate leader, there will be three viable candidates. Kasich will collapse, and Rubio can go into the big winner-take-all contests on March 15th having made a credible case for his candidacy – and a far more-credible one than Cruz will have. It’s really not clear to me why Rubio needs to drive Kasich out of the race to make that scenario happen.\n\nTo Millman’s first point, I suppose I’m a little skeptical that in this particular post-ideological, LOLnothingmatters year the Obamacare attack on Rubio-Kasich would actually stick. But I agree that this gamble wouldn’t make a lot of sense going into Super Tuesday, for basically the reasons Millman lists. I imagined it much more as a move for the week after the SEC primary, when Michigan (current polling: Trump 35, Kasich 17, Rubio 12) looms up as the big prize, with Ohio and Illinois waiting in the wings on March 15th. At that point, most of the South will have voted, and the perils of giving Cruz ammunition for his True Conservative crusade seem like they might be outweighed by the benefits of allying with a son of the Midwest.\n\nMillman thinks not, on the grounds that if Rubio has a decent Super Tuesday then “Kasich will collapse” and become a non-factor anyway. But what does “collapse” mean here? Yes, I expect that Kasich won’t be polling in the mid-teens (as in Michigan) or the low twenties (his numbers in Ohio) after he loses everywhere on March 1; that’s why, as I said, I don’t think he has any kind of credible path to the nomination. But as Ben Carson is presently demonstrating, you can “collapse” as a candidate and still be a spoiler in a close three-way or two-way race, and so long as he keeps campaigning, spending money and debating it would not surprise me at all if Kasich had a floor — say, 10 percent — in Michigan and especially Ohio no matter how well Rubio performs in the next ten days. And in a race in which Cruz isn’t about to drop out and Trump has consolidated a bloc that seems likely to vote for him no matter what, that 10 percent is actually a prize, and could turn out to be the difference between Rubio emerging as the nominee and the Trumperdammerung.\n\nYes, veeping Kasich in a bid to claim his voters would be an admission of a certain weakness, as I acknowledged yesterday. But then again it would also be a statement of a certain strength, since Kasich wouldn’t get something for nothing: He would have to concede that Rubio, not he, should be the nominee; he would be partnering up, but also surrendering. And note, again, that I would not be making this argument if I did not think that Kasich is a pretty good fit as a running mate for Rubio no matter what, so it’s not as if he would be making some sort of (alas, Palin) reckless gamble with his veep slot. (I would not urge a Rubi0-Carson ticket, for instance.)\n\nMillman’s final point is that there’s no magic “plan” that can make Rubio the nominee; he can only make himself the nominee, by running a stronger campaign that he has to date. That seems right — but part of running a strong campaign, especially in a wacky year like this one, is being willing to take some risks and show some creativity in the face of unexpected events. Ever since Jeb’s weakness left the alleged establishment “lane” open, Rubio’s strategy has been very, very risk-averse, on the (not unreasonable) theory that the nomination might just fall to him eventually. That he now needs to reach out and actually claim it is a point where Millman and I agree; hence my recent argument that Rubio needs to actually fight Trump, a fight he’s still mostly ducking. But all I’m saying with this particular pundit’s fantasy is that there are many ways to seize the moment, and in a year this strange one of the stranger ways might also be worth considering.", "article_metadata": {"ptime": 20160223141223, "BN": "douthat", "dfp-ad-unit-path": "opinion/douthat", "adxPage": "blog.nytimes.com/douthat/post", "DISPLAYDATE": "February 23, 2016", "keywords": "Carson Benjamin S,Cruz Ted,Kasich John R,Trump Donald J,Polls and Public Opinion,Presidential Election of 2016,Primaries and Caucuses,Michigan,Midwestern States (US),Ohio,Uncategorized", "communityAssetTaxonomy": "blogs/douthat/Rubio-Kasich Revisited ( 20160223 )", "description": "A short defense of an implausible idea.", "PT": "Blogs", "SCG": "douthat", "sourceApp": "blogs", "per": "Carson, Benjamin S;Cruz, Ted;Kasich, John R;Trump, Donald J", "twitter": {"description": "A short defense of an implausible idea.", "title": "Rubio-Kasich Revisited", "url": "http://douthat.blogs.nytimes.com/2016/02/23/rubio-kasich-revisited/", "image": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "site": "@DouthatNYT", "card": "summary"}, "blogpostid": 100000004228313, "news_keywords": "Michigan,Ohio", "CG": "Opinion", "robots": "noodp", "dat": "February 23, 2016", "article": {"published_time": 1456254743, "author": "http://topics.nytimes.com/top/opinion/editorialsandoped/oped/columnists/rossdouthat/index.html", "section": "Opinion", "collection": "http://json8.nytimes.com/services/json/sectionfronts/opinion/index.jsonp", "tag": "Uncategorized", "modified_time": "2016-02-23T19:22:08-05:00"}, "geo": "Michigan;Midwestern States (US);Ohio", "utime": 20160223192208, "communityAssetLabels": "NYT_Blogs", "PUD": 20160223, "pdate": 20160223, "des": "Polls and Public Opinion;Presidential Election of 2016;Primaries and Caucuses", "thumbnail": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "og": {"site_name": "Ross Douthat", "description": "A short defense of an implausible idea.", "title": "Rubio-Kasich Revisited", "url": "http://douthat.blogs.nytimes.com/2016/02/23/rubio-kasich-revisited/", "image": "http://graphics8.nytimes.com/images/blogs_v5/../icons/t_logo_291_black.png", "type": "article"}, "communityAssetURL": "http://douthat.blogs.nytimes.com/2016/02/23/rubio-kasich-revisited/", "PUV": "normal", "hdl": "Rubio-Kasich Revisited", "thumbnail_150": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "PST": "Blog Post"}, "article_summary": "To Millman’s first point, I suppose I’m a little skeptical that in this particular post-ideological, LOLnothingmatters year the Obamacare attack on Rubio-Kasich would actually stick.\nKasich was polling at 2% in Minnesota a month ago, when Rubio was polling in the lead.\nIf Rubio offered Kasich the VP slot, he’d be playing right into Cruz’s script.\nIt’s really not clear to me why Rubio needs to drive Kasich out of the race to make that scenario happen.\n– how exactly is that a knock on Kasich, as opposed to an indication that Rubio just can’t close the sale?"}