{"article_title": "They agree on this: Cain's early announcement doesn't make sense", "article_keywords": ["sector", "cains", "campaign", "announcement", "money", "private", "think", "early", "running", "doesnt", "poliquin", "way", "sense", "guy", "spend", "agree"], "article_url": "http://www.pressherald.com/2015/03/08/they-agree-on-this-cains-early-announcement-doesnt-make-sense/", "article_text": "Phil: Bruce Poliquin had barely installed a Murphy bed in his D.C. office, organized his clothes in a supply closet or had the ink dry on his first constituent letter before Emily Cain declared she’s running against him again in 2016. Don’t you think she could have waited a few more seconds before reminding everyone of her need to be a career politician?\n\nEthan: Strategically, I do think she should have waited. But I expect she figured, “Why wait? Everyone knows I am going to run.” Plus, I am quite sure she doesn’t want to let “The Penguin” get too far ahead of her in the fundraising game.\n\nAbout the authors Phil Harriman is a former Republican state senator from Yarmouth. Ethan Strimling is a former Democratic state senator from Portland. They can be contacted on Facebook at Agree to Disagree or Twitter: senpeh and ethan6_2 Search photos available for purchase: Photo Store →\n\nPhil: She better realize it is going to take more than fundraising to win. She out-raised Poliquin last time and lost. If there hadn’t been a third smaller government candidate in the race, she would have lost by 15 percentage points. But more important than money, she must develop a message that resonates with voters. When she announced this time, she had the same tired talking points that garnered only 40 percent of the vote.\n\nEthan: I agree with that. If she was going to roll out a big campaign announcement this early, I would have liked to see a new message or organization or supporters. Something that showed she had done some serious soul searching that recognized she needs a different attitude to win. I am fearful she believes that a different turnout model is all it will take.\n\nPhil: So what’s your take on why she announced so early?\n\nEthan: Honestly, not really sure. She didn’t need to scare anyone out of a primary, as everyone already knew she was running. Even the fundraising angle doesn’t make sense, as most of the money will come in next year. Plus, she only has a month to raise money before her first report. If she isn’t substantially in the six figures on that report, she will look weak. But probably most importantly, now she has 21 months of expenditures to cover for a campaign where all that matters is what you spend in the final three.\n\nPhil: Well, you liberals do love to spend other people’s money. Did I just say that? Be that as it may, you make a key point – more money needed to run a campaign that most won’t care about for the next year and a half.\n\nEthan: I actually think she has created a problem for herself by declaring this early. She hands “Team Poliquin” the right to attack her publicly from now until Election Day.\n\nPhil: They were certainly foaming at the mouth with attack press releases. I think the Republican Congressional Campaign Committee called her “extreme” six times in their first email.\n\nEthan: I expect that was only the beginning. What would your advice have been for her?\n\nPhil: Her greatest liability is that she has never had a job that could have shown voters that she has empathy with their struggles. There is no better way to establish that credibility than to start a business in the private sector where you can demonstrate that you know the realities of meeting payroll, risking all you have by obtaining a line of credit from a bank. Buy health, life, disability income protection insurance for all your employees and sponsor a 401(k) retirement plan. Then you can campaign proving you understand what it takes to financially make it in the 2nd Congressional District. Then in March 2016 start running on your record as a legislator and successful small business woman.\n\nEthan: What world do you live in? Less than 10 percent of Maine people own their own business. If you want to empathize with most Mainers, go to work every day working for someone at below livable wage trying to support your family.\n\nPhil: Either way, that’s my point. She needed to spend this year turning her greatest liability into a strength. Instead she simply feeds the meme that all she wants to do is be a career politician. That is not a winning recipe when you are probably down double-digits against an incumbent.\n\nEthan: I think the issue for her is less whether she has worked in the private sector (Did Olympia Snowe have any private sector experience before entering Congress?) and more about her message. Last time Cain came across as wanting it both ways. Sometimes she tried to be a bridge-builder moderate. Other times she tried to be a populist. She was against tax cuts in the primary and then supported those same tax cuts in the general. She needs to find her convictions on economic issues, the same way she has them on issues of choice, LGBT rights and the environment.\n\nPhil: When someone has to “find their convictions,” you are in trouble before you started. But your point is well taken. “Who is the real Emily Cain?” was a refrain I often heard.\n\nEthan: In reality, we don’t know who the real Bruce Poliquin is either. Is he the guy who said he’d repeal ObamaCare in the campaign or the guy who voted just the opposite? Is he the guy who said he’d support background checks for guns or the guy who now says people should be allowed to buy cop killing bullets?\n\nPhil: Maybe after two more of years of these two campaigning against each other, we’ll get a clear picture.\n\nEthan: Lord help us.", "article_metadata": {"description": "Entering the 2nd District congressional race this early merely leaves her vulnerable to attacks from incumbent Bruce Poliquin.", "generator": "WordPress 4.3.4", "og": {"site_name": "The Portland Press Herald / Maine Sunday Telegram", "description": "Entering the 2nd District congressional race this early merely leaves her vulnerable to attacks from incumbent Bruce Poliquin.", "title": "They agree on this: Cain's early announcement doesn't make sense - The Portland Press Herald / Maine Sunday Telegram", "locale": "en_US", "image": {"width": 400, "identifier": "http://www.pressherald.com/wp-content/uploads/2014/09/agree-to-disagree.jpg", "height": 246}, "updated_time": "2015-03-07T23:17:34-04:00", "url": "http://www.pressherald.com/2015/03/08/they-agree-on-this-cains-early-announcement-doesnt-make-sense/", "type": "article"}, "twitter": {"description": "Entering the 2nd District congressional race this early merely leaves her vulnerable to attacks from incumbent Bruce Poliquin.", "creator": "@pressherald", "image": "http://www.pressherald.com/wp-content/uploads/2014/09/agree-to-disagree.jpg", "title": "They agree on this: Cain's early announcement doesn't make sense - The Portland Press Herald / Maine Sunday Telegram", "site": "@pressherald", "card": "summary_large_image"}, "robots": "noodp", "apple-itunes-app": "app-id=951845858", "fb": {"admins": 769488179, "app_id": 178078215650057}, "article": {"publisher": "https://www.facebook.com/pressherald", "section": "Agree to Disagree", "published_time": "2015-03-08T04:00:00-04:00", "modified_time": "2015-03-07T23:17:34-04:00"}, "google-site-verification": "QWs9pxQP8fwo2-nR5mWopc6qCK2D3920f7bl-U-zkso", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Ethan: I think the issue for her is less whether she has worked in the private sector (Did Olympia Snowe have any private sector experience before entering Congress?)\nEven the fundraising angle doesn’t make sense, as most of the money will come in next year.\nIs he the guy who said he’d repeal ObamaCare in the campaign or the guy who voted just the opposite?\nIf she was going to roll out a big campaign announcement this early, I would have liked to see a new message or organization or supporters.\nIf there hadn’t been a third smaller government candidate in the race, she would have lost by 15 percentage points."}