{"article_title": "Don't ignore gun violence among black Americans", "article_keywords": ["homicides", "dont", "violence", "gun", "related", "young", "ignore", "liberals", "black", "americans", "problem", "america"], "article_url": "http://www.usatoday.com/story/opinion/2013/12/14/sandy-hook-gun-laws-column/4003387/", "article_text": "The real problem is not the occasional tragedy that shatters white suburban towns.\n\nChicago Police investigate an officer-involved shooting. (Photo: Brett T. Roseman for USA TODAY) Story Highlights This segment of the population is 5.9 times as likely as the rest of the country to be victims of homicide.\n\nEfforts by liberals to prevent education and other reforms cause harm to young black Americans.\n\nYet, the failure to fix America's gun problem is not limited to liberals.\n\nWith the one year anniversary of the Sandy Hook shooting, gun violence is back in the news. With it are solutions that are questionable on both a constitutional and practical level. Likewise, many of the solutions ignore the real gun and violence problem in America – not one that occasionally shatters lives in white suburban America, but violence that brings daily Sandy Hooks to the doorsteps of black Americans.\n\nThe facts are clear. A series of infographics compiled by The Wall Street Journal based upon FBI data shows while the rest of the country may be largely shielded from the horrors of gun violence, approximately 47% of victims of the 165,000 homicides from 2000 to 2010 (including over 111,000 gun-related homicides) were black, and 40% of those committing homicides were black.\n\nUsing recent Census data, this segment of the American population is 5.9 times as likely as the rest of America to be victims of homicide. This disproportionate devastation to families and individuals is appalling. It also needs to be addressed in a thoughtful way, not with the haphazard, ineffective methods of the left or the often blind eye from the right.\n\nBlack community advocate and former New York Times columnist Bob Herbert described violence among black Americans perfectly in 2010: \"Homicide is the leading cause of death for young black men, with the murderous wounds in most cases inflicted by other young black men.\" In the same column, Herbert identified the problem: \"Parental neglect, racial discrimination and an orgy of self-destructive behavior have left an extraordinary portion of the black male population in an ever-deepening pit of social and economic degradation.\"\n\nDemocrats and liberals say they stand up for the black community, but more often they do harm by standing in the way of education and other reforms that could help young black Americans. For example, President Obama and his allies nearly succeeded in ending the successful D.C. Opportunity Scholarship Program in 2011, a program that a federal assessment found provided higher graduation rates from high school for half the cost of a normal District of Columbia education. The thousands of students in the program are largely black.\n\nSingle mothers are one of the least-educated and poorest segments of American society, as are their children, but rather than support educational programs long shown to help urban students, especially black youth, liberals put ideology over smart policy. And despite the fact that black mothers have a 72% out-of-wedlock birth rate, rather than implement policies that would encourage marriage – one of the major factors in economic success – the President and his allies have pushed for easier access to contraception pills.\n\nAll the while, the unemployment rate of black Americans has gone up under President Obama and his economic policies.\n\nWhy are the lack of education and the lack of gainful employment among black Americans relevant to the number of young lives cut short by violence? Consider what The Wall Street Journal's information shows – over a decade, nearly 11,000 homicides were related to robberies, 6,523 related to narcotics, and 8,451 were related to juvenile gang killings.\n\nThe failure to fix America's gun problem is not limited to liberals. Republicans, including 2012 Presidential nominee Mitt Romney, often either support the harmful War on Drugs or ignore it entirely as a public policy issue. Furthermore, as conservative blogger John Hawkins pointed out last year, too many Republicans seem to have given up on engaging the black community because it is politically difficult.\n\nJust as disturbing is how both parties have failed to address the question of mental health, which has been intimately linked to several of the nation's most recent mass shootings. Related, over 61% of gun deaths in 2010 were suicide-related, according to the Center for Disease Control – something that gets scant attention in the media.\n\nAs a whole, gun violence is going down in America. School homicide and violence, as well as overall violence in America, have dropped dramatically over the last 20 years. While that is good news for the nation, it hides the disproportionate devastation caused by gun violence to the black community.\n\nEvery gun death is a tragedy, but the nation as a whole must end its willful ignorance on whom primarily faces gun violence: not white suburbanites whose deaths shock the media, but inner-city black Americans whose deaths by the thousands are counted by their friends and loved ones.\n\nDustin Siggins is the D.C. Correspondent for Lifesitenews.com and a former blogger with Tea Party Patriots. He is co-author of the forthcoming book \"Bankrupt Legacy: The Future of the Debt-Paying Generation.\"\n\nIn addition to its own editorials, USA TODAY publishes diverse opinions from outside writers, including our Board of Contributors. To read more columns like this, go to the opinion front page or follow us on twitter @USATopinion or Facebook.\n\n\n\nRead or Share this story: http://usat.ly/Jrs8Z9", "article_metadata": {"google": "notranslate", "description": "The real problem is not the occasional tragedy that shatters white suburban towns.", "og": {"site_name": "USA TODAY", "description": "The real problem is not the occasional tragedy that shatters white suburban towns.", "title": "Don't ignore gun violence among black Americans: Column", "url": "http://www.usatoday.com/story/opinion/2013/12/14/sandy-hook-gun-laws-column/4003387/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "The real problem is not the occasional tragedy that shatters white suburban towns.", "title": "Don't ignore gun violence among black Americans: Column", "image": "http://www.gannett-cdn.com/-mm-/17767fc7a047163b05f279ba131799f830841b4c/c=607-0-2911-2303&r=x643&c=640x640/local/-/media/USATODAY/test/2013/12/12//1386888924000-XXX-CHICAGO-MURDER-CAPITAL04-51429287.JPG", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Persons/Barack Obama", "gci-asset-type": "story", "gci-categories": "Persons/Barack Obama", "title": "Don't ignore gun violence among black Americans: Column", "author": "Dustin Siggins", "pageclass": "article", "recs": {"category": "opinion", "image-3-4": "http://www.gannett-cdn.com/-mm-/33857a376707859760db5ba93300f400e53ae74f/c=949-0-2680-2303/local/-/media/USATODAY/test/2013/12/12//1386888924000-XXX-CHICAGO-MURDER-CAPITAL04-51429287.JPG", "image-1-1": "http://www.gannett-cdn.com/-mm-/beba31de48036813ebfa5955b71f998d701bdfe1/c=607-0-2911-2303/local/-/media/USATODAY/test/2013/12/12//1386888924000-XXX-CHICAGO-MURDER-CAPITAL04-51429287.JPG", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/9bc300f8167905f593da1168844aec5adbe70cbe/c=216-0-3281-2303/local/-/media/USATODAY/test/2013/12/12//1386888924000-XXX-CHICAGO-MURDER-CAPITAL04-51429287.JPG", "image": "http://www.gannett-cdn.com/-mm-/72f4b40662d453a683e1070fba7a2172fec25d50/c=0-98-3490-2066&r=x1683&c=3200x1680/local/-/media/USATODAY/test/2013/12/12//1386888924000-XXX-CHICAGO-MURDER-CAPITAL04-51429287.JPG", "publishtime": "2013-12-14T12:29:13-05:00", "shorthed": "Black gun deaths ignored: Column", "articleid": 4003387, "image-16-9": "http://www.gannett-cdn.com/-mm-/d7c9c42104d3a90954e6317d3867468e82a66b2c/c=0-98-3490-2066/local/-/media/USATODAY/test/2013/12/12//1386888924000-XXX-CHICAGO-MURDER-CAPITAL04-51429287.JPG", "image-9-16": "http://www.gannett-cdn.com/-mm-/b7087d591510985cfab6fa651607f24f7a87f94c/c=1159-0-2450-2303/local/-/media/USATODAY/test/2013/12/12//1386888924000-XXX-CHICAGO-MURDER-CAPITAL04-51429287.JPG"}}, "news_keywords": "sandy hook, sandy hook elementary, sandy hook massacre, sandy hook anniversary, newtown, newtown anniversary, gun laws, guns, gun laws newtown"}, "article_summary": "Black community advocate and former New York Times columnist Bob Herbert described violence among black Americans perfectly in 2010: \"Homicide is the leading cause of death for young black men, with the murderous wounds in most cases inflicted by other young black men.\"\nWith the one year anniversary of the Sandy Hook shooting, gun violence is back in the news.\nLikewise, many of the solutions ignore the real gun and violence problem in America – not one that occasionally shatters lives in white suburban America, but violence that brings daily Sandy Hooks to the doorsteps of black Americans.\nWhile that is good news for the nation, it hides the disproportionate devastation caused by gun violence to the black community.\nAll the while, the unemployment rate of black Americans has gone up under President Obama and his economic policies."}