{"article_title": "Upscale NY suburb embroiled in a wily debate over coyotes", "article_keywords": ["embroiled", "task", "force", "wily", "suburb", "coyotes", "ny", "york", "upscale", "playground", "protecting", "north", "coyote", "residents", "debate", "recent"], "article_url": "http://www.salon.com/2015/03/01/upscale_ny_suburb_embroiled_in_a_wily_debate_over_coyotes/", "article_text": "Topics: From the Wires, News\n\nCHAPPAQUA, N.Y. (AP) — This well-heeled hamlet north of New York City is embroiled in an increasingly nasty debate that seems oddly out of place amid the stately homes and tony boutiques: What should be done about coyotes?\n\nSelf-styled coyote spotters in and around Chappaqua have counted 160 incursions into backyards and streets over the last two years and at least 10 recent attacks on pets. That’s been enough to stir animal passions among residents over the question of when and if a coyote deserves to be killed.\n\nEmail and social media have swirled with such teeth-baring terms as “coyote jihad” and “death map.” And members of a local task force that advocates trapping and killing some of the animals announced they were staying away from a recent public hearing on the issue “in the interest of our personal safety.”\n\n“I envisioned going down there and having blood thrown on me,” said task force member Joyce Stansell-Wong, who has since resigned.\n\nChappaqua, about 35 miles north of the city, is better known as the home of former President Bill Clinton and Hillary Rodham Clinton than as a playground for coyotes. But wildlife officials say the demise of such predators as wolves and cougars over the last few decades has led to a spread of coyotes into more populated areas across the East Coast, including suburbs. Instagram and Facebook are replete with pictures of the canines scampering across sidewalks and among backyard playsets. Coyotes have even been spotted in New York City’s Central Park and the Bronx.\n\nRobert Greenstein, supervisor of the Town of New Castle, which has about 18,000 residents in Chappaqua, Millwood and unincorporated areas, said that in general, the debate is between two camps: “One group is concerned with protecting the coyotes and the other group is more concerned with protecting our pets.”\n\nThe pet-protection camp, represented by the New Castle Coyote Management Task Force, argues for quicker use of “lethal solutions.” Even though there have been no attacks on humans, they fear the skulking canines may start to attack small children.\n\n“A menacing coyote, circling the playground, stalking children, that coyote has to go,” said task force member Ann Styles Brochstein, whose Havanese dog Samson was attacked by a coyote in their yard.", "article_metadata": {"description": "Upscale NY suburb embroiled in a wily debate over coyotes", "title": "Upscale NY suburb embroiled in a wily debate over coyotes", "og": {"site_name": "Salon", "description": "Upscale NY suburb embroiled in a wily debate over coyotes", "title": "Upscale NY suburb embroiled in a wily debate over coyotes", "url": "http://www.salon.com/2015/03/01/upscale_ny_suburb_embroiled_in_a_wily_debate_over_coyotes/", "image": "http://media.salon.com/2015/03/coyote-conflict.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "Upscale NY suburb embroiled in a wily debate over coyotes", "title": "Upscale NY suburb embroiled in a wily debate over coyotes", "image": "http://media.salon.com/2015/03/coyote-conflict.jpeg-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Jim Fitzgerald", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "“A menacing coyote, circling the playground, stalking children, that coyote has to go,” said task force member Ann Styles Brochstein, whose Havanese dog Samson was attacked by a coyote in their yard.\nThat’s been enough to stir animal passions among residents over the question of when and if a coyote deserves to be killed.\nCoyotes have even been spotted in New York City’s Central Park and the Bronx.\nTopics: From the Wires, NewsCHAPPAQUA, N.Y. (AP) — This well-heeled hamlet north of New York City is embroiled in an increasingly nasty debate that seems oddly out of place amid the stately homes and tony boutiques: What should be done about coyotes?\nChappaqua, about 35 miles north of the city, is better known as the home of former President Bill Clinton and Hillary Rodham Clinton than as a playground for coyotes."}