{"article_title": "Walgreens takes on childhood poverty", "article_keywords": ["sterling", "noses", "raise", "walgreens", "children", "red", "poverty", "nose", "funds", "childhood", "day", "takes"], "article_url": "http://www.journal-advocate.com/sterling-local_news/ci_27986002/walgreens-takes-childhood-poverty", "article_text": "Employees don Red Noses to promote fundraising campaign\n\nThe employees of Walgreens celebrate Red Nose Day Friday with the support of the Sterling Fire Department Friday. Red Nose Day is a charity event to raise funds for a number of non-profit organizations aimed at childhood poverty. ( Sara Waite / Sterling Journal-Advocate )\n\nThe first thing that comes to mind when hearing about a \"Red Nose Day\" at a local pharmacy might be that there's a really bad cold going around town.\n\nBut in fact, the Sterling Walgreens' Red Nose Day on Friday wasn't about a physical illness, rather a societal one: childhood poverty. The store's employees donned their official Red Noses and gear to bring awareness to the event that helps \"life children out of poverty.\"\n\nThe store, and the nationwide Walgreens chain, are bringing the 25-year Red Nose Day fundraising campaign from the United Kingdom to the U.S. this year. Since its inception, Red Nose Day has raised $1 billion to combat childhood poverty, with funds given to a number of charities that serve children. According to the website, www.rednoseday.org, these organizations are selected because they reduce levels of violence, exploitation and abuse; improve access to good quality basic education and help children with job training when they grow up; and give children access to primary healthcare, clean water and sanitation.\n\nAdvertisement\n\nThis year 12 organizations will receive funds: Boys & Girls Clubs of America, Charity: Water, Feeding America, Gavi the Vaccine Alliance, The Global Fund, LIFT, National Council of La Raza, National Urban League, Oxfam, Save the Children and United Way.\n\nTo raise funds, Walgreens is selling exclusive Red Noses, with half of the $1 purchase price going to the Red Nose Day fund. The goal of the company is to sell 5 million Red Noses this year, and to raise $5 million through a combination of Red Nose sales, participating vendor product sales and local fundraising efforts. The stores are participating in a national \"Nose 2 Nose Battle,\" competing to sell the most Red Noses. And the campaign is going to social media, with Red Nose selfies posted using the #RedNose hashtag to raise awareness of the campaign.\n\nThe Red Noses are available at Walgreens through May 30. On May 21, the official Red Nose Day, NBC will air a special live Red Nose Day telethon. The three-hour show will feature top comedians, musicians and Hollywood stars, with original sketch comedy, parodies and musical performances.\n\nLearn more about how to give to Red Nose Day by visiting Walgreens at 101 W. Main St. in Sterling, or go online to www.rednoseday.org.\n\nSara Waite: 970-526-9310, swaite@journal-advocate.com", "article_metadata": {"sailthru.url": "http://www.journal-advocate.com/sterling-local_news/ci_27986002/walgreens-takes-childhood-poverty", "sailthru.author": "By Sara Waite \n \n  Journal-Advocate managing editor", "ag": {"canon": "JournalAdvocate:article:27986002:view"}, "startDate": "2015-04-25T09:39:59-0600", "twitter": {"domain": "journal-advocate.com", "description": "The first thing that comes to mind when hearing about a \"Red Nose Day\" at a local pharmacy might be that there's a really bad cold going around town.", "title": "Walgreens takes on childhood poverty", "url": "http://www.journal-advocate.com/sterling-local_news/ci_27986002/walgreens-takes-childhood-poverty", "image": "http://extras.mnginteractive.com/live/media/site19/2015/0424/20150424__25ST_red_nose_day~1.jpg", "site": "@SterlingJA", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "Local News", "modificationDate": "2015-04-25T09:40:07-0600", "endDate": "2025-04-24T21:38:44-0600", "news_keywords": "Local News, Local News news, Sterling Colorado Local News news, Sterling Colorado news, Local News Sterling news, Local News Colorado news, US Local News news, world Local News news.", "byline": "By Sara WaiteJournal-Advocate", "pubDate": "2015-04-25T09:40:21-0600", "sailthru.date": "2015-04-25T09:39:59-0600", "sailthru.title": "Walgreens takes on childhood poverty", "verify-v1": "BXs3Tp/yfKM8u4D/sQH/llaXrumTjsEN3+pi+oLzohs=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site19/2015/0424/20150424__25ST_red_nose_day~1_300.jpg", "description": "The first thing that comes to mind when hearing about a \"Red Nose Day\" at a local pharmacy might be that there's a really bad cold going around town.", "sailthru.site": "journal-advocate.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.journal-advocate.com/sterling-local_news/ci_27986002/walgreens-takes-childhood-poverty", "image": "http://extras.mnginteractive.com/live/media/site19/2015/0424/20150424__25ST_red_nose_day~1.jpg", "type": "article", "description": "The first thing that comes to mind when hearing about a \"Red Nose Day\" at a local pharmacy might be that there's a really bad cold going around town.", "title": "Walgreens takes on childhood poverty"}, "google-site-verification": "2iNkVYi6fQKhylL0pQaJF4qvYsz3qMnvr9EdKrmIbvw", "y_key": "b781c784225bf6e2", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site19/2015/0424/20150424__25ST_red_nose_day~1.jpg"}, "article_summary": "On May 21, the official Red Nose Day, NBC will air a special live Red Nose Day telethon.\nBut in fact, the Sterling Walgreens' Red Nose Day on Friday wasn't about a physical illness, rather a societal one: childhood poverty.\nRed Nose Day is a charity event to raise funds for a number of non-profit organizations aimed at childhood poverty.\nTo raise funds, Walgreens is selling exclusive Red Noses, with half of the $1 purchase price going to the Red Nose Day fund.\nSince its inception, Red Nose Day has raised $1 billion to combat childhood poverty, with funds given to a number of charities that serve children."}