{"article_title": "The US is finally about to update its toxic chemical protections, after 39 years — Quartz", "article_keywords": ["states", "39", "quartz", "state", "big", "industry", "bill", "update", "tsca", "chemical", "finally", "protections", "products", "toxic", "chemicals", "epa"], "article_url": "http://qz.com/393006/after-39-years-the-law-protecting-us-consumers-from-toxic-chemicals-is-finally-going-to-be-updated/", "article_text": "Chemical companies have long marketed themselves as delivering “better living through chemistry,” and there’s some truth to that: From cleaning products to plastics to the chemicals that make touch-screen cellphones possible, chemicals are used to make 96% of products and materials in America—it is hard to imagine life without them.\n\nBut convenience comes with a cost. Any baby born in America today is likely to carry hundreds of synthetic chemicals in his or her body at birth. According to a 2008-2009 report by the US Department of Health and Human Services, traces of nearly 300 pollutants, “such as chemicals used in fast-food packaging, flame retardants present in household dust, and pesticides,” have been found in the umbilical cord blood of newborns. And some chemicals in common use today are linked with certain cancers, Parkinson’s, developmental disorders and other illnesses. Any baby born in America today is likely to carry hundreds of synthetic chemicals in his or her body\n\nSo it is a national scandal that the United States’ primary chemical safety law hasn’t been updated since the day it was enacted, back when America’s No. 1 song was “Disco Duck” and appointment TV meant “Charlie’s Angels.” Since the day it passed in 1976, the Toxic Substances Control Act (TSCA) hasn’t protected anyone. The chemicals in products you buy at the store—from clothes to couches to cleaning supplies—are essentially untested and unregulated.\n\nFor decades, Congress has been trying to fix TSCA, but the lawmakers have gotten nowhere.\n\nThere have been hearings since 1994, and several proposed bills, but industry opposition kept the reform effort from advancing. Meanwhile, thousands of chemicals have come on the market. They permeate every aspect of American life. And the Environmental Protection Agency (EPA) has been all but powerless to police them.\n\nIn recent years, however, some companies have begun to realize the current system isn’t good for their bottom lines either. As one DuPont executive testified before Congress in 2010:\n\n“In the absence of reforms to TSCA we are seeing a plethora of state actions that are serving to create tremendous uncertainty in our markets…we think a robust reformed TSCA would remove the motivation for state by state regulation of chemicals.”\n\nShe went on to describe the hundreds of millions of dollars her company had spent to reformulate products after the market moved away from a particular chemical in response to consumer pressure. Now, after years of denial, many in the industry are now willing to accept more federal regulation to secure a predictable system that will restore consumer confidence in the safety of their products. The Lautenberg Act would let EPA do the things most Americans assume it can already do\n\nCompanies such as Walmart—which announced a robust chemicals policy in 2013—began to step up and do their own testing on household products. That helped nudge chemical companies to the negotiating table—and so did new state laws. Although states have only restricted about a dozen chemicals or chemical groups for health reasons in 40 years—providing little protection to most Americans—the threat of 50 different local regulators was enough to get industry to see the benefits of a single strong federal regulator, empowered to offer a final “yay” or “nay.”\n\nThat realization provided an opening for longtime public health champion Sen. Frank Lautenberg (D-NJ) to negotiate with chemical industry ally Sen. David Vitter (R-LA) in 2013. After Lautenberg passed away, Sen. Tom Udall of New Mexico took over on the Democratic side, continuing the negotiations.\n\nThe bill Udall and Vitter came up with, known as the Lautenberg Act, would let EPA do the things most Americans assume it can already do. These include a mandate to review the safety of all chemicals in commerce, a required safety finding before a new chemical can enter the market, powerful new authority to require testing of chemicals, and explicit requirements to protect the most susceptible—infants and pregnant women— from harmful chemicals, along with concrete deadlines, a new source of funding, and more. Cutting a deal with big bad interest groups can lead to progressive change\n\nRare political circumstances have forced the industry to make major concessions, so the result is a strong bill that has 11 Democratic and 11 Republican sponsors. It actually might pass—yes, something big might pass Congress and become law—and it would be the most important environmental law since the 1990 Clean Air Act Amendments. (The House also seems to be working on a bipartisan basis.)\n\nBut laws are never perfect. The big trade-off here is that some decisions by EPA on chemicals will supersede some state actions and restrictions. As David Vitter put it, “Republicans agree to give EPA a whole lot [of] new additional authority, which we’re not in the habit of being excited about, to state the obvious. In exchange, that leads to … a common rulebook.”\n\nEven so, there are limits to the preemption of state authority in the bill. For example, all state actions taken before 2015 remain intact, and, after enactment, states can restrict a chemical until and unless EPA takes up that same chemical and addresses the same uses.\n\nThis week, three progressive Democrats announced their support for the bill after negotiations yielded changes that allow states to “co-enforce” federal requirements on chemicals and better ensure EPA can restrict chemicals in finished products (such as formaldehyde-laden floor boards). Still, there is no question the bill remains a compromise. In many ways, the dynamic here is like Obamacare, where the President had to cut deals with Big Pharma and the insurance industry to get legislation passed. That bill wasn’t perfect, but nine out of ten Americans have health insurance and the other benefits of the law.\n\nIn other words, cutting a deal with big bad interest groups can lead to progressive change.\n\nOf course, to some that’s heresy. They see the strange bedfellows as being more important than the substance. In my view, we’ve got a classic case of the perfect vs. the good—and in an era when precious little good has come out of Washington, I’ll take it.\n\nAfter decades of inaction and several “ideal” bills that couldn’t attract the bipartisan support necessary to pass, it’s time to move forward. We can let this moment pass and leave American families vulnerable to the dangerous chemicals that surround us, or we can forge ahead with a dramatic improvement over current law.\n\nFollow Eric on Twitter at @EricPooley. We welcome your comments at ideas@qz.com.", "article_metadata": {"bitly-verification": "3cc1017cee1d", "description": "Chemical companies have long marketed themselves as delivering “better living through chemistry,” and there’s some truth to that: From cleaning products to plastics to the chemicals that make touch-screen cellphones possible, chemicals are used to make 96% of products and materials in America—it is hard to imagine life without them. But convenience comes with a cost....", "generator": "WordPress.com", "og": {"site_name": "Quartz", "description": "Cutting a deal with big bad interest groups can lead to progressive change.", "title": "The US is finally about to update its toxic chemical protections, after 39 years", "url": "http://qz.com/393006/after-39-years-the-law-protecting-us-consumers-from-toxic-chemicals-is-finally-going-to-be-updated/", "image": "https://qzprod.files.wordpress.com/2015/04/tsca-reform-feature.jpg?quality=80&strip=all&w=1598", "locale": "en_US", "type": "article"}, "twitter": {"description": "Chemical companies have long marketed themselves as delivering “better living through chemistry,” and there’s some truth to that: From cleaning products to plastics to the chemicals that make touch-screen cellphones possible, chemicals are used to make 96% of products and materials in America—it is hard to imagine life without them. But convenience comes with a cost....", "title": "The US is finally about to update its toxic chemical protections, after 39 years", "url": "http://qz.com/393006/after-39-years-the-law-protecting-us-consumers-from-toxic-chemicals-is-finally-going-to-be-updated/", "image": "https://qzprod.files.wordpress.com/2015/04/tsca-reform-feature.jpg?quality=80&strip=all&w=640", "site": "@qz", "card": "summary_large_image"}, "apple-mobile-web-app-title": "Quartz", "robots": "noodp,noydir", "msapplication-tooltip": "Quartz is a digitally native news outlet for the new global economy.", "apple-mobile-web-app-status-bar-style": "black", "msapplication-window": "width=device-width;height=device-height", "viewport": "width=device-width, initial-scale=1.0, user-scalable=0, minimum-scale=1.0, maximum-scale=1.0", "application-name": "Quartz", "google-site-verification": "Fm_AozADu13Rytwyc4XvQo_081WOanaXLa6xKd8dUgc", "msvalidate.01": "4B2AFFFDBF9736993D778515CB307FAF", "article": {"publisher": "https://www.facebook.com/quartznews"}, "msapplication-task": "name=Subscribe;action-uri=http://qz.com/feed/;icon-uri=http://1.gravatar.com/blavatar/7fd9e2ee486de5ce0c713891ec823ea6?s=16", "news_keywords": "chemical, Environmental Defense Fund, environmental protection agency, Ideas, plastic, pollution, toxic substances, TSCA"}, "_id": "\"57477af36914bd0286fcfc7a\"", "article_summary": "The chemicals in products you buy at the store—from clothes to couches to cleaning supplies—are essentially untested and unregulated.\nThe big trade-off here is that some decisions by EPA on chemicals will supersede some state actions and restrictions.\nAnd some chemicals in common use today are linked with certain cancers, Parkinson’s, developmental disorders and other illnesses.\nAny baby born in America today is likely to carry hundreds of synthetic chemicals in his or her body at birth.\nIn exchange, that leads to … a common rulebook.”Even so, there are limits to the preemption of state authority in the bill."}