{"article_title": "Health startup focuses on narrow network care", "article_keywords": ["benefitsprocom", "focuses", "network", "service", "medical", "startup", "sign", "access", "second", "alm", "health", "grand", "narrow", "rounds", "tripp", "care"], "article_url": "http://www.benefitspro.com/2014/09/29/health-startup-focuses-on-narrow-network-care", "article_text": "Grand Rounds CEO and founder Owen Tripp. Photo courtesy of Grand Rounds. What’s the recipe for the perfect employer-sponsored health plan? A plan that includes narrow network combined with the option to go well outside that network for second opinions, treatment plans and complex medical care. That’s the opinion of Owen Tripp, co-founder and CEO of Grand Rounds, a San Francisco firm that self-describes its corporate market product as one that “makes it possible for companies to give their employees access to medicine’s brightest minds.” Complete your profile to continue reading and get FREE access to BenefitsPRO.com, part of your ALM digital membership. Benefits:\n\nYour access to unlimited BenefitsPRO.com content isn’t changing. Once you are an ALM digital member, you’ll receive: Critical BenefitsPRO.com information including cutting-edge post-reform success strategies, comprehensive service provider listings, educational webcasts and videos, resources from industry leaders, and informative eNewsletters.\n\nExclusive discounts on ALM, BenefitsPRO Magazine and BenefitsPRO.com events.\n\nAccess to other award-winning ALM publications including LifeHealthPro.com, ThinkAdvisor.com and Law.com. Register Now Already have an account? Sign In X Sign in with your ALM Account Remember Me Or... Sign In With LinkedIn\n\nGrand Rounds provides three different services, all based upon identifying quality within the health delivery system: 1. An expert opinion service, composed of top-ranked medical professionals around the nation who advise consumers faced with complex medical procedures of their options and offer second opinions;", "article_metadata": {"sailthru.author": "Dan Cook", "description": "Grand Rounds CEO Owen Tripp says narrow network care and second opinion options are the recipe for the perfect employer-sponsored health plan.", "og": {"url": "http://www.benefitspro.com/2014/09/29/health-startup-focuses-on-narrow-network-care", "image": "http://media.benefitspro.com/benefitspro/article/2014/09/29/owen-in-front-of-glass.jpg", "type": "website", "description": "Grand Rounds CEO Owen Tripp says narrow network care and second opinion options are the recipe for the perfect employer-sponsored health plan.", "title": "Health startup focuses on narrow network care"}, "twitter": {"description": "Grand Rounds CEO Owen Tripp says narrow network care and second opinion options are the recipe for the perfect employer-sponsored health plan.", "title": "Health startup focuses on narrow network care", "image": {"src": "http://media.benefitspro.com/benefitspro/article/2014/09/30/owen-in-front-of-glass-crop-120x120.jpg"}, "creator": "@Benefits_Pro", "site": "@Benefits_Pro", "card": "summary"}, "sailthru.date": "2014-09-29", "sailthru.tags": "benefitspro, article, 5429cb83160ba0b16a4a26e2, In-Depth, Core/Group,Employer-paid,Employee  Participation", "keywords": "Core/Group, Employer-paid, Employee  Participation, narrow network, Grand Rounds, Owen Tripp", "sniply-options": "block", "sailthru.image.full": "http://media.benefitspro.com/benefitspro/article/2014/09/29/owen-in-front-of-glass.jpg", "viewport": "width=device-width, minimum-scale=1.0, maximum-scale=1.0, user-scalable=0"}, "article_summary": "A plan that includes narrow network combined with the option to go well outside that network for second opinions, treatment plans and complex medical care.\nPhoto courtesy of Grand Rounds.\nGrand Rounds CEO and founder Owen Tripp.\nSign In X Sign in with your ALM Account Remember Me Or... Sign In With LinkedInGrand Rounds provides three different services, all based upon identifying quality within the health delivery system: 1.\nAn expert opinion service, composed of top-ranked medical professionals around the nation who advise consumers faced with complex medical procedures of their options and offer second opinions;"}