{"article_title": "More Companies Dump Employee Insurance for Obamacare", "article_keywords": ["premium", "dump", "obamacare", "million", "companies", "hours", "uninsured", "health", "coverage", "enrolled", "employee", "insurance"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/01/23/More-Companies-Dump-Employee-Insurance-Obamacare", "article_text": "This week, another major U.S. retailer, Target, announced that it will be cutting health coverage for its part-time workers in response to changes stemming from the president’s health care law.\n\nThe Minneapolis-based company now joins the likes of Home Depot and Trader Joes, among others, that have decided to dump part-time employee coverage to save on health care costs.\n\nRelated: Obamacare Fallout: Cut Worker Hours or Drop Coverage\n\n“Health-care reform is transforming the benefits landscape and affecting how all employers, including Target, administer health benefits coverage,” Jodee Kozlak, Target’s executive vice president of human resources, said in a post on the company’s website.\n\nThe companies say the move benefits their employees, who, with employer-based health insurance, would otherwise not be able to get coverage and subsidies through the exchanges.\n\nIn some cases, that might be true. According to CNN, using the HealthCare.gov calculator, Trader Joe’s officials estimated that 70 percent of their employees who work an average of 17.3 hours and 29.9 hours per week would pay less for comparable insurance if they switched to a plan on the health exchange.\n\nOf course, the companies will also save some big money on health benefits.\n\nRelated: Finally Doing the Real Math on Obamacare Policies\n\nThe latest announcement comes on the heels of several reports, highlighted in The Wall Street Journal, which suggest that the majority of people signing up for Obamacare already had insurance—and may have only enrolled in the new exchanges if their previous policy was cancelled, or if they qualified for subsidies on the marketplace.\n\nHealthMarkets Inc., for example, said about 65 percent of the 7,500 people it enrolled in exchange plans had prior coverage, according to The Journal. Likewise, a newly released McKinsey & Co. survey found that just 11 percent of the 2.2 million people who had enrolled in a state or federal exchange through December, were previously uninsured—everyone else already had coverage.\n\nThis is concerning for insurance companies who are counting on having a wider base of customers, as well as the right balance of consumers in order to maintain market stability and avoid raising premium rates.\n\nIn 2012, there were about 48 million uninsured Americans, according to the Census Bureau, and the administration has predicted that the Affordable Care Act will carve that number down to 23 million by enrolling people on the state and federal exchanges as well as expanding state-run Medicaid.\n\nRelated: Predictions of an Obamacare 'Death Spiral' Have Been Way Overblown\n\nSo far, however, some insurers aren’t very optimistic. Aetna CEO Mark Bertolini told CNBC on Wednesday that Obamacare has failed to attract the uninsured.\n\n\"We see only 11 percent of the population is actually people that were firmly uninsured that are now insured. So [it] didn't really eat into the uninsured population,\" Bertolini said.\n\nOther industry experts say it’s too early to tell how the enrollments will affect market stability and premium prices.\n\n“Right now no one knows for sure, but it will be important to wait and see what it looks like over the entire six month enrollment period,” Robert Zirkelbac, spokesman for the industry trade group America's Health Insurance Plans. “Then we can find out whether or not we have the right balance of young and healthy people signing up” in order to offset premium costs for older, sicker Americans.\n\nAdministration officials have also cautioned that it’s too early to really assess how the first enrollment period is doing, since there are still about three months to go, and they are expecting people to wait until the last minute to sign up, as they did in Massachusetts.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "This week, another major U.S.", "title": "More Companies Dump Employee Insurance for Obamacare", "url": "http://www.thefiscaltimes.com/Articles/2014/01/23/More-Companies-Dump-Employee-Insurance-Obamacare", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/06182013_Obamacare_Tax_Stroke_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/01/23/More-Companies-Dump-Employee-Insurance-Obamacare", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/06182013_Obamacare_Tax_Stroke_article.jpg", "creator": "@Briannaehley", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "This week, another major U.S.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "The companies say the move benefits their employees, who, with employer-based health insurance, would otherwise not be able to get coverage and subsidies through the exchanges.\nThis week, another major U.S. retailer, Target, announced that it will be cutting health coverage for its part-time workers in response to changes stemming from the president’s health care law.\nThis is concerning for insurance companies who are counting on having a wider base of customers, as well as the right balance of consumers in order to maintain market stability and avoid raising premium rates.\nThe Minneapolis-based company now joins the likes of Home Depot and Trader Joes, among others, that have decided to dump part-time employee coverage to save on health care costs.\nRelated: Predictions of an Obamacare 'Death Spiral' Have Been Way OverblownSo far, however, some insurers aren’t very optimistic."}