{"article_title": "Open letter to President Obama: please veto the Keystone XL pipeline -- for future generations", "article_keywords": ["pipeline", "office", "xl", "veto", "taking", "transition", "writing", "future", "keystone", "know", "letter", "president", "texas", "times", "open", "intense", "generations", "obama"], "article_url": "http://www.vancouverobserver.com/opinion/open-letter-president-obama-please-veto-keystone-xl-pipeline-future-generations", "article_text": "President Barack Obama\n\nThe White House\n\n1600 Pennsylvania Avenue NW\n\nWashington, DC 20500\n\nDear Mr. President,\n\nI am writing to you now because I, and every one I know, have a vested interest in a decision you are about to make regarding the Keystone XL pipeline.\n\nTo introduce myself, I am a Canadian family physician with several decades of advocacy around health in the broadest sense of the word.\n\nI know your office receives thousands of pieces of mail – and every other form of communication – each and every day. I know that, as a result, there is only a small chance that you will read this yourself. So I am taking the liberty of copying this into the public space, in the hopes that doing so may strengthen my case in your mind.\n\nPlease understand that this does not constitute any disrespect for you, or for your office. It simply speaks to how deeply concerned about this matter I really am.\n\nBefore I get into the pipeline issue, let me say how filled with admiration I am that you aspired to, and then ran, and then, against so many historical odds, succeeded in being elected to the office of United States president. I admire your courage, determination and steadfastness in doing so, despite a national setting still beset by the evils of racism, and most particularly in a time of such great global turmoil when, in the phrase first proposed by MIT professor Thomas Kuhn, a paradigm shift is very much upon us.\n\nThe transition from dominating the planet to becoming its responsible stewards could not be more visible and obvious than in these times, and you have been directly engaged in some of the most intense efforts that are preparing us for that transition. Like so many US presidents before you, these processes have turned your hair a distinguished grey – a small signal of how demanding the tasks facing a US president can be, and also how caustic and invasive the forces that surround a person playing that role can be. You are embedded in a large team of advisors and friends, and you have a very gifted partner and what I can guess is a warm and supportive family.\n\nNevertheless, many of the daily demands and pressures you feel and have to deal with are felt and dealt with alone.\n\nMay I say, on that note, that your determination to bring into force the Patient Protection and Affordable Care Act – which will be affectionately known forever as “Obamacare”, and rightly so, because you are the person most responsible for its existence – has resonated enormously with me as a physician, and with most of my fellow Canadians. If you were to accomplish nothing else during your tenure as president, that one achievement alone will stand as an enduring and deeply positive legacy of your time in office.\n\nObamacare is an enactment that will permanently (the Tea Party notwithstanding) elevate the physical, mental and social well-being of US citizens in a very fundamental and necessary way. I sense that the at times rabid, ideologically-driven opposition to Obamacare – like the intense opposition to Medicare when it was introduced in Canada – will vanish into the dustbin of history in a few years, and your name will be lauded for this accomplishment for a very long time.\n\nPlease forgive me for this quite discursive beginning to my letter. I come from a chatty family. And I don’t write to the US president very often (you’ll be relieved to know!), But as I started typing, I realized that there are a lot of things that I wanted to get off my chest.\n\nNow, however, let me get back to the reason I am writing to you today.\n\nThere are intense, unremitting pressures on you to approve the Keystone XL pipeline, which has been proposed to run from the Canadian Tar Sands to the Texas coast, taking diluted bitumen or “dilbit” from this country to refineries in Texas, and from there overseas for international sale.", "article_metadata": {"description": "President Barack ObamaThe White House1600 Pennsylvania Avenue NWWashington, DC 20500Dear Mr.", "og": {"site_name": "The Vancouver Observer", "description": "President Barack ObamaThe White House1600 Pennsylvania Avenue NWWashington, DC 20500Dear Mr.", "title": "Open letter to President Obama: please veto the Keystone XL pipeline -- for future generations", "url": "http://www.vancouverobserver.com/opinion/open-letter-president-obama-please-veto-keystone-xl-pipeline-future-generations", "image": "http://www.vancouverobserver.com/sites/vancouverobserver.com/files/images/article/body/obama_high_five_with_kid.jpg", "type": "website"}, "twitter": {"title": "Open letter to President Obama: please veto the Keystone XL pipeline -- for future generations", "site": "VanObserver", "card": "summary", "description": "President Barack ObamaThe White House1600 Pennsylvania Avenue NWWashington, DC 20500Dear Mr."}, "revisit-after": "1 day", "keywords": "Opinion,Climate Change,fossil fuel industry,Global warming,IPCC,Keystone XL pipeline,Koch Brothers,Obamacare,Pope Francis,President Barack Obama,Stephen Harper,tar sands", "viewport": "initial-scale=1.0"}, "article_summary": "I know your office receives thousands of pieces of mail – and every other form of communication – each and every day.\nI know that, as a result, there is only a small chance that you will read this yourself.\nAnd I don’t write to the US president very often (you’ll be relieved to know!\n), But as I started typing, I realized that there are a lot of things that I wanted to get off my chest.\nTo introduce myself, I am a Canadian family physician with several decades of advocacy around health in the broadest sense of the word."}