{"article_title": "Bridge • The Center for MichiganTea Party teamwork", "article_keywords": ["prosperity", "center", "bridge", "hagerstrom", "tea", "michigan", "members", "partiers", "state", "michigantea", "teamwork", "americans", "money", "party"], "article_url": "http://bridgemi.com/2013/09/tea-party-teamwork-money-and-foot-soldiers/", "article_text": "Scott Hagerstrom, executive director of the Americans for Prosperity Michigan chapter, addresses a group of Tea Party members at a recent meeting in the state capitol. The room was reserved by State Senator Patrick Colbeck, a Tea Party favorite. (Bridge photo by Pat Shellenbarger)\n\nA Tea Party member had a question for the moderator of a recent meeting. “Can’t we get rid of all these lobbyists?” he asked. Why can’t we outlaw them, he wondered, run them out of the state capitol and break the backs of these powerful special interests?\n\nFor the man at the podium, it was an awkward moment. As executive director of the Americans for Prosperity-Michigan, Scott Hagerstrom is a lobbyist, and Americans for Prosperity is a powerful special interest. This was his meeting, an opportunity to strengthen the bond between Americans for Prosperity and the Tea Party.\n\n“It’s a basic right, freedom of speech,” Hagerstrom answered. “You’re not going to shut it down.”\n\nWhile Americans for Prosperity and the Tea Party movement have combined to form a new and effective lobbying machine in Lansing, the incident illustrates that the two don’t always agree. This tenuous alliance is built on some common concerns about what Hagerstrom calls “economic liberty and limited government.”\n\nIt’s a symbiotic relationship. Americans for Prosperity, funded by industrialists Charles and David Koch, as well as others, has the money. The Tea Party provides the foot soldiers.\n\nDemocrats have claimed that the Tea Party is not a true grassroots movement but is “Astroturf,” a front for the moneyed interests behind Americans for Prosperity. Tea Party members scoff at that charge.\n\n“I wish it were true,” said Wes Nakagiri, a Tea Party activist who recently announced he plans to run for lieutenant governor against Republican incumbent Brian Calley. “We could use more money.”\n\nTracking where Americans for Prosperity gets its money and how it spends it is nearly impossible, said Rich Robinson, executive director of the nonprofit and nonpartisan Michigan Campaign Finance Network, which studies political spending.\n\nBy gathering records from the state’s broadcasters, the Campaign Finance Network concluded that Americans for Prosperity spent more than $2.7 million on television advertising in Michigan during the 2012 statewide elections. That same year, the Americans for Prosperity Michigan Ballot Committee raised more than $1.5 million in a failed effort to pass a constitutional amendment that would have required a legislative supermajority or a vote of the people to raise any state tax.\n\nBeyond that, it’s difficult to say who donated how much money or how it was spent. Since 2004, the Michigan Secretary of State has held that only communications explicitly urging a vote for or against a candidate are campaign expenditures subject to reporting. All others, such as those by Americans for Prosperity, are considered to be issue advocacy and are exempt from disclosure.\n\n“There’s an awful lot of money for which there is no accounting in state campaigns,” Robinson said. “Where it’s coming from is a mystery.”\n\nAmericans for Prosperity has more than 3,000 donors in Michigan and more than 90,000 nationwide, Hagerstrom said, but he declined to name any. He denied the organization financially supports the Tea Party, other than paying for a table now and then at a Tea Party meeting.\n\nMany Tea Party leaders also deny receiving money from Americans for Prosperity, and most claim to operate on a very thin shoestring. Much of the support likely comes in kind, rather than cash.\n\nA Lansing-area Tea Party called Grassroots in Michigan, for example, has no budget, founder Joan Fabiano said, but when she needed to buy bumper stickers and campaign signs opposing the Patient Protection and Affordable Care Act, commonly called Obamacare, someone else – she declined to say who – paid the printer directly.\n\nThe Tea Party and Americans for Prosperity both oppose any effort to implement Obamacare in Michigan. They lost a key round in late August when the state Senate narrowly voted to expand Medicaid under Obamacare.\n\nIn a thinly veiled threat, Hagerstrom released a statement vowing to “dedicate significant resources to educating citizens on how their senators voted on this issue.” Tea partiers likely will spread that message.\n\nAmericans for Prosperity does not have members, but it maintains a list of 87,000 email addresses in Michigan, Hagerstrom said, many of them tea partiers. Last December, as the Legislature prepared to vote on a bill making Michigan a right-to-work state, Hagerstrom sent out a mass email, and hundreds of tea partiers arrived at the capital to counteract pro-union demonstrators.\n\nIn opposing the Medicaid expansion, Americans for Prosperity and the Tea Party faced off against some of the most powerful special interests in Lansing, including labor unions, health care providers and business groups, such as the Michigan Chamber of Commerce and the Small Business Association of Michigan.\n\nWhile slowing Medicaid expansion, Americans for Prosperity and the Tea Party also have fought against Gov. Rick Snyder’s proposal to raise the gasoline tax and vehicle registration fees for transportation improvements.\n\nThe two groups part company on most social issues, such as abortion and same-sex marriage.\n\nWhile Americans for Prosperity encourages the Tea Party, it has to avoid dictating the terms of their courtship, said Ken Sikkema, a former Republican state senate leader.\n\n“They (Tea Party members) are fiercely independent,” he said. “Americans for Prosperity and Freedom Works” – a related interest group backed by the Koch brothers – “they simply have to realize these small Tea Party groups are very wary of being co-opted. Americans for Prosperity and Freedom Works, in some ways they’re capitalizing on this Tea Party movement, but they didn’t start it.”\n\nSeveral tea partiers attending a recent Americans for Prosperity meeting in Lansing wore pins opposing the Common Core Curriculum, a movement to raise public school standards. Some believe it is being imposed by the Obama Administration, when it was written by the National Governors Association and the Council of Chief State School Officers. Some claim it is part of a United Nations conspiracy, an effort to brainwash children in a liberal philosophy, and a move toward a one-world government.\n\nA Tea Party member from Kalamazoo said her issue is passage of the Parental Rights Amendment to the U.S. Constitution, a bill originally sponsored by former U.S. Rep. Pete Hoekstra, R-Holland, which would allow parents to raise their children without interference from the government or the United Nations Convention on the Child.\n\nMany tea partiers oppose any form of gun control.\n\nAmericans for Prosperity has taken no position on those issues, but built its partnership with the Tea Party on the willingness of social conservatives to embrace an economic agenda.\n\n“Certainly if you want to work on issues, you form coalitions with any group that is interested in that issue,” Hagerstrom said. The rise of the Tea Party has given a forum to ordinary conservatives who in the past were ignored, he said.\n\n“I think their voices are being heard now,” he said, “where 20 years ago, they were being dismissed out of hand.”\n\nHagerstrom often attends Tea Party meetings, updating them on issues. When Americans for Prosperity needs help manning a call center, it seeks volunteers from the Tea Party. Bob Murphy, a Tea Party organizer from Lapeer, said his group received a $1,200 check from Americans for Prosperity after working at a call center.\n\n“We’ve learned politicians respond to two things: money and power,” Murphy said. “We don’t have a lot of money. Our power is in our vote.”\n\nAt the recent Americans for Prosperity meeting, a parade of conservative leaders took to the podium, urging the Tea Party members to continue the fight.\n\n“It’s about time we said ‘no’ to Obamacare,” state Sen. Patrick Colbeck, R-Canton, told them, and outlined a free market alternative.\n\nObamacare is “about money,” Jack McHugh, a senior legislative analyst for the Mackinac Center for Public Policy, told the tea partiers. “It’s about delivering the booty to the hospitals.”\n\nChris Faulkner, a political consultant flown in from Washington by Americans for Prosperity, advised them on how to organize. “Grassroots does not mean broke,” he said. “I’m not saying you have to have a million dollars, but if there’s enough passion, people with your ideology are going to get behind you. Organizations like Americans for Prosperity are great, but all they can do is help people like you at the grassroots level.”\n\nHagerstrom exhorted the Tea Party members to keep pressuring Republican lawmakers to support their causes.\n\n“They have to hear from us,” he said. Term limits, he said have “made them scared of their own shadows. I’m used to being on the losing side. Now we’re starting to have an effect on what’s going on in this town, and people don’t like it.”\n\n\n\nPat Shellenbarger is a freelance writer based in West Michigan. He previously was a reporter and editor at the Detroit News, the St. Petersburg Times and the Grand Rapids Press.", "article_metadata": {"og": {"site_name": "Bridge Michigan", "description": "A Tea Party member had a question for the moderator of a recent meeting. “Can’t we get rid of all these lobbyists?” he asked. Why can’t we outlaw them, he wondered, run them out of the state capitol and break the backs …", "title": "Tea Party teamwork: money and foot soldiers", "url": "http://bridgemi.com/2013/09/tea-party-teamwork-money-and-foot-soldiers/", "image": "http://cdn.bridgemi.com/wp-content/uploads/2013/09/tea-party-3.jpg", "updated_time": "2013-09-16T10:23:52+00:00", "locale": "en_US", "type": "article"}, "article": {"publisher": "https://www.facebook.com/BridgeMichigan/", "section": "Public sector", "tag": "Inside the rise of Michigan's Tea Party", "published_time": "2013-09-10T05:00:50+00:00", "modified_time": "2013-09-16T10:23:52+00:00"}, "twitter": {"description": "A Tea Party member had a question for the moderator of a recent meeting. “Can’t we get rid of all these lobbyists?” he asked. Why can’t we outlaw them, he wondered, run them out of the state capitol and break the backs […]", "creator": "@BridgeMichigan", "image": "http://cdn.bridgemi.com/wp-content/uploads/2013/09/tea-party-3.jpg", "title": "Tea Party teamwork: money and foot soldiers", "site": "@BridgeMichigan", "card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd7409\"", "article_summary": "He denied the organization financially supports the Tea Party, other than paying for a table now and then at a Tea Party meeting.\n(Bridge photo by Pat Shellenbarger)A Tea Party member had a question for the moderator of a recent meeting.\nTea Party members scoff at that charge.\nThe rise of the Tea Party has given a forum to ordinary conservatives who in the past were ignored, he said.\n“They (Tea Party members) are fiercely independent,” he said."}