{"article_title": "Another Government-Backed Renewable Energy Giant Is Looking Unstable", "article_keywords": ["plants", "giant", "financial", "hugoton", "industry", "energy", "governmentbacked", "plant", "looking", "bioenergy", "unstable", "abengoa", "company", "renewable", "told"], "article_url": "http://dailysignal.com/2015/12/07/another-government-backed-renewable-energy-giant-is-looking-unstable/", "article_text": "The ripple effects of the financially troubled Spain-based renewable energy giant Abengoa just slammed into its biofuel plants in the United States.\n\nWhether it’s a short-term setback or a signal of problems that run much deeper for the industry remains to be seen as Abengoa fights off the prospect of bankruptcy.\n\nAccording to reports in Spanish media, Abengoa is suspending its cellulosic biofuels plant in Hugoton, Kan., as well as six other bio-energy plants in the U.S., including a facility in Colwich, Kan., that produces corn-based ethanol.\n\nThe company is also reportedly on the verge of shutting down the headquarters of Abengoa Bioenergy in St. Louis.\n\nAbengoa Bioenergy employs 462 people in the U.S., making up about 10 percent of the multinational’s global workforce.\n\nThe company did not respond to a request for comment. However, the economic development director of the county where the Hugoton facility is located told the Garden City Telegram that about 50 employees have lost their jobs.\n\n“I think we have to see how this thing plays out. In the short run, of course, it’s a devastating blow,” said Neal Gillespie, Stevens County’s economic development director. “In the long run, I think there’s a lot of value in that plant out there, and I suspect that either they will get it up and going or someone else will get it up and going.”\n\nAn employee at the Hugoton plant told Biomass Magazine, a trade journal, that an Abengoa executive cited financial difficulties for the layoffs and added that the company does not have sufficient funds to continue paying wages.\n\n“We were told layoffs were worldwide and only about 30 people remain at the corporate office in St. Louis,” the employee said.\n\nThe layoffs and shutdowns mark an about-face for the Seville, Spain-based parent company. On Nov. 27, Abengoa told Platts in a statement, “Abengoa’s plants continue operating as normal, and at present, no stops are expected to take place.”\n\nIn yet another indication of serious financial trouble, the agricultural media outlet DTN/The Progressive Farmer reported that the Nebraska Ethanol Board said the Abgengoa plant in York, Nebr., is not in operation.\n\nWhat’s more, DTN reported that a major corn feedstock provider to Abengoa’s plants in Nebraska and Kansas said it has not been paid for corn already delivered to the plants dating back to July. The feedstock provider filed an amended lawsuit against Abengoa on Thursday.\n\nThings are moving fast as Abengoa and its subsidiaries around the world scramble in the wake of the company’s announcement Nov. 25 that it filed for preliminary creditor protection, a step that could lead to the largest bankruptcy case in Spain’s history.\n\nBut this is the first time that Abengoa’s financial problems have directly affected its bio-energy division, adding another layer of uncertainty about the corporation.\n\n“They are a great company,” Bob Dinneen, president and chief executive officer for the Renewable Fuels Association, told DTN/The Progressive Farmer. “I’ve got great confidence in their technology. I suspect they will right this ship. It’s a multi-faceted company. I’m certain they will come through this.”\n\nU.S. biofuels advocates say the facility shutdowns in Kansas don’t point to larger problems with the ethanol and biofuels industry. Rather, they point only to the specific financial problems facing Abengoa.\n\nBut Charlie Drevna, distinguished senior fellow at the Institute for Energy Research and a noted critic of the industry, disagrees.\n\n“This is just another prime example of the technology not being there, at least as a competitive commercial technology,” Drevna said.\n\nThe Abengoa Bioenergy facility in Hugoton produces cellulosic biofuel that uses renewable, organic, and nonfood material such as switchgrass, wood chips, and corn stalks.\n\nIts facility in Colwich, Kan., has capacity to produce 25 million gallons of corn-based ethanol per year.\n\nAbengoa’s bioenergy division also has U.S. facilities in Portales, N.M.; York, Neb.; Madison, Ill.; Mount Vernon, Ind.; and Ravenna, Neb.\n\nAbengoa constructed the Hugoton plant with help from the U.S. Department of Energy, receiving a $132.4-million loan guarantee and a $97-million grant.\n\nEarlier this year, Chris Standlee, executive vice president of global affairs for Abengoa Bioenenergy, said the loan guarantee has been paid off.\n\nThe biofuels industry relies heavily on federal mandates. Under the Renewable Fuel Standard, billions of gallons of renewable fuels must be blended into the nation’s gasoline supply every year.\n\nCorn-based ethanol makes up the vast majority of the fuel. Cellulosic biofuels have been trying to make up a bigger share but have not grown nearly as much as anticipated when the Renewable Fuel Standard was put in place back in 2005.\n\nThe EPA recently announced requirements for renewable fuel volumes for 2014 through 2016 under the RFS and called for a big bump in cellulosic biofuels:\n\nCritics such as Drevna say the federal government shouldn’t be in the business of mandating fuel requirements and point to Abengoa’s financial crisis to prove their point.\n\n“Your heart goes out to the employees in these facilities, but how long are we going to provide jobs based on government social engineering?” Drevna said in a telephone interview. “I’m not going to comment on what kind of investments Abengoa did or did not make. All I know is they’re shutting down a plant in Kansas that can’t even compete in a mandated market. How can they compete in a free market?”\n\n“As a trade journal, we don’t like to hear about or report on stories like this, but it’s an important development,” Anna Simet, editor of Biomass Magazine, wrote Friday.\n\n“A big part of it, unfortunately, is public perception. People have a problem when government money is given to projects like these, and they experience failure. We all know that. The renewables industry will never hear the end of the Solyndra debacle, no matter how much progress is made.”\n\nThe Abengoa financial crisis is a major news story in Spain, with labor unions calling on the Spanish government to bail out the company. So far, the government under Prime Minister Mariano Rajoy has resisted, but with elections coming up later this month, the pressure is intensifying.\n\nIt’s unclear whether Abengoa’s financial woes may also have an effect on two of its solar facilities in the U.S.\n\nThe company received Department of Energy loan guarantees of $1.45 billion to build the Solana solar plant in Arizona and $1.2 billion to construct the Mojave Solar Project in California.\n\nThe Department of Energy said the agency doesn’t disclose details on specific projects but said the Mojave and Solana projects are in good standing and the loans are getting repaid.\n\nOriginally published at Watchdog.org.", "article_metadata": {"description": "The ripple effects of the financially troubled renewable energy giant Abengoa just slammed into its biofuel plants in the United States.", "og": {"site_name": "The Daily Signal", "description": "The ripple effects of the financially troubled renewable energy giant Abengoa just slammed into its biofuel plants in the United States.", "title": "Another Government-Backed Renewable Energy Giant Is Looking Unstable", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/151207_GreenEnergy.jpg", "type": "article"}, "bitly": {"url": "http://dailysign.al/1PSeluu"}, "twitter": {"domain": "The Daily Signal", "description": "The ripple effects of the financially troubled renewable energy giant Abengoa just slammed into its biofuel plants in the United States.", "title": "Another Government-Backed Renewable Energy Giant Is Looking Unstable", "image": {"src": "http://dailysignal.com/wp-content/uploads/151207_GreenEnergy.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Energy", "tag": "Subsidies", "published_time": "2015-12-07T21:53:45+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "abengoa,renewable energy,ethanol,biofuels,renewable fuel standard,gas,oil,fossil fuels"}, "article_summary": "Abengoa Bioenergy employs 462 people in the U.S., making up about 10 percent of the multinational’s global workforce.\nThe ripple effects of the financially troubled Spain-based renewable energy giant Abengoa just slammed into its biofuel plants in the United States.\nAbengoa constructed the Hugoton plant with help from the U.S. Department of Energy, receiving a $132.4-million loan guarantee and a $97-million grant.\nThe company is also reportedly on the verge of shutting down the headquarters of Abengoa Bioenergy in St. Louis.\nThe Abengoa Bioenergy facility in Hugoton produces cellulosic biofuel that uses renewable, organic, and nonfood material such as switchgrass, wood chips, and corn stalks."}