{"article_title": "Free him, then try him", "article_keywords": ["congress", "deal", "administration", "free", "try", "does", "victory", "way", "bergdahl", "president", "swap", "thats"], "article_url": "http://www.newsleader.com/story/opinion/columnists/2014/06/07/free-try/10171137/", "article_text": "What is it with Susan Rice and the Sunday morning talk shows? This time she said Sgt. Bowe Bergdahl had served in Afghanistan “with honor and distinction” -- the biggest whopper since she insisted the Benghazi attack was caused by a video.\n\nThere is strong eyewitness evidence that Bergdahl deserted his unit and that the search for him endangered his fellow soldiers. Otherwise, there would be no national uproar over his ransom and some of the widely aired objections to the deal would be as muted as they are flimsy. For example:\n\n1. America doesn’t negotiate with terrorists.\n\nNonsense. Of course we do. Everyone does, while pretending not to. The Israelis, by necessity the toughest of all anti-terror fighters, in 2011 gave up 1,027 prisoners, some with blood on their hands, for one captured staff sergeant.\n\n2. The administration did not give Congress 30-day notice as required by law.\n\nOf all the jurisdictional disputes between president and Congress, the president stands on the firmest ground as commander in chief. And commanders have the power to negotiate prisoner exchanges.\n\nMoreover, from where did this sudden assertion of congressional prerogative spring? After five years of supine acquiescence to President Obama’s multiple usurpations, Congress suddenly becomes exercised over a war power -- where its claim is weakest. Congress does nothing in the face of 23 separate violations of the president’s own Affordable Care Act. It does nothing when Obama essentially enacts by executive order the DREAM Act. It does nothing when the Justice Department unilaterally rewrites drug laws. And now it rises indignantly on its hind legs because it didn’t get 30 days’ notice of a prisoner swap?\n\n3. The Taliban release endangers national security.\n\nIndeed it does. The five released detainees are unrepentant, militant and dangerous. The administration pretense that we and the Qataris will monitor them is a joke. They can start planning against us tonight. And if they decide to leave Qatar tomorrow, who’s going to stop them?\n\nThe administration might have tried honesty here and said: Yes, we gave away five important combatants. But that’s what you do to redeem hostages. In such exchanges, the West always gives more than it gets for the simple reason that we value individual human life more than do the barbarians with whom we deal.\n\nNo shame here, merely a lamentable reality. So why does the Bergdahl deal so rankle? Because of how he became captive in the first place. That’s the real issue. He appears to have deserted, perhaps even defected.\n\nThe distinction is important. If he’s a defector — joined the enemy to fight against his country — then he deserves no freeing. Indeed, he deserves killing, the way we kill other enemies in the field, the way we killed Anwar al-Awlaki, an American who had openly joined al-Qaeda. A U.S. passport does not entitle a traitor to any special protection. (Caveat: If a POW is turned, Stockholm-syndrome-like, after falling captive, these condemnatory considerations don’t apply.)\n\nAssume, however — and we will find out soon enough — that Bergdahl was not a defector. Simply wanted out — a deserter who walked or wandered away from his duty and his comrades for reasons as yet unknown. Do you bargain for a deserter?\n\nTwo imperatives should guide the answer. Bergdahl remains a member of the U. S. military and therefore is (a) subject to military justice and (b) subject to the soldiers’ creed that we don’t leave anyone behind.\n\nWhat to do? Free him, then try him. Make the swap and then, if the evidence is as strong as it now seems, court-martial him to the fullest extent for desertion.\n\nThe swap itself remains, nonetheless, a very close call. I would fully respect a president who rejected the deal as simply too unbalanced. What is impossible to respect is a president who makes this heart-wrenching deal and then does a victory lap in the Rose Garden and has his spokesmen and acolytes treat it as a cause for celebration. This is no victory. This is a defeat, a concession to a miserable reality, a dirty deal, perhaps necessary as a matter of principle but to be carried out with regret, resignation, even revulsion.\n\nThe Rose Garden stunt wasn’t a messaging failure. It’s a category error. The president seems oblivious to the gravity, indeed the very nature, what he has just done. Which is why a stunned and troubled people are asking themselves what kind of man they have twice chosen to lead them.\n\nCharles Krauthammer’s email address is letters@charleskrauthammer.com.\n\nRead or Share this story: http://www.newsleader.com/story/opinion/columnists/2014/06/07/free-try/10171137/", "article_metadata": {"google": "notranslate", "description": "Why does the Bergdahl deal so rankle? Because of how he became captive in the first place.", "og": {"site_name": "The News Leader", "description": "Why does the Bergdahl deal so rankle? Because of how he became captive in the first place.", "title": "Free him, then try him", "url": "http://www.newsleader.com/story/opinion/columnists/2014/06/07/free-try/10171137/", "image": "http://www.gannett-cdn.com/GDContent/applogos/newsleader.png", "type": "article"}, "twitter": {"description": "Why does the Bergdahl deal so rankle? Because of how he became captive in the first place.", "title": "Free him, then try him", "image": "http://www.gannett-cdn.com/-mm-/29da36f17ef8e36b4f16666994bc5a540b03f3cd/c=300-0-2101-1801&r=x643&c=640x640/local/-/media/Staunton/2014/06/07/060814-pensacola-obama.jpg", "creator": "@newsleadernow", "site": "@newsleadernow", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=858239247", "fb": {"app_id": 169868743049940}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": ""}, "article_summary": "Congress does nothing in the face of 23 separate violations of the president’s own Affordable Care Act.\nFree him, then try him.\nOf all the jurisdictional disputes between president and Congress, the president stands on the firmest ground as commander in chief.\nSo why does the Bergdahl deal so rankle?\nThere is strong eyewitness evidence that Bergdahl deserted his unit and that the search for him endangered his fellow soldiers."}