{"article_title": "Police, Protesters Clash In Another Violent Night In Ferguson", "article_keywords": ["protests", "clash", "justice", "gas", "protesters", "theyre", "feel", "violent", "station", "ferguson", "night", "department", "thats"], "article_url": "http://www.breitbart.com/big-government/2014/08/18/police-protesters-clash-in-another-violent-night-in-ferguson/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nFERGUSON, Missouri–Police dispersed crowds of protesters during another violent chaotic night here with tear gas, flash bang grenades, and an LRAD (Long Range Acoustic Device) sound cannon.\n\nSIGN UP FOR OUR NEWSLETTER\n\nMissouri Governor Jay Nixon called on the National Guard to try to restore order after more than a week of protests and riots following the police shooting of 18-year-old Michael Brown.\n\nDuring the evening, some protesters screamed at police officers while others took their anger out on local businesses, with one protester exclaiming, “That’s it! Let’s open some stores now!”\n\nSunday afternoon, protesters gathered at the Quik Trip gas station that was burned down last week after it was looted amidst the riots. The station has now become a makeshift shrine to Brown.\n\nEarly in the evening gunshots were heard near the gas station sending crowds of protesters screaming and running away. Police were immediately on the scene along with Emergency Medical Services.\n\nFerguson residents and others said they see no difference in confrontations with protesters since Missouri State High Patrol took over the operation. A young Ferguson resident told Breitbart News, “Why are [they] condoning the same things that you said you came here to change? That’s stupid. That don’t make sense. They’re supposed to be protecting us and [they’re] throwing tear gas at us like we’re at war.”\n\nFerguson residents also said they are upset that “outsiders” from the city of St. Louis are causing the looting and rioting mayhem.\n\n“The people from Ferguson wouldn’t have started the looting. As you can see the people from Ferguson are right here. I feel it’s the outsiders are what’s causing the drama–everybody that’s coming from the city and Normandy and all that stuff. I feel like they’re the ones who are causing the problems,” a resident said.\n\nLocal officials are calling for calm. Normandy Mayor Patrick Green told Breitbart News that while he understands people are upset, the current protests are more “destructive than constructive” right now.\n\n“Because more protests are what people personally feel and we’ve gotta get to what happened to Mike Brown. That’s most important. That’s what everybody wants and the Justice Department is involved and the Justice Department is as high as you can go, ” he said. Beyond that it’s only God himself and so unless someone can figure if there’s someone higher than the Justice Department, I’d like to know.”\n\nGreen added, “They cant’t indict. They have to investigate. They have to do many things. If you didn’t know who burglarized your house, and even if you had an idea, we still have to prove it. And so people have to understand you just cant do that in the spur of the moment. What has to happen is it has to got through a due process of law.”", "article_metadata": {"description": "FERGUSON, Missouri--Police dispersed crowds of protesters during another violent chaotic night here with tear gas, flash bang grenades, and an LRAD (Long Range Acoustic Device) sound cannon.", "og": {"site_name": "Breitbart", "description": "FERGUSON, Missouri--Police dispersed crowds of protesters during another violent chaotic night here with tear gas, flash bang grenades, and an LRAD (Long Range Acoustic Device) sound cannon.", "title": "Police, Protesters Clash In Another Violent Night In Ferguson - Breitbart", "locale": "en_US", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Big-Government/2014/08/18/992a2eb464861d205d0f6a7067003729jpg.jpg", "url": "http://www.breitbart.com/big-government/2014/08/18/police-protesters-clash-in-another-violent-night-in-ferguson/", "type": "article"}, "twitter": {"description": "FERGUSON, Missouri--Police dispersed crowds of protesters during another violent chaotic night here with tear gas, flash bang grenades, and an LRAD (Long Range Acoustic Device) sound cannon.", "title": "Police, Protesters Clash In Another Violent Night In Ferguson - Breitbart", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Big-Government/2014/08/18/992a2eb464861d205d0f6a7067003729jpg.jpg", "creator": "@kerrypicket", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "use_automatic_ad_placement": "true", "app_id": 1243316582352556}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Ferguson, Jay Nixon,Big Government,", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Big Government", "tag": "Jay Nixon", "published_time": "2014-08-18T07:51:00-07:00", "categories": "Big Government"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af46914bd0286fd8ad3\"", "article_summary": "That’s what everybody wants and the Justice Department is involved and the Justice Department is as high as you can go, ” he said.\nEarly in the evening gunshots were heard near the gas station sending crowds of protesters screaming and running away.\nLet’s open some stores now!”Sunday afternoon, protesters gathered at the Quik Trip gas station that was burned down last week after it was looted amidst the riots.\nFerguson residents and others said they see no difference in confrontations with protesters since Missouri State High Patrol took over the operation.\nSIGN UP FOR OUR NEWSLETTERFERGUSON, Missouri–Police dispersed crowds of protesters during another violent chaotic night here with tear gas, flash bang grenades, and an LRAD (Long Range Acoustic Device) sound cannon."}