{"article_title": "Turning Smokers Into Criminals", "article_keywords": ["criminals", "turning", "antismoking", "big", "milligram", "lies", "health", "smokers", "smoke", "smoking", "smoked", "studies"], "article_url": "http://blog.heartland.org/2013/09/turning-smokers-into-criminals/", "article_text": "America is filled with groups of people clamoring for their “rights” or claiming they are being discriminated against. One group, however, has been successfully silenced and, broadly speaking, turned into criminals. They are people who enjoy a cigarette, a cigar, or a pipe. There is no one left to speak for them, so I will.\n\nA bit of background; my Father smoked a pipe as long as I knew him and, before him, his father smoked cigarettes. Both died well into their 90s. My Mother did not smoke but in the lingo of the attack on smokers, she presumably was a “victim” of secondary-smoke. She died at age 98. I have smoked since my days in college, some six decades. I became a cigar smoker while in the army and have thoroughly enjoyed them ever since.\n\nIn 2010 I received a book by Michael J. McFadden titled “Dissecting Antismoker’s Brains”, a privately-published examination of the movement to ban smoking. He wrote at the time “If by some chance they eventually succeeded in eliminating smoking from the face of the earth there would be virtually no time lapse before they sank their fangs into Big Auto, Big Meat, Big Soda, or whatever supposedly idealistic cause was out there that would promise them Big Money and Big Power.”\n\nHe was prescient because we have all witnessed campaigns against meat and soda consumption, all replete with “scientific studies” which, on close examination are bogus. We have been through three decades of such studies regarding the end-of-the-world claims regarding “global warming” only to learn in 2009 that they represented a cabal of scientists in America and Great Britain who colluded to produce the International Panel on Climate Change reports, based on falsified “science” and manipulated, bogus computer models.\n\nThese days the IPCC’s latest assessment reluctantly admits that its claims have failed, given a cooling cycle that began around 1998. Instead of shutting down and disbanding, the IPCC continues its quest to control the use of energy sources, oil, coal, and natural gas, denying it as much as possible to nations and people who depend on them.\n\nMcFadden has expanded on his earlier book with a new one, “TobakkoNacht: The Antismoking Endgame.” (Aethna Press, $27.95, softcover) The title is a play on Kristallnach, a 1938 event in Nazi Germany that revealed the depths of that regime’s hatred of Jews, leading eventually to the Holocaust. Smokers are not being rounded up and killed, but they are subjected to bans and meritless increases in the cost of smoking; taxes that greatly benefit the states imposing them while using the power of taxation to denigrate smokers.\n\nMcFadden, who has a strong knowledge of statistics, examines how they have been used, often falsely, to impose the agenda of the antismoking forces. “Statistics have a real and valid use in science and public health,” he says, “but when it comes to using social engineering techniques toward the end goal of creating a smoke-free world, they have been destructively abused to create fear and resentment far more than they have been constructively used to share information and enlightenment.”\n\n“TobakkoNacht” is filled with information and enlightenment; the kind that the antismoking campaigners do not want the public to know. It is just over 500 pages long and, as McFadden warns, “A democratic republic that allows its policies to be built on the basis of lies, and a citizenry that accepts those lies as being the norm, is a republic and citizenry in very deep and serious trouble.” It’s not just lies about smoking, global warming, or what we should eat and drink. It is the lies that assure us that the government is not reading our mail and monitoring all our phone calls and Internet activity. It is the lies that lure the nation into wars.\n\nThe lies pouring out of the White House and repeated in the nation’s mainstream media have achieved a mass that the President has called “phony scandals” and they include the attack in Benghazi, the role of the National Security Agency, the actions taken by the Internal Revenue Service against Tea Party and other conservative groups, and the greatest fountain of lies, the Environmental Protection Agency.\n\nIn page after relentless page, McFadden cites the facts that disprove the lies about the connections between smoking and health. Yes, some smokers do develop lung disease, but many people who do not smoke also fall victim. No, there is no epidemic of heart attacks among smokers. The alleged links between “secondary” smoke and health are non-existent. Many of the diseases cited have a genetic component in which even people who do not smoke fall victim.\n\nThe war on smokers depends on the same general ignorance of science that other comparable campaigns use. They cite “amounts” of “toxic” substances, so let me end with a short lesson in reality:\n\n1 milligram = 1,000 micrograms\n\n1 milligram = 1,000,000 nanograms\n\n1 milligram = 1,000,000,000 picograms\n\n1 milligram = 1,000,000,000,000 femtograms\n\nThe same hucksters and frauds that tell you that 0.039% by volume of the carbon dioxide in the Earth’s atmosphere poses a huge threat to all life and those claiming that the presence of arsenic in tobacco smoke is a health threat are dependent on public ignorance. What you are not told is that there is arsenic in potatoes and in eggplants. What they are not telling you is that the earth’s active volcanoes are natural sources of carbon dioxide, along with others, including humans that exhale it.\n\nThe anti-smoking campaign is about controlling people and, as far as Big Pharma is concerned, making a ton of money selling nicotine patches and gum. The “scientists” in universities will make their money generating false studies.", "article_metadata": {"og": {"url": "http://blog.heartland.org/2013/09/turning-smokers-into-criminals/", "type": "activity", "image": "http://blog.heartland.org/wp-content/uploads/2013/09/166520673.jpg", "site_name": "Somewhat Reasonable", "title": "Turning Smokers Into Criminals"}, "robots": "noodp,noydir", "viewport": "width=device-width"}, "article_summary": "My Mother did not smoke but in the lingo of the attack on smokers, she presumably was a “victim” of secondary-smoke.\nYes, some smokers do develop lung disease, but many people who do not smoke also fall victim.\nThe war on smokers depends on the same general ignorance of science that other comparable campaigns use.\nIn page after relentless page, McFadden cites the facts that disprove the lies about the connections between smoking and health.\nOne group, however, has been successfully silenced and, broadly speaking, turned into criminals."}