{"article_title": "'Don't Get Hung on Today's Polls'", "article_keywords": ["perry", "todays", "dont", "wall", "polls", "state", "isnt", "street", "texas", "healthcare", "hung", "insurance", "say", "really"], "article_url": "http://www.newsmax.com/Newsfront/Rick-Perry-presidential-campaign/2015/06/21/id/651540/", "article_text": "Former Texas Gov. Rick Perry said Sunday he isn't concerned that he is currently at 3 percent in presidential polling, saying the campaign is a \"process\" and he is working on getting his message to voters. spending lots of time in Iowa.\"Rudy Giuliani led through '07 and '08. I just try to remind people don't get hung up on today's poll,\" Perry told \"Fox News Sunday.\" \"Let's see what it looks like in January.\"Perry suffered embarrassing slips-of-the-tongue during his last run in 2012, including forgetting one of the federal departments he said he would eliminate as president. He has blamed that on trying to run too early after having back surgery, but on Sunday also pointed out that he really hadn't studied the issues enough.\"Until you've done it, you don't even realize what a challenge it is, these broad array of issues you need to have more than just passing knowledge of,\" Perry said. He has since sat down with policy experts such as former secretaries of state George Shultz and Henry Kissinger, he said.He addressed the criticism he has received since a Friday interview with Newsmax TV's Steve Malzberg, in which he referred to the shooting deaths of nine black church members in Charleston, S.C., by a white man citing racist beliefs as an \"accident\" rather than an \"incident.\"\"People are going to make mistakes and people know that,\" Perry said.He insisted his campaign is not simply an effort at redemption to show people he isn't the same Rick Perry from 2012.He also insisted he isn't bashing the rich when he said he wants to provide a level playing field for all.\"You say Wall Street was getting bailed out,\" host Chris Wallace said. \"They got bailed out during a specific time when we had a huge financial crisis. Would you have let Wall Street collapse? People say the financial system would have collapsed.\"Perry said he was focusing on fairness for people in middle America who have trouble getting loans from community banks that are being shut down in the wake of the Dodd-Frank Wall Street Reform and Consumer Protection Act.\"These regulations that are strangling their ability to get a loan,\" he said. \"That's what people see as Washington being disconnected with what's really going on out there on Main Street.\"Wallace also pressed Perry on the fact that 21 percent of Texans didn't have health insurance during his 14-year tenure, but that he refused to set up a state health exchange under the Affordable Care Act.Perry said that's not how score is kept in Texas.\"It's a fallacy to say access to healthcare is all about insurance,\" he said, saying that Texas worked to make the best healthcare available, while creating 1.5 million jobs between 2007 and 2014.\"They know they can come to the state of Texas and have access to really good healthcare, and government was not going to force them to buy insurance,\" Perry said.", "article_metadata": {"news_keywords": "Rick Perry, presidential, campaign", "pubdate": "2015-06-21T11:38:50", "og": {"site_name": "Newsmax", "description": "Former Texas Gov. Rick Perry said Sunday he isn't concerned that he is currently at 3 percent in presidential polling, saying the campaign is a  process  and he is working on getting his message to voters. spending lots of time in Iowa.\r\n Rudy Giuliani led through '07 and...", "title": "Rick Perry on His Campaign: 'Don't Get Hung on Today's Polls'", "url": "http://www.newsmax.com/Newsfront/Rick-Perry-presidential-campaign/2015/06/21/id/651540/", "type": "article", "image": "http://www.newsmax.com/App_Themes/Newsmax/images/facebook/newsmaxFBLogo.gif", "page_id": 85452072376}, "twitter": {"url": "http://www.newsmax.com/Newsfront/Rick-Perry-presidential-campaign/2015/06/21/id/651540/", "title": "Rick Perry on His Campaign: 'Don't Get Hung on Today's Polls'", "description": "Former Texas Gov. Rick Perry said Sunday he isn't concerned that he is currently at 3 percent in presidential polling, saying the campaign is a  process  and he is working on getting his message to voters. spending lots of time in Iowa.\r\n Rudy Giuliani led through '07 and...", "site": "Newsmax"}, "fb": {"admins": 100002083767056, "app_id": 323020797885219}, "msvalidate.01": "FAF1322EC761685A5DD9344A1C19E82A", "epoch": 1434886730, "google-site-verification": "Jt2HUKgzJJw9VwIQJv31ETytuvNNm5ypTWN6j0nYvHM", "keywords": "Rick Perry, presidential, campaign", "article": {"section": "Newsfront", "published_time": "2015-06-21T11:38:50"}, "original-source": "http://www.newsmax.com/Newsfront/Rick-Perry-presidential-campaign/2015/06/21/id/651540/", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=yes", "description": "Former Texas Gov. Rick Perry said Sunday he isn't concerned that he is currently at 3 percent in presidential polling, saying the campaign is a  process  and he is working on getting his message to voters. spending lots of time in Iowa.\r\n Rudy Giuliani led through '07 and..."}, "article_summary": "I just try to remind people don't get hung up on today's poll,\" Perry told \"Fox News Sunday.\"\n\"You say Wall Street was getting bailed out,\" host Chris Wallace said.\nWould you have let Wall Street collapse?\n\"They know they can come to the state of Texas and have access to really good healthcare, and government was not going to force them to buy insurance,\" Perry said.\n\"That's what people see as Washington being disconnected with what's really going on out there on Main Street."}