{"article_title": "How Many of the Uninsured Have Been Helped By Obamacare?", "article_keywords": ["decline", "end", "million", "obamacare", "number", "helped", "points", "medicaid", "numbers", "uninsured", "percentage"], "article_url": "http://www.motherjones.com/kevin-drum/2014/04/how-many-uninsured-have-been-helped-obamacare", "article_text": "So how is Obamacare doing? By the metric of signups, pretty well. Charles Gaba estimates that about 6.5 million people have signed up for Medicaid, and Obama announced yesterday that 7.1 million have signed up for coverage under the exchanges. The Medicaid number will probably continue to rise throughout the year, and the exchange number will likely end up around 7 million once late applicants are counted and non-payers are removed from the rolls. Overall, Obamacare is very much on target to meet the CBO forecast of 14 million signups by the end of 2014.\n\nBut Chris Conover points out a genuine soft spot in these numbers: a lot of them were previously insured folks who have simply switched to different coverage (either private or Medicaid). So the question is: How many of the uninsured have been helped by Obamacare? There are two ways of trying to measure this.\n\nThe first is raw numbers. The CBO estimated earlier this year that Obamacare would reduce the ranks of the uninsured by 13 million, and Conover figures that the actual number is around 7 million or so—about half the target. Without going deep into the weeds, which I'll leave to others, I think he's probably being overly pessimistic. My horseback guess is that the real number will end up around 10 million or so by the time the year is finished (5 million via Medicaid, 3 million via the exchanges, and 2 million via sub-26ers on their parents' plans).\n\nThe second way of measuring this is via percentages. The CBO also forecast that the ranks of the uninsured would decline by 5 percentage points, from 21 percent to 16 percent. The actual numbers can be gotten by surveys, and Rand estimates a decline so far of about 4 percentage points (from 20.9 percent to 16.6 percent). Gallup, by contrast, showed a decline of about 1.5 percentage points through February and will show a further decline in March. These two surveys use different methodologies, so we have to be careful with them. Still, if we split the difference and extrapolate to the end of the year, we end up with a figure between 3-4 percent. That's the equivalent of about 10 million.\n\nThis is all very rough, and there's inevitably quite a bit of guesswork involved. We just don't have firm numbers or final survey results yet, and what's more, the year isn't over. Still, if I had to guess, I'd guess that we end up around 10 million previously uninsured who will get coverage via Obamacare this year. That's no catastrophe, but it's worse than we'd hoped for. As always, Obamacare remains a work in progress and a good first step. But there's still plenty left to be done.", "article_metadata": {"application-name": "Mother Jones Magazine", "og": {"site_name": "Mother Jones", "description": "Probably around 10 million or so. Not terrible, but less than we'd hoped.", "title": "How many of the uninsured have been helped by Obamacare?", "url": "http://www.motherjones.com/kevin-drum/2014/04/how-many-uninsured-have-been-helped-obamacare", "image": "http://www.motherjones.com/files/blog_cbo_obamacare_uninsured_0.jpg", "type": "article"}, "twitter": {"title": "How many of the uninsured have been helped by Obamacare?", "url": "http://www.motherjones.com/kevin-drum/2014/04/how-many-uninsured-have-been-helped-obamacare", "image": {"src": "http://www.motherjones.com/files/blog_cbo_obamacare_uninsured_0.jpg", "identifier": "http://www.motherjones.com/files/blog_cbo_obamacare_uninsured_0.jpg"}, "creator": "kdrum", "site": "@MotherJones", "card": "summary_large_image"}, "msapplication-TileColor": "#FFFFFF", "msapplication-square70x70logo": "/sites/all/assets/mstile-70x70.png", "msapplication-square310x310logo": "/sites/all/assets/mstile-310x310.png", "msapplication-wide310x150logo": "/sites/all/assets/mstile-310x150.png", "fb": {"admins": "13301307,670317733,1198876232,38509772,106892,2907757,306289,602422192,4101301,513450539"}, "msapplication-TileImage": "/sites/all/assets/mstile-144x144.png", "keywords": "Health+Care", "msapplication-square150x150logo": "/sites/all/assets/mstile-150x150.png"}, "_id": "\"57477af36914bd0286fca245\"", "article_summary": "So the question is: How many of the uninsured have been helped by Obamacare?\nThe CBO also forecast that the ranks of the uninsured would decline by 5 percentage points, from 21 percent to 16 percent.\nStill, if I had to guess, I'd guess that we end up around 10 million previously uninsured who will get coverage via Obamacare this year.\nOverall, Obamacare is very much on target to meet the CBO forecast of 14 million signups by the end of 2014.\nGallup, by contrast, showed a decline of about 1.5 percentage points through February and will show a further decline in March."}