{"article_title": "RingCentral Calls Up Glip As Cloud Services Merge", "article_keywords": ["slack", "calls", "communication", "ringcentral", "nasdaq", "merge", "glip", "service", "team", "services", "founder", "cloud"], "article_url": "http://www.themiddlemarket.com/news/tech_telecom/ringcentral-rakes-in-messaging-service-glip-amid-cloud-consolidation-256894-1.html", "article_text": "RingCentral Calls Up Glip As Cloud Services Merge\n\nThe purchase follows two recent deals by workplace communication firm Slack Technologies\n\nCloud communication service RingCentral Inc. (NYSE: RNG) has acquired Glip Inc., a cloud messaging service. Terms of the deal were not disclosed.\n\nGlip also integrates other task management services, including group calendars, notes, annotations and file sharing.\n\nIts services also integrate with a number of other businesses, including Asana, Dropbox, Evernote, JIRA, GitHub, Google (Nasdaq: GOOG) and Zendesk.\n\nRingCentral founder Vlad Shmunis cited the changing needs and mobile habits of a modern day workforce as a reason for buying Glip. Headquartered in Boca Raton, Florida, Glip\u0092s capabilities will be integrated and made available to all RingCentral office customers. RingCentral also plans to keep the current stand-alone Glip application, renamed as RingCentral Teams, available for Microsoft (Nasdaq: MSFT) Windows and Apple (Nasdaq: AAPL) devices.\n\n\"Email is no longer sufficient by itself,\u0094 says Peter Pezaris, founder and CEO of Glip, explaining the benefits of instant messaging and communication within the work place.\n\nGlip was founded in 2012. The company's clients include IBM, CBS Interactive, The Economist and Harvard University. Peter Pezaris, CEO and co-founder, along with the entire R&D team will join RingCentral. For more coverage on cloud technology, see Thoma Bravo & Others Bet Big on the Cloud.\n\nGlip's services have been compared to Slack Technologies Inc., which acquired Screenhero Inc., a Mountain View, California-based provider of screen sharing and collaboration services, in January. Before that, it bought Spaces, a two-person, bootstrapped team led by serial entrepreneur Simon Vallee. Since then, it has been given a valuation of well over $2 billion. The firm is headquartered in San Francisco and was founded by Flickr founder Stewart Butterfield.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/tech_telecom/ringcentral-rakes-in-messaging-service-glip-amid-cloud-consolidation-256894-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/glip.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "RingCentral Calls Up Glip As Cloud Services Merge"}}, "article_summary": "RingCentral Calls Up Glip As Cloud Services MergeThe purchase follows two recent deals by workplace communication firm Slack TechnologiesCloud communication service RingCentral Inc. (NYSE: RNG) has acquired Glip Inc., a cloud messaging service.\nRingCentral founder Vlad Shmunis cited the changing needs and mobile habits of a modern day workforce as a reason for buying Glip.\nRingCentral also plans to keep the current stand-alone Glip application, renamed as RingCentral Teams, available for Microsoft (Nasdaq: MSFT) Windows and Apple (Nasdaq: AAPL) devices.\nGlip also integrates other task management services, including group calendars, notes, annotations and file sharing.\nFor more coverage on cloud technology, see Thoma Bravo & Others Bet Big on the Cloud."}