{"article_title": "Is Obama Administration Plan for Puerto Rico Debt a ‘Bailout?’", "article_keywords": ["federal", "island", "republicans", "administration", "weiss", "rico", "bailout", "plan", "proposing", "puerto", "debt", "crisis", "obama"], "article_url": "http://dailysignal.com/2016/02/25/is-obama-administration-plan-for-puerto-rico-a-bailout-congress-debates-action-on-debt-crisis/", "article_text": "The Obama administration is proposing a plan to help Puerto Rico with its debt crisis, framing the issue as a bipartisan responsibility owed by the U.S. government and Congress to an island that has 3.5 million American citizens.\n\nThough the administration says its proposal stops short of being a direct federal bailout, it remains an open question whether a GOP-led Congress—which must co-sign any rescue plan—can get behind the administration’s plan, which some Republicans view as a bailout.\n\n“This is a Puerto Rican crisis, which means it is an American crisis,” said the Treasury Department’s Antonio Weiss, who was the sole official to testify at a hearing Thursday before the House Committee on Natural Resources.\n\n“Puerto Rico is already in distress. What started as recession has turned into a fiscal and liquidity crisis that shows signs of becoming a humanitarian one as well. Without action, this crisis can only escalate.”\n\nWeiss, outlining the administration’s ideas for legislation, recommended Puerto Rico have access to a special bankruptcy-like mechanism so the island can restructure all of its debt.\n\nHe emphasized that this regime is different from Chapter 9 bankruptcy, the type of process that municipalities use.\n\nUnder federal law, while cities, villages, counties, school districts, and the like can seek bankruptcy protection, states cannot. And Puerto Rico, as a U.S. territory, is barred from getting any type of bankruptcy relief, so Congress would have to change the law to give the island the opportunity to restructure its debts.\n\nBut some Republicans are resisting any plan that they believe functions as a bailout.\n\nOn Thursday, the Republican Study Committee, a major caucus of conservatives, announced an official position that it would oppose “any congressional action forcibly restructuring debt or granting access to Chapter 9” for Puerto Rico.\n\nEven though Weiss described “material differences” between Puerto Rico’s debt crisis and the financial troubles faced by U.S. states like Illinois or California, conservatives worry that granting the island any form of bankruptcy-like protection would encourage states to follow suit.\n\n“I realize we are not talking about doing Chapter 9 per se, but the same principle applies to rewriting the rules after they have been agreed to and loans have been made under those rules,” said Rep. Tom McClintock, R-Calif., who spoke at the Natural Resources committee hearing.\n\n“I am afraid the credit markets will say, ‘Wait a second, if they can do that to the Puerto Rico debt, they can do that for California and Illinois and New York,’” McClintock continued. “And as a result of this action you are proposing, I am concerned we are going to see a rapid escalation of borrowing costs for states right now that enjoy the understanding that there is a stability to the rules under which they are making these loans.”\n\nDescribing the administration’s proposed protection as tailored uniquely to Puerto Rico, Weiss said U.S. assistance should come with strong federal oversight in the form of an independent board that would monitor the island’s fiscal progress.\n\n“We are confronted with the choice of a cascading series of defaults and intensifying litigation or an orderly framework designed by Congress under clear federal guidelines that permit the commonwealth to negotiate with all its stakeholders to emerge with a sustainable level of debts,” Weiss said. “We are proposing a legislative act customized to the unique conditions that face Puerto Rico. It is not necessarily a version of Chapter 9. It’s a pairing of oversight authorities and restructuring which will travel together.”\n\nWeiss also talked about what he viewed as the unique struggles of Puerto Rico’s current circumstances.\n\nHe described Puerto Rico as lacking health, education, and public safety services because the government can’t pay its bills.\n\nFifty-five percent of Puerto Rican children are in poverty, Weiss said, while unemployment is 12.2 percent and the population has fallen 10 percent in the last decade, with many of the island’s young people fleeing to the U.S. for opportunity.\n\nPuerto Rico has impending debt payments due in May and July that it won’t likely pay, including more than $800 million in constitutionally prioritized debt. Puerto Rico has already defaulted on some of its bonds.\n\nAt the hearing Thursday, there were signs some Republicans will cooperate with the administration’s vision to give Puerto Rico the legal authority to restructure its $72 billion of debt.\n\n“If we can marry a short-term plan of restructuring with oversight and longer-term ideas, I think Puerto Rico will not only survive this, but thrive,” said Cynthia Lummis, R-Wyo.\n\n“It sounds to me like you are at least trying to find a solution to this problem,” Rep. Raúl Labrador, R-Idaho, told Weiss. “We don’t agree on every one of your solutions, but I can tell the administration—and this is a Republican speaking here—is at least acting in good faith.”\n\nSome Republicans, meanwhile, have called for Puerto Rico to undertake structural economic reforms before it receives U.S. assistance.\n\n“Puerto Rico seems to be a poster child for a heavily regulated and a government-managed economy,” McClintock said. “It’s got a bloated government workforce. All of these policies have been a complete and unmitigated disaster for the economy of Puerto Rico. It seems to me the economy doesn’t need more government regulation and government management. It needs less.”\n\nWeiss acknowledged the importance of jump-starting private-sector job growth in Puerto Rico but said progress is impossible until the island overcomes its immediate challenges.\n\n“This uncertainty the economy faces makes it impossible for private-sector participants to invest and plan,” Weiss said. “The markets inherently look forward. What markets see when they look forward today is 10 years of cascading defaults, litigation, outmigration and economic decline. This needs to be stabilized. Once it is stabilized, and with the additional credibility of oversight, it’s our judgment that credit markets will reopen.”\n\nThe Obama administration is proposing some policy reforms, including an expansion of Medicaid that would eventually remove a cap on coverage that currently applies to Puerto Rico’s program.\n\nThe administration would also give Puerto Ricans access to the earned-income tax credit, a refundable tax credit for low- and moderate-income workers.\n\nBut in a sign of the gaps that remain among the administration and Democrats and Republicans in Congress, conservatives are proposing their own prescriptions.\n\nFor example, on Friday, Rep. Mark Sanford, R-S.C., will introduce legislation that frees Puerto Rico from the federal minimum wage, which stands at $7.25 per hour.\n\n“This is about, are there other ways we can fix the ways in Puerto Rico without changing the rule of law and administering bailouts?” Sanford told The Daily Signal in an interview. “That is what led us to minimum wage. This is about how we can make Puerto Rico more competitive and able to take on its debt load.”\n\nHouse Speaker Paul Ryan, R-Wis., has directed committee chairmen to develop legislation addressing the Puerto Rico fiscal crisis by the end of March. Rep. Rob Bishop, R-Utah, the chairman of the Natural Resources Committee, will introduce a bill soon.", "article_metadata": {"description": "The Obama administration is proposing a plan to help Puerto Rico with its debt crisis that some Republicans refer to as a \"bailout.\"", "og": {"site_name": "The Daily Signal", "description": "The Obama administration is proposing a plan to help Puerto Rico with its debt crisis that some Republicans refer to as a \"bailout.\"", "title": "Is Obama Administration Plan for Puerto Rico Debt a ‘Bailout?’", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/PuertoRico2.jpg", "updated_time": "2016-03-30T11:09:55+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1Oyv3sb"}, "twitter": {"domain": "The Daily Signal", "description": "The Obama administration is proposing a plan to help Puerto Rico with its debt crisis that some Republicans refer to as a \"bailout.\"", "title": "Is Obama Administration Plan for Puerto Rico Debt a ‘Bailout?’", "image": {"src": "http://dailysignal.com/wp-content/uploads/PuertoRico2.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "International", "tag": "latin america", "published_time": "2016-02-25T17:55:31+00:00", "modified_time": "2016-03-30T11:09:55+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Puerto Rico, debt crisis, Treasury Department, bankruptcy, Mark Sanford, Antonio Weiss, Treasury Department, minimum wage, California, Tom McClintock"}, "article_summary": "He described Puerto Rico as lacking health, education, and public safety services because the government can’t pay its bills.\nPuerto Rico has impending debt payments due in May and July that it won’t likely pay, including more than $800 million in constitutionally prioritized debt.\n“Puerto Rico seems to be a poster child for a heavily regulated and a government-managed economy,” McClintock said.\nAll of these policies have been a complete and unmitigated disaster for the economy of Puerto Rico.\n“I am afraid the credit markets will say, ‘Wait a second, if they can do that to the Puerto Rico debt, they can do that for California and Illinois and New York,’” McClintock continued."}