{"article_title": "Proposed tax hikes torch Ohio Gov. Kasich's reform narrative", "article_keywords": ["tobacco", "proposed", "reform", "kasich", "hike", "torch", "tax", "hb", "hikes", "64", "income", "narrative", "kasichs", "ohio", "gov"], "article_url": "http://watchdog.org/203972/tax-hikes-kasich/", "article_text": "By Jason Hart | Ohio Watchdog\n\nOhio Gov. John Kasich’s plan to pay for cuts to the income tax with an array of tax increases took a beating Wednesday.\n\nKasich is pushing for $5.7 billion in tax cuts and $5.2 billion in tax hikes. The moves are part of House Bill 64, his budget for fiscal years 2016 and 2017.\n\nA former Fox News host and rumored Republican presidential candidate, Kasich frequently points to years of similar tax shifts as proof of his success.\n\nCenter-right Washington, D.C.-based nonprofits Americans for Tax Reform and Tax Foundation are encouraging lawmakers to consider alternatives to Kasich’s HB 64 proposals.\n\n“Sound tax reform requires a state to lower their rates, broaden the base, and control spending. HB 64 does not achieve this,” ATR president Grover Norquist wrote in a Wednesday letter to Ohio House Ways and Means Committee members.\n\n“It discriminates against specific industries and in the case of tobacco taxes, relies on a dangerous plan to use a declining source of revenue to enact income tax cuts. A thorough examination of Ohio’s credits and deductions as a means of lowering income tax rates would be a far better starting point for engaging in true tax reform,” Norquist added.\n\nBased on a summary from the governor’s office, tax increases would pay for 91 percent of Kasich’s income tax cuts and exemptions.\n\nAmong the many “revenue changes” in House Bill 64 is a $1 per pack cigarette tax hike Kasich pitches as good for public health — although he seeks to impose the new rate on far less harmful e-cigarettes, as well.\n\nAs introduced, HB 64 would sharply increase taxes on hydraulic fracturing or “fracking” for crude oil and natural gas, a revenue stream Kasich has overestimated in the past. The bill also calls for a 23 percent increase in the Commercial Activity Tax, created only 10 years ago.\n\nTax Foundation analyst Scott Drenkard was even critical of Kasich’s proposal to exempt from the income tax the first $2 million in small business revenue — one of the governor’s key HB 64 tax reform recommendations.\n\nDrenkard explained to the Ways and Means committee why Tax Foundation advises against such exemptions, expanding on points he made in a recent Forbes column.\n\n“The idea for excluding small businesses from tax liability is to promote job creation and growth in the state, but the unintended consequence of this policy is that it allows wage earners to change their structure to avoid paying any income taxes,” Drenkard told the committee.\n\nDrenkard described several of Kasich’s proposed tax hikes as “particularly economically damaging and non-transparent,” calling the Commercial Activity Tax the state’s “most growth-damaging tax” and warning a cigarette tax hike would increase cigarette smuggling.\n\nA huge e-cigarette tax hike would run counter to Kasich’s stated goal of curbing tobacco use, Drenkard explained, noting e-cigarettes contain thousands fewer chemicals than cigarettes.\n\n“The budget as proposed has glaring problems that amount to a slew of tax changes without a central theme,” Drenkard told the House Ways and Means Committee.\n\nOthers testifying at the Wednesday hearing were there to support the cigarette tax hike, which several health experts endorsed as a way to limit smoking and reduce Medicaid costs.\n\nDr. Jim Duffee of the Ohio Chapter of the American Academy of Pediatrics testified that e-cigs — which contain no tobacco — should be taxed as if they were tobacco products.\n\n“Given the fact that e-cigs are most often used as a substitute for cigarettes, I strongly believe that equitable taxation between cigarettes, other tobacco products and e-cigs is perfectly justified and is in the best interest of public health and Ohio’s children,” Duffee told the committee.\n\nUnion front One Ohio Now, meanwhile, criticized Kasich’s proposed sales tax hike, arguing against HB 64’s income tax cuts and for even more dramatic spending increases.\n\nAlthough the General Assembly is certain to block at least some of Kasich’s proposed tax hikes, Kasich is just as certain to leverage any net tax cut as a distraction from his budget-busting Obamacare Medicaid expansion.\n\nAt $523 million over two years, the governor’s proposed annual tax cut would amount to less than the monthly cost of his Obamacare expansion, which has cost roughly $300 million per month since December.\n\nIn an attempt to bolster his “reform” credentials, Kasich is traveling the country promoting a federal balanced budget amendment while his Obamacare expansion burns through billions in new federal spending.", "article_metadata": {"description": "Ohio Gov. John Kasich's plan to pay for an income tax cut with an array of tax hikes took a beating from tax reform advocates on Wednesday.", "og": {"site_name": "Watchdog.org", "description": "Ohio Gov. John Kasich's plan to pay for an income tax cut with an array of tax hikes took a beating from tax reform advocates on Wednesday.", "title": "Proposed tax hikes torch Ohio Gov. Kasich's reform narrative - Watchdog.org", "locale": "en_US", "image": "http://watchdog.org/wp-content/blogs.dir/1/files/2014/10/john-kasich-state-of-ohio-2014-02-06.jpg", "updated_time": "2015-04-09T22:42:01+00:00", "url": "http://watchdog.org/203972/tax-hikes-kasich/", "type": "article"}, "twitter": {"domain": "Watchdog.org", "description": "Ohio Gov. John Kasich's plan to pay for an income tax cut with an array of tax hikes took a beating from tax reform advocates on Wednesday.", "title": "Proposed tax hikes torch Ohio Gov. Kasich's reform narrative - Watchdog.org", "image": {"src": "http://watchdog.org/wp-content/blogs.dir/1/files/2014/10/john-kasich-state-of-ohio-2014-02-06.jpg"}, "creator": "@jasonahart", "site": "@watchdogorg", "card": "summary_large_image"}, "robots": "noarchive", "article": {"publisher": "https://www.facebook.com/Watchdogorg", "section": "News", "published_time": "2015-03-09T09:46:57+00:00", "modified_time": "2015-04-09T22:42:01+00:00"}, "news_keywords": "ohio taxes, ohio income tax, ohio cigarette tax, ohio e-cigarette tax, tax foundation, americans for tax reform, grover norquist, john kasich, ohio budget"}, "_id": "\"57477af46914bd0286fd9ad7\"", "article_summary": "Drenkard described several of Kasich’s proposed tax hikes as “particularly economically damaging and non-transparent,” calling the Commercial Activity Tax the state’s “most growth-damaging tax” and warning a cigarette tax hike would increase cigarette smuggling.\nCenter-right Washington, D.C.-based nonprofits Americans for Tax Reform and Tax Foundation are encouraging lawmakers to consider alternatives to Kasich’s HB 64 proposals.\nBased on a summary from the governor’s office, tax increases would pay for 91 percent of Kasich’s income tax cuts and exemptions.\nUnion front One Ohio Now, meanwhile, criticized Kasich’s proposed sales tax hike, arguing against HB 64’s income tax cuts and for even more dramatic spending increases.\nJohn Kasich’s plan to pay for cuts to the income tax with an array of tax increases took a beating Wednesday."}