{"article_title": "Why come fall, Republicans will need Democrats on Capitol Hill", "article_keywords": ["votes", "bills", "capitol", "spending", "house", "republicans", "budget", "conservatives", "hill", "debt", "fall", "need", "republican", "come", "democrats"], "article_url": "https://www.washingtonpost.com/news/powerpost/wp/2015/08/23/why-come-fall-republicans-will-need-democrats-on-capitol-hill/", "article_text": "\n\nHouse Speaker John Boehner is probably going to have to rely on House Minority Leader Nancy Pelosi to keep the government funded and raise the debt ceiling. It’s been a pattern. (AP Photo/Cliff Owen, File)\n\nRepublicans may control both the House and Senate, but any hope of enacting spending bills laden with conservative priorities — like defunding Planned Parenthood and Obamacare — will almost certainly die when budget negotiations begin in earnest later this year.\n\nThat’s because the hardening reality on Capitol Hill is that for GOP leaders to avoid government shutdowns or debt defaults they need to rely on Democratic votes in both chambers. And the minority party isn’t about to lend its support to bills containing policies it strongly opposes.\n\nIn fact, it’s a scenario for which Democrats are already planning.\n\n“The question is what does it look like, and if they don’t have the Republican votes to pass it, then hopefully we can have some influence over what is in that CR,” House Minority Leader Nancy Pelosi (D-Calif.) said last month, referring to the stop-gap spending bill, or continuing resolution (CR), Congress is expected to consider before Sept. 30.\n\nDemocrats have gained leverage over spending bills in recent years because of the staunch opposition of fiery conservatives, particularly in the House, to supporting spending increases or raising the debt limit without getting something in return, such as budget cuts. The practical result: Republicans end up depending on Democrats to keep funding the government or raise the borrowing limit.\n\nThis same dynamic could be on display as early as the end of September, when government funding runs out.\n\nHouse conservatives are already making noise about opposing any bill that funds Planned Parenthood following the recent controversy over the use of tissue from aborted fetuses for research. At least 18 House conservatives have already vowed to oppose any spending bills that channel money to the embattled women’s health group.\n\nIn the Senate, meanwhile, Democrats have shown they can unite to block any spending bills as they try to force Republicans to increase spending for domestic programs above the budget caps set by the so-called 2011 sequester deal.\n\nDemocrats say their starting point on negotiations remains increasing domestic funding by the same amount Republicans have proposed boosting military spending, a position they’ve held for months. Some have also said they would like to try again to reauthorize the Export-Import bank.\n\nAny one of those items could cost Republican votes. Senate Majority Leader Mitch McConnell (R-Ky.) and House Speaker John A. Boehner (R-Ohio) will have to calculate just how many GOPers they are willing to lose to avoid a shutdown or debt default by making a deal with Democrats — a process that may be a bitter pill after months of refusing to even consider negotiations.\n\nThe likely reliance on Democrats also means Republicans will probably have to greatly scale back their efforts to use the appropriations bills to block or defund a slew of Obama administration initiatives, including environmental rules and the effort to renew diplomatic ties with Cuba.\n\n“It’s time to come to the table, end the sequester, abandon poison pill riders, avert another shutdown and pass a bipartisan budget agreement that keeps America number one,” Pelosi spokesman Drew Hammill said in a statement.\n\nBut an easy budget deal, as is always the case in Congress, isn’t likely in the offing. Republican and Democratic aides said no formal discussions have taken place since lawmakers left town for the August recess, making it all the more likely that a short-term CR will be necessary to allow time for long-term negotiations.\n\nOf course, Republican leaders could decide to appease conservatives and attempt to pass funding bills that deeply cut domestic programs, slash funds for Planned Parenthood and strip dollars from Obamacare. But even that wouldn’t necessarily guarantee them enough votes.\n\nPreviously, Republican leaders haven’t been able to rely on their most conservative members on year-end spending votes or when increasing the debt limit. For instance, last year 53 House Republicans opposed a short-term CR that kept the government funded into December and then 67 voted against the year-end spending deal or “cromnibus.” On the debt ceiling, 144 House Republicans opposed raising it and ending the government shutdown in 2013 and 199 voted against a debt limit increase in 2014.\n\nThe path is not much easier in the Senate. Several conservatives, including Sens. Mike Lee (R-Utah) and Rand Paul (R-Ky.), have pledged to continue their fight to defund Planned Parenthood. Meanwhile, McConnell has already signaled a willingness to start budget negotiations when Congress returns after a month-long August recess.\n\nSome Republicans will likely be willing to increase some domestic spending and could potentially support another attempt to reauthorize the Export-Import bank. But GOP leaders will have a tough time securing enough votes to overcome a filibuster in what will be a lengthy process.\n\n“Each side will have to give some things they don’t want to give and we’ll get to an agreement,” McConnell said in July.\n\nCorrection: An earlier version of this post said 57 Republicans voted against the “cromnibus” bill in December. The total was 67.", "article_metadata": {"description": "Budget negotiations are likely the beginning of the end for conservatives hoping to use spending bills to kill everything from Planned Parenthood to Obamacare.", "author": "https://www.facebook.com/kelsey.snell.3", "og": {"site_name": "Washington Post", "description": "Budget negotiations are likely the beginning of the end for conservatives hoping to use spending bills to kill everything from Planned Parenthood to Obamacare.", "title": "Why come fall, Republicans will need Democrats on Capitol Hill", "url": "https://www.washingtonpost.com/news/powerpost/wp/2015/08/23/why-come-fall-republicans-will-need-democrats-on-capitol-hill/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/Wires/Images/2015-07-16/AP/US_Iran_Pelosi-0a6f0.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@kelsey_snell"}, "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "congress, government spending, CR, continuing resolution, pelosi, mcconnell, rand paul, ted cruz, planned parenthood, obamacare", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/kelsey.snell.3"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "congress, government spending, CR, continuing resolution, pelosi, mcconnell, rand paul, ted cruz, planned parenthood, obamacare"}, "article_summary": "At least 18 House conservatives have already vowed to oppose any spending bills that channel money to the embattled women’s health group.\nThe practical result: Republicans end up depending on Democrats to keep funding the government or raise the borrowing limit.\nHouse conservatives are already making noise about opposing any bill that funds Planned Parenthood following the recent controversy over the use of tissue from aborted fetuses for research.\nAny one of those items could cost Republican votes.\nThat’s because the hardening reality on Capitol Hill is that for GOP leaders to avoid government shutdowns or debt defaults they need to rely on Democratic votes in both chambers."}