{"article_title": "‘Downton’ producer open to possibility of big-screen film", "article_keywords": ["pbs", "producer", "tv", "season", "downton", "possibility", "bigscreen", "rose", "abbey", "series", "open", "final", "film", "parade"], "article_url": "http://www.salon.com/2015/08/02/downton_producer_open_to_possibility_of_big_screen_film/", "article_text": "Topics: From the Wires, Entertainment News, News\n\nBEVERLY HILLS, Calif. (AP) — Here’s a roundup of news Saturday from the Television Critics Association summer meeting, at which TV networks and streaming services are presenting details on upcoming programs:\n\n‘DOWNTON ABBEY,’ THE MOVIE?\n\nWith “Downton Abbey” coming to an end, its executive producer is offering hope that a follow-up movie is at least a possibility.\n\nBy ending the TV drama several years shy of the 1929 stock market crash, producer Gareth Neame said rich territory is left to be mined if a film is made.\n\nThere’s no script or a firm plan, he said, but a “Downton Abbey” movie could be a “wonderful thing.” Afterward, he told The Associated Press that such a project could be made as a big-screen theatrical release but reaffirmed it was speculative at this point.\n\nHowever, it’s time for the series itself to end while it’s still popular and acclaimed, Neame said.\n\nIts sixth and final season will begin airing in September in the U.K. and in January on PBS in the United States. Neame said the last season will bring back some faces from the past, but the focus of the final season is to wrap up story lines for the main cast.\n\nThe high-toned soap opera about the upstairs and downstairs occupants of a stately English mansion dealing with early 20th-century social change will end production Aug. 15.\n\nStudio scenes remain to be shot, but production at Highclere, the estate that stood in for Downton Abbey, wrapped recently.\n\n“That was a sort of interesting day,” Hugh Bonneville, who plays Lord Grantham, said of the final taping at Highclere. The cast and crew marked the occasion by taking a “team photo” in the dining room, where the longest scenes were filmed.\n\n___\n\n‘DOWNTON ABBEY,’ THE PARADE FLOAT\n\nMaggie Smith’s character on “Downton Abbey” might find the pomp and circumstance uncomfortable, but the PBS show is getting its own float in the Rose Parade, two days before the premiere of its sixth and final season Jan. 3.\n\n“It’s just a beautiful send-off to the series and I think it’s fun,” said PBS President and CEO Paula Kerger.\n\nIn an interview with the AP, series star Michelle Dockery said she had never heard of the Rose Parade but joked there would be a lookalike of her riding the float.\n\nFunding for the float will come from PBS’ marketing budget, unless a sponsor can be found, a PBS spokeswoman said.\n\nThe Rose Parade is held every year on New Year’s Day in Pasadena, California.\n\n___\n\n‘SHERLOCK’ FOREVER\n\n“Sherlock” fans have grown familiar with the waiting game between TV seasons, but they may be encouraged that show-runner Steven Moffat says he could see it “going on for a long while.”\n\nMoffat said he and co-executive producer Mark Gatiss are game to keep going.\n\n“I don’t think it will be us that switch it off. I imagine it’ll be down to Benedict (Cumberbatch) and Martin (Freeman). Obviously we can’t do the show without them, and they’ve always said they’re happy to carry on so long as it’s good.”\n\nProduction on new episodes is expected to begin in the spring of 2016, but Cumberbatch and Freeman filmed a one-off episode set in the Victorian-era that has been rumored to air this Christmas in the U.K.\n\n“We’ve never said it’s a Christmas special,” said Moffat’s wife and “Sherlock” producer Sue Vertue.\n\n“It’s probably Christmas-ish,” added Moffat. “We don’t actually know. We’re not making this up.”\n\nThey decided to jump back in time for an episode because “We checked the books and discovered we got it wrong,” joked Moffat. “We should have read them first. No, just because we can, really.”", "article_metadata": {"description": "‘Downton’ producer open to possibility of big-screen film", "title": "‘Downton’ producer open to possibility of big-screen film", "og": {"site_name": "Salon", "description": "‘Downton’ producer open to possibility of big-screen film", "title": "‘Downton’ producer open to possibility of big-screen film", "url": "http://www.salon.com/2015/08/02/downton_producer_open_to_possibility_of_big_screen_film/", "image": "http://media.salon.com/2015/08/quotdownton-abbeyquot-photo-call.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "‘Downton’ producer open to possibility of big-screen film", "title": "‘Downton’ producer open to possibility of big-screen film", "image": "http://media.salon.com/2015/08/quotdownton-abbeyquot-photo-call.jpeg-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "'Downton' producer open to possibility of big-screen film", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "With “Downton Abbey” coming to an end, its executive producer is offering hope that a follow-up movie is at least a possibility.\nStudio scenes remain to be shot, but production at Highclere, the estate that stood in for Downton Abbey, wrapped recently.\nThe Rose Parade is held every year on New Year’s Day in Pasadena, California.\nIts sixth and final season will begin airing in September in the U.K. and in January on PBS in the United States.\nNeame said the last season will bring back some faces from the past, but the focus of the final season is to wrap up story lines for the main cast."}