{"article_title": "Melissa Harris-Perry: Is Eric Holder the 'Obama we've been waiting for?'", "article_keywords": ["attorney", "weve", "justice", "actually", "waiting", "melissa", "harrisperry", "department", "president", "general", "holder", "eric", "panel", "obama"], "article_url": "http://redalertpolitics.com/2014/04/12/melissa-harris-perry-eric-holder-obama-weve-waiting/", "article_text": "While Sen. Ted Cruz (R-Texas) is pushing for Attorney General Eric Holder to face impeachment, MSNBC host Melissa Harris-Perry has nothing but praise for the Justice Department head and is wondering if Holder is “the Obama we had been hoping for?”\n\nDuring her show Saturday, Harris-Perry and her Nerdland panelists praised the attorney general for the various civil rights causes he has championed, including pushing back against voter ID laws. While the MSNBC host commended President Obama for nominating Holder to his esteemed position, Harris-Perry pondered if the attorney general accomplished much of what Obama supporters hoped the president himself would do.\n\n“While we may not be able to fully appreciate the accomplishments of this administration until, say, a decade hence, that’s in part because so much of the civil rights is actually happening in the Department of Justice,” Harris-Perry said during her show. “So I kept asking myself, is Eric Holder the Obama that we had been hoping for?”\n\nWhile the panel agreed that it wasn’t entirely fair to “separate” Holder from the president, Fordham University’s Christina Greer touted the attorney general as “the greatest addition to the entire Obama administration.”\n\n“In the long term, the foundational work that he’s doing will actually pay off in dividends and will actually help Obama’s legacy,” she said.\n\nGreer noted that many have been “disappointed” with President Obama, especially for the record number of deportations under his administration, but said Holder has started fights she believes will pay off in the future.\n\nThe panel made sure to discuss comments Holder made during a speech at the Rev. Al Sharpton’s National Action Network’s conference this week, where he said that no other attorney general has been treated by Congress as he has.\n\n“That was kind of a lovely moment,” Harris-Perry said of an exchange between Holder and Rep. Louie Gohmert (R-Texas), where the Republican congressman brought up the attorney general’s contempt charges. “It could be about him being African-American, I think there’s a hypothetical that’s at the table. I think the another possibility is that it could be about how aggressively and effectively he is at the core of implementing that.”\n\nWhile at the helm of the Justice Department, Holder has sued Texas and North Carolina for voter ID laws, endorsed a proposal to lessen prison sentences for nonviolent drug offenders and expanded the federal government’s recognition of same-sex marriage.\n\nDespite the praise Harris-Perry and her panel had for Holder, though, the House of Representatives also voted to hold the attorney general in contempt for failing to turn over documents relating to the botched gun-running scandal, Fast and Furious.\n\nWatch Harris-Perry and her panel discuss Holder’s accomplishments below.", "article_metadata": {"generator": "NGFB Pro 7.8.4U", "og": {"site_name": "Red Alert Politics", "description": "While Sen. Ted Cruz (R-Texas) is pushing for Attorney General Eric Holder to face impeachment, MSNBC host Melissa Harris-Perry has nothing but praise for the Justice Department head and is wondering if Holder is \"the Obama we had been hoping for?\"", "title": "Melissa Harris-Perry: Is Eric Holder the 'Obama we've been waiting...", "locale": "en_US", "image": {"width": 600, "identifier": "http://redalertpolitics.com/files/2014/04/Melissa-Harris-Perry-600x335.jpg", "height": 335}, "url": "http://redalertpolitics.com/2014/04/12/melissa-harris-perry-eric-holder-obama-weve-waiting/", "type": "article"}, "fb": {"admins": 1285945407, "app_id": 529886110401651}, "msvalidate.01": "0F003B4674EABE0F24651B476B61A43C", "article": {"publisher": "https://www.facebook.com/RedAlertPolitics", "tag": "voter-id-laws", "published_time": "2014-04-12T17:23:09+00:00", "modified_time": "2014-04-12T18:12:42+00:00", "author": "melissa.quinn.9461"}, "viewport": "width=device-width"}, "article_summary": "While the MSNBC host commended President Obama for nominating Holder to his esteemed position, Harris-Perry pondered if the attorney general accomplished much of what Obama supporters hoped the president himself would do.\nAl Sharpton’s National Action Network’s conference this week, where he said that no other attorney general has been treated by Congress as he has.\nGreer noted that many have been “disappointed” with President Obama, especially for the record number of deportations under his administration, but said Holder has started fights she believes will pay off in the future.\nThe panel made sure to discuss comments Holder made during a speech at the Rev.\nWatch Harris-Perry and her panel discuss Holder’s accomplishments below."}