{"article_title": "blog.aids.gov − SAMHSA Announces Availability of $33M to Integrate HIV Services into Substance Abuse Disorder Treatment Programs for Women", "article_keywords": ["substance", "risk", "hiv", "programs", "racialethnic", "minority", "blogaidsgov", "integrate", "hivaids", "including", "treatment", "services", "women", "disorder", "samhsa"], "article_url": "https://blog.aids.gov/2016/03/samhsa-announces-availability-of-11m-to-integrate-hiv-services-into-substance-abuse-disorder-treatment-programs-for-women.html", "article_text": "Editor’s Note: This announcement previously stated a funding amount of $11 million. It has been revised upon SAMHSA’s corrected funding availability of $33 million. Please see the below press release for more details.\n\nThe Substance Abuse and Mental Health Services Administration (SAMHSA), Center for Substance Abuse Treatment, is accepting applications for fiscal year (FY) 2016 Targeted Capacity Expansion HIV: Substance Use Disorder Treatment for Racial/Ethnic Minority Women at High-Risk for HIV/AIDS (TCE-HIV: Minority Women) grants.\n\nThe purpose of this grant program is to expand substance use disorder treatment, behavioral health services, and HIV/AIDS services for high risk women of African American, Hispanic/Latina, and other racial/ethnic minority groups (ages 18 years and older), including heterosexual, lesbian, bisexual, transgender, previously incarcerated women, and their significant others, who have substance use or co-occurring substance use and mental disorders and are living with or at risk for HIV/AIDS. The grant will fund programs that provide integrated services of behavioral health treatment and HIV medical care.\n\nThe program is primarily intended for substance use disorder treatment programs to integrate HIV services. The goals are to:\n\nReduce HIV infection and transmission rates among high risk womenof African American, Hispanic/Latina, and other racial/ethnic minority groups (ages 18 years and older), including by reducing alcohol, marijuana, cocaine, heroin, injection drug, and prescription drug misuse; Address the impact of violence and trauma on women’s increased risk of substance use disorders and HIV infection; Increase access to culturally-appropriate, women- and family-centered, trauma-informed substance use disorder/co-occurring substance use and mental disorder treatment and HIV/viral hepatitis services, including HIV and hepatitis B and C testing; Educate and empower women, including African American, Hispanic/Latina, and other racial/ethnic minority women to increase their awareness of safer sex practices (e.g., condom use) and make informed decisions about their behavioral health, including trauma-related risk behaviors; and Implement evidence-based interventions.\n\nSAMHSA believes that in order to achieve the goals of this program to enhance infrastructure and capacity to improve the community’s response to HIV/AIDS by increasing access to care and services to high risk women including African American, Hispanic/Latina and other racial/ethnic minority women at high risk for or living with HIV/AIDS, grant funds must go directly to community-based organizations, tribes and tribal organizations. As such, eligibility is restricted to domestic nonprofit, community-based organizations, tribes and tribal organizations.\n\nApplications are due Friday, April 29, 2016. Up to 22 awards, each of up to $500,000 per year, will be made for projects that may for last up to three years.\n\nApplication materials, including archived materials from a pre-application webinar held on March 9, are available here.\n\nSign up to receive email updates of AIDS.gov blog posts (and more!)", "article_metadata": {"og": {"site_name": "blog.aids.gov — HIV Policy & Programs. Research. New Media.", "description": "Editor’s Note: This announcement previously stated a funding amount of $11 million. It has been revised upon SAMHSA’s corrected funding availability of $33 million. Please see the below press release for more details.  The Substance Abuse and Mental Health Services Administration (SAMHSA), Center for Substance Abuse Treatment, is accepting applications for fiscal year (FY) 2016...", "title": "SAMHSA Announces Availability of $33M to Integrate HIV Services into Substance Abuse Disorder Treatment Programs for Women", "url": "https://blog.aids.gov/2016/03/samhsa-announces-availability-of-11m-to-integrate-hiv-services-into-substance-abuse-disorder-treatment-programs-for-women.html", "image": "https://blog.aids.gov/wp-content/uploads/logo-dept-hhs-samhsa.jpg", "type": "article"}, "article": {"section": "Communities of Color", "tag": "African Americans,Mental Health,PWID"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "article_summary": "The Substance Abuse and Mental Health Services Administration (SAMHSA), Center for Substance Abuse Treatment, is accepting applications for fiscal year (FY) 2016 Targeted Capacity Expansion HIV: Substance Use Disorder Treatment for Racial/Ethnic Minority Women at High-Risk for HIV/AIDS (TCE-HIV: Minority Women) grants.\nThe program is primarily intended for substance use disorder treatment programs to integrate HIV services.\nThe grant will fund programs that provide integrated services of behavioral health treatment and HIV medical care.\nApplication materials, including archived materials from a pre-application webinar held on March 9, are available here.\nIt has been revised upon SAMHSA’s corrected funding availability of $33 million."}