{"article_title": "Justin Amash: I Will Vote Against Arming Syrian Rebels", "article_keywords": ["arming", "rebels", "house", "coalition", "facebook", "groups", "assad", "vote", "isis", "amash", "syrian", "today", "justin"], "article_url": "http://reason.com/blog/2014/09/17/justin-amash-i-will-vote-against-arming", "article_text": "The libertarian-leaning Congressman from Michigan isn't buying the Obama administration's rationale for arming the Syrian rebels and plans to vote against the measure sponsored by House Republican leadership.\n\nThe House of Representatives is expected to take up the bill later today. Rep. Justin Amash explained on Facebook why he opposes it:\n\nAs we should have learned from the wars in Iraq and Afghanistan, we must plan for multiple satisfactory ends to military conflicts before we commence them. If the Syrian groups that are “appropriately vetted” (the amendment’s language) succeed and oust Assad, what would result? Would the groups assemble a coalition government of anti-Assad fighters, and would that coalition include ISIS? What would happen to the Alawites and Christians who stood with Assad? To what extent would the U.S. government be obligated to occupy Syria to rebuild the government? If each of the groups went its own way, would Syria’s territory be broken apart, and if so, would ISIS control one of the resulting countries? If the Syrian groups that we support begin to lose, would we let them be defeated? If not, is there any limit to American involvement in the war? Perhaps some in the administration or Congress have answers to these questions. But the amendment we’ll vote on today contains none of them.\n\nAs evidenced by his Facebook post, Amash shares some of the concerns raised by Sen. Rand Paul and others regarding the reliability of the rebel forces. There have been accusations of collusion between the rebels and ISIS, as well as fears that the Free Syrian Army is by far the weakest force in the region.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "The libertarian-leaning Congressman from Michigan isn't buying the Obama administration's rationale for arming the Syrian rebels and plans to vote against", "title": "Justin Amash: I Will Vote Against Arming Syrian Rebels", "url": "http://reason.com/blog/2014/09/17/justin-amash-i-will-vote-against-arming", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/1410970100335.jpg", "type": "article"}, "twitter": {"description": "The libertarian-leaning Congressman from Michigan\nisn't buying the Obama administration's rationale for arming the\nSyrian rebels and plans to vote against the measure \nsponsored by House Republican leadership.\nThe House of Representatives is expected to take up the bill\nlater today. Rep. Justin Amash \nexplaine", "title": "Justin Amash: I Will Vote Against Arming Syrian Rebels", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/1410970100335.jpg", "creator": "@robbysoave", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "World", "published_time": "2014-09-17T16:44:00+00:00", "author": "http://reason.com/people/robby-soave"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fd7423\"", "article_summary": "The libertarian-leaning Congressman from Michigan isn't buying the Obama administration's rationale for arming the Syrian rebels and plans to vote against the measure sponsored by House Republican leadership.\nIf the Syrian groups that we support begin to lose, would we let them be defeated?\nIf the Syrian groups that are “appropriately vetted” (the amendment’s language) succeed and oust Assad, what would result?\nThere have been accusations of collusion between the rebels and ISIS, as well as fears that the Free Syrian Army is by far the weakest force in the region.\nWould the groups assemble a coalition government of anti-Assad fighters, and would that coalition include ISIS?"}