{"article_title": "Mines opens up new Marv Kay Stadium in style with big win – The Denver Post", "article_keywords": ["csm", "passes", "style", "coach", "yards", "win", "mines", "denver", "day", "marv", "stadium", "big", "suite", "post", "wanted", "kay", "opens"], "article_url": "http://www.denverpost.com/colleges/ci_28765268/mines-opens-up-new-marv-kay-stadium-style", "article_text": "GOLDEN — The joke at the Colorado School of Mines used to be if you wanted to find the President’s Suite at the football stadium you had to trek to the far end of the bleachers to the seats with actual backs on them. Then you were there.\n\nBut as of Saturday, those yuks were as obsolete as the stadium in which the joke was born.\n\nThe President’s Suite at the $26 million, completely reconstructed Marv Kay Stadium is now a space fit for the name. And prior to Saturday’s inaugural game for the entire facility, it burst at the seams with all of the big wigs — the administrators, donors and friends of the program, which included former Broncos coach Mike Shanahan.\n\nAnd everyone, in the suite, and the capacity crowd of more than 5,000 in the stands and the grassy Fiddler’s Green-esque area behind the west end zone, was treated to the easiest of victories — a 63-28 win for the No. 18 Orediggers over the outmatched South Dakota School of Mines.\n\nThe day was a celebration from start to finish.\n\n“Words are hard to come by describing the feelings that you have,” said Kay, the legendary former CSM coach for whom the stadium is named. “Every kid that’s ever donned the silver and blue is a part of this. Teachers, administrators, everything.”\n\nOne fan, in an elevator headed to the concourse level, thought about when he last saw the stadium.\n\n“I think it was 2006,” he said.\n\nAnd what did he think about the new digs?\n\nHe grinned. “It’s a lot different than when I last saw it,” he said.\n\nThe stands were alive with commotion — smiles and hugs and laughs and so many pictures taken. It felt like the new day that it was.\n\n“I’m just soaking all of this in,” Mines president Paul C. Johnson said. “It represents the pride everybody has in Mines as an institution.”\n\nThe football team made sure none of those smiles faded.\n\nThe CSM offense basically did whatever it wanted. After its first drive stalled, the Orediggers scored on their next four possessions on drives of 83, 65, 59 and 53 yards. The trio of quarterback Justin Dvorak, running back Sam Seeton and receiver Cole Spurgeon were all over the field making most of it happen.\n\nDvorak had two games’ worth of stats in the first half alone, completing 29-of-37 passes for 427 yards and six touchdowns in 30 stat-stuffing minutes. Spurgeon caught eight of those for 185 yards and two touchdowns.\n\nThe CSM defense didn’t allow a point until 8:56 remained in the second quarter, but by then the damage was already done. CSM scored three more touchdowns before halftime to lead 49-14, and finished the game with 703 yards of total offense.\n\nDvorak had a career-high 555 passing yards and a school-record eight touchdown passes. The yards were seventh-most in RMAC history and the touchdown passes tied for the most in RMAC history, stats that Dvorak cooly noted “feels great when you win.”\n\nAll of it put a opening day smile on new head coach Gregg Brandon’s face.\n\n“It certainly was a great win for us,” Brandon said. “With a new head coach and new stadium, and a lot of stuff going on around the program that you might consider distractions, these kids focused in and got the job done.”\n\nChristopher Dempsey: cdempsey@denverpost.com or twitter.com/dempseypost", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Mines opens up new Marv Kay Stadium in style with big win", "title": "Mines opens up new Marv Kay Stadium in style with big win", "url": "http://www.denverpost.com/2015/09/05/mines-opens-up-new-marv-kay-stadium-in-style-with-big-win-2/", "image": {"width": 1200, "identifier": "http://www.denverpost.com/wp-content/themes/denverpost/static/images/thedenverpost.png", "height": 630}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/themes/denverpost/static/images/thedenverpost.png", "site": "@denverpost", "card": "summary"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-09-05T16:30:12+00:00", "modified_time": "2015-09-05T16:30:12+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdc8b2\"", "article_summary": "“Words are hard to come by describing the feelings that you have,” said Kay, the legendary former CSM coach for whom the stadium is named.\nThe President’s Suite at the $26 million, completely reconstructed Marv Kay Stadium is now a space fit for the name.\nTeachers, administrators, everything.”One fan, in an elevator headed to the concourse level, thought about when he last saw the stadium.\nBut as of Saturday, those yuks were as obsolete as the stadium in which the joke was born.\n“It represents the pride everybody has in Mines as an institution.”The football team made sure none of those smiles faded."}