{"article_title": "White House Cheers Senate Deal Without Declaring Victory", "article_keywords": ["carney", "ransom", "deal", "income", "senate", "house", "declaring", "republicans", "cheers", "victory", "past", "white", "secretary", "verification"], "article_url": "http://swampland.time.com/2013/10/16/white-house-cheers-senate-deal-without-declaring-victory/", "article_text": "Jason Reed / Reuters White House press secretary Jay Carney at the daily briefing at the White House in Washington, D.C., on May 20, 2013.\n\nWhite House Press Secretary Jay Carney applauded the bipartisan agreement that has provided an off-ramp to the weeks-long fiscal crises, but joined other White House aides in refusing to declare a political win over Republicans. “There are no winners here,” Carney told reporters an hour after the Senate deal was announced to end the shutdown and raise the debt limit.\n\nA second act to the fiscal battles looms early next year, when Congress must vote again to fund the government and raise the debt limit. There is little sense of optimism that the fever that President Barack Obama predicted would break after the election—and that intensified over the past several weeks—will subside before the new deadlines.\n\n“I think it’s fair to say that the experience that we’ve all had demonstrates that the kind of hyper-partisanship that was a problem in the past, especially in one House, continues to be a challenge,” Carney said. “What odds do we set on cooperation and bipartisan compromise in the future? I don’t think we would put odds on that. We would simply hope that this experience, if and when it’s over, would remind all of us here that these kinds of crises only create harm to the American people and to the American economy. There are costs that have already been incurred because of shutdown, because of the flirtation with default, and they’re not retrievable.”\n\nBuoyed by successfully keeping Republican demands at bay, the White House though has no plans to alter course. “Moving forward, the president’s going to take the same approach, with the same open-mindedness about compromise, that he has in the past,” Carney said.\n\nIn the short term, at least, that will mean engaging in budget negotiations with congressional Republicans. The Senate deal sets up bipartisan and bicameral talks to iron out an annual spending by December. Carney said Obama will insist that raising tax revenue be on the table in those discussions. “Everything has to be on the table,” he said.\n\nWhite House aides, who spent weeks saying it wouldn’t pay a ransom for Congress, made a small concession to Republicans — though they insist it was not a ransom. “The income verification provision to which you refer was negotiated by Senate Democrats and Senate Republicans and is a modest adjustment to the existing Affordable Care Act law,” said Carney. “We have always said we are willing to make improvements and adjustments to the law. Ransom would be a wholly different thing.”\n\nBut while it may not be ransom, it was at least a payoff. Last month the White House issued a veto threat on similar income verification language which would have required the Department of Health and Human Services Inspector General to certify that adequate income verification requirements were in place before providing subsidies under the healthcare law. A senior administration official said the Senate version would allow the HHS Secretary to certify that eligibility for subsidies is being adequately ascertained, and is therefore acceptable to the administration. A Senate Democratic leadership aide added that the IG would then have to produce a report on the income verification program.\n\n“The HHS Secretary has already put in place an effective and efficient system for verification of eligibility for premium tax credits and cost sharing reductions,” the administration official said. “The role of the IG in the compromise bill is to perform a retrospective analysis, which is consistent with the traditional role of an IG, and will not impede or affect the provision of benefits to individuals through the ACA.”\n\nWith reporting by Alex Rogers/Washington", "article_metadata": {"description": "White House Press Secretary Jay Carney applauded the bipartisan agreement that has provided an off-ramp to the weeks-long fiscal crises, but joined other White House aides in refusing to declare a political win over Republicans.", "generator": "WordPress.com", "og": {"url": "http://swampland.time.com/2013/10/16/white-house-cheers-senate-deal-without-declaring-victory/", "type": "article", "image": "https://timeswampland.files.wordpress.com/2013/05/carney.jpg?w=753", "site_name": "TIME.com", "title": "White House Cheers Senate Deal Without Declaring Victory | TIME.com"}, "msapplication-tooltip": "Political insight from the Beltway and beyond", "fb": {"admins": "1124331582,512158401,808970553,100000018008769", "app_id": 53177223193}, "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://swampland.time.com/feed/;icon-uri=http://1.gravatar.com/blavatar/11d9978cfec7d5a71822113fdc067df5?s=16", "application-name": "Swampland", "keywords": "white house,", "article": {"publisher": "http://www.facebook.com/time", "author": "https://www.facebook.com/zekemiller"}, "viewport": "width=device-width,initial-scale=1", "news_keywords": "white house,"}, "article_summary": "Jason Reed / Reuters White House press secretary Jay Carney at the daily briefing at the White House in Washington, D.C., on May 20, 2013.\nWhite House Press Secretary Jay Carney applauded the bipartisan agreement that has provided an off-ramp to the weeks-long fiscal crises, but joined other White House aides in refusing to declare a political win over Republicans.\nA Senate Democratic leadership aide added that the IG would then have to produce a report on the income verification program.\n“Moving forward, the president’s going to take the same approach, with the same open-mindedness about compromise, that he has in the past,” Carney said.\n“The income verification provision to which you refer was negotiated by Senate Democrats and Senate Republicans and is a modest adjustment to the existing Affordable Care Act law,” said Carney."}