{"article_title": "Why the whole 'Is President Obama a Christian?' controversy just won't die — GetReligion", "article_keywords": ["wont", "catholics", "christian", "leaders", "die", "doctrinal", "question", "getreligion", "controversy", "muslims", "evangelicals", "president", "believe", "really", "christians", "obama"], "article_url": "http://www.getreligion.org/getreligion/2015/2/28/why-the-whole-is-president-obama-a-christian-controversy-just-wont-die", "article_text": "Yes, you read that right. Here is a key passage from the discussions at the Pulpit and Pen website:\n\nDo Southern Baptist leaders and other evangelicals really not know what a Christian is or how you become one? Is it being born into an ethnic group that denies the dual-nature of Christ in his full deity and humanity? Is it embracing a meritorious, works-based salvation nearly identical to that of the Roman Catholic church? Is it in aggressively denying salvation by a personal, saving relationship with Jesus Christ? We ask because that’s what Coptic ‘Christians’ believe. This really isn’t new, and we have to wonder why our leaders don’t know what Coptics believe and if they do, what on Earth makes them think they should be categorized as Christians.\n\nNow, sure. In the broadest possible (and most inaccurate) sense possible, the term Christian is applied to the Coptics for the same reason it is applied to Roman Catholics by major media. To secularists, all one has to be to be considered Christian is to call themselves one.\n\nAs you would imagine, this talk rather incensed Rod \"friend of this blog\" Dreher and others, including some major Southern Baptist leaders.\n\nSo what's the connection to the Obama controversy? Let me explain.\n\nYou see, for many Christians (and, frankly, traditional members of other faiths as well) the question of whether or not someone is truly a believer is a highly complicated and doctrinal question.\n\nThe Vatican has openly stated that Mormons need to be baptized again in order to become Catholics. There are evangelicals who think Catholics are not really Christians. Then there are other evangelicals who think that Catholics are usually not Christians, but, then again, they have some Catholic friends who \"really love the Lord\" and they must be Christians, but that's not the norm. And so forth and so on.\n\nThis happens in other faiths, too. Right now, many traditional Muslims are arguing that Islamic State leaders are not, in any meaningful sense of the word, Muslims. ISIS leaders insist that Muslims who do not accept the doctrinal authority of their alleged caliphate are not true Muslims. And then there are liberal, progressive Muslims who have thrown off so many basic Muslim beliefs and disciplines that a wide variety of other members of the faith doubt that they are truly Muslims. There are Jews who believe that someone cannot claim Jesus as Messiah and remain a Jew (but they can practice Buddhism and be OK). And so forth and so on, again.\n\nHow many core doctrines and beliefs can someone in a religious tradition reject before they become the equivalent of (as that controversial Atlantic cover story on ISIS put it) vegetarians who say that it's fine to eat meat?\n\nNow, when some believers hear the Obama faith question, they immediately want to get into this kind of detailed discussion of what the president believes and what he does not believe. For many believers, including evangelicals who are part of the Republican base, this is essentially a doctrinal question. They are not conspiracy theory people, but they are people who believe the word \"Christian\" should never be watered down.\n\nMeanwhile, the journalists who keep asking this question are not thinking about doctrine. They are asking a political question and it is not the president who was really on trial.\n\nSo how should Gov. Walker have answered the question? After all, he has to answer the political question, while knowing that many religious believers will expect an answer that is also acceptable from their doctrinal point of view?\n\nSo?\n\nEnjoy the podcast.", "article_metadata": {"description": "This week's \"Crossroads\" podcast focuses on the Frankenstein question in \r\nAmerican public life that has left journalists shaking their heads and \r\nmuttering, \"It's alive, it's alive!\"\r\n\r\nI am referring, of course, to the whole Gov. Scott Walker and the \"Is \r\nPresident Barack Obama a Christian?\" thing. Then that media storm -- click \r\nhere for my previous post -- led into the silly \"Does Scott Walker really \r\nthink that he talks with God?\" episode.\r\n\r\nThen again, am I alone in thinking that some rather cynical political \r\nreporters are creating these monsters and trying to keep them alive? \r\nWhatever. I remain convinced that Obama is what he says he is: A liberal \r\nChristian who made a profession of faith and joined the United Church of \r\nChrist, a denomination that has long represented the left edge of \r\nfree-church Protestantism.\r\n\r\nAnyway, host Todd Wilken and I ended up spending most of our time talking \r\nabout the subject that I am convinced is looming behind the whole \"Is Obama \r\na Christian\" phenomenon, especially this latest flap with Walker. Click \r\nhere to listen in on the discussion.\r\n\r\nBelieve it or not, this brings us to a discussion of a question that \r\nquietly rumbled through the Southern Baptist blogosphere the other day: \r\nForget the question of whether the 21 Coptic Christians who were beheaded \r\nby the Islamic State should be declared as Christian martyrs? Were they \r\nactually Christians in the first place?\"", "og": {"site_name": "GetReligion", "description": "This week's \"Crossroads\" podcast focuses on the Frankenstein question in \r\nAmerican public life that has left journalists shaking their heads and \r\nmuttering, \"It's alive, it's alive!\"\r\n\r\nI am referring, of course, to the whole Gov. Scott Walker and the \"Is \r\nPresident Barack Obama a Christian?\" thing. Then that media storm -- click \r\nhere for my previous post -- led into the silly \"Does Scott Walker really \r\nthink that he talks with God?\" episode.\r\n\r\nThen again, am I alone in thinking that some rather cynical political \r\nreporters are creating these monsters and trying to keep them alive? \r\nWhatever. I remain convinced that Obama is what he says he is: A liberal \r\nChristian who made a profession of faith and joined the United Church of \r\nChrist, a denomination that has long represented the left edge of \r\nfree-church Protestantism.\r\n\r\nAnyway, host Todd Wilken and I ended up spending most of our time talking \r\nabout the subject that I am convinced is looming behind the whole \"Is Obama \r\na Christian\" phenomenon, especially this latest flap with Walker. Click \r\nhere to listen in on the discussion.\r\n\r\nBelieve it or not, this brings us to a discussion of a question that \r\nquietly rumbled through the Southern Baptist blogosphere the other day: \r\nForget the question of whether the 21 Coptic Christians who were beheaded \r\nby the Islamic State should be declared as Christian martyrs? Were they \r\nactually Christians in the first place?\"", "title": "Why the whole 'Is President Obama a Christian?' controversy just won't die", "url": "http://www.getreligion.org/getreligion/2015/2/28/why-the-whole-is-president-obama-a-christian-controversy-just-wont-die", "image": "http://static1.squarespace.com/static/52c2df7ae4b0d215dded86fd/536fab69e4b00b0fd2515399/54f2148de4b01184f2b1d0a8/1425156565025/?format=1000w", "longitude": "-76.61218930000001", "latitude": "39.2903848", "type": "article"}, "twitter": {"url": "http://www.getreligion.org/getreligion/2015/2/28/why-the-whole-is-president-obama-a-christian-controversy-just-wont-die", "image": "http://static1.squarespace.com/static/52c2df7ae4b0d215dded86fd/536fab69e4b00b0fd2515399/54f2148de4b01184f2b1d0a8/1425156565025/?format=1000w", "description": "This week's \"Crossroads\" podcast focuses on the Frankenstein question in \r\nAmerican public life that has left journalists shaking their heads and \r\nmuttering, \"It's alive, it's alive!\"\r\n\r\nI am referring, of course, to the whole Gov. Scott Walker and the \"Is \r\nPresident Barack Obama a Christian?\" thing. Then that media storm -- click \r\nhere for my previous post -- led into the silly \"Does Scott Walker really \r\nthink that he talks with God?\" episode.\r\n\r\nThen again, am I alone in thinking that some rather cynical political \r\nreporters are creating these monsters and trying to keep them alive? \r\nWhatever. I remain convinced that Obama is what he says he is: A liberal \r\nChristian who made a profession of faith and joined the United Church of \r\nChrist, a denomination that has long represented the left edge of \r\nfree-church Protestantism.\r\n\r\nAnyway, host Todd Wilken and I ended up spending most of our time talking \r\nabout the subject that I am convinced is looming behind the whole \"Is Obama \r\na Christian\" phenomenon, especially this latest flap with Walker. Click \r\nhere to listen in on the discussion.\r\n\r\nBelieve it or not, this brings us to a discussion of a question that \r\nquietly rumbled through the Southern Baptist blogosphere the other day: \r\nForget the question of whether the 21 Coptic Christians who were beheaded \r\nby the Islamic State should be declared as Christian martyrs? Were they \r\nactually Christians in the first place?\"", "card": "summary", "title": "Why the whole 'Is President Obama a Christian?' controversy just won't die"}, "msvalidate.01": "3467E5793F979E4BD02734F0CF1D6947", "google-site-verification": "HRNAABbZH8j77D61bQp4QciWQ7JstpS2Nv6NI7HyTaI", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "We ask because that’s what Coptic ‘Christians’ believe.\nFor many believers, including evangelicals who are part of the Republican base, this is essentially a doctrinal question.\nThey are not conspiracy theory people, but they are people who believe the word \"Christian\" should never be watered down.\nThere are evangelicals who think Catholics are not really Christians.\nISIS leaders insist that Muslims who do not accept the doctrinal authority of their alleged caliphate are not true Muslims."}