{"article_title": "Senator Mike Lee’s Call to Action for Religious Liberty", "article_keywords": ["conscience", "mike", "lees", "liberty", "americans", "free", "truth", "samesex", "action", "senator", "america", "religious", "marriage", "lee"], "article_url": "http://dailysignal.com/2015/06/12/senator-mike-lees-call-action-religious-liberty/", "article_text": "If Americans are to preserve religious liberty in the country, they must tackle the topic proactively, live by their beliefs and set an example, said Sen. Mike Lee Thursday in a talk at Hillsdale College’s Kirby Center.\n\n“We will have this debate. The only question is whether we start a conversation or we let the fundamentalists pick a fight,” said Lee, R-Utah. “The American people need and deserve to have this debate.”\n\nLee encouraged Americans to urge their representatives in Congress and elsewhere to address the issue because the legislative branch—at the federal, state and local levels—is the place to have these debates. Religious liberty would be lost, he said, if its protection were left to the executive and judicial branches.\n\nEven more importantly, Lee said citizens need to live by their convictions.\n\n“We must be more than citizens—we must be witnesses,” he said. “Not just to our own understanding of religious truth, but to the universal truth that man is not free unless his conscience is free.”\n\nLee cited Aaron and Melissa Klein, who recently were fined $135,000 for refusing to bake a cake for a same-sex wedding, and Julea Ward, a marriage counselor who referred same-sex couples to other counselors and was kicked out of her graduate degree program as a result.\n\nLee said these incidents abridged Americans’ right to a free conscious and to act according to their beliefs. He said as same-sex marriage gains support, these questions will take center stage.\n\n“Moving forward, the debate will be less and less about marriage, and more about freedom of conscience,” Lee said. “You can’t really harm one without harming another. You can’t protect one without protecting another.”\n\nAdditionally, religious liberty does not benefit just those who subscribe to a particular theology, but rather, American society as a whole, he said.\n\n“In practice, religious liberty in America has meant that the government’s job is not to tell people what to believe or how to discharge their religious duties, but to protect the space for all people of all faiths—and of no faith at all—to seek religious truth and to order their lives accordingly,” Lee said.\n\nThis is what sets America apart from other countries, Lee said. Religious liberty was one of the primary tenets upon which it was founded.\n\n“No matter who you are or where you come from, regardless of your race or wealth, your political affiliation or sexual orientation, to be free in America is to know you won’t be forced to compromise your conscience as a price of your citizenship,” Lee said.", "article_metadata": {"description": "If Americans are to preserve religious liberty in the country, they must tackle the topic proactively, says Sen. Mike Lee", "og": {"site_name": "The Daily Signal", "description": "If Americans are to preserve religious liberty in the country, they must tackle the topic proactively, says Sen. Mike Lee", "title": "Senator Mike Lee’s Call to Action for Religious Liberty", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/Lee.png", "updated_time": "2015-06-12T17:45:19+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1GCPuqE"}, "twitter": {"domain": "The Daily Signal", "description": "If Americans are to preserve religious liberty in the country, they must tackle the topic proactively, says Sen. Mike Lee", "title": "Senator Mike Lee’s Call to Action for Religious Liberty", "image": {"src": "http://dailysignal.com/wp-content/uploads/Lee.png"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Society", "tag": "religious liberty", "published_time": "2015-06-12T17:19:12+00:00", "modified_time": "2015-06-12T17:45:19+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Mike Lee, religious liberty, Hillsdale College, same-sex marriage"}, "_id": "\"57477af36914bd0286fca251\"", "article_summary": "Religious liberty would be lost, he said, if its protection were left to the executive and judicial branches.\nReligious liberty was one of the primary tenets upon which it was founded.\nYou can’t protect one without protecting another.”Additionally, religious liberty does not benefit just those who subscribe to a particular theology, but rather, American society as a whole, he said.\n“Moving forward, the debate will be less and less about marriage, and more about freedom of conscience,” Lee said.\nHe said as same-sex marriage gains support, these questions will take center stage."}