{"article_title": "What We Know So Far", "article_keywords": ["far", "intelligence", "hollande", "attacks", "french", "france", "paris", "know", "world", "terror", "president", "killed"], "article_url": "http://www.kktv.com/news/headlines/Paris-Attacks-What-We-Know-So-Far-348740891.html", "article_text": "Parisians woke up Saturday to a full realization of the horror wrought by the terrorist attacks of the previous evening -- violence deadlier than anything Paris has experienced since World War II.\n\nWhat happened?\n\n--Parisians woke up Saturday to a full realization of the horror wrought by the terrorist attacks of the previous evening -- violence deadlier than anything Paris has experienced since World War II.\n\n-- The Paris Police Prefecture said the toll was at least 129. The spokesman said 352 people had been injured, 99 of whom were in critical condition. The death toll is expected to rise significantly, said Paris' Deputy Mayor, Patrick Klugman.\n\n-- Eight terrorists died, seven of them in suicide bombings.\n\n-- Belgium's federal prosecutor's office says authorities have so far made three arrests linked to the deadly attacks in Paris.\n\n-- French media, citing law enforcement sources, reported that a Syrian passport was found on of the bodies of the attackers, and that verification was in progress. The finding did not necessarily mean the person was Syrian.\n\n-- President Francois Hollande was at Stade de France, where France was hosting Germany in a soccer friendly. Hollande was evacuated and has vowed a ruthless response to the attacks.\n\n__________________________________\n\nWhere were the attacks?\n\nBataclan concert hall\n\n-- At least 112 people were killed here, according to the French interior ministry, though the Paris prosecutor said the number was \"around 80.\"\n\n-- Police stormed the theater in a rescue operation. Four attackers were killed, three of whom were wearing explosive belts.\n\n-- An U.S. band, \"Eagles of Death Metal,\" a pop alternative group from Palm Desert, California, had been scheduled to play.\n\n-- A witness told Radio France the attackers entered firing pump rifles and shouting \"Allah akbar.\"\n\n-- The \"scale and complexity\" of the Paris attacks \"surprised everyone,\" said Peter Neumann, director of the International Centre for the Study of Radicalization at Kings College London.\n\nTerrorism experts had expected some kind of attack, but did not think ISIS would be able to carry off something on this scale.\n\nStade de France\n\n-- Four people were killed outside the sports stadium in Saint-Denis, a suburb to the north of Paris.\n\n-- France was playing Germany in a soccer match at the time.\n\n-- A witness, Gabriel Haddad, told CNN two explosions could be heard in the background during the game.\n\n-- One of the explosions appeared to be a suicide bombing, a Western intelligence source receiving direct intelligence from the scene told CNN's Deborah Feyerick.\n\n-- A dismembered body, consistent with the aftermath of an explosion from that type of device, was found at the scene, the source said.\n\nOther locations\n\n-- At least 14 people were killed at the site of the restaurant Le Petit Cambodge located on Rue Bichat, in the 10th district of Paris.\n\n-- At least 19 people were killed outside a bar called La Belle Equipe on Rue de Charonne in the 11th district of Paris.\n\n-- Four people died on Avenue de la Republique, in the 10th district of Paris.\n\n___________________________________\n\nParis right now\n\n-- President Hollande said Friday that a state of emergency was being put in place in the Paris.\n\n-- French authorities say they have tightened border controls to prevent potential attackers from entering, and to capture anyone involved in attacks.\n\n-- The state of emergency could mean restrictions on people's movements, among other measures, French Interior Minister Bernard Cazaneuve said. Border controls were tightened Friday, and the gendarmerie paramilitary police are on heightened alert, he said.\n\n--In addition to rallying the nation after the shocking terror attack on Paris, French President Francois Hollande has been on the phone talking about fighting terror with other world leaders.\n\n--French authorities have closed the Eiffel Tower, the Louvre Museum and other top tourist sites in Paris until further notice following deadly terror attacks. A Louvre spokeswoman said the museum opened as normal Saturday with enhanced security, but was ordered closed by the Culture Ministry after President Francois Hollande called for national day of mourning. Isabelle Esnous, a spokeswoman for the Eiffel Tower, said the monument did not open as a security precaution.\n\n--France's interior minister has authorized local authorities to impose curfews if needed after the deadliest attacks in the country since World War II. Bernard Cazeneuve said in a televised address Saturday that authorities are also banning all public demonstrations until Thursday.\n\n--Parisians are lining up for hours to give blood, piling flowers and notes and spilling tears outside a music hall where scores of people were killed by rampaging suicide bombers who shattered the peace of the French capital.\n\n--A community leader from Paris' working-class suburbs says he fears a \"tsunami of hatred\" may await Muslims and residents of poor neighborhoods following the deadly terror attacks. Nadir Kahia of the Banlieue Plus community association says its members are shocked and feel a sense of solidarity \"but we know ... some Muslims and poor neighborhoods\" will be subjected to hate speech.\n\n____________________________________\n\nElsewhere\n\n-- U.S. President Barack Obama pledged solidarity with France, saying, \"We've seen an outrageous attempt to terrorize innocent civilians.\"\n\n-- Pope Francis condemned the killings, saying they were a part of the \"piecemeal Third World War.\" \"There is no religious or human justification for it,\" he said in a telephone interview with TV2000, the television network of the Italian Bishops' Conference.\n\n-- Britain's Queen Elizabeth II and Prince Charles sent messages of sympathy to France.\n\n-- A U.S. government official said that, at the moment, there is no credible or specific threat to the United States.\n\n-- American intelligence agencies are looking at all signals intelligence, including communications intercepts, for any indication that there had been advance planning or coordination, according to a US intelligence official.\n\n-- Cameron convened a meeting of the emergency response committee. The threat level in the United Kingtom is at \"severe,\" meaning a militant attack is considered highly likely.\n\n-- Russian leader Vladimir Putin sent condolences to President Hollande and the people of France.\n\n-- Syrian President Bashar al-Assad, according to Syrian media, said Western support of insurgents in Syria had fueled an \"expansion of terror\" abroad.", "article_metadata": {"description": "A breakdown of what happened in the Paris attacks, and the aftermath.", "language": "english", "author": "CNN/AP", "og": {"url": "http://www.kktv.com/news/headlines/Paris-Attacks-What-We-Know-So-Far-348740891.html", "image": "http://media.graytvinc.com/images/paris+attack8.jpg", "type": "article", "description": "A breakdown of what happened in the Paris attacks, and the aftermath.", "title": "Paris Attacks: What We Know So Far"}, "twitter": {"domain": "www.kktv.com", "description": "A breakdown of what happened in the Paris attacks, and the aftermath.", "title": "Paris Attacks: What We Know So Far", "url": "http://www.kktv.com/news/headlines/Paris-Attacks-What-We-Know-So-Far-348740891.html", "image": "http://media.graytvinc.com/images/paris+attack8.jpg", "creator": "@kktv11news", "site": "@kktv11news", "card": "summary"}, "msvalidate.01": "9CD4A96D8A076527F07FD24CFCDE5489", "keywords": "Paris Attacks: What We Know So Far", "google-site-verification": "gUw-UdhXT7u-BunNWfQWA_t3azu7BEGubOcNT6HddJQ", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Paris Attacks What We Know"}, "article_summary": "-- Belgium's federal prosecutor's office says authorities have so far made three arrests linked to the deadly attacks in Paris.\n___________________________________Paris right now-- President Hollande said Friday that a state of emergency was being put in place in the Paris.\n-- The \"scale and complexity\" of the Paris attacks \"surprised everyone,\" said Peter Neumann, director of the International Centre for the Study of Radicalization at Kings College London.\n-- Russian leader Vladimir Putin sent condolences to President Hollande and the people of France.\n-- President Francois Hollande was at Stade de France, where France was hosting Germany in a soccer friendly."}