{"article_title": "Here's How Thursday's ACA Decision Will Affect 6.4 Million People", "article_keywords": ["aca", "ratmiroff", "heres", "pay", "decision", "million", "insurance", "states", "thursdays", "premiums", "health", "64", "policies", "affect", "federal", "subsidies"], "article_url": "http://www.huffingtonpost.com/2015/06/26/supreme-court-insurance-subsidies-obamacare-scotus-ruling_n_7673972.html", "article_text": "Mark Wilson via Getty Images\n\nMillions of Americans who rely on federal subsidies to afford their health insurance breathed a sigh of relief Thursday when the Supreme Court affirmed the Affordable Care Act’s provision to deliver subsidies to people who need them.\n\nThanks to the court's interpretation of the ACA’s provision for federal subsidies when the state doesn’t provide any, an estimated 6.4 million across 34 states will be able to keep their insurance premiums low and affordable.\n\nNorth Carolina resident Lucia De Ratmiroff, 64, is just six months away from qualifying for Medicare. If the Supreme Court had decided against federal subsidies, she was planning to go without insurance until then. Thankfully, she doesn’t have to worry about that anymore.\n\n“I’m just thrilled, because otherwise I would have had to just relinquish my insurance and hope nothing happened to me,” De Ratmiroff said. “Either that or use the emergency room.”\n\nDe Ratmiroff said she currently pays just $106 per month for her premium, which would normally cost over $600. Before signing on with a health insurance plan through the ACA in 2014, she was paying $620 per month for her own insurance, and it was about to get even more expensive.\n\n“I’m lucky because I’m so close to Medicare,” she concluded. “But what about people in their fifties, whose premiums really start to rise? They were the ones hanging by a thread with this decision.”\n\nWhen the ACA was signed into law in 2010, it mandated that people above a certain income level who don’t have health insurance through employment would need to purchase policies -- or else face increasing yearly penalties. To help people pay for these mandated insurance policies, states that had set up health insurance marketplaces offered subsidies to those who couldn't afford to pay their entire health insurance premium. But U.S. residents like De Ratmiroff, who live in states where no such state marketplaces exist, have to rely on a federal marketplace and federal subsidies to afford their premiums.\n\nMandating that everyone purchase insurance or face a fine, and providing subsidies to help people pay for those plans, are two policies that help stabilize the health insurance market and make premiums more affordable for everyone, explained Christine Eibner, a senior economist at the RAND Corporation.\n\nIf the health insurance mandate wasn't in the ACA, health insurance companies wouldn’t be able to comply with one of the most popular features of the law: that everyone be allowed to purchase an insurance policy, regardless of pre-existing conditions.\n\nBefore the ACA, young and healthy people tended to opt out of health insurance, leaving the sickest people with the most expensive needs in the policies. This led to health insurance companies rejecting people with pre-existing illnesses, as they assumed, rightly, that they would incur the highest costs to the company.\n\nSubsidies for health insurance premiums are crucial for helping people pay for those mandated health insurance policies. Without subsidies, more people would drop out of the insurance market, which would lead to an increase in costs for everyone that’s left, Eibner explained.\n\n\"We have estimated that if the subsidies were to be eliminated, premiums would increase by 47 percent,” said Eibner. “We predict that those two policies together, especially the subsidies, have a stabilizing effect. They do bring younger and healthier people into the market, and they keep premiums lower than they would otherwise be.\"\n\nAlso on HuffPost: How To Move More This Weekend How To Move More This Weekend\n\n1 of 25 Mini Golf This old-timey favorite is fun for kids and adults alike, and can burn 100 calories in just 30 minutes. Flickr photo by Machine is Organic Share this slide:\n\nFlickr: Machine is Organic", "article_metadata": {"description": "Millions of Americans who rely on federal subsidies to afford their health insurance breathed a sigh of relief Thursday when the", "sailthru.expire_date": "2015-06-27 17:23:06 -0400", "og": {"site_name": "The Huffington Post", "description": "Millions of Americans who rely on federal subsidies to afford their health insurance breathed a sigh of relief Thursday when the", "title": "Here's How Thursday's ACA Decision Affects 6.4 Million People", "url": "http://www.huffingtonpost.com/2015/06/26/supreme-court-insurance-subsidies-obamacare-scotus-ruling_n_7673972.html", "image": "http://i.huffpost.com/gen/3123500/images/o-SUPREME-COURT-HEALTH-INSURANCE-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "Millions of Americans who rely on federal subsidies to afford their health insurance breathed a sigh of relief Thursday when the", "creator": "annaalmendrala", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/3123500/images/o-SUPREME-COURT-HEALTH-INSURANCE-facebook.jpg", "height": 1000}, "title": "Here's How Thursday's ACA Decision Affects 6.4 Million People", "site": "@HealthyLiving", "card": "summary_large_image"}, "sailthru.date": "2015-06-26 17:23:06 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=7673972", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "health-news", "fb": {"app_id": 46744042133}, "keywords": "supreme court health insurance subsidies,supreme court affordable care act,supreme court obamacare,supreme court health insurance", "article": {"section": "Health News", "tag": "supreme court health insurance subsidies,supreme court affordable care act,supreme court obamacare,supreme court health insurance", "published_time": "2015-06-26 17:23:06 -0400", "modified_time": "2015-06-26 17:59:01 -0400"}, "viewport": "width=1000"}, "article_summary": "Subsidies for health insurance premiums are crucial for helping people pay for those mandated health insurance policies.\nIf the health insurance mandate wasn't in the ACA, health insurance companies wouldn’t be able to comply with one of the most popular features of the law: that everyone be allowed to purchase an insurance policy, regardless of pre-existing conditions.\nIf the Supreme Court had decided against federal subsidies, she was planning to go without insurance until then.\nThis led to health insurance companies rejecting people with pre-existing illnesses, as they assumed, rightly, that they would incur the highest costs to the company.\nTo help people pay for these mandated insurance policies, states that had set up health insurance marketplaces offered subsidies to those who couldn't afford to pay their entire health insurance premium."}