{"article_title": "What 2015 has in store for many undocumented Filipinos in California", "article_keywords": ["status", "eligible", "pay", "immigrants", "balitang", "filipinos", "undocumented", "program", "california", "daca", "2015", "america", "store"], "article_url": "http://asianjournal.com/editorial/what-2015-has-in-store-for-many-undocumented-filipinos-in-california/", "article_text": "THE NEW YEAR may be the beginning of the end of so many sleepless nights and uncertainties for many undocumented immigrants. Many of our kababayans may be eligible to benefit from President Barack Obama’s executive order on immigration.\n\nThis unilateral measure may give some 5 million undocumented immigrants temporary relief from deportation, and the legal status to live and work in the United States, as well as to travel back home and still be able to come back to America.\n\nHowever, immigrant rights advocates in California — home to the biggest number of Filipinos in America — contend that this is not enough. They are now looking at how to provide dependable care for these immigrants after they come out of the shadows.\n\nAs Correspondent Steve Angeles reported on The Filipino Channel’s daily newscast Balitang America, California laws have prevented immigrants living in the country illegally from access to government fined health care.\n\nBut with the provisions of the Deferred Action for Childhood Arrivals program (DACA) beneficiaries have been able to access services from state funded MediCal. This is also expected to benefit their parents under the Deferred Action for Parental Accountability program (DAPA).\n\n“We already know through USCIS that certainly people eligible for relief will be receiving deferred action and that’s certainly a status that’s eligible for California,” Ron Coleman of California Immigrant Policy Center said on Balitang America. “We’ve always covered this population and have continued to do so without changes to existing law.”\n\nAsian Americans Advancing Justice told Balitang America that many Asian families [including Pinoy households] have availed of “Covered California” — the state’s version of Obamacare.\n\nWith the implementation of Obama’s executive orders, the group is optimistic many more undocumented immigrants will enroll and be covered. Angeles said in his report that currently, Asians make up one fifth of the nearly 2 million enrollees in the Obamacare-created system.\n\n“There will be more people eligible at least for medical,” Asian Americans Advancing Justice’ Doreena Wong told Angeles. “Then they will come forward and remember that group in the DAPA, whose parents are undocumented now. But they will at least have legal status and they will be lawfully residents or citizens. So those people those mixed status families will be eligible. So those people will be enrolled either in Covered California or MediCal.”\n\nOnce work permits are issued to eligible undocumented immigrants, advocates say they will then have the opportunities to find better jobs, which may lead to employment sponsored health care.\n\nAngeles further reported that California lawmakers are also trying to find a more permanent and concrete solution to health care for undocumented workers, including the Healthcare for All Bill that is making its way through the state legislature.\n\nBut there are strong dissent to this measure, even among Filipinos. This is especially true among those who immigrated to the U.S. through family and employment based petitions, those who followed the laws, waited in line, paid all the fees and taxes dutifully.\n\n“Mario” posted on the Balitang America website (www.balitangamerica.tv):\n\n“Free Healthcare for 4Million DACA and DAPA recipients in California. Who will pay for their health Insurance, you the hard working Californians, they will increase your taxes and more fees, increase in Car registrations, State Police to submit 20 monthly qouta for traffic violations from local drivers and many more.”\n\nMore help for the undocumented in California\n\nMore good news for DACA-eligible undocumented immigrants, especially those worrying where they would get the money to pay for the processing of their application to avail of the benefits of Obama’s executive action.\n\nAs Steve Angeles reported, the Los Angeles-based Pilipino Workers Center has gotten a grant to help Dreamers pay for the Deferred Action for Childhood Arrivals program. It will also give Dreamers a chance to establish a credit score.\n\n“We got a grant that we’re able to provide matching funds for the first 300 DACA participants of our Lending Circle program starting in January,” Aqui Soriano Versoza of the Pilipino Workers Center told Balitang America. “So that means we are paying 33 percent or a third of the application fees.”\n\nThrough the Lending Circle program, applicants for DACA arrivals will have to pay only a portion of the $465 application fee. The rest may be paid back in installments.\n\n“What our program does is it actually spreads out the fees over 10 months,” Versoza explained. “So instead of having to pay an upfront lump fee of $465, you can spread that out over ten months. But you don’t have to wait until you’re done paying that off to apply. Once you’re ready with your application you can already apply, get a check that goes towards directly to Homeland Security.”\n\nAngeles reported that DACA applications have slowly picked up in recent months. To date, there are now some 5,600 Filipino Dreamers benefiting from the immigration relief.\n\nAdvocates tell Balitang America that aside from financial relief, provisions in the Presidents recent executive order will encourage more Filipino Dreamers to apply.\n\nHAPPY NEW YEAR!\n\n* * *\n\nGel Santos Relos is the anchor of TFC’s “Balitang America.” Views and opinions expressed by the author in this column are are solely those of the author and not of Asian Journal and ABS-CBN-TFC. For comments, go to www.TheFil-AmPerspective.com, https://www.facebook.com/Gel.Santos.Relos", "article_metadata": {"og": {"site_name": "Editorial", "description": "THE NEW YEAR may be the beginning of the end of so many sleepless nights and uncertainties for many undocumented immigrants. Many of our kababayans may be eligible to benefit from President Barack Obama’s executive order on immigration.\r\n\r\nThis uni", "title": "What 2015 has in store for many undocumented Filipinos in California | Editorial", "url": "http://asianjournal.com/editorial/what-2015-has-in-store-for-many-undocumented-filipinos-in-california/", "image": "http://asianjournal.com/wp-content/uploads/2013/06/fb-img.jpg", "type": "article"}, "fb": {"app_id": 255788754543881}, "generator": "WordPress 3.5.1", "viewport": "width=device-width"}, "article_summary": "THE NEW YEAR may be the beginning of the end of so many sleepless nights and uncertainties for many undocumented immigrants.\nWith the implementation of Obama’s executive orders, the group is optimistic many more undocumented immigrants will enroll and be covered.\nBut with the provisions of the Deferred Action for Childhood Arrivals program (DACA) beneficiaries have been able to access services from state funded MediCal.\nAdvocates tell Balitang America that aside from financial relief, provisions in the Presidents recent executive order will encourage more Filipino Dreamers to apply.\nHowever, immigrant rights advocates in California — home to the biggest number of Filipinos in America — contend that this is not enough."}