{"article_title": "Why it pays to pore over your Medicare drug plan - every year", "article_keywords": ["plans", "drugs", "pays", "average", "pore", "drug", "gap", "premiums", "medicare", "plan", "coverage", "covered"], "article_url": "http://www.reuters.com/article/us-column-miller-medicare-idUSKCN0HR17V20141002", "article_text": "CHICAGO Your Medicare prescription drug plan sent you a letter recently. Chances are, you didn't read it - and that could be costing you money.\n\nHealth insurance companies must send an annual notice of changes for the coming year to Part D prescription drug and Part C Medicare Advantage plans. The notice, which must be delivered to you by Sept. 30 each year, details changes in premiums and co-pays, and lets you know whether your medication will be covered in the year ahead.\n\nThe notice comes just before the annual plan enrollment period, which kicks off on Oct. 15 and runs until Dec. 7. It’s your signal that it’s time to re-shop your coverage.\n\nBut a study released last fall by the Henry J. Kaiser Family Foundation found that, on average, just 13 percent of enrollees voluntarily switched their drug plans over four recent enrollment periods. The switching rate is nearly identical for those in Medicare Advantage plans, the all-in-one managed-care option offered to Medicare beneficiaries.\n\nThat’s unfortunate, since plenty of people are leaving money on the table. The Kaiser study found that 46 percent of plan switchers saved at least 5 percent the following year, mainly on premiums.\n\nSeniors who use traditional fee-for-service Medicare need only check on their drug coverage. Most Medicare Advantage plans wrap in drug coverage, so enrollees can usually make a single shopping trip there, too.\n\nMedicare cost inflation has been moderate for several years, and should remain so in 2015. The average Part D premium will drop from $39.88 in 2014 to $38.95 next year, according to Avalere Health, a research and consulting firm.\n\nBut a close look at the 10 most popular plans shows why it is important to evaluate coverage annually. Premium changes will vary significantly. For example, average premiums for Aetna’s Medicare Rx Saver plan will fall 31 percent, while WellCare’s Classic plan will jump 52 percent, on average.\n\nPlenty of low-cost options are available. Five of the top plans will have premiums under $30, led by Humana/Walmart Rx, which will have an average premium of $15.67.\n\n“It’s an ongoing pricing game,” says Dan Mendelson, Avalere’s chief executive officer. “The plans always try to price as low as possible and below the market and then they are forced to increase premiums. It means that now, more than ever, people need to go out and shop and take a careful look at what they are paying.”\n\nPremiums aren’t the only factor to consider. Fewer drug plans will have zero deductibles next year, Avalere reports. It’s also important to make sure the drugs you take are covered - and under what circumstances.\n\nIn many cases, the best deals will be offered by plans using preferred pharmacy networks, so make sure the pharmacy option is convenient for you, because drugs will be more expensive if you use non-preferred delivery options.\n\nFinally, pay attention to how your drugs will be covered if you enter the “doughnut hole,” the coverage gap that begins after you and your drug plan have spent a certain amount for covered drugs. Most plans don’t include gap coverage, and those that do charge higher premiums. But the size of the gap is being shrunk under a provision of the Affordable Care Act, and is scheduled to disappear in 2020.\n\nNext year the gap starts at $2,960 (up from $2,850 this year) and ends after you’ve spent $4,700 (up from $4,550 this year).\n\nSeniors who enter the gap also get discounts on brand-name and generic drugs, and those breaks will be larger next year. Enrollees will pay 45 percent of the cost of brand-name drugs in 2015 (down from 47.5 percent this year) and 65 percent of the cost of generic drugs (down from 72 percent this year).\n\nSHOPPING\n\nUse the online Medicare Plan Finder tool to find plans that match your needs. You also can call Medicare (1-800-Medicare) for assistance with plan selection.\n\n“If you’re not comfortable going online, they can review your medications and match up plans with you,” says Frederic Riccardi, director of client services for the Medicare Rights Center, a nonprofit advocacy group.\n\nRiccardi advises people to purchase plans through Medicare, rather than going directly to the plan providers. “It creates an administrative record at Medicare of what you wanted to do, in case of any problems with your enrollment.”\n\nFree one-on-one help is available from your local State Health Insurance Assistance Program (SHIP), a network of non-profit Medicare counseling services.\n\nThe Medicare Rights Center also offers free counseling by phone (1-800-333-4114).\n\nFor more from Mark Miller, see link.reuters.com/qyk97s\n\n(Follow us @ReutersMoney or here. Editing by Douglas Royalty)", "article_metadata": {"sailthru.author": "Mark Miller", "Author": "Mark Miller", "DCSext.PageNumber": 1, "twitter": {"description": "Your Medicare prescription drug plan sent you a letter recently. Chances are, you didn't read it - and that could be costing you money.", "title": "Why it pays to pore over your Medicare drug plan - every year", "image": {"src": "http://s4.reutersmedia.net/resources_v2/images/rcom-default.png"}, "creator": "@Reuters", "site": "@Reuters", "card": "summary_large_image"}, "sailthru.tags": "US, COLUMN, MILLER, MEDICARE", "sailthru.title": "Why it pays to pore over your Medicare drug plan - every year", "keywords": "US,COLUMN,MILLER,MEDICARE,Reports,Living / Lifestyle,Retirement / Old Age,United States,Wealth Management,Health / Medicine,Insurance (TRBC),Healthcare (TRBC),Commentaries", "DCSext.Comments": 1, "DCSext.ContentType": "Article", "news_keywords": "US;COLUMN;MILLER;MEDICARE;Reports;Living / Lifestyle;Retirement / Old Age;United States;Wealth Management;Health / Medicine;Insurance (TRBC);Healthcare (TRBC);Commentaries", "sailthru.description": "Your Medicare prescription drug plan sent you a letter recently. Chances are, you didn't read it - and that could be costing you money.", "DCSext.ContentChannel": "mark-miller", "sailthru.date": "2014-10-02T19:28:02+0000", "DCSext.ChannelList": "PersonalFinance;Retirement;innovationAMD;ford;Inspiration;SAP;creditMarkets;everything;treasuryMarkets;Continental;Deals;Shell;Amtrak;Amtrak2;yahoo3;MostPopular;Adfriendly1;echoActivityStream;AllianzRetirement;AllianzInsurance;AllianzInvestments;HSBC_US;FedExSMB;Goldman;everythingButHugin;msnMoneyFeed;AXAinsurance;OutloudFeed;UPS;chsenergy;HPEnterprise;Allianz;JPMorgan;sapawareness;CFA;sapawarenesstech;sapawarenesslife;jpGambaroPeople;nyse;trending-hp;MastercardTravel;sprintxpert2;samsung;mark-miller;Entitlements2012;Pfizersafe;marine;cfaglobal;merrilledge;aa48hours;ernstyoung;Xerox;shipping;citianniversary;accenture;HSBCGlobal;PrudentialInvestments;VanessaTest;MLGZero;fedex_neg;ubs;investingsimplified;MLedge;BNY;citgroup;Bosneg;Intel;BNYForesight;PFG;Fidelity2014", "DCSext.ContentHeadline": "Why+it+pays+to+pore+over+your+Medicare+drug+plan+-+every+year", "DCSext.ContentID": "USKCN0HR17V20141002", "description": "Your Medicare prescription drug plan sent you a letter recently. Chances are, you didn't read it - and that could be costing you money.", "sailthru.contenttype": "Article", "robots": "INDEX, FOLLOW", "DCSext.ContentID_mark-miller": "USKCN0HR17V20141002", "WT.z_inlinetype": "Video", "DCSext.rAuthor": "Mark Miller", "article": {"publisher": "https://www.facebook.com/Reuters"}, "DCSext.rCountry": "BETAUS", "DCSext.DartZone": "us.reuters/money/retirement/article", "viewport": "width=1100", "DCSext.PageTotal": 2, "WT.z_navid": "nav-Text-mark-miller", "site edition": "Reuters", "og": {"site_name": "Reuters", "description": "Your Medicare prescription drug plan sent you a letter recently. Chances are, you didn't read it - and that could be costing you money.", "title": "Why it pays to pore over your Medicare drug plan - every year", "locale": "en_US", "image": "http://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "url": "http://www.reuters.com/article/us-column-miller-medicare-idUSKCN0HR17V20141002", "article": {"tag": "US,COLUMN,MILLER,MEDICARE,Reports,Living / Lifestyle,Retirement / Old Age,United States,Wealth Management,Health / Medicine,Insurance (TRBC),Healthcare (TRBC),Commentaries", "published_time": "2014-10-02T19:28:02+0000", "modified_time": "2014-10-02T19:28:02+0000", "author": "Mark Miller"}, "type": "article"}, "REVISION_DATE": "Thu Oct 02 19:28:02 UTC 2014", "DCSext.contentversion": "original"}, "_id": "\"57477af46914bd0286fe29a8\"", "article_summary": "CHICAGO Your Medicare prescription drug plan sent you a letter recently.\nFor example, average premiums for Aetna’s Medicare Rx Saver plan will fall 31 percent, while WellCare’s Classic plan will jump 52 percent, on average.\nMost Medicare Advantage plans wrap in drug coverage, so enrollees can usually make a single shopping trip there, too.\nSeniors who use traditional fee-for-service Medicare need only check on their drug coverage.\nThe switching rate is nearly identical for those in Medicare Advantage plans, the all-in-one managed-care option offered to Medicare beneficiaries."}