{"article_title": "Colorado Will Decide On Universal Health Care This Next Election Day", "article_keywords": ["colorado", "pay", "universal", "citizens", "singlepayer", "system", "state", "health", "election", "decide", "vote", "day", "care"], "article_url": "http://www.medicaldaily.com/colorado-will-decide-universal-health-care-next-election-day-361454", "article_text": "The citizens of Colorado will now have the chance to vote on a state-wide single payer health care system this next Election Day.\n\nThe citizens of Colorado will now have the chance to vote on a state-wide single payer health care system this next Election Day. David Hilowitz, CC BY 2.0\n\nFirst legalized marijuana, now universal health care?\n\nAs reported by the Denver Post, Colorado is now poised to consider the possibility of expanding its health coverage in a way never before seen in the United States via a single-payer insurance system — thanks to a successful campaign run by ColoradoCareYES.\n\nThe grassroots group presented 158,831 signatures sponsoring a proposed overhaul of the pre-existing health care system to the state earlier this year. This Monday, it was confirmed that they had obtained enough valid signatures to suppass the 90,000 threshold needed for the measure to be placed on the ballot, according to Secretary of State Wayne Williams.\n\n“Colorado deserves a better option, and now they can vote on one,” said Senator Irene Aguilar (D-Denver) in a statement released by ColoradoCareYES. “Health care costs continue to rise every year, hurting Coloradans’ chances to get ahead. It’s time we get the insurance industry out of the driver’s seat and put families in charge of their health care.”\n\nThe Colorado Care measure, should it pass, would fund itself through a new 10 percent payroll deduction. Employers would pay about 7 percent of the tax while employees would cover the rest. In exchange, people would no longer need to pay individual premiums, deductibles or most co-pays. Though people would still choose their own medical providers, their bills would be paid by the state itself, creating what the group calls “Medicare for all.” According to them, savings would come from reducing administrative costs as well as allowing the negotiation of bulk rates for pharmaceuticals. It’s claimed these savings will amount to about $5 billion when compared to what Colorado citizens currently pay collectively.\n\nOf course, Colorado is hardly the first state to attempt such a radical shift in its health care system, nor is it even the first state to get this far. In 2011, Vermont successfully passed legislation that allowed for the formation of a single-payer system. Three years later, however, the state was forced to reconsider its implementation, after it was determined that the short-term costs were too high a burden on the economy.\n\nSimilarly, there are already naysayers who decry even the possibility of a similar system in Colorado. \"A single-payer system would destroy our industry. I don't think there's any question about it,\" Byron McCurdy, board president of the Colorado State Association of Health Underwriters, told the Denver Post.\n\nWith just under a year before next Election Day, it appears that time will tell how enthusiastic Colorado citizens are for a new approach to health care. According to the Kaiser Family Foundation, 11 percent of Coloradans are presently uninsured.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "universal health care", "og": {"site_name": "Medical Daily", "description": "The citizens of Colorado will now have the chance to vote on a state-wide single payer health care system this next Election Day.", "title": "Colorado Will Decide Next Year If It Wants Universal Health Care", "url": "http://www.medicaldaily.com/colorado-will-decide-universal-health-care-next-election-day-361454", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/11/13/insurance.jpg", "type": "article"}, "twitter": {"description": "The citizens of Colorado will now have the chance to vote on a state-wide single payer health care system this next Election Day.", "title": "Colorado Will Decide Next Year If It Wants Universal Health Care", "url": "http://www.medicaldaily.com/colorado-will-decide-universal-health-care-next-election-day-361454", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/11/13/insurance.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/11/13/insurance.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Hill", "published_time": "2015-11-13T01:54:17-05:00", "modified_time": "2015-11-13T01:44:49-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "The citizens of Colorado will now have the chance to vote on a state-wide single payer health care system this next Election Day."}, "article_summary": "The citizens of Colorado will now have the chance to vote on a state-wide single payer health care system this next Election Day.\nWith just under a year before next Election Day, it appears that time will tell how enthusiastic Colorado citizens are for a new approach to health care.\nDavid Hilowitz, CC BY 2.0First legalized marijuana, now universal health care?\nThe grassroots group presented 158,831 signatures sponsoring a proposed overhaul of the pre-existing health care system to the state earlier this year.\n“Health care costs continue to rise every year, hurting Coloradans’ chances to get ahead."}