{"article_title": "Pioneer ACO Bites the Dust, Cites Post-Acute Constraints", "article_keywords": ["organizations", "center", "generation", "cms", "aco", "pioneer", "program", "health", "dust", "acos", "postacute", "bites", "cites", "care", "constraints"], "article_url": "http://homehealthcarenews.com/2015/10/pioneer-aco-bites-the-dust-cites-post-acute-constraints/", "article_text": "Pioneer ACO Bites the Dust, Cites Post-Acute Constraints\n\nAfter three years of mixed results, the pilot program for accountable care organizations (ACOs) by the Centers for Medicare & Medicaid Services (CMS) has lost nearly half its original participants. In a move that reflects the continued turbulence in getting ACO programs off the ground, Dartmouth-Hitchcock Medical Center, a New Hampshire-based nonprofit academic health system, announced it has left the Pioneer ACO program.\n\nDartmouth-Hitchcock plans to join a newly-established ACO model that offers more flexibility for home health offerings and may reduce penalties for the organization.\n\nThe organization cited losses of more than $3 million in penalties over the past two years in its decision to abandon the Pioneer program.\n\n“We did give CMS our official notice of withdrawing from the Pioneer program for the calendar year,” Dr. Robert A Greene, executive vice president and chief population health management office for the ACO, told Healthcare Finance. “We looked at our performance and looked at the 2015 performance and saw the same thing, another penalty. It seemed unsustainable from a financial point of view.”\n\nDartmouth-Hitchcock Medical Center has said it will join CMS’ Next Generation ACO program, which begins Jan. 1, 2016. CMS expects 15 to 20 organizations to join the Next Generation program, which will include many of the same shared risk and reward standards as the Pioneer program for participants, though different types of health providers are called to partner up in the program.\n\n“We’ll see the benchmark up front,” Greene told Healthcare Finance. “They’re going to give us a target up front. It has to be sustainable. We’re cautiously optimistic.”\n\nACOs were originally created to provide more coordinated care to beneficiaries and lower costs to Medicare. ACO models were created by CMS’ Innovation Center as a result of the Affordable Care Act, and the first share savings rules were published by CMS in November 2011.\n\nWhen the Pioneer program first launched in 2012, there were 32 organizations participating. In 2014, there were 19 participants within the Pioneer ACO program, which was designed for health care organizations and providers that were already well established in coordinating care for patients across care settings. Organizations that participate in ACOs are intended to collaborate on patient care to improve outcomes and reduce costs.\n\nIn 2014, Pioneer ACOs improved their mean quality score, but three generated losses outside the minimum rate set by CMS and paid $9 million in shared losses. Dartmouth-Hitchcock reportedly had good quality scores, but still owed millions in penalties as a result of spending outside its benchmark limits.\n\nOther Pioneer ACOs that met their quality savings goals shared in $120 million, an increase of 24% from 2013. The results show that the program improved slightly in its third year, but left some ACOs, including Dartmouth-Hitchcock Medical Center, with steep penalty obligations.\n\nThe Next Generation ACO model differs in its benchmarking methods from the Pioneer program that ultimately transition away from an ACO’s historical expenditures. It also provides greater benefits for partners, including the ability to offer telehealth and enhanced home health visits after hospitalization.\n\nDartmouth-Hitchcock could reap some of these benefits with the initial three performance years and two optional one-year extensions under the Next Generation model. The organization has said it is adding technology to help monitor and manage health from a patient’s home. CMS has touted remote monitoring and management as critical to the success of Pioneer ACOs that have received money.\n\nWritten by Amy Baxter", "article_metadata": {"og": {"site_name": "Home Health Care News", "description": "After three years of mixed results, the pilot program for accountable care organizations (ACOs) by the Centers for Medicare & Medicaid Services (CMS) has lost nearly half its original participa…", "title": "Pioneer ACO Bites the Dust, Cites Post-Acute Constraints", "url": "http://homehealthcarenews.com/2015/10/pioneer-aco-bites-the-dust-cites-post-acute-constraints/", "image": {"width": 1698, "identifier": "http://homehealthcarenews.com/wp-content/uploads/2015/09/iStock_000011068815_Medium.jpg", "height": 1131}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://homehealthcarenews.com/wp-content/uploads/2015/09/iStock_000011068815_Medium.jpg?w=640", "card": "summary_large_image"}, "article": {"published_time": "2015-10-21T21:40:57+00:00", "modified_time": "2015-10-21T21:50:14+00:00"}, "keywords": "cms,dartmouth-hitchcock medical center", "google-site-verification": "Rai6JqeaY4HdpW3X6OfZjfRSde5qzZ0G46ODDHL4GIU", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Pioneer ACO Bites the Dust, Cites Post-Acute ConstraintsAfter three years of mixed results, the pilot program for accountable care organizations (ACOs) by the Centers for Medicare & Medicaid Services (CMS) has lost nearly half its original participants.\nThe organization cited losses of more than $3 million in penalties over the past two years in its decision to abandon the Pioneer program.\nOther Pioneer ACOs that met their quality savings goals shared in $120 million, an increase of 24% from 2013.\nThe Next Generation ACO model differs in its benchmarking methods from the Pioneer program that ultimately transition away from an ACO’s historical expenditures.\nCMS has touted remote monitoring and management as critical to the success of Pioneer ACOs that have received money."}