{"article_title": "That’s rich! Why so many wealthy Americans think they’re middle class", "article_keywords": ["income", "ranks", "class", "lew", "jack", "theyre", "middle", "hillary", "americans", "york", "rich", "wealthy", "president", "ordinary", "think", "treasury", "thats"], "article_url": "http://www.salon.com/2014/12/21/why_so_many_rich_americans_think_theyre_middle_class_partner/", "article_text": "Topics: Barack Obama, Chris Rock, Hillary Clinton, Income inequality, Jack Lew, Middle Class, Business News, Politics News\n\nBy Treasury Secretary Jack Lew’s reckoning, being a millionaire does not constitute living high above the ranks of ordinary people. Lew said last week that back when he was in the private sector enjoying six- and seven-figure pay packages, “My own compensation was never in the stratosphere.”\n\nLew made that pronouncement as he sought to defend President Barack Obama’s embattled Treasury undersecretary nominee Antonio Weiss from charges that as a financial executive, he is out of touch with the interests of regular people. Lew was seeking to cast his own lot with the ranks of ordinary Americans at a time of growing economic inequality.\n\nBut in doing so, Lew shed light on a uniquely American phenomenon — the tendency of extraordinarily rich people to cast themselves as everyday members of the middle class.\n\nEarlier this year, for example, Hillary Clinton made headlines when, in response to a question about her personal fortune, she claimed her family was “dead broke” when they left the White House. That statement followed New York Gov. Andrew Cuomo’s top aide casting those making $500,000 a year as merely upper middle class.\n\nAccording to IRS data, 99 percent of American households make less than $388,000 a year, and 95 percent make less than $167,000 a year. The true middle in terms of income — that is, the cutoff to be in the top 50 percent of earners — is roughly $35,000 a year.\n\nWhile Lew claims his private-sector compensation was not “in the stratosphere,” the data suggest otherwise.\n\nAccording to New York University records, Lew was usually paid between $700,000 and $800,000 a year as the school’s vice president, while also receiving a $440,000 mortgage subsidy. Lew also earned $300,000 a year from Citigroup, with a “guaranteed incentive and retention award of not less than $1 million,” according to an employment agreement obtained by Businessweek.", "article_metadata": {"description": "Recent remarks from Treasury Secretary Jack Lew help shed light on a troubling phenomenon", "title": "That’s rich! Why so many wealthy Americans think they’re middle class", "og": {"site_name": "Salon", "description": "Recent remarks from Treasury Secretary Jack Lew help shed light on a troubling phenomenon", "title": "That’s rich! Why so many wealthy Americans think they’re middle class", "url": "http://www.salon.com/2014/12/21/why_so_many_rich_americans_think_theyre_middle_class_partner/", "image": "http://media.salon.com/2012/01/jack-lew.png", "type": "article"}, "twitter": {"description": "Recent remarks from Treasury Secretary Jack Lew help shed light on a troubling phenomenon", "title": "That’s rich! Why so many wealthy Americans think they’re middle class", "image": "http://media.salon.com/2012/01/jack-lew.png", "creator": "@@davidsirota", "site": "@salon", "card": "summary_large_image"}, "author": "David Sirota", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Barack Obama, Chris Rock, Hillary Clinton, Income inequality, Jack Lew, Middle Class", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Lew was seeking to cast his own lot with the ranks of ordinary Americans at a time of growing economic inequality.\nTopics: Barack Obama, Chris Rock, Hillary Clinton, Income inequality, Jack Lew, Middle Class, Business News, Politics NewsBy Treasury Secretary Jack Lew’s reckoning, being a millionaire does not constitute living high above the ranks of ordinary people.\nBut in doing so, Lew shed light on a uniquely American phenomenon — the tendency of extraordinarily rich people to cast themselves as everyday members of the middle class.\nAndrew Cuomo’s top aide casting those making $500,000 a year as merely upper middle class.\nThe true middle in terms of income — that is, the cutoff to be in the top 50 percent of earners — is roughly $35,000 a year."}