{"article_title": "Getting the Big Picture: HCI’s Top Ten Tech Trends 2014", "article_keywords": ["week", "picture", "patient", "getting", "big", "healthcare", "information", "trends", "tech", "things", "forward", "care", "data", "change", "hcis"], "article_url": "http://www.healthcare-informatics.com/article/getting-big-picture-hci-s-top-ten-tech-trends-2014", "article_text": "With the influence of policy, regulatory, industry, and technological developments accelerating change these days, there really has never been a time of greater ferment in U.S. healthcare. As a result, it’s more vital than ever for healthcare leaders to get the big picture when it comes to what’s going on right now. Accordingly, we editors at Healthcare Informatics are delighted to bring you, our readers, our annual Top Ten Tech Trends, for 2014.\n\nAll this week, we will be posting articles on the top trends affecting you and everyone in healthcare. From the flourishing of the availability of genomic data to inform clinical decision support at the point of care to the hard slog forward among the pioneers in healthcare to apply data analytics to reduce avoidable inpatient readmissions, to the shift among physicians strongly away from the use of pagers and towards the use of texting, for mobile communications, things are moving fast these days—very fast.\n\nJust take for example the rapidly progressing development of the FHIR specification for the transport and sharing of patient care summaries and records. The combination of the deployment of FHIR (Fast Healthcare Interoperability Resources) and the REST (Representational State Transfer) web application programming interface could really revolutionize the quick sharing of patient information among clinicians, possibly creating a new path forward that could change the landscape around health information exchange.\n\nMeanwhile, patient-generated data is rapidly emerging consumer-driven trend thanks to the rise of connected devices. Soon it could be a requirement under Stage 3 of meaningful use. Whether they like it or not, physicians may have to pay attention to their patients’ FitBit data.\n\nYet as quickly as things are moving along certain dimensions, it is also becoming clearer by the day how long-term many challenges will be in the coming years in healthcare. For example, even leaders at the very most pioneering patient care organizations in the U.S. are struggling in some ways to put into place the ideal data and information infrastructures to effectively lower readmissions rates, as mandated by the Affordable Care Act. And the data security situation is only becoming more and more complex, as data breaches continue to explode in healthcare, even as providers move forward on developing health information exchange, accountable care organizations, and other vehicles for communication that are incredibly important, but also involve inherent data security risks.\n\nSo we hope that our Top Ten Tech Trends articles, which will be released on this site within the week, and in our March print edition, will be useful to you, our readers, going forward, at a time of unprecedented change and dramatic developments—because the big picture is more important these days than ever.\n\n--The Editors of Healthcare Informatics", "article_metadata": {"com.silverpop.brandeddomains": "www.pages04.net,assistedhousingfinancialinsider.com,assistedhousinginsider.com,commercialleaselawinsider.com,constructionsuperconference.com,efaconference.com,secure.rhq.com,secure2.rhq.com,www.addictionpro.com,www.apartmentlawinsider.com,www.assistedhousinginsider.com,www.behavioral.net,www.commercialleaselawinsider.com,www.commercialtenantsleaseinsider.com,www.communityassociationinsider.com,www.constructionsuperconference.com,www.entjournal.com,www.environmentsforaging.com,www.etouches.com,www.fairhousingcoach.com,www.hcd11.com,www.healthcare-informatics.com,www.healthcarebuildingideas.com,www.healthcaredesignmagazine.com,www.herdjournal.com,www.ihealthtran.com,www.landlordvtenant.com,www.ltlmagazine.com,www.nycapartmentlaw.com,www.taxcredithousinginsider.com,www.vendomegrp.com,www.vendomerealestatemedia.com", "viewport": "width=device-width, initial-scale=1.0", "Generator": "Drupal 7 (http://drupal.org)", "com.silverpop.cothost": "engage4.silverpop.com"}, "article_summary": "Just take for example the rapidly progressing development of the FHIR specification for the transport and sharing of patient care summaries and records.\nAccordingly, we editors at Healthcare Informatics are delighted to bring you, our readers, our annual Top Ten Tech Trends, for 2014.\nAs a result, it’s more vital than ever for healthcare leaders to get the big picture when it comes to what’s going on right now.\nAll this week, we will be posting articles on the top trends affecting you and everyone in healthcare.\nWhether they like it or not, physicians may have to pay attention to their patients’ FitBit data."}