{"article_title": "First varsity game a life changer for Bell", "article_keywords": ["play", "bell", "urine", "football", "michael", "life", "jennifer", "game", "varsity", "injury", "dr", "changer", "kidney"], "article_url": "http://www.carolinacoastonline.com/news_times/sports/article_96c7b8c4-960b-11e5-819e-d720270ccd61.html", "article_text": "MOREHEAD CITY - Noah Bell celebrated his 16th birthday on Friday, Sept. 11, with his first varsity action for the West Carteret football team.\n\nAnd on the final play of the game, the sophomore quarterback picked up his first-ever first down.\n\nIt would also be his last.\n\nHe suffered a brutal hit from two defenders in front and one in the back that sent him to the hospital that night. By morning, he was told he would never play football again because of a congenital abnormality that caused an enlarged kidney.\n\n“It was a big hit, but I just thought, ‘Oh, that’s varsity,’” Bell said. “The clock was running out and coach said we didn’t have to run another play, and I was like, ‘thank goodness.’ We lined up at the 50-yard line to shake hands with the other team, and by the time we were done, it was hurting really bad. I had to get someone to help me walk down to the end zone where I just lied down.”\n\nBell could hardly move and was throwing up by this time. The next 12 hours were harrowing ones for him and his parents, Dr. Michael Bell and Dr. Jennifer Bell.\n\nWorking as first responders on the West sideline, the Bell’s were giving attention to other matters as the game came to an end. Dr. Michael Bell was showing concern for a Patriots coach who was feeling faint. Dr. Jennifer Bell was caring for a referee who was complaining of lightheadedness.\n\n“We had our backs to the field,” Dr. Jennifer Bell said. “I didn’t think it was anything serious when they came up and said Noah was hurt. It’s football, so I’m thinking something orthopedic.”\n\nDr. Michael Bell, a retired general surgeon, and Dr. Jennifer Bell, a retired ER doctor, soon turned their full attention to Bell.\n\n“I tried to examine his abdomen and he swatted my hand, which isn’t like him, so I realized he was really hurt,” Dr. Jennifer Bell said.\n\n“He doesn’t complain,” Dr. Michael Bell said. “I’ve seen him play with a fingernail ripped off and not complain or come out of the game. But it was easy to see he was really hurting. It looked like something was significantly injured, and it’s a bad feeling as a physician to see your son like that.”\n\nWith the game over, the ambulance that stays on scene during high school football games had left. A quick call to 911 had an ambulance back on scene and Bell was soon on his way to Carteret Health Care.\n\nHis father was impatient for a CT scan.\n\n“It was his right side, the liver, the colon, was it a liver laceration?” he said. “I’ve seen small bowel perforations from blunt injury in soccer players.”\n\nBell received an ultrasound when he arrived at the hospital that showed no obvious fluid in his abdomen. His pulse and blood pressure were a little high and he was in stable condition.\n\n“I don’t remember too much once we got to the hospital,” Bell said. “The morphine kicked in. A few teammates visited. That was really nice. I remember going to get a CT, coming back to the room, and falling asleep. Waking up to see some friends, then falling back asleep.”\n\nDr. Michael Bell was in the CT scan room watching as the images began to show and received quite a shock when he saw the image of his son’s right kidney, which was abnormal and three times the normal size.\n\n“It was full of fluid, and I was worried that it was blood,” he said.\n\nHe called one of his former partners, Dr. Art Klose, at 1 a.m. and asked the urologist to come in and look at the films.\n\nBell had a ruptured kidney and a fracture of the L1 transverse process in his back from the violent hit.\n\nIt was discovered that he also had an ureteropelvic junction (UPJ) obstruction. A UPJ obstruction is a partial or total blockage at the place where the organ that produces urine (the kidney) and the tube that carries it to the bladder (the ureter) are joined.\n\nThe kidney filters blood and collects urine at its center, where the renal pelvis funnels it into the ureter so that it can be delivered to the bladder. More common in children than in adults and often resulting from a congenital abnormality, UPJ obstruction impedes the flow of urine, causing it to build up and resulting in hydronephrosis – an enlargement of the renal pelvis – and the potential for kidney damage.\n\nDr. Klose provided the information that this condition made it unwise for Bell to continue contact sports in the future.\n\n“You’re trying to sort through it, wondering if he’s OK, then to be told, this sport, that has been such a huge part of his life, a huge part of our lives, is over, it’s very surreal,” Dr. Jennifer Bell said. “Dr. Klose told us at 3 a.m. – it seems like those kinds of things always happen at 3 a.m. It didn’t hit me until Noah was being told later that morning.”\n\nThere was also, however, some good news to report later in the morning.\n\nThe CT scan had shown a collection of urine leakage outside of the kidney due to the rupture. Had it been a free flow of urine in the abdomen, it would have required emergency surgery. And if the collection of leaked urine hadn’t subsided by morning, a stent would have needed to be placed to relieve the pressure. The repeat CT scan in the morning showed that the urine was gone.\n\nThat morning Dr. Klose shared with Bell the discouraging information that he had given his parents the night before.\n\n“He was talking about the injury and I started to realize he was talking about something permanent, and I started to worry,” Bell said. “He told me I shouldn’t play football again because the kidney is prone to injury. That was really tough. I’ve played football for eight years. I really love it and have spent a lot of time on it. It was tough, emotionally trying to process that.”\n\nA cavalcade of family, friends, coaches, teammates, school administrators and church family bringing with them support, prayers and food helped the day go by faster.\n\nBell had taken quarterbacking serious in his young life.\n\nHe started playing Pop Warner when he was 8 years old and approached football as a full-time year-round sport. He visited the Manning Passing Academy in Louisiana three times.\n\nFootball was also a big part of the life of his family, which includes twin 14-year-old sisters, Emily and Grace.\n\n“We’ve always been on the sidelines,” Dr. Jennifer Bell said. “And we were at all of the practices. We were the unofficial trainers. We were always volunteering in some capacity. We loved it. We’ve spent a lot of hours with football.”\n\nThe hard work had paid off for Bell. He started at quarterback on the junior varsity team as a freshman and was splitting time at the position as a sophomore with another talented underclassman, Josh Plisko, and was also getting some looks on the varsity.\n\n“He probably works as hard as anybody,” West coach Daniel Barrow said. “I would see him out there throwing with his teammates two or three days a week from January until the season started. He did everything he could to get better, to become the best football player possible, putting the work in the weight room, you name it.”\n\nBell’s commitment and skills had him thinking that perhaps a college scholarship was attainable. His commitment and skills are still there, but the dangers of playing are too real.\n\n“It’s kind of weird, because physically, I feel like I’m capable of playing,” he said. “My arm is healthy, my legs are healthy, but I can’t play. I still like throwing the ball around. It’s weird, watching and not playing. I’m happy for my teammates, but I want to be out there, too.”\n\nWhen it comes to injuries, the culture of football says to rub some dirt on it and get back on the field. The Bells sometimes ran into this philosophy when sharing their son’s condition with others.\n\n“People would ask, ‘Can’t they just take that kidney out?’” Dr. Jennifer Bell said. “People have that mentality, that if it’s a problem, just get rid of it. And the truth is, we think those things, too, just for a split second, but we think of it. We check ourselves and don’t always say it out loud.”\n\nThose same feelings arose for the family about a month after the injury when Bell went for a renal scan to discover the function of the abnormal kidney.\n\nIts size on the initial CT scans suggested it most likely wasn’t functioning at a high level and was perhaps operating at around 10 percent. The renal scan showed that the abnormal kidney was operating at 47 percent of its function, compared to 53 percent for the healthy one, which came as quite a shock to the family.\n\n“The first thing Noah says is, ‘can I play?’” Dr. Michael Bell said. “And the first thing I thought was, ‘does that mean he can play?’ But of course, that means, to those people that asked, no, we can’t just take it out. It’s almost at normal functioning. Now it’s even more important that it doesn’t get injured, because if something ever happened to the other one, he could live off of that one. It’s more valuable than we would have ever hoped.”\n\nHis injury and the revelation of his kidney abnormality were compounded in the following weeks with the news of three high school football players’ deaths nationwide.\n\nCam’ron Matthews, of Alto, Texas, died after suffering an aneurysm during a game. Kenney Bui, of Seattle, Wash., died as a result of severe head trauma and Evan Murray, of Washington, N.J., died as a result of massive internal bleeding caused by the laceration of an enlarged spleen.\n\n“We were very aware of those stories,” Dr. Michael Bell said. “Those hit close to home.”\n\nThe loss of Bell’s football career, while devastating, was not as devastating as it might be to some high school players.\n\nIt’s not as if he has put all his eggs in the athletic basket after all. His academic one is quite full. Bell sports a 4.75 GPA and ranks second in his class. He has a number of interests and hasn’t quite narrowed down a future college major or career path.\n\nIn a sign of his academic devotion, he went to school on the Monday following the injury to take an English test that he refused to miss, a move that didn’t prove popular with his father.\n\n“That was against medical and fatherly advice,” Dr. Michael Bell said with a smile.\n\nAnd the athletic side of his life isn’t completely over. Bell hopes to play baseball in the spring. He also still keeps involved with the football team.\n\n“I helped out for the rest of the season, going up in the booth and putting on the headset,” he said. “I was keeping track of offensive plays. It was pretty fun. Coaching seems pretty cool. I’ve always liked the technical aspect of the game. I feel like I understand it pretty well. And I still want to be around it.”\n\nBarrow asked Bell last week if he would be interested in being a student-assistant coach this upcoming season.\n\n“A lot of kids, if they were told they can’t play football anymore, it would drag them down pretty good,” the West coach said. “But Noah has been pretty positive. We would love to keep him around the program. He’s such a great kid. I think he knows he has a bright future.”\n\nWith a few months of reflection, the family now views the injury as a blessing in disguise. It was serious enough to alert them to his condition, and though it bordered on needing intervention, none had to be taken.\n\n“The next morning, he was fine,” Dr. Michael Bell said. “And the abnormal kidney is functioning well. If it’s a different hit, at a different angle, who knows? If the tear had been bad enough, and in the right place, it would have caused urine to leak out into his abdominal cavity, and then you’re talking major abdominal surgery.”\n\nBell has taken the experience as an early life lesson, and learned that adjusting to a new reality isn’t that much different from the lessons he learned on the football field. He’s also thankful that he took his coaches’ words to heart in his playing days.\n\n“They would always say to play like it’s your last game,” he said. “And I knew that there would be a day when I wasn’t going to be able to play anymore, so I tried to make the most of practices, the most of games. I’m grateful I did.”", "article_metadata": {"googlebot": "noarchive", "og": {"site_name": "Carolina Coast Online", "description": "MOREHEAD CITY - Noah Bell celebrated his 16th birthday on Friday, Sept. 11, with his first varsity action for the West Carteret football team.", "title": "First varsity game a life changer for Bell", "url": "http://www.carolinacoastonline.com/news_times/sports/article_96c7b8c4-960b-11e5-819e-d720270ccd61.html", "image": {"width": 504, "identifier": "http://bloximages.chicago2.vip.townnews.com/carolinacoastonline.com/content/tncms/assets/v3/editorial/0/b5/0b557afa-960c-11e5-9377-073a8cfa31dd/565a0ad229bc4.image.jpg?resize=504%2C335", "height": 335}, "type": "article"}, "twitter": {"site": "@tweetmeme", "card": "summary"}, "description": "MOREHEAD CITY - Noah Bell celebrated his 16th birthday on Friday, Sept. 11, with his first varsity action for the West Carteret football team.", "keywords": "sports", "news_keywords": "sports"}, "article_summary": "The next 12 hours were harrowing ones for him and his parents, Dr. Michael Bell and Dr. Jennifer Bell.\nIt’s football, so I’m thinking something orthopedic.”Dr. Michael Bell, a retired general surgeon, and Dr. Jennifer Bell, a retired ER doctor, soon turned their full attention to Bell.\nDr. Jennifer Bell was caring for a referee who was complaining of lightheadedness.\nDr. Michael Bell was showing concern for a Patriots coach who was feeling faint.\n“We had our backs to the field,” Dr. Jennifer Bell said."}