{"article_title": "NeoPhotonics Spends $17.5M on Emcore Assets", "article_keywords": ["product", "selling", "assets", "company", "million", "suncore", "175m", "cash", "emcore", "neophotonics", "technology", "spends"], "article_url": "http://www.themiddlemarket.com/news/manufacturing/neophotonics-spends-175m-on-emcore-assets-252994-1.html", "article_text": "NeoPhotonics Spends $17.5M on Emcore Assets\n\nAfter selling assets to Suncore and Sumitomo, the semi-conductor maker expects the latest deal to help generate cash flow\n\nNeoPhotonics Corp. (NYSE: NPTN) has agreed to purchase assets from Emcore Corp. (Nasdaq: EMKR), a manufacturer of semiconductors and fiber-optic technology, as a means of expanding its product line.\n\nThe San Jose, California-based buyer, known for making photonic integrated circuit-based modules for high-speed communication networks, is set to spend $17.5 million on Emcore's tunable laser and transceiver product lines. The price tag includes $1.5 million in cash plus the balance in a promissory note. The transaction is expected to close in January.\n\nThe sale is \"an important step in transforming the company and paving our path to generating consistent positive cash flow,\" according to Emcore chief executive Hong Hou .\n\nNeoPhotonics intends to fold Emcore's operations into its own and integrate the business into in its current facilities in Silicon Valley.\n\nEmcore, known for its external cavity laser, has been selling assets in recent years. Prior to the NeoPhotonics, the company inked a deal in September, selling its photovoltaics business to Veritas Capital Partners LP for $150 million in a leveraged buyout.\n\nIn August 2012, Suncore Photovoltaic Technology Co. Ltd. of China, agreed to acquire Emcore assets as well. Before that, in May 2012, the company sold product lines to Sumitomo Electric Device Innovations USA Inc.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/manufacturing/neophotonics-spends-175m-on-emcore-assets-252994-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/emcore_office.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "NeoPhotonics Spends $17.5M on Emcore Assets"}}, "_id": "\"57477af36914bd0286fca25f\"", "article_summary": "In August 2012, Suncore Photovoltaic Technology Co. Ltd. of China, agreed to acquire Emcore assets as well.\nEmcore, known for its external cavity laser, has been selling assets in recent years.\nNeoPhotonics Spends $17.5M on Emcore AssetsAfter selling assets to Suncore and Sumitomo, the semi-conductor maker expects the latest deal to help generate cash flowNeoPhotonics Corp. (NYSE: NPTN) has agreed to purchase assets from Emcore Corp. (Nasdaq: EMKR), a manufacturer of semiconductors and fiber-optic technology, as a means of expanding its product line.\nNeoPhotonics intends to fold Emcore's operations into its own and integrate the business into in its current facilities in Silicon Valley.\nThe price tag includes $1.5 million in cash plus the balance in a promissory note."}