{"article_title": "5 Stunning Comments From President Obama Regarding the Potential Legalization of Marijuana -- The Motley Fool", "article_keywords": ["fool", "gw", "regarding", "motley", "medical", "marijuana", "comments", "states", "legalization", "stunning", "potential", "drug", "president", "marijuanas", "federal", "obama"], "article_url": "http://www.fool.com/investing/general/2015/03/22/5-stunning-comments-from-president-obama-regarding.aspx", "article_text": "Just when marijuana supporters thought things couldn't get any better, last week brought incredible news.\n\nMarijuana gets a double-dose of good news\n\nOn Tuesday, March 10, three Senate members introduced a bill that would make medical marijuana legal on a federal level and free legal medical marijuana users from the potential for federal prosecution.\n\nIn addition, the bill, known as the CARERS Act, would allow banks to lend to medical marijuana businesses, could open the door for medical marijuana research by removing lengthy and costly hurdles (something GW Pharmaceuticals' (NASDAQ:GWPH) shareholders would love to see), and would require the modification of the Controlled Substances Act that currently labels marijuana as a schedule 1, or illicit, drug to a schedule 2 drug. Even if the bill fails to pass on its initial introduction, it's a landmark step that signifies just how far the support for marijuana's legalization has come in a matter of a decade.\n\nIf this bill doesn't demonstrate the momentum currently in the sails of the marijuana movement, then the latest poll from the General Social Survey, which is conducted every two years, certainly speaks volumes.\n\nIn its latest in-person survey of 1,687 people, 52% supported marijuana's legalization compared to the 42% who opposed it. It marked the first time in the history of the GSS poll that more people favored marijuana's legalization than opposed it. With 23 states (and Washington, D.C.) having already approved medical marijuana, and four states (plus Washington, D.C.) recently approving the recreational adult use of marijuana, many people are of the belief that a nationwide legalization of marijuana, or at least some relaxation of marijuana laws, could be around the corner.\n\nPresident Obama weighs in on the marijuana debate\n\nHowever, it's tough to wrap our hands around what the future might hold for marijuana without first considering what the most powerful person in America thinks of the currently illegal drug. Federal legalization of marijuana, even on a medical level, is unlikely to become a law without President Obama's signature; thus his views on marijuana could have a particularly strong bearing on its future.\n\nIn a recent interview with Vice News, President Obama divulged some of his potentially shocking views of marijuana. Here are five comments from the interview that particularly stand out.\n\nIf you pass it, change may come\n\n\"At a certain point, if enough states end up decriminalizing [marijuana], then Congress may then reschedule marijuana.\"\n\nWithout going so far as to throw his support behind marijuana, President Obama, who has himself admitted to marijuana use in the past, suggests that if enough states wind up legalizing medical and recreational marijuana, reform will follow from Congress.\n\nLet's not forget that two key components are at play here which might eventually necessitate Congress make this move. First, they're elected officials, and if the general public favors legalization, then Congress would be smart to at least consider it. Secondly, taxation of marijuana on the federal level could be a smart way of reducing the current federal budget deficit.\n\nMarijuana enforcement is inefficient\n\n\"I think there's no doubt that our criminal justice system, generally, is so heavily skewed toward cracking down on non-violent drug offenders that it has had a terrible effect on many communities, rendering a lot of folks unemployable because they got felony records, disproportionate prison sentences. It costs a huge amount of money to states and a lot of states are figuring that out.\"\n\nWhile President Obama's discussion of how legalization may come about is bound to be intriguing for marijuana supporters, perhaps the most memorable aspect of his answers details his view that the punishment for being in possession with marijuana isn't commensurate with the crime.\n\nMoreover, Obama believes that the money being spent on marijuana enforcement simply may not be justified. A 2010 publication from Jeffrey Miron, the director of undergraduate studies for the Department of Economics at Harvard University, notes that of the $48.7 billion spent by states and the federal government in 2008, $13.8 billion was strictly used for marijuana enforcement. Legalizing marijuana would reduce state expenses by $10.4 billion, federal government expenses by $3.4 billion, and allow both states and the federal government to generate tax revenue. Per Miron, a sweeping legalization would equal $2.1 billion in tax revenue. In other words, a nearly $16 billion swing!\n\nPeople of all walks are behind reexamining marijuana's scheduling\n\n\"But what I'm encouraged by is you're starting to see not just liberal Democrats, but also very conservative Republicans recognize this [prison sentences] doesn't make sense.\"\n\nPresident Obama notes that it's not just polls suggesting support for marijuana's legalization is growing. He's beginning to see evidence that party lines are being broken and that both Democrats and Republicans may be in favor of rescheduling marijuana or legalizing it. Considering that the second half of Obama's presidency has been plagued by Congressional bickering, the fact that members from both sides of the aisle may be on the same page is an encouraging sign for those who want to see marijuana legalized.\n\nLegalization isn't an end-all fix\n\n\"I think there is a legitimate concern about the overall effects this [marijuana] has on society, particularly vulnerable parts of our society. Substance abuse generally, legal and illegal substances, is a problem.\"\n\nDespite not-so-subtle commentary from President Obama that marijuana enforcement may not be producing the desired results, the president was also clear that legalizing the drug likely won't fix the system, either.\n\nObama implies that even if marijuana were rescheduled and made legal it would still carry with it a high potential for abuse. We've witnessed numerous studies over the past decade that have demonstrated the addictive nature of marijuana when adolescents begin using the drug with regularity. These studies have also suggested that heavy-use adolescents are far more likely to try dangerous drugs (e.g., cocaine), fail to graduate high school or college, and attempt suicide than nonusers. It's studies like this that could preclude a nationwide legalization.\n\nThere are far more important issues than marijuana\n\n\"[Marijuana] shouldn't be young people's biggest priority.\"\n\nLastly, President Obama was clear that despite marijuana's growing media time, the people of the United States, especially younger adults, should be more focused on important topics such as the U.S economy, jobs growth, and the potential for war, rather than marijuana. In effect, the president has advised us that marijuana policy is going to take the backburner to more pressing issues for the country.\n\nPresident Obama's comments are important, but keep this in mind\n\nPresident Obama's commentary helps shed some important light on what Americans can probably expect moving forward.\n\nOn one hand his view seems to suggest that the growing public support of marijuana is eventually going to coerce Congress into action. But at the same time it would appear that marijuana is a very low priority policy with other more pertinent tasks at hand, such as reducing the budget deficit, keeping the American economy growing, and fending off America's overseas enemies.\n\nOverall, I view this as generally positive news for a research company like GW Pharmaceuticals, which could be a huge beneficiary of at least the legalization of medical marijuana.\n\nGW Pharmaceuticals is currently working with more than five dozen internally discovered cannabinoids from the cannabis plant and looking to utilize the possible biological benefits of these cannabinoids to treat certain diseases. Its most promising clinical drug, Epidiolex, is targeted at two rare forms of childhood onset epilepsy, but as you might imagine testing marijuana-based products on children is considered somewhat taboo; GW Pharmaceuticals had to jump through some serious hoops with the Food and Drug Administration to get the OK for its clinical trials. A rescheduling of marijuana to a schedule 2 drug could mean more research potential opportunities for GW Pharmaceuticals.\n\nHowever, to be clear, until we see a reform of the federal government's view of marijuana, GW Pharmaceuticals and other marijuana stocks probably aren't the best investments. Regardless of President Obama's opinion or the growing support of the nation's citizens, what ultimately matters to Wall Street and investors are profits and losses. Throughout the remainder of the decade GW is unlikely to turn a profit, making GW a very unappealing investment opportunity despite marijuana's momentum.", "article_metadata": {"publish_time": "11:41", "date": "2015-03-22T15:41:00Z", "description": "What does the future hold for marijuana? While that's tough to answer, any changing Congressional views are likely to wind up on the desk of President Obama. Here's are five of the President's most important comments from a recent interview that should help consumers decipher where he stands on the topic of legalizing marijuana.", "ResponsiveALP": "1Ses_2things-v-single_single-control_50", "author": "Sean Williams", "promo": "What does the future hold for marijuana? While that's tough to answer, any changing Congressional views are likely to wind up on the desk of President Obama. Here's are five of the President's most important comments from a recent interview that should help consumers decipher where he stands on the topic of legalizing marijuana.", "twitter": {"description": "What does the future hold for marijuana? While that's tough to answer, any changing Congressional views are likely to wind up on the desk of President Obama. Here's are five of the President's most important comments from a recent interview that should help consumers decipher where he stands on the topic of legalizing marijuana.", "site": "@themotleyfool", "title": "5 Stunning Comments From President Obama Regarding the Potential Legalization of Marijuana --  The Motley Fool"}, "headline": "5 Stunning Comments From President Obama Regarding the Potential Legalization of Marijuana", "og": {"site_name": "The Motley Fool", "description": "What does the future hold for marijuana? While that's tough to answer, any changing Congressional views are likely to wind up on the desk of President Obama. Here's are five of the President's most important comments from a recent interview that should help consumers decipher where he stands on the topic of legalizing marijuana.", "title": "5 Stunning Comments From President Obama Regarding the Potential Legalization of Marijuana --  The Motley Fool", "url": "http://www.fool.com/investing/general/2015/03/22/5-stunning-comments-from-president-obama-regarding.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F162119%2F4947751480_1afedacb06_z.jpg&h=630&w=1200&op=resize", "type": "article"}, "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "317f5612-cc75-11e4-86ee-0050569d32b9", "pitch": 1486, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2015 03 22", "tickers": "GWPH", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fd8aee\"", "article_summary": "In its latest in-person survey of 1,687 people, 52% supported marijuana's legalization compared to the 42% who opposed it.\nIt marked the first time in the history of the GSS poll that more people favored marijuana's legalization than opposed it.\nPresident Obama notes that it's not just polls suggesting support for marijuana's legalization is growing.\nMarijuana gets a double-dose of good newsOn Tuesday, March 10, three Senate members introduced a bill that would make medical marijuana legal on a federal level and free legal medical marijuana users from the potential for federal prosecution.\nIn a recent interview with Vice News, President Obama divulged some of his potentially shocking views of marijuana."}