{"article_title": "An Exclusive Interview with Harry Reid: \"Up is down, black is white.\"", "article_keywords": ["exclusive", "issue", "senate", "house", "employees", "republicans", "reid", "going", "black", "harry", "interview", "white", "wanted", "pass", "think", "talk"], "article_url": "http://www.esquire.com/news-politics/news/a32738/harry-reid-interview-government-shutdown-100713/", "article_text": "We spoke to Senate Majority Leader Harry Reid on Saturday afternoon, from his office at the Capitol, about the shutdown, about whether it ever makes sense to put the full faith and credit of the United States at risk over the issue of the day, about what it will be like to work with John Boehner in the future, and about Ted Cruz.\n\nESQUIRE.COM: In 2006, when the Democrats wanted nothing more than to defund the Iraq war, did it ever once occur to you to shut down the government?\n\nAdvertisement - Continue Reading Below\n\nSENATOR HARRY REID: I hated the war -- remember, I said \"The war is lost\"? Which I still believe is the case...\n\nESQ: But did you ever have a single conversation with anyone in your caucus, or contemplate for a moment, shutting down the government?\n\nHR: Oh, sure. Absolutely. But I couldn't do it. Because it would have been wrong, and wrong for the country. I was getting the crap kicked out of me by my own side -- moveon.org and others -- but sometimes the right thing is hard to do. I sent a letter to the Speaker about that a few days ago.\n\nMost Popular\n\nESQ: This weekend, Speaker Boehner has been encouraging his caucus to hold tight in an \"epic battle,\" and the president is saying that this time, the fight is different, and so people should be worried about the consequences...\n\nHR: Last night, I ran into somebody from Lockheed who told me that they've laid off three thousand people. I met with somebody yesterday afternoon from US Airways. Delivery was to be this Tuesday on $180 million in planes -- they can't take delivery because there are no inspectors.\n\nESQ: What do you think the stakes are here?\n\nHR: Let's assume that in the future, Obama's no longer president, there's a Republican president. And we Democrats say, \"We're not going to raise the debt ceiling unless you pass background checks. Eighty-five percent of the American people support that, and we are not going to raise the debt ceiling until you pass it.\" We cannot leave the full faith and credit of the United States subject to a fight over whatever the issue of the day may be. That has never, ever, in the history of the country been done before. This is the first time.\n\nESQ: Referring to the Tea Party caucus in the House recently, you said that they've lost their minds...\n\nHR: The reason I said that is that Einstein said the sign of insanity is when you do something over and over again and expect a different result. They've voted forty-four times to defund Obamacare. Is that insanity? I think so.\n\nESQ: Are you surprised by Speaker Boehner?\n\nHR: Yes. Here's one reason I'm surprised. What we voted on and got out of the Senate is what he told me he wanted me to do! It was hard for me to do that because it was $70 billion less than what our budget was, but we agreed to do that, because he said he needed that to pass a clean CR [continuing resolution]. And now he can't deliver on something he gave me his word that he would do.\n\nESQ: When was that, senator?\n\nHR: The last conversation was September 9 or 10. It was a process that had taken place over quite a bit of time, but culminated over those two days in September.\n\nESQ: Was it difficult for you to release those e-mails between your office and Boehner's office?\n\nHR: Well, first of all, I didn't release them, but the answer is no. How would you feel -- that was on a different issue. Here's what happened with the e-mail issue. That issue dealt with health care for congressional employees – sixteen thousand employees. There are 150 million people in America today who have health care by virtue of their employer contributing to their health care plan. All federal employees -- eight million federal employees -- for decades the federal government has contributed to their healthcare. So, I worked arm-in-arm, hand-in-hand, with Boehner to come up with a plan where we senators, House members, and Senate and House employees would become part of an exchange, and the government would contribute -- as it always has done -- to their insurance. That was a deal he and I made. It was a deal we made. I helped him. He couldn't have done it without me. Now, I had to talk to the White House to get it done administratively. And then he goes on the floor and gives a speech about how horrible this is? That members of congress are being treated differently than anybody else? It's just a lie. If I'd had more to release, I would have had them released.\n\nESQ: Is this going to affect your ability to work with him in the future? Will you ever be able to?\n\nHR: I don't -- that kind of stuff doesn't impress me. You do things one at a time. But you have to acknowledge that after being burned by this guy a couple times, you have to be more cautious.\n\nESQ: Why do you think that this is happening? Do you really think that it's just that small nucleus of hardcore dead-enders in the House driving this?\n\nHR: Yes, they're the ones driving it, and he's afraid he's going to lose his Speakership, but look: Republicans opposed Social Security. It's a government program, and they didn't like it. They hated Medicare. I read on the floor a statement given by Ronald Reagan in 1961, where he said words to the effect, if this passes, my children and my children's children will no longer live in a free America. Now, Social Security and Medicare are widely popular. They know that the same is going to happen with Obamacare. And just like Social Security and Medicare, they don't want it.\n\nESQ: So in your view it's more the same point that Bill Kristol made twenty years ago about Hillarycare -- that the Republicans must not amend the Democratic plan, they must not compromise, they must not come up with their own alternative, they have to kill it. Otherwise it will pass and be popular and bond the country to Democratic policies.\n\nHR: Same principle, yes.\n\nESQ: Of course, the major difference here being that Hillarycare failed to pass, and Obamacare has been settled law for years.\n\nI wanted to ask you about the right-wing press's interpretation a few days ago about your statement on the separate Republican funding bills for the NIH and a few other agencies. They intimated that you are indifferent to the suffering of children with cancer.\n\nHR: Oh, that doesn't bother me. I don't think there's a person in the world who thinks that I don't care about babies that have cancer. The point that they didn't make is what I said: We have to be as concerned about patients at the NIH as we are with everyone else. We can't pick and choose. Open the government. Open the government and everyone is helped. The Republicans should have thought about these things before they shut down the government.\n\nESQ: What do you make of Senator Ted Cruz?\n\nHR: Senator Cruz has gotten through life by being extremely smart and talking down to everyone. And when he got to the Senate, he learned that there are people there as smart as he is. You know, we have lots of Ivy-leaguers, lots of smart people. And it's been very difficult for him, because he can't talk down anymore.\n\nESQ: How has he been able to so captivate his party?\n\nHR: They're afraid of him!\n\nESQ: What do you make of the Republicans now reframing the shutdown that they pushed for as the \"Obama shutdown\" as they become aware of the damage it might cause them?\n\nHR: I said on the floor that this is Orwell's 1984: Up is down, black is white. They might be saying these things, but it's not working.\n\nESQ: How do you think this is going to go, senator?\n\nHR: We'll have to wait and see.\n\nESQ: Are there any talks ongoing? Is staff talking?\n\nHR: No, no, no, no. What is there to talk about? We gave Boehner the number that he wanted. Then he said he wanted a conference. We gave him that, and he still couldn't accept it. The only thing they want is to get rid of Obamacare. And let me tell you, that is not gonna happen.\n\nWhat is there to talk about?\n\nFollow The Politics Blog on RSS and on Twitter at @ESQPolitics.", "article_metadata": {"sailthru.contenttype": "article", "sailthru.image.thumb": "http://esq.h-cdn.co/assets/cm/15/07/160x160/54daeea7ae8c6_-_esq-harry-reid-interview-1013-d5t680-xlg.jpg", "description": "We spoke to Senate Majority Leader Harry Reid about the shutdown, what it will be like to work with John Boehner in the future, and Ted Cruz.", "title": "Harry Reid Interview Government Shutdown - An Exclusive Interview with Harry Reid: \"Up is down, black is white.\"", "og": {"site_name": "Esquire", "description": "We spoke to Senate Majority Leader Harry Reid about the shutdown, what it will be like to work with John Boehner in the future, and Ted Cruz.", "title": "Sen. Harry Reid: \"Up is down, black is white.\"", "url": "http://www.esquire.com/blogs/politics/harry-reid-interview-government-shutdown-100713", "image": {"url": "http://esq.h-cdn.co/assets/cm/15/07/54daeea7ae8c6_-_esq-harry-reid-interview-1013-d5t680-xlg.jpg", "width": 614, "identifier": "http://esq.h-cdn.co/assets/cm/15/07/54daeea7ae8c6_-_esq-harry-reid-interview-1013-d5t680-xlg.jpg", "height": 388}, "type": "article"}, "twitter": {"site": "@Esquire", "image": {"src": "http://esq.h-cdn.co/assets/cm/15/07/54daeea7ae8c6_-_esq-harry-reid-interview-1013-d5t680-xlg.jpg"}, "description": "We spoke to Senate Majority Leader Harry Reid about the shutdown, what it will be like to work with John Boehner in the future, and Ted Cruz.", "card": "summary_large_image", "title": "Sen. Harry Reid: \"Up is down, black is white.\""}, "sailthru.date": "2013-10-07T09:00:00-04:00", "sailthru.socialtitle": "Sen. Harry Reid: \"Up is down, black is white.\"", "apple-itunes-app": "app-id=1020421151, affiliate-data=pt=305920&ct=OnSiteESQ&mt=8", "fb": {"app_id": 171874009543995, "pages": 84169421673}, "auto-publish": "evergreen", "sailthru.tags": "News & Politics, harry reid,ted cruz,john boehner,harry reid,john boehner,ted cruz, politics blog,government shutdown,long reads,shutdown,guest posts,government shutdown,shutdown,long reads,guest posts,politics blog", "google-site-verification": "jc-n3hu5vRQZpMR_8zTdWlZclmVbvCl2qFQ2fxka3rc", "keywords": "harry reid,government shutdown,long reads,ted cruz,John Boehner,shutdown,guest posts", "article": {"publisher": "https://www.facebook.com/Esquire", "section": "News & Politics", "published_time": "2013-10-07 01:00:00", "modified_time": "2015-02-13 21:54:22"}, "sailthru.image.full": "http://esq.h-cdn.co/assets/cm/15/07/480x240/54daeea7ae8c6_-_esq-harry-reid-interview-1013-d5t680-xlg.jpg", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "article_summary": "Advertisement - Continue Reading BelowSENATOR HARRY REID: I hated the war -- remember, I said \"The war is lost\"?\nHR: I said on the floor that this is Orwell's 1984: Up is down, black is white.\nWhat we voted on and got out of the Senate is what he told me he wanted me to do!\nEighty-five percent of the American people support that, and we are not going to raise the debt ceiling until you pass it.\"\nDelivery was to be this Tuesday on $180 million in planes -- they can't take delivery because there are no inspectors."}