{"article_title": "Humana CEO: We need technology innovations 'biting at our heels'", "article_keywords": ["providers", "ceo", "reduce", "telemedicine", "visits", "innovations", "telehealth", "need", "state", "data", "heels", "biting", "proposal", "technology", "humana"], "article_url": "http://www.fiercehealthpayer.com/story/humana-ceo-we-need-technology-innovations-biting-our-heels/2014-08-11", "article_text": "Technology will make some aspects of healthcare less expensive and others more costly, but increasing competition will keep the industry on its toes, Humana CEO Bruce Boussard says in an interview with Fortune.\n\nHe points to a telemedicine pilot project in Florida--a primary care physician can send a photo of a mole to a dermatologist. These kinds of \"doctor visits\" reduce costs, but differences in state laws, such as those that prohibit doctors from practicing across state lines, are holding telemedicine back, he says.\n\nIn some cases, telemedicine will set various services against one another, similar to how the personal transportation service Uber and taxi companies compete for customers.\n\nAt the same time, technology will reduce some costs, such as radiology, because providers share tests rather than repeat them.\n\nThe Humana Vitality program illustrates how the company tries o use big data to motivate people to embrace healthier lifestyles. Through a relationship with Walmart, Humana subscribers get a discount for buying health foods such as lettuce, tomatoes and fruits.\n\nBoussard said he sees those types of data use as \"marginal\" rather than mainstream--if payers track purchase data, they might see an asthmatic has bought cigarettes, for example--and privacy and legal issues come into play.\n\nHealthcare has been slow to embrace technology because it hasn't had to, he says, but the Affordable Care Act and other factors are changing that. While Silicon Valley-types foresee technology taking over more physician functions, but technology can't replace a provider's personal touch, he points out, but adds, \"We need people biting at our heels to make us better.\"\n\nA range of efforts in Congress and among state medical licensure boards are aim to expand telehealth by allowing doctors to practice across state lines. Other state laws, however, also hamper telehealth, such as Tennessee's proposal to require patients to meet in person with the doctor first before any virtual visits occur.\n\nTo learn more:\n\n- read the interview\n\nRelated Articles:\n\nInsurers must find the path to data mastery\n\nState med board's proposal could impede telemedicine use\n\nTelehealth bill would extend Medicare coverage to underserved areas\n\nInterstate medical licensure would 'herald major reform'\n\nUpdates to state licensing compact focus on patient protections", "article_metadata": {"description": "Technology will make some aspects of healthcare less expensive and others more costly, but increasing competition will keep the industry on its toes, Humana CEO Bruce Boussard says in an interview with Fortune.", "og": {"site_name": "FierceHealthPayer", "description": "Technology will make some aspects of healthcare less expensive and others more costly, but increasing competition will keep the industry on its toes, Humana CEO Bruce Boussard says in an interview with Fortune.", "title": "Humana CEO: We need technology innovations 'biting at our heels'", "url": "http://www.fiercehealthpayer.com/story/humana-ceo-we-need-technology-innovations-biting-our-heels/2014-08-11", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthpayer.jpg", "type": "website"}, "twitter": {"site": "healthpayer", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "keywords": "big data,data analytics,Health Information Technology,telehealth,telemedicine", "viewport": "width=device-width", "news_keywords": "Health Information Technology"}, "article_summary": "At the same time, technology will reduce some costs, such as radiology, because providers share tests rather than repeat them.\nWhile Silicon Valley-types foresee technology taking over more physician functions, but technology can't replace a provider's personal touch, he points out, but adds, \"We need people biting at our heels to make us better.\"\nThe Humana Vitality program illustrates how the company tries o use big data to motivate people to embrace healthier lifestyles.\nThrough a relationship with Walmart, Humana subscribers get a discount for buying health foods such as lettuce, tomatoes and fruits.\nThese kinds of \"doctor visits\" reduce costs, but differences in state laws, such as those that prohibit doctors from practicing across state lines, are holding telemedicine back, he says."}