{"article_title": "United Airlines Removes Autistic Girl And Her Family From Their Flight Home, Citing Behavior Issues", "article_keywords": ["united", "flight", "family", "autistic", "autism", "beegle", "removes", "airlines", "hot", "juliette", "citing", "exit", "behavior", "girl", "captain", "portland", "issues"], "article_url": "http://www.medicaldaily.com/pulse/united-airlines-removes-autistic-girl-and-her-family-their-flight-home-citing-332760", "article_text": "United Airlines has landed in hot water after allegedly removing a 15-year-old girl with autism spectrum disorder and her family from a flight to Portland, Ore., this past Tuesday. Donna Beegle says her family’s flight from Houston to their home in Portland was forced to make an emergency landing in Salt Lake City, where she, her husband, their son, and their daughter Juliette, who suffers from autism, were asked to exit the plane.\n\nPrior to Tuesday’s incident on United Flight 1535, the Beegle family had been enjoying a relaxing family vacation at Disney World in Orlando. Following a flight from Orlando to Houston, the family decided to eat while they waited for their layover flight. Beegle was worried when Juliette refused to eat because she tends to get excited when her blood sugar gets low.\n\n\"Juliette refuses room-temp food,\" Beegle told ABC News. \"I had no real way to bring hot snacks in my bag. I could see [Juliette] getting frustrated. I asked if I can purchase something hot for my daughter and [the first class flight attendant] said no. I called him back over and I said to him, 'Please, help us out here.'\"\n\nThe flight attendant ended up bringing Juliette a hot meal, which she ate before settling down and watching a movie. Beegle finally thought she would be able to relax as the family made their way back home when she heard an announcement over the loudspeaker explaining the flight would be making an emergency landing due to a passenger’s “behavioral issue.”\n\nParamedics and police officers who boarded the flight initially passed over Beegle and her family. However, as they were getting ready to exit the plane, the captain came out of the cockpit to have a word with officers. Beegle was told her family would have to exit the plane because the captain was “not comfortable flying on to Portland with [Juliette] on the plane.\"\n\nIn response to its captain being afraid of a 15-year-old girl with autism, United Airlines issued a statement to ABC News:", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "united, airlines, removes, autistic, girl, and, her, family, their, flight, home, citing", "og": {"site_name": "Medical Daily", "description": "United Airlines claims a 15-year-old girl with autism's \"behavioral issues\" resulted in an emergency landing and the removal of the girl and her family.", "title": "United Airlines Removes Autistic Girl And Her Family On Flight Home [VIDEO]", "url": "http://www.medicaldaily.com/pulse/united-airlines-removes-autistic-girl-and-her-family-their-flight-home-citing-332760", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured_video/public/2015/05/11/juliette-beegle.png", "type": "article"}, "twitter": {"description": "United Airlines claims a 15-year-old girl with autism's \"behavioral issues\" resulted in an emergency landing and the removal of the girl and her family.", "title": "United Airlines Removes Autistic Girl And Her Family On Flight Home [VIDEO]", "url": "http://www.medicaldaily.com/pulse/united-airlines-removes-autistic-girl-and-her-family-their-flight-home-citing-332760", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured_video/public/2015/05/11/juliette-beegle.png", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/11/juliette-beegle.png"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-05-11T11:29:44-04:00", "modified_time": "2015-05-11T13:03:50-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "United Airlines claims a 15-year-old girl with autism's \"behavioral issues\" resulted in an emergency landing and the removal of the girl and her family."}, "article_summary": "Prior to Tuesday’s incident on United Flight 1535, the Beegle family had been enjoying a relaxing family vacation at Disney World in Orlando.\nIn response to its captain being afraid of a 15-year-old girl with autism, United Airlines issued a statement to ABC News:\nUnited Airlines has landed in hot water after allegedly removing a 15-year-old girl with autism spectrum disorder and her family from a flight to Portland, Ore., this past Tuesday.\nFollowing a flight from Orlando to Houston, the family decided to eat while they waited for their layover flight.\nThe flight attendant ended up bringing Juliette a hot meal, which she ate before settling down and watching a movie."}