{"article_title": "Collecting: A Hobby First, Investment Second", "article_keywords": ["collecting", "collectibles", "art", "items", "price", "returns", "return", "second", "violins", "hobby", "financial", "investment"], "article_url": "http://blogs.wsj.com/experts/2015/04/16/collecting-a-hobby-first-investment-second/", "article_text": "ISTOCK\n\nRICK FERRI: This week’s Journal Report story on rare and collectible books brings to mind a frequently asked question about how collectibles fit into one’s investing. As the article describes, collecting is above all an act of love. Collecting for investment alone is a lot of work and it rarely pays well. It should be viewed as a hobby first and an investment second. Only when a potential financial benefit is combined with the “psychological return” of holding collectibles does the expected payoff make sense.\n\nNoted economic researchers Elroy Dimson and Christophe Spaenjers published a paper on collecting that provides insight into long-term returns of some collectibles. Their paper, “The Investment Performance of Art and Other Collectibles,” compared the returns of art, stamps and violins from 1900 through 2012. These collectibles have a lot of historical price data available because they have been trading at auction houses and through dealers for decades.\n\nThe study found that, on average, art, stamps, and violins have appreciated in value at an annual rate of 6.4% to 6.9% in nominal terms, and 2.4% to 2.8% adjusted for inflation. I found it interesting that the three categories of collectibles all returned close to the same real return, although they got there over different return paths. The average return of all three categories is higher than government bonds, bills and gold over the same period, and significantly lower than common stock returns.\n\nThe stated performance does not include transaction costs, storage, or insurance–and it’s important to recognize how these impact long-term returns in collectibles markets. Commissions alone can be very expensive. Auction houses charge a buyer’s premium of 12%–25%, depending on the purchase price. Private dealers often mark up items by 100% and bargain from there. I have a little experience on these matters having dealt in antiques during my college years. I only bought items that I believed would sell for double my purchase price. Setting this high margin saved me a few times when I made an error on an item because I was able to recoup most of my capital when I discovered I had paid too much.\n\nDespite the costs to acquire and maintain collectibles, they provide a psychological benefit that financial assets cannot provide. Investors will forgo the higher financial returns from equities and other intangible assets for the pleasure of owning art, coins, and other rare or appealing objects. The emotional return of owning collectibles is quite substantial, according to Dimson and Spaenjers.\n\nI can relate to this idea. My home is decorated with clocks, glassware and artwork I purchased many years ago and decided not to sell. I enjoy looking at these items and telling stories about how I acquired them. It certainly doesn’t hurt that many of them are also worth considerably more today than what I paid for them. That said, I’m not counting on them to fund my retirement.\n\nRick Ferri is founder of Portfolio Solutions LLC and the author of books on low-cost index fund and ETF investing. His blog is RickFerri.com.\n\nRead the latest Wealth Management Report.", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "This week’s Journal Report story on rare and collectible books brings to mind a frequently asked question about how collectibles fit into one’s investing.", "title": "Collecting: A Hobby First, Investment Second", "url": "http://blogs.wsj.com/experts/2015/04/16/collecting-a-hobby-first-investment-second/", "image": {"src": "http://si.wsj.net/public/resources/images/BN-HX465_coinco_P_20150416082504.jpg"}, "site": "WSJ", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "US", "article.headline": "Collecting: A Hobby First, Investment Second", "description": "This week’s Journal Report story on rare and collectible books brings to mind a frequently asked question about how collectibles fit into one’s investing.", "article_section": "US", "author": "Cristina Lourosa", "user.type": "unsubscribed", "article.page": "The Experts Blog", "page.content.format": "responsive", "page.subsection": "The Experts", "article.summary": "This week’s Journal Report story on rare and collectible books brings to mind a frequently asked question about how collectibles fit into one’s investing.", "page.site": "blogs.wsj.com", "testkeys": "C", "article.published": "2015-04-16T12:30:13-04:00", "dj.asn": "10-141", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/experts/2015/04/16/collecting-a-hobby-first-investment-second/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-258B-5449", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "US", "language": "en-US", "og": {"site_name": "WSJ", "description": "This week’s Journal Report story on rare and collectible books brings to mind a frequently asked question about how collectibles fit into one’s investing.", "title": "Collecting: A Hobby First, Investment Second", "url": "http://blogs.wsj.com/experts/2015/04/16/collecting-a-hobby-first-investment-second/", "image": {"width": 749, "identifier": "http://si.wsj.net/public/resources/images/BN-HX465_coinco_P_20150416082504.jpg", "height": 499}, "type": "article"}, "article.access": "free", "article.type": "The Experts", "article.id": "BL-258B-5449", "user.exp": "default", "article.updated": "2015-04-16T12:30:25-04:00"}, "article_summary": "It should be viewed as a hobby first and an investment second.\nCollecting for investment alone is a lot of work and it rarely pays well.\nTheir paper, “The Investment Performance of Art and Other Collectibles,” compared the returns of art, stamps and violins from 1900 through 2012.\nNoted economic researchers Elroy Dimson and Christophe Spaenjers published a paper on collecting that provides insight into long-term returns of some collectibles.\nOnly when a potential financial benefit is combined with the “psychological return” of holding collectibles does the expected payoff make sense."}