{"article_title": "You’re on the hook for another bank bailout", "article_keywords": ["oil", "financial", "taxpayer", "house", "price", "youre", "theyre", "taxpayers", "hook", "bailout", "trading", "measure", "banks", "bank"], "article_url": "http://smartremarks.lancasteronline.com/2014/12/12/youre-on-the-hook-for-another-bank-bailout/", "article_text": "Oh, I realize you haven’t seen this explicitly reported by your favorite media source. Instead, the $1.1 trillion bill financing government agencies through next year that passed the House last night is presented as some triumph – thank goodness there’ll be no government shutdown in the near future! Tea Party types are screaming because it funds Obamacare – it’s a betrayal!\n\nBut thanks entirely to Democratic Rep. Elizabeth Warren and others who keep an eye on where the vampire squid of big finance sticks its blood funnel (to steal Matt Taibbi’s metaphor), some mainstream media outlets at least felt compelled to mention that “angry that the measure weakens rules on trading risky financial products known as derivatives””\n\nThe White House stated its own objections to the bank-related proposal and other portions of the bill in a written statement. Even so, officials said Obama and Vice President Joe Biden both telephoned Democrats to secure the votes needed for passage, and the president stepped away from a White House Christmas party reception line to make last-minute calls.\n\nIn other words, give the banks what they want. If we don’t the government will shut down!\n\nThat’s called, the banks having the country itself over a barrel.\n\nMother Jones gives us a good rundown of how this works:\n\nIf Congress okays this measure, taxpayers could be on the hook in the event of another financial crisis. This provision guts the so-called push-out rule created by the 2010 Dodd-Frank financial reform act. This rule forbids banks from trading certain derivatives—complicated financial instruments with values derived from underlying variables, such as crop prices or interest rates. Instead, banks would have to shift these high-risk trades into separate nonbank affiliates that aren’t insured by the Federal Deposit Insurance Corporation (FDIC) and are less likely to receive taxpayer bailouts. If the Citi-written measure becomes law, the largest FDIC-insured banks in the country will be able to make a wider range of these risky trades. What will happen if there’s another financial crisis? If there’s an economic downturn triggered by derivatives trading gone bad, banks will be able to count on a taxpayer bailout—just like they received in 2008. “It’s very dangerous,” Greenberger says. “If [banks] lose on this type of trading and that causes a disruption in the markets, the taxpayer will be confronted with whether to let the banks fail or bail them out to the tune of trillions of dollars.”\n\nAnd – as last time – we’ll be told we can’t let the banks fail, because to do so would risk the entire economy hitting the floor.\n\nBut of course, when the taxpayers – you, chump – are on the hook when things to wrong, that creates an incentive to gamble. “Moral hazard,” it’s called. So – if this becomes law – we’ll see more gambling. That’s just the way it works.\n\nFrom the banks’ perspective, though – do they get it? I understand using your clout to get the taxpayers to backstop you – I really do. It’s grasping human nature. And the banks have enough power, they can do this. And, as we’ve seen, they’re devoid of conscience. They’re about making money; this will allow them to take riskier bets, and make more money.\n\nBut if things were to go south, and if they were to need another bailout – do they actually think that could happen without riots in the street? Occupy Wall Street was the direct result of the last round of bailouts – do the banksters not realize that they’re sitting on a powder keg, playing with matches?\n\nGet a load of this:\n\nIt has been estimated that the six largest “too big to fail” banks control $3.9 trillion in commodity derivatives contracts. And a very large chunk of that amount is made up of oil derivatives.\n\nBy the middle of next year, we could be facing a situation where many of these oil producers have locked in a price of 90 or 100 dollars a barrel on their oil but the price has fallen to about 50 dollars a barrel. In such a case, the losses for those on the wrong end of the derivatives contracts would be astronomical.\n\nAnd who’ll make good on those losses? If this measure passes – you will.\n\nMakes you wonder if this isn’t why the banks wanted that provision inserted into the funding bill, just in case anything like this oil price drop came along and spoiled their little party.\n\nMakes you think a government shutdown isn’t a bad idea – if this is the alternative.", "article_metadata": {"og": {"site_name": "Smart Remarks", "description": "Oh, I realize you haven't seen this explicitly reported by your favorite media source. Instead, the $1.1 trillion bill financing government agencies through next year that passed the House last night is presented as some triumph - thank goodness there'll…", "title": "You’re on the hook for another bank bailout", "locale": "en_US", "image": {"width": 640, "identifier": "http://smartremarks.lancasteronline.com/wp-content/uploads/sites/8/2014/12/bank-bailout-article.jpg", "height": 360}, "url": "http://smartremarks.lancasteronline.com/2014/12/12/youre-on-the-hook-for-another-bank-bailout/", "type": "article"}, "article": {"section": "Bailouts", "tag": "Derivatives", "published_time": "2014-12-12T15:12:35+00:00", "modified_time": "2014-12-12T15:12:35+00:00", "author": "http://smartremarks.lancasteronline.com/author/gsmart/"}, "fb": {"app_id": 364721790333003}, "viewport": "width=device-width"}, "article_summary": "Mother Jones gives us a good rundown of how this works:If Congress okays this measure, taxpayers could be on the hook in the event of another financial crisis.\nBut of course, when the taxpayers – you, chump – are on the hook when things to wrong, that creates an incentive to gamble.\nThis rule forbids banks from trading certain derivatives—complicated financial instruments with values derived from underlying variables, such as crop prices or interest rates.\nMakes you wonder if this isn’t why the banks wanted that provision inserted into the funding bill, just in case anything like this oil price drop came along and spoiled their little party.\nBut if things were to go south, and if they were to need another bailout – do they actually think that could happen without riots in the street?"}