{"article_title": "How difficult would it be to repeal Obamacare for good?", "article_keywords": ["reconciliation", "aca", "good", "senate", "republican", "republicans", "obamacare", "democrats", "house", "repeal", "bill", "difficult"], "article_url": "http://www.rawstory.com/2016/03/how-difficult-would-it-be-to-repeal-obamacare-for-good/", "article_text": "US Republican presidential candidate Donald Trump (R) is greeted on stage by fellow Republican candidate Ted Cruz before speaking at a rally against the Iran nuclear deal in Washington, DC on September 9, 2015 (AFP Photo/Nicholas Kamm)\n\nIf the leading Republican candidates agree on one thing, it’s doing away with Obamacare.\n\n“The one thing we have to do is repeal and replace Obamacare,” Donald Trump has written on his campaign website, while Marco Rubio has outlined his plan to “Repeal Obamacare” and “replace it with a 21st century, market-driven alternative.” Likewise, Senator Ted Cruz emphatically declared during the February 25 GOP debate that “As president, I will repeal every word of Obamacare.”\n\nIs this the bombastic rhetoric of candidates trying to fire up their base? Or would Republicans actually be able to repeal Obamacare under a Republican president?\n\nIn short: yes, they could. But it wouldn’t be easy.\n\nThe main GOP obstacle\n\nThe essential requirement to achieve repeal is Republican control of the White House, the U.S. Senate and the House of Representatives in January 2017.\n\nUnless both houses of Congress and the executive branch are under GOP control, Democrats would be able to block any repeal effort – and the Obamacare trench warfare that’s taken place since Democrats lost control of Congress in January 2011 would continue.\n\nBut even if Republicans control Congress and the White House, Senate Democrats could filibuster any legislation that repeals Obamacare.\n\nSixty senators must vote to close a filibuster – a Senate parliamentary tool designed to protect the rights of senators to slow or stall legislation and other matters. While, historically, filibusters took the form of long speeches on the Senate floor, these days it’s a less heroic procedural maneuver.\n\nIt’s unlikely that Republicans will have a 60-vote majority in the Senate in 2017. Meanwhile, Senate Democrats have been unanimous against repeal, and the number of Democrats in the chamber next year is predicted to increase over their current 46.\n\nFor this reason, even in if they’re in the minority, Democrats could block any straight repeal legislation and compel Republicans to resort to another path.\n\nSkirting the filibuster with reconciliation\n\nRepublicans could then initiate an arcane legislative process called budget reconciliation. Invented in 1974 by the late West Virginia Senator Robert Byrd (arguably the shrewdest legislative tactician ever), budget reconciliation is a special legislative process that enables federal budget bills to be approved in an expedited fashion.\n\nThe advantage of reconciliation is that it permits a bill to be approved by 51 votes. (If Republicans hold 50 votes in the new Senate – a possibility – a Republican vice president can provide the 51st vote.)\n\nSince reconciliation bills cannot be filibustered, any Obamacare repeal bill done using reconciliation wouldn’t need a 60-vote majority to proceed. And debate on a reconciliation bill is limited to 20 hours. For a frustrated Senate that doesn’t have a 60-plus vote filibuster-proof majority, it’s the most potent legislative shortcut imaginable.\n\nBut there’s a vital catch: any item in a reconciliation bill must have a measurable, direct impact on federal spending, up or down.\n\nThe individual who decides what legislative items do and do not conform to this rule is the Senate parliamentarian – the individual tasked with advising Senate leaders on the interpretation of Senate rules. Appointed by the Senate majority leader whenever the prior parliamentarian steps down, a former Senate librarian clerk named Elizabeth MacDonough currently holds the position.\n\nA full ACA repeal bill would be deemed noncompliant by MacDonough and set aside because so many of its individual provisions do not have a significant budget impact. In a process known as the “Byrd bath,” Senators can challenge any entire bill, section, subsection, paragraph, sentence or word as “out of order,” meaning there is no significant budget impact. Items eliminated by the parliamentarian – called “Byrd droppings” – are removed from the bill.\n\nBut could Republicans then devise a partial – and critically damaging – ACA repeal bill that might pass muster with MacDonough or her successor?\n\nYes, they can. In fact, they’ve already done so.\n\nGOP shows it can be done\n\nThis past December and January, the Senate and the House passed a reconciliation bill that would have repealed fundamental building blocks of Obamacare, including subsidies to help moderate-income Americans afford health insurance and funds to expand Medicaid to low-income, uninsured individuals.\n\nThe Congressional Budget Office reviewed the proposal and determined that it would cancel insurance coverage for about 22 million Americans by 2018.\n\nWhen the bill reached President Obama’s desk, he vetoed it. On February 2, Goundhog Day, the House failed to override his veto – their 63rd vote to repeal all or part of the ACA – voting almost completely along party lines.\n\nSome observers declared that vote a waste of time because the outcome was known from the outset. This is erroneous.\n\nPrior to the reconciliation bill passing the Senate this past December, many, including Senate Minority Leader Harry Reid, confidently predicted that Republicans would never successfully navigate the treacherous and confounding reconciliation waters.\n\nBut they did.\n\nAs a result, congressional Republicans have demonstrated that they can achieve effective deconstruction and de facto ACA repeal using reconciliation. It’s no longer an idle threat.\n\nEvery 2016 Republican presidential candidate has publicly declared his or her support for complete ACA repeal. Of the eight ACA replacement plans advanced by members of Congress and conservative think tanks, all but one presume total or near total repeal. And it’s difficult to identify more than a handful of Republican members who express any reservations about repeal.\n\nSo if there were a Republican president in Obama’s place, could a GOP-controlled Congress repeal the ACA early next year?\n\nMaybe and maybe not.\n\nA Senate majority in flux\n\nIt’s likely that Republicans will return to the Senate next January with fewer than their current 54 votes – and may even lose their majority.\n\nThat is because, in recent times, presidential election years have attracted more Democrats and liberals than midterm election years, which tend to result in more Republican, conservative leaning outcomes. Furthermore, Democrats have had notable success so far this cycle recruiting their top choices in key battleground states. Wisconsin Senator Russ Feingold is running for his old seat, while New Hampshire Governor Maggie Hassan now running against incumbent Republican Senator Kelly Ayotte.\n\nEven more important, some Republicans appear to have supported January’s reconciliation bill precisely because they knew it would never become law.\n\nOne example is West Virginia Senator Shelley Moore Capito. Capito made it clear that she did not want to take Medicaid away from 160,000 low-income West Virginians. Other more moderate Republican senators – Maine’s Susan Collins, Illinois’ Mark Kirk, and New Hampshire’s Kelly Ayotte – might also think twice about voting to eliminate health coverage for vulnerable constituents for real.\n\nSince President Obama signed the ACA in 2010, Republican Congressional leaders, especially House Speaker Paul Ryan, have cockily promised to move legislation to replace Obamacare.\n\nIt’s been six years of broken promises with their latest replacement show now underway. One reason for their inability is deep disagreement within the Republican conference about what could replace the ACA.\n\nWhile Republicans find it easy to vote to repeal the law, their consensus vanishes when the topic turns to replacement. Look no further than the GOP debates, where candidates have been unable to articulate a consistent vision for health care policy beyond allowing the sale of health insurance across state lines and expanding high deductible health insurance policies.\n\nSo if Republicans capture the White House, Senate and House, will they repeal the ACA?\n\nMaybe they can’t.\n\nJohn McDonough, Professor of Public Health Practice, Harvard University\n\nThis article was originally published on The Conversation. Read the original article.", "article_metadata": {"og": {"image": {"width": 800, "identifier": "http://www.rawstory.com/wp-content/uploads/2016/01/donald-trump-ted-cruz-afp-800x430.jpg", "height": 430}, "title": "How difficult would it be to repeal Obamacare for good?"}, "fb": {"app_id": 212555972273585}, "viewport": "width=device-width, user-scalable=yes, initial-scale=1.0, minimum-scale=0.1, maximum-scale=10.0"}, "article_summary": "Since reconciliation bills cannot be filibustered, any Obamacare repeal bill done using reconciliation wouldn’t need a 60-vote majority to proceed.\nBut even if Republicans control Congress and the White House, Senate Democrats could filibuster any legislation that repeals Obamacare.\nOr would Republicans actually be able to repeal Obamacare under a Republican president?\nBut could Republicans then devise a partial – and critically damaging – ACA repeal bill that might pass muster with MacDonough or her successor?\nA full ACA repeal bill would be deemed noncompliant by MacDonough and set aside because so many of its individual provisions do not have a significant budget impact."}