{"article_title": "Rabbi Zalman Schachter-Shalomi laid to rest on Independence Day", "article_keywords": ["boulder", "mountain", "soloway", "service", "jewish", "rabbi", "cemetery", "schachtershalomi", "rest", "laid", "green", "zalman", "day", "independence"], "article_url": "http://www.timescall.com/news_region-news/ci_26091044/rabbi-zalman-schachter-shalomi-laid-rest-independence-day", "article_text": "Rabbi Zalman Schachter-Shalomi (Alliance for Jewish Renewal)\n\nIt was perhaps fitting that Rabbi Zalman Schachter-Shalomi be laid to rest on Independence Day. \"Reb Zalman\" had always walked his own path. And now, said Rabbi Marc Soloway of the Congregation Bonai Shalom, he was finally free.\n\n\"He prepared us for this day for months, for years,\" Soloway told a thick knot of mourners at the graveside service Friday morning at Green Mountain Cemetery. \"And it was not enough.\"\n\nA founder of the Jewish Renewal movement, Reb Zalman celebrated a universalist approach to Judaism, welcoming other traditions and ideas as a common expression of faith. That could mean trying something as small as praying with a strobe light — or as large as welcoming the ordination of a female rabbi, before even the Reform movement.\n\nEve Ilsen, wife of Rabbi Zalman Schachter-Shalomi, is surrounded by family and friends during a funeral service for Schachter-Shalomi at Green Mountain Cemetery in Boulder on Friday, July 4. (Paul Aiken / Daily Camera)\n\nOr as quietly affecting as choosing to be buried without a coffin, wrapped in a white cloth with colored stripes.\n\n\"We're going now to do a very unconventional thing — but what else is new?\" said Rabbi Tirzah Firestone of Congregation Nevei Kodesh, her question drawing a knowing laugh from the crowd. \"It was his wish to be buried body to body, his back on Mother Earth.\"\n\n\"He suffered and moved forward — always forward,\" she said. \"And that was possible because his love outsized his fear.\"\n\nZalman died Thursday morning in his Boulder home. He was 89.\n\nBorn in Poland, Zalman spent three years as a teenager on the run from Nazi oppression, moving with his family from Vienna through Belgium, France, North Africa and the Caribbean before landing in New York City in 1941.\n\nHe was ordained a Hasidic rabbi in Brooklyn in 1947, but Zalman's emergence as a universalist leader, accepting of and fascinated by all modes of spirituality, gradually repelled him from the orthodoxy, and vice-versa.\n\nZalman became a champion of progressive theology, defining and promoting religion as transcendent of borders and labels. The spiritual maverick met with Buddhist, Sufi and Christian leaders and formed friendships with the Dalai Lama, Elie Wiesel and Thomas Merton.\n\nMourners smile as Rabbi Tirzah Firestone speaks during a funeral service for Rabbi Zalman Schachter-Shalomi at Green Mountain Cemetery in Boulder on Friday, July 4. At left is Rabbi Marc Soloway and at right is Schachter-Shalomi's wife, Eve Ilsen. (Paul Aiken / Daily Camera)\n\nIn 1962, Zalman met psychologist and psychedelic drug advocate Timothy Leary and took LSD for the first time. In Boulder author Sara Davidson's book \"The December Project,\" Zalman credited the experience with broadening his views.\n\n\"It was clear that what I'd experienced in prayer and meditation before — the oneness and connection with God — was true, but it wasn't just Jewish,\" he told the author. \"I realized that all forms of religion are masks that the divine wears to communicate with us. Behind all religions, there's a reality, and this reality wears whatever clothes it needs to speak to a particular people.\n\nZalman moved to Colorado in 1995, where he accepted the World Wisdom Chair at Naropa University. He held the position until his retirement in 2004, and he remained in Boulder until his death.\n\nNaropa University plans to hold a celebration of Zalman's life in the near future, though details are still being worked out.\n\nCamera Staff Writer Alex Burness contributed to this report.\n\nContact Times-Call staff writer Scott Rochat at 303-684-5220 or srochat@times-call.com", "article_metadata": {"sailthru.url": "http://www.timescall.com/news_region-news/ci_26091044/rabbi-zalman-schachter-shalomi-laid-rest-independence-day", "modificationDate": "2014-07-04T14:15:59-0600", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site46/2014/0704/20140704__05TCAREBw~1_300.jpg", "sailthru.author": "By Scott Rochat \n  Times-Call staff writer", "description": "It was perhaps fitting that Rabbi Zalman Schachter-Shalomi be laid to rest on  Independence Day. \"Reb Zalman\" had always walked his own path.", "ag": {"canon": "LongmontTimes-Call:article:26091044:view"}, "startDate": "2014-07-04T12:17:14-0600", "og": {"url": "http://www.timescall.com/news_region-news/ci_26091044/rabbi-zalman-schachter-shalomi-laid-rest-independence-day", "image": "http://extras.mnginteractive.com/live/media/site46/2014/0704/20140704__05TCAREBw~1.jpg", "type": "article", "description": "It was perhaps fitting that Rabbi Zalman Schachter-Shalomi be laid to rest on  Independence Day. \"Reb Zalman\" had always walked his own path.", "title": "Rabbi Zalman Schachter-Shalomi laid to rest on Independence Day"}, "twitter": {"domain": "timescall.com", "description": "It was perhaps fitting that Rabbi Zalman Schachter-Shalomi be laid to rest on  Independence Day. \"Reb Zalman\" had always walked his own path.", "title": "Rabbi Zalman Schachter-Shalomi laid to rest on Independence Day", "url": "http://www.timescall.com/news_region-news/ci_26091044/rabbi-zalman-schachter-shalomi-laid-rest-independence-day", "image": "http://extras.mnginteractive.com/live/media/site46/2014/0704/20140704__05TCAREBw~1.jpg", "site": "@TimesCall", "card": "summary_large_image"}, "sailthru.date": "2014-07-04T12:17:14-0600", "sailthru.site": "timescall.com", "endDate": "2024-07-04T12:28:07-0600", "sailthru.title": "Rabbi Zalman Schachter-Shalomi laid to rest on Independence Day", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Region News", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "lLtD9ZooxmJUEEdRSCVzkO06t_hYKtyDqZF7EA3N2U0", "byline": "By Scott RochatTimes-Call", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site46/2014/0704/20140704__05TCAREBw~1.jpg", "pubDate": "2014-07-04T12:20:35-0600", "news_keywords": "news, longmont, times call, region, news, colorado, happenings"}, "article_summary": "Rabbi Zalman Schachter-Shalomi (Alliance for Jewish Renewal)It was perhaps fitting that Rabbi Zalman Schachter-Shalomi be laid to rest on Independence Day.\nMourners smile as Rabbi Tirzah Firestone speaks during a funeral service for Rabbi Zalman Schachter-Shalomi at Green Mountain Cemetery in Boulder on Friday, July 4.\nEve Ilsen, wife of Rabbi Zalman Schachter-Shalomi, is surrounded by family and friends during a funeral service for Schachter-Shalomi at Green Mountain Cemetery in Boulder on Friday, July 4.\n\"He prepared us for this day for months, for years,\" Soloway told a thick knot of mourners at the graveside service Friday morning at Green Mountain Cemetery.\nAnd now, said Rabbi Marc Soloway of the Congregation Bonai Shalom, he was finally free."}