{"article_title": "Sanders' Landslide Win in New Hampshire Puts Huge Pressure on Clinton", "article_keywords": ["huge", "democratic", "clinton", "campaign", "puts", "sanders", "wall", "win", "voters", "hampshire", "pressure", "street", "victory", "white", "landslide", "establishment"], "article_url": "http://www.thefiscaltimes.com/2016/02/09/Sanders-Landslide-Win-New-Hampshire-Puts-Huge-Pressure-Clinton", "article_text": "Bernie Sanders breezed to victory in Tuesday night’s New Hampshire Democratic Party primary, pulling off an impressive double-digit win that is sure to set off alarm bells within the Hillary Clinton campaign.\n\nThe outcome had been expected for the last several weeks, with polls showing the democratic socialist profiting from representing the neighboring state of Vermont with 20 to 30 point leads over the former Secretary of State.\n\nRelated: Has Clinton’s Move to the Left Backfired?\n\nEven so, Sanders’ convincing victory over one of the best-known and most powerful figures in American politics was a startling repudiation of the former First Lady and senator and more generally, the Democratic Party establishment.\n\nClinton at one time was touted as the heavy favorite to garner the 2016 Democratic nomination and was viewed by many as the party’s best hope to keep the White House and thwart the unprecedented rise of Donald Trump. Yet she’s been hampered by widespread voter mistrust of her character in the wake of her email scandal, and she has suffered from a muddled campaign message as she labors to counter Sanders and appeal to a more liberal audience.\n\nBy contrast, Sanders has stayed on message, vowing to lead an economic and political revolution for the middle class while cracking down on Wall Street and the “billionaire class.”\n\nHis roughly 20-point victory in the Granite State was a rude wake up call for the Clinton camp, which is already reportedly mulling a major staff shake-up, and could generate enough momentum for Sanders to carry him all the way to the Democratic National Convention this summer.\n\nRelated: How Gloria Steinem and Madeleine Albright Misplayed Clinton’s Gender Card\n\nClinton, the victor in last week’s Iowa caucuses by a fraction of percentage vote, had hoped Granite State voters who saved her 2008 White House bid would turn out in enough numbers to pull her within single digits of Sanders. That would have given her a chance to spin the second place finish as a moral victory much like Sen. Marco Rubio (R-FL) did last week when he came in third in the Hawkeye State’s GOP caucuses. But that it was not to be.\n\n“I still love New Hampshire, and I always will,\" Clinton said in her concession speech. “Now we take this campaign to the entire country; we're going to fight for every vote in every state.”\n\nShe conceded she has “some work to do, particularly with young people,” and repeated a line from last week’s Democratic debate that “even if they are not supporting me now, I support them, because I know I've had a blessed life, but I also know what it is like to stumble and fall.\"\n\nClinton sought to hug the vary issues that put Sanders on top, like campaign finance reform, noting that the Supreme Court’s infamous Citizens United decision “was actually a case about a right-wing attack on me and my campaign.”\n\nBut she also took a subtle dig at her 74-year-old rival, saying she is the only who knows how to reign in Wall Street and take on all aspects of the Oval Office including national security, a topic Sanders has been weak on.\n\n\"Here's how I see it: A president has to do all parts of the job for all Americans,” Clinton said.\n\nSanders used his momentous win to deliver what essentially was a stump speech, chockful of familiar economic bullet points, like easing student loan debt and taxing Wall Street speculation. \"Together we have sent a message that will echo from Wall Street to Washington, from Maine to California,” Sanders said to roars. “That the government of our great country belongs to all of the people and not just a handful of wealthy campaign contributors and their super PACs.”\n\nRelated: Sanders Closes the Gap on Clinton – and Cleans Up Against the GOP\n\nHe briefly pivoted to the general election, urging the moderate and progressive wings of the party to come together in time for Election Day to deny the GOP the White House. \"The right wing Republicans we oppose must not be allowed to gain the presidency!\" Sanders said.\n\nHe also warned about all the attacks that were likely to come his way in the days. “They are throwing everything at me but the kitchen sink, and I have a feeling that kitchen sink is coming soon,\" he joked.\n\nSanders said the people of New Hampshire “have sent a profound message to the political establishment, the economic establishment and by the way, to the media establishment. What the people here have said is that given the enormous crises facing our country, it is just too late for the same-old, same-old establishment politics and establishment economics. The people want real change.\"\n\nNBC News exit polls showed that 39 percent of voters in the Democratic primary considered themselves independents compared to 44 percent of the voters in the 2008 Democratic primary contest.\n\nRelated: Why the Working Class Is Choosing Trump and Sanders\n\nSanders crushed Clinton among voters 30 and younger, with 83 percent of them saying they were for Sanders compared to just 16 percent who were for Clinton. Among the top issues in the Democratic primary, income inequality ranks at the top with 33 percent, followed by the economy at 32 percent, health care at 25 percent and terrorism bringing up the rear with just 8 percent.\n\nComing on the heels of a razor thin victory in Iowa and a humiliating loss to Sanders in New Hampshire last night, Clinton now must turn to Nevada and South Carolina as a fire wall to prevent her democratic socialist rival from touching off a political brushfire throughout the country.\n\nSanders has done remarkably well among white voters, especially college students and millennials, but Clinton for now is running far ahead of him among African American and Latino voters – both major voting blocs in the coming states.\n\nClinton has already dispatched her husband, former President Bill Clinton, to both states to shore up support. The former First Lady holds a nearly 30-point lead over Sanders in South Carolina, according to the latest Real Clear Politics cumulative polling averages, and is considered the prohibitive favorite going into the Feb. 27 primary.\n\nClinton is also the presumed frontrunner in Nevada’s Feb. 20 caucuses, although there hasn’t been any recent polling to reflect Sanders’ strong showings in the early going or the impact of his aggressive ground game.\n\nTop campaign advisers to Clinton and Sanders acknowledge the importance of those next two contests. But they note that relatively few national delegates are at stake in South Carolina and Nevada, and that the real prize will be the outcome of “Super Tuesday” March 1, when more than a dozen states across the country will be up for grabs.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Bernie Sanders breezed to victory in Tuesday night’s New Hampshire Democratic Party primary, pulling off a double-digit win that is sure to set alarm bells ringing within the Hillary Clinton campaign.", "title": "Sanders' Landslide Win in New Hampshire Puts Huge Pressure on Clinton", "url": "http://www.thefiscaltimes.com/2016/02/09/Sanders-Landslide-Win-New-Hampshire-Puts-Huge-Pressure-Clinton", "image": "http://cdn.thefiscaltimes.com/sites/default/files/hillary_clinton_bernie_sanders_split.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/02/09/Sanders-Landslide-Win-New-Hampshire-Puts-Huge-Pressure-Clinton", "image": "http://cdn.thefiscaltimes.com/sites/default/files/hillary_clinton_bernie_sanders_split.jpg", "creator": "@ericpianin", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Bernie Sanders breezed to victory in Tuesday night’s New Hampshire Democratic Party primary, pulling off a double-digit win that is sure to set alarm bells ringing within the Hillary Clinton campaign.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "\"Together we have sent a message that will echo from Wall Street to Washington, from Maine to California,” Sanders said to roars.\nBernie Sanders breezed to victory in Tuesday night’s New Hampshire Democratic Party primary, pulling off an impressive double-digit win that is sure to set off alarm bells within the Hillary Clinton campaign.\nTop campaign advisers to Clinton and Sanders acknowledge the importance of those next two contests.\nSanders used his momentous win to deliver what essentially was a stump speech, chockful of familiar economic bullet points, like easing student loan debt and taxing Wall Street speculation.\nClinton has already dispatched her husband, former President Bill Clinton, to both states to shore up support."}