{"article_title": "Health Republic Insurance of New York Announces the Appointment of Four Seasoned Industry Leaders", "article_keywords": ["slingerland", "appointment", "leaders", "stuard", "announces", "industry", "koren", "seasoned", "york", "miranda", "health", "president", "republic", "dr", "insurance"], "article_url": "http://www.prnewswire.com/news-releases/health-republic-insurance-of-new-york-announces-the-appointment-of-four-seasoned-industry-leaders-to-its-board-300015474.html", "article_text": "NEW YORK, Jan. 5, 2015 /PRNewswire/ -- Health Republic Insurance of New York (Health Republic) today announced the appointment of Mary Jane Koren, MD, Luis Miranda, David Tucker Slingerland, MD, and Susan Stuard to its Board of Directors. Dr. Koren was most recently with The Commonwealth Fund serving as Vice President of Long Term Care Quality Improvement Program. Mr. Miranda is the founding partner of the MirRam Group, a government affairs firm, and has served as a senior-level Hispanic Affairs advisor to many former New York City Mayors. Dr. Slingerland is a practicing physician with Hudson Headwaters Health Network and its Vice President of Strategy. Ms. Stuard is the Executive Director of the healthcare think tank, THINC, Inc.\n\n\"We are extremely pleased to add four very accomplished individuals to our board of directors,\" said Debra Friedman, President and CEO of Health Republic Insurance of New York. \"Each brings to the board a strong background in their respective field, which will serve to enhance and extend Health Republic's offerings to its members. We have a skilled and diverse board of 17 accomplished Directors, with a majority being Member Directors who are participants in the plan.\"\n\nBoard Member Biographies\n\nMary Jane Koren, MD, MPH\n\nDr. Koren recently retired as Vice President for Long Term Care Quality (LTC) Improvement at The Commonwealth Fund. While at the Fund, Dr. Koren gave invited testimony to Congressional committees on a number of issues related to geriatrics. She also served on many advisory committees and expert panels for the Centers for Medicare and Medicaid Services (CMS) and other federal agencies. In 2010 she was the recipient of the Terrence Keenan Leadership Award in Health Philanthropy from Grantmakers in Health. Dr. Koren, began her career in geriatrics at Montefiore Medical Center in the Bronx, New York, where she started the geriatrics fellowship program and was assistant medical director for its home care agency. She has also previously served with the New York State Department of Health as the Director of the Bureau of LTC Services.\n\nLuis Miranda\n\nMr. Miranda is a founding partner of the MirRam Group, LLC, a New York State-based marketing and political consulting firm, with a special emphasis in the Latino market. Mr. Miranda is the founder and former president of the Hispanic Federation, a membership organization of health and social service agencies dedicated to address human services and health needs of the Hispanic community. In addition, Mr. Miranda had served as the chair of the New York City Health and Hospitals Corporation board. Mr. Miranda earned his BA degree from the University of Puerto Rico and pursued graduate work in psychology at New York University.\n\nDavid Tucker Slingerland, MD\n\nDr. Slingerland, MD is a board certified family physician in South Glens Falls, New York for Hudson Headwaters Health Network, where in addition to his practice, serves as the Vice President of Network Strategy. He is also on the staff of Glens Falls Hospital, located near Saratoga Springs. Dr. Slingerland also is a committee member for the Adirondack Medical Home Pilot program, which seeks to improve quality of care while holding down cost to provide a national model for the delivery of care. Dr. Slingerland graduated from the St. George's University School of Medicine, St. George's, Greneda in 2005 and completed his residency at one of the leading hospitals in New England, Fletcher Allen Health Care-University of Vermont.\n\nSusan Stuard\n\nMs. Stuard is executive director of THINC, the not-for-profit organization that establishes research-based criteria to enhance healthcare quality and value in the Hudson Valley. Previously, Ms. Stuard was the director for technology policy development at New York-Presbyterian Hospital (NYPH). Ms. Stuard managed NYPH's health information exchange projects. Ms. Stuard served as the vice president of regulatory affairs for the Greater New York Hospital Association (GNYHA), where she led its efforts with respect to clinical information technology and the HIPAA Privacy and Security rules. She has also held regulatory affairs and operational roles at Memorial Sloan-Kettering Cancer Center. She holds an MBA from the Yale School of Management and a BA from Hamilton College.\n\nHealth Republic Insurance of New York is a true not-for-profit organization and New York's only Consumer Operated and Oriented Plan (CO-OP). CO-OPs are private, member-governed health insurance companies created across the country as part of the Affordable Care Act's effort to increase competition in the healthcare market. Health Republic Insurance of New York is the largest of the new CO-OPs nationally and has the largest health market share on the New York State of Health Marketplace. We're not for profit, so you can keep more of yours.\n\nLogo - http://photos.prnewswire.com/prnh/20150105/166830LOGO\n\nSOURCE Health Republic Insurance of New York", "article_metadata": {"contentUrl": "http://photos.prnewswire.com/prnh/20150105/166830LOGO", "geo.region": "new york", "Caption": "Health Republic Insurance of New York", "cf_entity_thumbnail_url": "http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "date": "2015-01-05T09:00:00Z", "description": "NEW YORK, Jan. 5, 2015 /PRNewswire/ -- Health Republic Insurance of New York Announces the Appointment of Four Seasoned Industry Leaders to its Board. Mary...", "Publisher": "PRNewswire", "og": {"url": "http://www.prnewswire.com/news-releases/health-republic-insurance-of-new-york-announces-the-appointment-of-four-seasoned-industry-leaders-to-its-board-300015474.html", "image": "http://photos.prnewswire.com/prnvar/20150105/166830LOGO", "type": "website", "description": "NEW YORK, Jan. 5, 2015 /PRNewswire/ -- Health Republic Insurance of New York (Health Republic) today announced...", "title": "Health Republic Insurance of New York Announces the Appointment of Four Seasoned Industry Leaders to its Board"}, "twitter": {"site": "@PRNewswire", "card": "summary"}, "author": "Health Republic Insurance of New York", "robots": "index, follow", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "Height": 500, "Width": 500, "cf_entity_title": "Health Republic Insurance of New York Announces the Appointment of Four Seasoned Industry Leaders to its Board", "URL": "http://www.prnewswire.com/news-releases/health-republic-insurance-of-new-york-announces-the-appointment-of-four-seasoned-industry-leaders-to-its-board-300015474.html", "keywords": "Health Republic Insurance of New York, new york, Personnel Announcements, Not For Profit, Health Care & Hospitals, Health Insurance, Insurance", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "geo.placename": "NEW YORK, Jan. 5", "thumbnail": "http://photos.prnewswire.com/prnvar/20150105/166830LOGO?max=400", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Health Republic Insurance of New York is the largest of the new CO-OPs nationally and has the largest health market share on the New York State of Health Marketplace.\nHealth Republic Insurance of New York is a true not-for-profit organization and New York's only Consumer Operated and Oriented Plan (CO-OP).\nNEW YORK, Jan. 5, 2015 /PRNewswire/ -- Health Republic Insurance of New York (Health Republic) today announced the appointment of Mary Jane Koren, MD, Luis Miranda, David Tucker Slingerland, MD, and Susan Stuard to its Board of Directors.\nLogo - http://photos.prnewswire.com/prnh/20150105/166830LOGOSOURCE Health Republic Insurance of New York\nCO-OPs are private, member-governed health insurance companies created across the country as part of the Affordable Care Act's effort to increase competition in the healthcare market."}