{"article_title": "Walgreens app makes virtual doctor visits a reality", "article_keywords": ["customers", "doctor", "mobile", "walgreens", "app", "virtual", "reality", "health", "visits", "doctors", "care", "makes", "company", "leider"], "article_url": "http://www.chicagotribune.com/business/ct-walgreen-virtual-doctor-app-1209-biz-20141208-story.html", "article_text": "You might not have to leave your cubicle at work or your couch at home to get that sore throat or nasty cough checked out.\n\nWalgreens is launching a virtual doctor visit feature on its mobile app, the company announced Monday. The nation's largest drugstore chain is teaming up with MDLive, a provider of virtual health services, to connect Walgreens customers with certified doctors via video chat on a smartphone, tablet or computer.\n\nThe service is immediately available to residents of California and Michigan and will be rolled out in other states in the next few years. Illinois residents should be able to use the app by the end of 2015, said Dr. Harry Leider, the company's chief medical officer.\n\nVirtual visits are for nonemergency health conditions, such as upper respiratory tract infections, ear aches, sore throats and rashes. They are not intended for more serious symptoms such as chest pains. Doctors can write prescriptions after the virtual visits, which usually last 10 to 15 minutes, Leider said.\n\nAppointments cost $49, most of which goes to physicians. That fee is also not much more than a copay for an in-person doctor's visit through some insurance plans. Some insurance companies cover telemedicine, Leider said.\n\nThe app is not meant to replace yearly preventive checkups with primary care physicians.\n\nParent-company Walgreen projects that the telehealth market overall will reach $1.5 trillion in five years, and is one of the company's primary opportunities for growth.\n\nIn October, Deerfield-based Walgreen announced a similar telehealth initiative partnership with health information website WebMD to encourage customers to increase exercise to earn discounts at Walgreens stores. The company said it now awards points on its Balance Rewards loyalty card for logging activities on the WebMD Healthy Target app. Customers can also upload data tracking health markers such as steps walked or glucose levels.\n\nLast year Walgreens launched a Pharmacy Chat feature on its app to allow users to instant message with pharmacy staff. The company said it averages 9,000 chats a week.\n\nLeider said Walgreens app will allow customers to make appointments for a time that's convenient for them. The app works with iOS and Android.\n\n\"I think this will become a normal part of health care in three to five years,\" Leider said. \"We have got some real forces that are going to make this very compelling.\"\n\nHe said a shortage of primary care physicians coupled with more people becoming insured through the Affordable Care Act means the market is growing for people who might find telemedicine useful.\n\nMDLive stands to gain 2 million people a day through Walgreens' mobile app and website. CEO Randy Parker said the company has 2,000 doctors available.\n\n\"Consumers are demanding to do everything through mobile,\" Parker said. \"Everything else they can do through mobile, and now they can do this too.\"\n\nehirst@tribpub.com\n\nTwitter @ellenjeanhirst", "article_metadata": {"fb_title": "Walgreens app makes virtual doctor visits a reality", "googlebot": "index", "copyright": "Copyright (c) 2016 Chicago Tribune", "author": "Chicago Tribune", "og": {"site_name": "chicagotribune.com", "description": "You might not have to leave your cubicle at work or your couch at home to get that sore throat or nasty cough checked out.", "title": "Walgreens app makes virtual doctor visits a reality", "url": "http://www.chicagotribune.com/business/ct-walgreen-virtual-doctor-app-1209-biz-20141208-story.html", "image": "http://www.trbimg.com/img-5485acb6/turbine/ct-walgreen-virtual-doctor-app-1209-biz-20141208", "type": "article"}, "x-servername": "lalvp01.18", "twitter": {"site": "@chicagotribune", "card": "summary"}, "keywords": "Telemedicine, telehealth, Walgreens app, Walgreens virtual doctor, virtual doctor visit, Walgreens", "robots": "index,follow", "apple-itunes-app": "app-id=383137151, app-argument=http://www.chicagotribune.com/deeplinkid/82223348", "fb": {"page_id": 5953023255, "app_id": 306836229411287}, "googlebot-news": "index", "date": "2014-12-08", "Description": "Sinus pressure? Flu-like symptoms? For $49, you'll soon be able to \"go to the doctor\" without leaving your house with the Walgreens MDLive app.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Telemedicine, telehealth, Walgreens app, Walgreens virtual doctor, virtual doctor visit, Walgreens"}, "article_summary": "Walgreens is launching a virtual doctor visit feature on its mobile app, the company announced Monday.\nMDLive stands to gain 2 million people a day through Walgreens' mobile app and website.\nLeider said Walgreens app will allow customers to make appointments for a time that's convenient for them.\nThe nation's largest drugstore chain is teaming up with MDLive, a provider of virtual health services, to connect Walgreens customers with certified doctors via video chat on a smartphone, tablet or computer.\nVirtual visits are for nonemergency health conditions, such as upper respiratory tract infections, ear aches, sore throats and rashes."}