{"article_title": "For Trump popularity, blame conservative bubble", "article_keywords": ["product", "trump", "popularity", "conservative", "blame", "radio", "know", "president", "racist", "bubble", "think", "talk", "obama"], "article_url": "http://www.montgomeryadvertiser.com/story/news/local/blogs/moonblog/2016/03/08/trump-popularity-blame-conservative-bubble/81427874/", "article_text": "The caller wanted to know why President Obama was attempting to indoctrinate American school children with Islam by way of the Common Core school standards that Alabama had foolishly implemented.\n\nThis is a true thing that actually happened.\n\nI was filling in on a local radio show last year when the call came through. And while the call was crazier than most, it wasn’t the craziest call that day. (The craziest was another about Bill Gates secretly using vaccines in Africa to give children AIDS.)\n\nThese calls are not unusual in the local conservative talk world. I know. I had a short-lived show on one of the Fox News stations, and later a one-hour, weekly segment on the same station. In both cases, getting an audience was never a problem, but threats from sponsors were.\n\nAn opposing view – even for just an hour per week on a radio station to which, as far as I know, no one was required to listen – was simply too much to bear for the conservative audience.\n\nIt seemed that challenging the bat-guano insane beliefs of the average conservative talk radio caller was unacceptable. Telling them that Obama was, in fact, born in Hawaii or pointing out that Hillary Clinton didn’t violate laws if someone sent classified documents to her email or explaining why the IRS catching you cheating while applying for a tax-exempt status isn’t a grand conspiracy against the tea party – all of this was too much.\n\nThese conservatives, much like conservatives all across this country, had established the perfect conservative bubble – Fox News on TV, conservative talk radio, conservative-slanted websites online – and I had pierced it.\n\nThat bubble is their angry place – the place where they get their beliefs constantly reinforced, no matter how misguided, and where they’re fed misinformation and emotionally dishonest information hourly. And they love their bubble.\n\nOf course, that bubble also is the cause of the greatest political embarrassment to ever sniff a major party’s nomination: Donald Trump.\n\nTrump’s remarkably successful campaign/Klan rally is not the product of Washington’s politics or people being fed up with lying politicians.\n\nHe is the product of more than a decade of stupidity reinforcement, false anger and audience manipulation. He is the product of people like your drunk uncle who somehow still believes Planned Parenthood sold fetus parts.\n\nHe is the product of eight years of “I’m not racist but…” racist rhetoric targeted at America’s first black president. As Fox and others continued to harp on Obama’s “welfare handouts,” somehow forgetting the economic catastrophe that happened while their guys were in charge; as talk radio hosts raised questions about Obama’s faith and hinted that maybe he’s a secret Muslim; and as Trump and others raised questions about his heritage.\n\nWe all know people who live inside that conservative bubble, who suffer the effects of this daily misinformation.\n\nThey hate Obamacare, despite benefitting from it. They hate Common Core, despite having no concept of what it actually is or does. They think the majority of “welfare checks” go to spinning rims and Colt 45. They think the country is worse off today than when Obama took over but can’t name a single area in which that’s true. They think Mexicans are taking Americans’ jobs but fully support bringing in highly educated men and women from foreign countries that would actually take Americans’ jobs.\n\nThey think capitalism is Christian and socialism is of the devil. They think it’s OK to carry a gun anywhere, except in the places where they make laws that allow you to carry a gun anywhere. And they think that the founders of this country didn’t really mean that junk about separation of church and state.\n\nThis is the conservative bubble.\n\nIt is fed by a constant dose of conservative “news,” where the average person can find headlines like, “The Real Dirt on Barack Obama,” or “Obama’s Chilling Threat to Christians” or “Our President is a Jackass” or “Obama is Planning Something Sinister.”\n\nThose are real headlines from websites that rank in the Top 10 most visited sites by conservatives.\n\nAll of that vitriolic, idiotic, racist, insulting rhetoric has an effect on the average person. It makes them angry, and in terms of political knowledge and news intelligence, it leaves them worse off than if they’d never read any of it.\n\nAngry and dumb.\n\nTwo required ingredients of a Trump nomination.\n\nRead or Share this story: http://on.mgmadv.com/1pdJvBM", "article_metadata": {"google": "notranslate", "description": "Only misinformation, manipulation and anger could produce a candidate so awful", "og": {"site_name": "The Montgomery Advertiser", "description": "Only misinformation, manipulation and anger could produce a candidate so awful", "title": "Josh Moon: For Trump popularity, blame conservative bubble", "url": "http://www.montgomeryadvertiser.com/story/news/local/blogs/moonblog/2016/03/08/trump-popularity-blame-conservative-bubble/81427874/", "image": "http://www.gannett-cdn.com/GDContent/applogos/montgomeryadvertiser.png", "type": "article"}, "twitter": {"description": "Only misinformation, manipulation and anger could produce a candidate so awful", "title": "Josh Moon: For Trump popularity, blame conservative bubble", "image": "http://www.gannett-cdn.com/-mm-/c7679de681400dea5e2cda524fc0c4a039a702f0/c=274-0-3106-2832&r=x643&c=640x640/local/-/media/2015/11/21/Montgomery/Montgomery/635837325919815137-GOP-Trump-2016-Davi-10-.jpg", "creator": "@mgmadvertiser", "site": "@mgmadvertiser", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=790279910", "fb": {"app_id": 163677993677689}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Donald Trump, Josh Moon"}, "article_summary": "These conservatives, much like conservatives all across this country, had established the perfect conservative bubble – Fox News on TV, conservative talk radio, conservative-slanted websites online – and I had pierced it.\nIt seemed that challenging the bat-guano insane beliefs of the average conservative talk radio caller was unacceptable.\nWe all know people who live inside that conservative bubble, who suffer the effects of this daily misinformation.\nThis is the conservative bubble.\nThese calls are not unusual in the local conservative talk world."}