{"article_title": "Applied Health Analytics Launches Radio Program Focused on Healthcare Industry", "article_keywords": ["applied", "management", "launches", "industry", "turbulent", "analytics", "program", "focused", "systems", "healthcare", "radio", "health", "inside", "hospitals", "care"], "article_url": "http://www.businesswire.com/news/home/20140808005738/en/Applied-Health-Analytics-Launches-Radio-Program-Focused", "article_text": "NASHVILLE, Tenn.--(BUSINESS WIRE)--Applied Health Analytics, LLC, population-health management consultant and developer of a sole-source, evidence-based software platform that provides business-process support and engagement tools to hospitals and health systems has launched its radio program, Inside Healthcare: Critical Thinking for Turbulent Times.\n\nInside Healthcare: Critical Thinking for Turbulent Times brings together healthcare and business leaders in Nashville, Tennessee and throughout the country who are in the trenches, changing the dynamic on how healthcare is delivered in the United States. The show focuses on those breaking down traditional industry barriers to build bridges between organizations and forging the necessary partnerships and infrastructure needed to improve care. Inside Healthcare takes an honest look at today’s health care industry, challenging issues and celebrating solutions in population health management in the commercial market.\n\n“The Affordable Care Act and the healthcare industry’s efforts to meet regulations and requirement result in a wealth of information centered on population health strategies. However, this information is often hard to harness and digest,” said Robert Chamberlain, chairman and CEO at Applied Health Analytics and host of Inside Healthcare. “As we continue to coalesce and make available the healthcare news and best practices from those in the field, we created Inside Healthcare: Critical Thinking for Turbulent Times, a radio program to share how current events shape strategy and impact hospitals, health systems, physicians and their aligned constituencies.”\n\nThe program, which launched July 7, airs on Mondays at 8 a.m. CST through October 6, 2014 on VoiceAmerica™ Talk Radio. Upcoming guests include:\n\nAug. 11: Bryan Sivak, chief technology officer at US Department of Health and Human Services\n\nAug. 18: Dexter Shurney, MD, chief medical director/executive director global health/wellness at Cummins Inc.\n\nAug. 25: Dan Birach, president, HEALTHWORKS division at Carolinas HealthCare System\n\nSept. 15: Jeff Trinkwon, first vice president, Alliant Employee Benefits at Alliant Insurance Services\n\nSept. 29: Professor Larry Van Horn, associate professor of management (economics) and executive director of health affairs at Owen Graduate School of Management at Vanderbilt.\n\nPrevious guests include the following:\n\nAbout Applied Health Analytics, LLC\n\nFounded in 2009, Nashville-based Applied Health Analytics, LLC provides consulting and software services to hospitals and health systems to help them lower healthcare delivery cost, improve outcomes and move services that focus on acute care to ambulatory health interventions. A joint-venture partner with Vanderbilt University Medical Center’s Dayani Center for Health and Wellness, Applied Health Analytics advances the role of hospitals and health systems as they engage employers to enhance individual health and increase share among commercial populations. The company experienced 391-percent growth from 2012 to 2013 and a 94-percent client renewal rate, due to its market-responsive development and attention to client services.", "article_metadata": {"description": "Applied Health Analytics' launches radio program, Inside Healthcare. The program focuses on those breaking down traditional industry barriers and forg", "og": {"image": {"width": 465, "identifier": "http://www.businesswire.com/images/bwlogo_square.png", "type": "image/png", "height": 225}}, "twitter": {"description": "Applied Health Analytics' launches radio program, Inside Healthcare. The program focuses on those breaking down traditional industry barriers and forg", "title": "Applied Health Analytics Launches Radio Program Focused on Healthcare Industry", "image": {"src": "http://mms.businesswire.com/media/20140808005738/en/427266/5/Robert_Chamberlain_headshot.jpg"}, "site": "@businesswire", "widgets": {"csp": "on"}, "card": "summary_large_image"}, "robots": "noodp,noydir", "DC.date.issued": "2014-08-08", "p": {"domain_verify": "95725e0359a14c2e1ccbd936e10d20d6"}, "viewport": "width=device-width,initial-scale=1"}, "_id": "\"57477af46914bd0286fe0e37\"", "article_summary": "Inside Healthcare takes an honest look at today’s health care industry, challenging issues and celebrating solutions in population health management in the commercial market.\nHowever, this information is often hard to harness and digest,” said Robert Chamberlain, chairman and CEO at Applied Health Analytics and host of Inside Healthcare.\nA joint-venture partner with Vanderbilt University Medical Center’s Dayani Center for Health and Wellness, Applied Health Analytics advances the role of hospitals and health systems as they engage employers to enhance individual health and increase share among commercial populations.\nPrevious guests include the following:About Applied Health Analytics, LLCFounded in 2009, Nashville-based Applied Health Analytics, LLC provides consulting and software services to hospitals and health systems to help them lower healthcare delivery cost, improve outcomes and move services that focus on acute care to ambulatory health interventions.\nNASHVILLE, Tenn.--(BUSINESS WIRE)--Applied Health Analytics, LLC, population-health management consultant and developer of a sole-source, evidence-based software platform that provides business-process support and engagement tools to hospitals and health systems has launched its radio program, Inside Healthcare: Critical Thinking for Turbulent Times."}