{"article_title": "Tension on Long Island: One Community’s Response to Xenophobia in the Midst of Toxic National Dialogue", "article_keywords": ["tension", "dialogue", "immigrants", "marcelo", "island", "national", "xenophobia", "communitys", "long", "suffolk", "county", "community", "village", "toxic", "midst", "latino", "local", "response"], "article_url": "https://nonprofitquarterly.org/2016/04/26/tension-on-long-island-one-communitys-response-to-xenophobia-in-the-midst-of-toxic-national-dialogue/", "article_text": "Long Island, New York found itself again at the center of national attention a few weeks ago as presidential candidate Donald Trump made plans to attend a Republican fundraiser in the village of Patchogue, in western Suffolk County. There’s a general accord on Long Island, albeit a tenuous one, between citizens and newcomers. In Patchogue, that accord disintegrated violently one evening in 2008 when Marcelo Lucero, an Ecuadorean immigrant, was fatally stabbed by a gang of seven teenagers who confessed to making sport of committing violence against the Latino community.\n\nThe case drew widespread attention and sent shockwaves through the close-knit community, which has spent the eight years since then working hard to overcome racial and ethnic intolerance, despite a county executive (Steve Levy, who has since left office) who initially minimized Lucero’s murder and publicly warned undocumented residents that they’d “better beware.”\n\nPatchogue’s mayor, Paul Pontieri, played a leadership role in helping the village address its worst fears and chart a course for addressing the complex challenges it now confronted. Immediately following the incident, he reached out to staff from the local library and, with them, held meetings with the Latino community to help calm their fears and listen to their concerns. Bringing the local police into the conversations, they worked to build trust and learned along the way that the incident was by no means an isolated one. As he later wrote:\n\nDuring the following weeks, I visited restaurants, construction sites and walked the streets of our downtown and neighborhoods talking to members of the community, both Latino and Anglo. I assisted in organizing forums in local houses of worship in an attempt to uncover and discuss frustrations in all segments of the village. I went to the site of the murder, which had become a shrine, and talked to the people gathered there. While these encounters were not always comfortable, I learned a great deal about this tiny village in which I’d grown up and which had almost imperceptibly been changing. For example, I met a Latino man who lived across the street from my mother. I was shocked to learn that he had been there for 23 years. Do we not see them or do they wish not to be seen? My growing belief that leaders have a responsibility to integrate all residents into the community, regardless of immigration status, was underscored.\n\nPontieri went even further and met with the ambassador to Ecuador. He later visited Marcelo Lucero’s home in Gualaceo, Ecuador, and invited that village’s mayor to visit Patchogue and the Ecuadorian community there. More community meetings followed, resulting in the formation of a unity coalition chaired by the New York State’s Commissioner for Human Rights.\n\nHe and other public officials passed a resolution in March 2009 directing the village board to recognize the extent to which terms like “illegal aliens” and “border babies” devalue people and exacerbate feelings of anger and distrust. In 2011, he helped facilitate a workshop featuring segments from the PBS documentary Not in Our Town: Light in the Darkness, which examines the community’s response to the hate crime. As he told his colleagues, “This single act changed how I view and do my job and taught me that local leadership is about integration, not immigration.”\n\nSister Margaret Smyth echoes that philosophy. She runs the North Fork Spanish Apostolate, an organization offering language and citizenship classes to the Latino community, along with leadership development and advocacy opportunities. She is the go-to for families seeking to reunite with one another, and usually, all it takes is one call from “Sister Margaret” to employers who are not paying their workers to set them on the right course.\n\n“When you leave your country, you leave a little piece of your soul behind,” Smyth said. “Our goal is to integrate, not assimilate, people, so that we can come up with new ways of being together.”\n\nAccording to the Fiscal Policy Institute, immigrants on Long Island make up a “vital fifth” of the economy. A recent study commissioned by the Hagedorn Foundation shows that roughly 18 percent of Long Island’s 2.9 million people were born outside of the U.S and account for about 20 percent of the region’s $91 billion economic output (the combined earnings from work and business). Half work in white collar jobs, and while family income is $80,000 or more for more than 50 percent of the region’s immigrants, as a group they earn 31 percent less than U.S.-born workers. Approximately 41 percent of immigrants overall on Long Island are Hispanic or Latino—although as the study points out, most Latinos are not immigrants.\n\nThe study estimates that 98,000 individuals are unauthorized, but cites a recent analysis at the state level showing that the number of unauthorized immigrants has been steadily declining since 2004, a trend attributed to the recession and increased enforcement. Within this population, around 72 percent come from Central America, South America, or Mexico.\n\nSadly, Marcelo Lucero was not the first victim of a hate crime against Latinos on Long Island. In the fall of 2000, Israel Perez and Magdaleno Estrada, two day laborers, were lured into a pickup truck by two men posing as contractors looking for help. When they arrived at an abandoned building in Shirley, an enclave about 20 miles west of the Hamptons, the two men dragged Perez and Estrada from the truck and attacked them with a knife, crowbar, and a shovel. Both attackers, alleged white supremacists, were convicted of attempted murder and assault.\n\nTwo years later, four teenagers in Farmingville were arrested for firebombing the home of Mexican day laborers. And as recently as last summer, also in Farmingville, a Hispanic man was assaulted while riding his bicycle; three men jumped out of a pickup truck and beat him unconscious.\n\nNine months after Mr. Lucero’s murder, the Southern Poverty Law Center produced a report, “Climate of Fear,” that revealed the extent to which immigrants in the county were routinely the targets of “violent attacks, harassment and abuse driven by a virulent anti-immigrant climate fostered by community leaders and law enforcement practices.”\n\nWhen it was announced that Mr. Trump would be attending the Suffolk County Republican fundraiser, Patchogue residents, religious leaders, and community and labor groups sprang into action. Gathering outside the venue where the event was scheduled to take place, they demanded that the event be cancelled.\n\nThe director of the Long Island Progressive Coalition, Lisa Tyson, said, “Donald Trump has been attacking Muslims, women and immigrants throughout his campaign. His anti immigrant and hateful message fans the flames of bigotry like the kind that led to the death of Marcelo Lucero.”\n\nPatrick Young of Immigrant Action said, “I went to the place where Marcelo Lucero was stabbed the day after he died. There were still bloodstains on the street. At that moment, I, like thousands of other Long Islanders that horrible week, vowed that this would never happen again.”\n\nEarlier in the week, Marcelo Lucero’s brother, Joselo, made an impassioned speech steps away from where the crime occurred. “This is not a reality show,” he said, “where you can say something and you can get away with that.” He was accompanied by the Reverend Allan Ramirez, retired pastor of Brookville Reformed Church, who called the site of the scheduled fundraiser “sacred ground for the immigrant community that has suffered so much at the hands of those who have hatred in their hearts.”\n\nThe major newspapers weighed in. The New York Times spared no words, calling it a “disgraceful provocation by the Suffolk County Republicans and their chairman, John Jay LaValle.” Newsday’s editorial board acknowledged the “time and effort” that went into rebuilding community in Patchogue: “It’s made a difference. Some 35 percent of Patchogue’s residents are Latino, and they live throughout the village, not concentrated in one neighborhood. That’s the counter to Trump.”\n\nOn the afternoon of the event, there were several gatherings, some with dozens of individuals, and one decidedly anti-Trump crowd with what appeared to be more than 100. They took place around a five-block radius encompassing Village Hall, the library, the train station and the Emporium, where Mr. Trump was scheduled to speak. Groups kept to their own spaces and security was heavy. In front of the venue, a group of anti-Trump protesters stood across the street from his supporters, who were waiting eagerly for his arrival. Outside of the Congregational Church of Patchogue on Main Street, a group of religious leaders watched a peaceful vigil conducted by local residents holding signs painted with blue hearts and quotes from Scripture to honor the memory of Marcelo Lucero.\n\nBishop Lawrence C. Provenzano of the Episcopal Diocese of Long Island was there, and he reiterated the message he had previously issued in an open letter denouncing the event:\n\nEither the organizers are ignorant of the days when there appeared to be open season on immigrants—especially day workers and their families—or the entire event is designed to reignite the hatred that existed and use it for political gain.\n\nFollowing the fundraiser, Mr. Trump, when questioned, claimed that he had not heard anything about Marcelo Lucero or the planned protests. Suffolk County, meanwhile, gave more votes to Trump, at nearly 70,000, than any other county in New York State. According to Newsday, Mr. Trump embraced LaValle on the way up to making his victory speech and thanked him. “You told me you’d be number one for me and you delivered,” he reportedly said.\n\nThis event and the ripples it creates in the larger community will come and go, and people in Patchogue will return to the mission of maintaining a delicate balance among its diverse citizens. For the Latino community on Long Island, and indeed across the U.S., the ripples these and similar events create are a continual reminder of their tenuous status and marginalization.\n\nJoselo Lucero is an outreach coordinator for the Hagedorn Foundation on Long Island, where he is active in empowering youth to stand up against bullying and hate crimes. Because of the tremendous efforts that have taken place around advocacy and coalition building, he believes people feel confident that there are a lot of groups looking out for them. “But on Long Island, there is still much fear and uncertainty,” he says. And he believes candidate Trump’s message on immigration and “building a wall,” only serves to heighten that.\n\nWhen the latest federal Immigration and Customs Enforcement raids started happening, “everyone was talking about it on Long Island,” he said. “We are always so aware of that, and there is much fear, too, when local police start doing checkpoints.”\n\nWhen the Hagedorn Foundation was established in 2005, it was a dramatic low point in terms of how government was relating to immigrants. The foundation’s leadership, including Darren Sandow, its executive director, made it their mission to move the community into a more proactive stance:\n\nSuffolk County would propose a bad law or proposal, and activists would react to that. Ten years later, we’ve come a long way. There are still plenty of things to react to but, in part because we have a new county exec who is much more inclusive to immigrants, we’ve seen a real change.\n\nThat change has come about, in large part, because groups funded by the foundation—and others—now have access to the county executive’s office, the sheriff’s office, and key decision-makers. It’s been a slow, iterative process, but there have been important policy victories, including a 2012 executive order by County Executive Steve Bellone requiring all agencies that deal directly with the public to provide language access for the top five languages spoken in Suffolk County. (A year later, Nassau County followed suit along the same lines, although it has been less responsible in implementing the order.)\n\nFrom the onset, a funding strategy was put in place that concentrated on base building, media and communications, litigation and inclusion. According to Sandra Dunne, the foundation’s program director, research, such as the Fiscal Policy Institute study, has also been critical, designed to “prevent folks from throwing out numbers or assumptions that aren’t, in fact, valid” (such as the trope that immigrants consume a disproportionate share of resources).\n\nA key ally in the foundation’s strategy was the organization Latino Justice PRLDF, which, Dunne says, “has settled or won every lawsuit they’ve taken on on Long Island.” In the mid-2000s, they fought for day laborers’ rights to look for work on Long Island’s east end (the “Hamptons”) as well as in Oyster Bay on Nassau County’s north shore.\n\nIn 2011, the Long Island Civic Engagement Table was created to build a common platform of economic and racial justice on Long Island. Since then, canvassers have contacted more than 100,000 Long Island voters of color, educating them about local issues, registering more than 15,000 voters, and coordinating campaigns on redistricting, immigration reform, police reform, language access, and other issues.\n\nIn 2013, the Department of Justice forced the Suffolk County Police Department to institute new policies to ensure nondiscrimination in providing services to the Latino community, and in 2015, Latino Justice joined with advocates, community organizers, and families who had been victimized by police misconduct to launch Long Island United for Police Reform, calling for accountability, oversight, and transparency along with an end to bias-based police practices in Nassau and Suffolk counties. In January of this year, the group called on the DOJ to investigate the Suffolk County Police Department after jurors found one of its sergeants not guilty on charges related to targeting Latino drivers and robbing them of money, an alleged “stop and rob” scheme corroborated by dozens of victims who have come forward.\n\nOn April 18th, the U.S. Supreme Court began hearing oral arguments in U.S. v. Texas to determine whether they will unfreeze two of President Obama’s executive actions: Deferred Action for Childhood Arrivals and Deferred Action for Parents (DACA and DAPA). As we wrote here last fall, these two measures, which affect four million children and parents of children without documentation who have lived in the U.S. since 2010, would allow them to remain in the country for three years if they meet specific criteria. Under both actions, decisions are to be made on a case-by-case basis, approval can be revoked at any time, and the measures do not guarantee a path to permanent U.S. residency or citizenship. Individuals can get a Social Security number and a green light for employment, and would be eligible for Social Security benefits after paying into the system for ten years (as is the requirement for citizens).\n\nThere is a lot of chatter taking place on social media, dinner parties and backyard BBQs about DAPA status “guaranteeing welfare benefits and Obamacare” to the “takers.” But, according to the National Immigration Law Center,\n\nPeople who get deferred action will be considered “lawfully present.” Under current law, many categories of lawfully present individuals are not eligible, generally, for SNAP (what used to be called “food stamps”), TANF (what used to be called “welfare”), SSI (Supplemental Security Income), CHIP (the Children’s Health Insurance Program) or Medicaid. People with deferred action are eligible only for Medicaid emergency services.\n\nHowever, states have the option to provide, with their own funds, CHIP and Medicaid to children under age 21 and/or to pregnant women. The Obama administration specifically excluded people who obtain deferred action from participating in Obamacare (health insurance, including subsidies, available under the federal Affordable Care Act).\n\nAs of this writing, the Supreme Court is evenly split, and because it is unclear whether a ninth Justice will be approved any time soon, DAPA’s future is very much in question. While the Court toys with such questions as “whether one can be lawfully present, and yet, be present in violation of the law,” we’ll give the final word to Juan Antonio, an agricultural worker on Long Island’s North Fork, who came to the U.S. from Central America 16 years ago. He was invited in late March by Sister Margaret to speak to a group of foundation funders who had gathered at the Baiting Hollow Vineyard, part of an Island-wide learning tour to meet with local nonprofit leaders and hear from their constituents. He spoke eloquently about his experiences.\n\n“You’re enjoying a very delicious beverage,” he said, pointing to the wine samples laid out by the vineyard staff for their guests, “but behind all that is sacrifice, and a lot of hard work from the workers in the field.”\n\nFor people like Juan Antonio, life will go on. He and many others in his position have resigned themselves to near constant hardship and struggle in the hope that their children, and children’s children, will see a better future. As he told the group of funders and practitioners amid the abundance of Long Island’s North Fork vineyards:", "article_metadata": {"description": "In the community of Patchogue, and on Long Island in general, residents struggle to keep their community whole and thriving despite the constant drumbeat of xenophobic rhetoric from politicians at the national and local level. This story provides a peek at the problem as it is experienced in that one community and the response.", "original-source": "https://nonprofitquarterly.org/2016/04/26/tension-on-long-island-one-communitys-response-to-xenophobia-in-the-midst-of-toxic-national-dialogue/", "og": {"site_name": "Non Profit News For Nonprofit Organizations | Nonprofit Quarterly", "description": "In the community of Patchogue, and on Long Island in general, residents struggle to keep their community whole and thriving despite the constant drumbeat of xenophobic rhetoric from politicians at the national and local level. This story provides a peek at the problem as it is experienced in that one community and the response.", "title": "Tension on Long Island: One Community’s Response to Xenophobia in the Midst of Toxic National Dialogue", "url": "https://nonprofitquarterly.org/2016/04/26/tension-on-long-island-one-communitys-response-to-xenophobia-in-the-midst-of-toxic-national-dialogue/", "image": "https://nonprofitquarterly.org/wp-content/blogs.dir/56/files/2016/04/patchogue-1170x878.jpg", "type": "article"}, "twitter": {"site": "@npquarterly", "card": "summary", "creator": "@pschaefer501"}, "syndication-source": "https://nonprofitquarterly.org/2016/04/26/tension-on-long-island-one-communitys-response-to-xenophobia-in-the-midst-of-toxic-national-dialogue/", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "Policy,  church and community,  community organizers,  documented immigrants,  Obamacare,  undocumented immigrants, 2016 presidential elections, Affordable Care Act, Donald Trump, Immigration"}, "article_summary": "In 2011, the Long Island Civic Engagement Table was created to build a common platform of economic and racial justice on Long Island.\nWhen the latest federal Immigration and Customs Enforcement raids started happening, “everyone was talking about it on Long Island,” he said.\nThere’s a general accord on Long Island, albeit a tenuous one, between citizens and newcomers.\nApproximately 41 percent of immigrants overall on Long Island are Hispanic or Latino—although as the study points out, most Latinos are not immigrants.\n“But on Long Island, there is still much fear and uncertainty,” he says."}