{"article_title": "Tony Abbott slumps in polls despite best week yet", "article_keywords": ["week", "abbott", "greens", "support", "polls", "coalition", "slumps", "labor", "vote", "titles", "cent", "despite", "tony", "racial", "poll", "best", "points"], "article_url": "http://www.smh.com.au/federal-politics/political-news/tony-abbott-slumps-in-polls-despite-best-week-yet-20140413-zqu9c.html", "article_text": "A record high vote of support for the Greens and a slump in support for the Coalition in regional Australia has left Tony Abbott's seven-month old government trailing Labor by four points after preferences, for the second time since being elected.\n\nThe Coalition now trails Labor by 4 percentage points on a two-party-preferred basis on 48 to 52 per cent, with the Greens primary vote rising sharply to a highest-ever share of 17 per cent.\n\nOn the up: In the preferred prime minister poll Bill Shorten is 44 per cent to Tony Abbott's 45 per cent. Photo: Alex Ellinghausen\n\nThat is almost double the Greens' support achieved at the September election where it remained in single figures.\n\nAdvertisement\n\nThe degree of voter disenchantment suggests the government has again squandered the goodwill which had ebbed in the lead-up to Christmas, but was thought, now, to have been recovered.\n\nThe April Fairfax Nielsen poll shows the government has paid for a month in which its central economic policies such as repealing the carbon and mining taxes and crafting a fiscally responsible budget were allowed to be swamped by self-inflicted political controversies.\n\nPoll: Abbott loses more ground in a leadership preference vote. Photo: AP\n\nThese were the surprise restoration of the royal titles of knight and dame; the furore surrounding the suspended Assistant Treasurer Arthur Sinodinos and his links with the disgraced Obeid family; and the government's divisive efforts to weaken racial anti-discrimination laws at the urging of a tiny but powerful group of shock-jocks and libertarian fundamentalists.\n\nOnly a third of Australians back the return of British titles – albeit within the Australian award system – and nine out of 10 Australians believe it should continue to be unlawful to \"offend, insult or humiliate\" based on race or ethnicity.\n\nTellingly for the government, which has pursued the removal of legal sanctions against offending, insulting or humiliating, within the Racial Discrimination Act, six out of 10 disagree with Attorney-General George Brandis' statement that \"people do have a right to be bigots\".\n\nBoth issues blew up in the government's face in recent weeks, right when it was trying to make a strong public case against Labor obstructionism over the mining and carbon tax repeal bills.\n\nCoalition MPs were non-plussed by Mr Abbott's sudden restoration of the British titles particularly because it came when the message was meant to focus on economic clarity.\n\nThere is also ongoing concern that the push to dilute the Racial Discrimination Act has been driven by a tiny but powerful clique, and that with no public clamour for the move, the government risks being seen to be pandering to special interests.\n\nThe poll reveals voters expressly do not support any change, and indeed view dimly any suggestion that it should be easier to promulgate hate speech.\n\nIn Western Australia, where the Greens succeeded less than a fortnight ago in having their sitting senator re-elected following a well-fought campaign, the party's vote has reached an unprecedented 27 per cent – more than double the 12 per cent recorded at last year's election.\n\nLabor's dominance on the two-party-preferred basis is being driven by the Greens' support and by a noticeable shift in voting intention between the cities and the non-capital city votes.\n\n\"The fall in the Coalition vote occurred mainly in regional areas,\" Fairfax Nielsen pollster John Stirton said.\n\nHe described the collapse in the Coalition vote outside capital cities of 8 percentage points as \"statistically significant\", dropping from 50 per cent to 42 per cent.\n\n\"In capital cities it fell only slightly, from 40 per cent to 39 per cent.\"\n\nThe nation-wide telephone poll of 1400 voters was taken between last Thursday and Saturday, which coincided with what many political observers believe was one of the government's best weeks with the Prime Minister achieving several foreign policy wins in north Asia.\n\nMr Abbott arrived back in Australia on Sunday morning, energised by a successful trade-dominated three-country tour to Japan, Korea and China, with free trade deals clinched in the former two and on track for a third FTA in China before the end of the year.\n\n\"It has been an important week for our country,\" he said in his weekly Facebook message.\n\n\"My hope is that in the years ahead Australians will see first-hand the benefits of closer, freer trade with Asia – through more jobs, more affordable goods and services and even closer bonds with our north Asian friends and neighbours.\"\n\nHe will be hoping that success shows up in the next poll at least.\n\nFollow us on Twitter", "article_metadata": {"news_keywords": "Political News", "application-name": "The Sydney Morning Herald", "og": {"site_name": "The Sydney Morning Herald", "description": "A record high vote of support for the Greens vote and a slump in support for the Coalition in regional Australia has left Tony Abbott's seven-month old government trailing Labor by four points after preferences, for the second time since being elected.", "title": "Tony Abbott slumps in polls despite best week yet", "url": "http://www.smh.com.au/federal-politics/political-news/tony-abbott-slumps-in-polls-despite-best-week-yet-20140413-zqu9c.html", "image": "http://www.smh.com.au/content/dam/images/3/6/l/m/4/image.related.articleLeadwide.620x349.zqu9c.png/1397456942917.jpg", "type": "article"}, "twitter": {"site": "@smh", "image": {"src": "http://www.smh.com.au/content/dam/images/3/6/l/m/4/image.related.articleLeadwide.620x349.zqu9c.png/1397456942917.jpg"}, "description": "A record high vote of support for the Greens vote and a slump in support for the Coalition in regional Australia has left Tony Abbott's seven-month old government trailing Labor by four points after preferences, for the second time since being elected.", "card": "summary_large_image", "title": "Tony Abbott slumps in polls despite best week yet"}, "msapplication-tooltip": "Open The Sydney Morning Herald", "robots": "ACAP allow-present prohibited-modification=annotation", "fb": {"app_id": 193677504039845}, "msapplication-starturl": "http://www.smh.com.au", "msapplication-task": "name=Weather;action-uri=http://www.smh.com.au/weather;icon-uri=http://www.smh.com.au/favicon.ico;", "description": "A record high vote of support for the Greens vote and a slump in support for the Coalition in regional Australia has left Tony Abbott's seven-month old ..."}, "_id": "\"57477af46914bd0286fe12cc\"", "article_summary": "Photo: Alex EllinghausenThat is almost double the Greens' support achieved at the September election where it remained in single figures.\n\"The fall in the Coalition vote occurred mainly in regional areas,\" Fairfax Nielsen pollster John Stirton said.\nOn the up: In the preferred prime minister poll Bill Shorten is 44 per cent to Tony Abbott's 45 per cent.\nLabor's dominance on the two-party-preferred basis is being driven by the Greens' support and by a noticeable shift in voting intention between the cities and the non-capital city votes.\nHe described the collapse in the Coalition vote outside capital cities of 8 percentage points as \"statistically significant\", dropping from 50 per cent to 42 per cent."}