{"article_title": "Does your doctor have ties to big pharma? How you'll be able to find out", "article_keywords": ["pharmaceutical", "pharma", "working", "doctor", "drugs", "big", "able", "drug", "companies", "does", "doctors", "ask", "ties", "promote", "youll", "theres"], "article_url": "http://www.cbsnews.com/news/does-your-doc-have-ties-to-big-pharma-how-youll-be-able-to-find-out/", "article_text": "Big pharma routinely pays doctors to promote its products, but soon patients will be able to get a clearer picture about a doctor's possible connections to the companies that make the drugs they may prescribe.\n\nThe Affordable Care Act includes the Sunshine Act, which requires all pharmaceutical and medical device companies to publicly report all payments to doctors more than $10, according to Charlie Ornstein, a senior editor for the independent, non-profit newsroom ProPublica. The information will be made available in the fall of 2014. \"This means patients, for the first time, will have a full window into how closely their doctors work with a pharmaceutical industry and be able to raise this with their doctors if they have questions,\" he said.\n\n\n\nThe practice of pharmaceutical companies working with doctors to develop new medications to treat conditions and help promote those medications has been in place for decades, but Ornstein, who is investigating this practice, said, \"The promotion part has gotten a lot of attention in recent years because drug companies have paid hundreds of millions and sometimes billions of dollars to settle lawsuits that have accused them of improper marketing and giving kickbacks to doctors.\"\n\nOrnstein continued, \"It's illegal to give kickbacks to a doctor to prescribe drugs, but it is legal to give money to doctors to help promote your drug. Some doctors make tens of thousands or hundreds of thousands of dollars a year beyond their normal practice just for working with the industry.\"\n\nSo why should patients be concerned?\n\nOrnstein said it's about trust: \"When you go to your doctor, you trust that the doctor is giving the best medication for you, but there's a lot of different interests that your doctor has to take in mind in prescribing you drugs,\" he said. \"It makes sense as you're paying more and more for the cost of your medications that they're trying cheaper alternatives first, a generic drug, for example or encouraging you to try non-medication alternatives to reach your goals perhaps first.\"\n\nIf you do have questions for your doctor, there are ways to ask the question without sounding confrontational, according to Ornstein.\n\n\"You can ask about the nature of their payment,\" he said. \"But even if you didn't want to raise the payment (issue), you can ask about other alternatives. You can ask about drugs that your insurance company will cover. You can ask about changing your lifestyle first.\"\n\nIn response to this story, Matthew Bennett, senior vice president of the Pharmaceutical Research and Manufacturers of America, released a statement to CBS News: \"The discovery of new and improved medicines is dependent on research collaborations between physicians and biopharmaceutical companies. Clinical trials sponsored by biopharmaceutical companies have led to breakthroughs for people suffering from cancer and other life-threatening diseases.\"\n\nAsked if there's a negative side to the Sunshine Act, Ornstein said, \"There's no question that doctors working with pharma to create new products is in the benefit of all Americans. I think the issue that is controversial is working to help promote those drugs. And many leading academic medical centers and bioethicists say it's perfectly responsible for doctors to work with pharma on the creation of drugs, but leave the marketing to sales representatives, not to doctors.\"\n\nProPublica has a tool called Dollars for Docs that has a search tool that purports to show whether your health professional received drug company money.\n\n", "article_metadata": {"description": "New law will give patients a &quot;full window into how closely their doctors work with a pharmaceutical industry,&quot; writer says", "og": {"url": "http://www.cbsnews.com/news/does-your-doc-have-ties-to-big-pharma-how-youll-be-able-to-find-out/", "image": {"width": 1200, "identifier": "http://cbsnews2.cbsistatic.com/hub/i/r/2014/02/06/c5c24f7a-ae14-45c0-b96a-19dfd1fbcd6f/thumbnail/1200x630/c760531d61aeb25346a547c963e08061/doctor-patient-000012375974-940x671.jpg", "height": 630}, "type": "article", "description": "New law will give patients a \"full window into how closely their doctors work with a pharmaceutical industry,\" writer says", "title": "Does your doctor have ties to big pharma? How you'll be able to find out"}, "twitter": {"description": "New law will give patients a \"full window into how closely their doctors work with a pharmaceutical industry,\" writer says", "title": "Does your doctor have ties to big pharma? How you'll be able to find out", "app": {"url": {"ipad": "cbsnewsapp://news/does-your-doc-have-ties-to-big-pharma-how-youll-be-able-to-find-out/", "iphone": "cbsnewsapp://news/does-your-doc-have-ties-to-big-pharma-how-youll-be-able-to-find-out/", "googleplay": "http://www.cbsnews.com/news/does-your-doc-have-ties-to-big-pharma-how-youll-be-able-to-find-out/"}, "country": "US", "name": {"ipad": "CBS News", "iphone": "CBS News", "googleplay": "CBS News"}, "id": {"ipad": 334256223, "iphone": 334256223, "googleplay": "com.treemolabs.apps.cbsnews"}}, "site": "@cbsthismorning", "image": "http://cbsnews2.cbsistatic.com/hub/i/r/2014/02/06/c5c24f7a-ae14-45c0-b96a-19dfd1fbcd6f/thumbnail/1200x630/c760531d61aeb25346a547c963e08061/doctor-patient-000012375974-940x671.jpg", "card": "summary_large_image"}, "al": {"web": {"url": "http://www.cbsnews.com/news/does-your-doc-have-ties-to-big-pharma-how-youll-be-able-to-find-out/"}, "android": {"app_name": "CBS News", "package": "com.treemolabs.apps.cbsnews"}, "ios": {"url": "cbsnewsapp://news/does-your-doc-have-ties-to-big-pharma-how-youll-be-able-to-find-out/", "app_name": "CBS News", "app_store_id": 334256223}}, "robots": "index, follow", "fb": {"app_id": 1536620209892267}, "article": {"publisher": "https://www.facebook.com/CBSThisMorning"}, "viewport": "width=device-width"}, "article_summary": "Asked if there's a negative side to the Sunshine Act, Ornstein said, \"There's no question that doctors working with pharma to create new products is in the benefit of all Americans.\nIf you do have questions for your doctor, there are ways to ask the question without sounding confrontational, according to Ornstein.\nBig pharma routinely pays doctors to promote its products, but soon patients will be able to get a clearer picture about a doctor's possible connections to the companies that make the drugs they may prescribe.\nOrnstein continued, \"It's illegal to give kickbacks to a doctor to prescribe drugs, but it is legal to give money to doctors to help promote your drug.\nI think the issue that is controversial is working to help promote those drugs."}