{"article_title": "Hospitals gear more services toward growing senior population", "article_keywords": ["gear", "service", "geriatric", "social", "according", "growing", "patients", "various", "team", "services", "senior", "care", "hospitals", "population"], "article_url": "http://www.fiercehealthcare.com/story/hospitals-gear-more-services-toward-growing-senior-population/2016-01-18", "article_text": "Hospitals are rethinking how they deliver services to geriatric patients, both for financial reasons and to better serve an aging population, Hospitals & Health Networks magazine reported.\n\nExamples of new types of care include geriatric emergency departments (EDs), hospital-at-home programs, senior surgery centers, wellness programs and adapting various lines of service for seniors, according to the article. Advocates say senior-oriented services can help hospitals avoid Medicare penalties for 30-day hospital readmissions and preventable complications.\n\nSt. Joseph's Regional Medical Center in Paterson, New Jersey, was one of the first to create a geriatric ED, H&HN reported. Nurses are trained in geriatric illnesses and comorbidities, and the care team includes a geriatric nurse navigator, a social worker, physical therapists and pharmacists.\n\nAll patients are screened for a variety of geriatric conditions including dementia and risk of falls, and medications are reviewed for possible negative interactions, according to the article. Patients taking certain drugs, including insulin and Coumadin, receive phone calls after discharge with directions on how to take their medications.\n\nIn some cases, hospitals are integrating geriatric specialists into various inpatient service lines such as oncology and psychiatry. Thomas Jefferson University Hospital in Philadelphia, for example, has a senior adult oncology service that includes an interdisciplinary team of geriatricians, oncologists, dietitians, pharmacists and social workers to conduct a full assessment to create an individualized treatment plan.\n\nThomas Jefferson also has a 12-bed inpatient behavioral-health unit staffed by geriatric psychiatrists, according to the article.\n\nHospitals also are looking at ways to look out for geriatric patients who aren't able to advocate for themselves but have no family to speak for them or make care decisions, FierceHealthcare previously reported. Because of the growing numbers of \"unbefriended\" elder patients, 24 states and the District of Columbia now allow close friends to give consent for medical procedures.\n\nTo learn more:\n\n- read the H&HN article\n\nRelated Articles:\n\nGrowing number of hospitals open ERs for the elderly\n\nAging population: Hospitals must consider growing number of patients without advocates\n\nHow an interprofessional geriatrics workforce can treat complex, elderly patients\n\nAging population poses threats and opportunities to practices\n\nElderly monitoring system would link home, hospital\n\nGeriatric ER popularity grows to meet demand", "article_metadata": {"description": "Hospitals are rethinking how they deliver services to geriatric patients, both for financial reasons and to better serve an aging population, Hospitals & Health Networks magazine reported.", "og": {"site_name": "FierceHealthcare", "description": "Hospitals are rethinking how they deliver services to geriatric patients, both for financial reasons and to better serve an aging population, Hospitals & Health Networks magazine reported.", "title": "Hospitals gear more services toward growing senior population", "url": "http://www.fiercehealthcare.com/story/hospitals-gear-more-services-toward-growing-senior-population/2016-01-18", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Care Delivery,geriatric care,geriatric ED,Geriatric Specialists,hospital readmissions,Patient Care & Outcomes", "viewport": "width=device-width", "news_keywords": "Care Delivery,Patient Care & Outcomes"}, "article_summary": "Hospitals are rethinking how they deliver services to geriatric patients, both for financial reasons and to better serve an aging population, Hospitals & Health Networks magazine reported.\nIn some cases, hospitals are integrating geriatric specialists into various inpatient service lines such as oncology and psychiatry.\nAdvocates say senior-oriented services can help hospitals avoid Medicare penalties for 30-day hospital readmissions and preventable complications.\nNurses are trained in geriatric illnesses and comorbidities, and the care team includes a geriatric nurse navigator, a social worker, physical therapists and pharmacists.\nTo learn more:- read the H&HN articleRelated Articles:Growing number of hospitals open ERs for the elderlyAging population: Hospitals must consider growing number of patients without advocatesHow an interprofessional geriatrics workforce can treat complex, elderly patientsAging population poses threats and opportunities to practicesElderly monitoring system would link home, hospitalGeriatric ER popularity grows to meet demand"}