{"article_title": "Paychex Expands Human Capital Management Suite with New Time and Attendance and Benefits Administration Modules", "article_keywords": ["flex", "attendance", "benefits", "modules", "employees", "capital", "administration", "system", "employers", "platform", "management", "data", "human", "paychex", "suite", "expands", "payroll"], "article_url": "http://www.businesswire.com/news/home/20151019005986/en/Paychex-Expands-Human-Capital-Management-Suite-Time", "article_text": "LAS VEGAS--(BUSINESS WIRE)--Paychex, Inc. today announced Paychex Flex Time and Paychex Flex Benefits Administration, the two newest modules for its cloud-based human capital management (HCM) platform, Paychex Flex, which delivers access to payroll, HR, and benefits information for a streamlined and integrated approach to workforce management.\n\nThe Paychex Flex platform offers powerful capabilities in a simple user experience and provides a modular, end-to-end, platform that can be configured to each user’s needs, and supported by expert, flexible service. Built on a single platform, using a single source of employee data for all transactions, Paychex Flex ensures real-time accuracy across every one of its robust and configurable applications. With the addition of Paychex Flex Time, employers will experience flexible punch options and time off approval processes, as well as the ability to seamlessly populate time and attendance data in the payroll application. Paychex Flex Benefits Administration gives employers complete administrative oversight and control of benefits data and recordkeeping, while giving employees access to eligibility and plan information for them and their families from anywhere, at any time.\n\n“The launch of Paychex Flex Time and Paychex Flex Benefits Administration further strengthens our robust suite of HCM product offerings to give our clients the technology and services for today’s needs and tomorrow’s plans,” said Michael Gioja, senior vice president of IT, product management and development. “The Paychex Flex platform was built to be as flexible as our clients need it to be. All our key features work independently so clients can purchase what they need and nothing else – time-off accrual is available with or without time and attendance; onboarding is available with or without applicant tracking; and our Employer Shared Responsibility services are available with or without benefits administration or time and attendance.”\n\nTime and Attendance Made Simple\n\nPaychex Flex Time offers a powerful feature set to assist employers in all of their time and attendance needs, and gives them visibility and control over their labor costs, helping to drive tangible increases in savings, output, and performance. The system can help employers with hourly, mobile, and/or remote workers to better manage compliance with complex wage and hour regulations under the Fair Labor Standards Act (FLSA).\n\nWith Paychex Flex Time, employers have their choice of time collection methods, including web punching, mobile devices, kiosks, and traditional biometric time clocks. Additional system features include the ability to capture job and labor detail from punch to payroll, real-time dashboard updates and data analytics, visual scheduling, geo-fencing of mobile punches, a powerful time-off accrual engine, and custom reporting options.\n\nThe management self-service portal makes it easy for supervisors to approve timecards online, manage exceptions and fix missed punches, create and manage individual and group schedules with one-click approval, and approve time-off requests displayed on a shared company calendar view, among other tasks. With access to a self-service portal, employees gain the ability to enter and search for their own data, such as timesheets, hours worked, messages, schedules, and time-off benefit balances, before sending their requests to supervisors for approval.\n\nIntegrated Benefits Administration in the Cloud\n\nPaychex Flex Benefits Administration is a robust, configurable system built to improve productivity, communication, and decision-making to give employers complete oversight and control over their information to effectively manage their company’s benefit plans. The system can help employers comply with the Employer Shared Responsibility provisions within the Affordable Care Act (ACA), which has significantly changed the way businesses handle health insurance, payroll administration, and employee benefit offerings.\n\nWith Paychex Flex Benefits Administration, employers can realize greater visibility and control to more efficiently manage their company’s benefits with access to communication tools, carrier connections, and paperless self-service.\n\nCommunications – The system makes it simple to communicate news and announcements to employees, with the ability to send mass emails or set up an electronic bulletin board.\n\nThe system makes it simple to communicate news and announcements to employees, with the ability to send mass emails or set up an electronic bulletin board. Carrier Connections – With established and secure data-sharing relationships with major benefit carriers, employees’ enrollments and premium deduction data is available in real time with Paychex Flex Payroll, and through integration options, with benefits carriers and third-party administrators for increased efficiency and accuracy.\n\nWith established and secure data-sharing relationships with major benefit carriers, employees’ enrollments and premium deduction data is available in real time with Paychex Flex Payroll, and through integration options, with benefits carriers and third-party administrators for increased efficiency and accuracy. Paperless Self-Service – Employers can give employees access from their desktop or mobile device browser to enter and review their benefits data online, and change it themselves during open enrollment.\n\n“We built Paychex Flex on an open, single platform that we own, allowing us to build the best integration for our own products, as well as with our strategic partners,” said Gioja. “We’ve also designed it differently. Our platform design allows simultaneous changes throughout the organization without limitations. Administrators can toggle between personal and admin tasks at any time, and our mobile applications provide capabilities for both administrators and employees.”\n\nFor more information about Paychex Flex Time and Paychex Flex Benefits Administration, visit Paychex at booth 1235 at the 2015 HR Technology Conference and Exposition, or visit the Paychex website. For more information about Paychex’s presence at the conference, visit our HR Technology Conference event page.\n\nAbout Paychex\n\nPaychex, Inc. (NASDAQ:PAYX) is a leading provider of integrated human capital management solutions for payroll, HR, retirement, and insurance services. By combining its innovative software-as-a-service technology and mobility platform with dedicated, personal service, Paychex empowers small- and medium-sized business owners to focus on the growth and management of their business. Backed by more than 40 years of industry expertise, Paychex serves approximately 590,000 payroll clients across 100 locations and pays one out of every 15 American private sector employees. Learn more about Paychex by visiting www.paychex.com, and stay connected on Twitter and LinkedIn.", "article_metadata": {"description": "Paychex, Inc. today announced Paychex Flex Time and Paychex Flex Benefits Administration, the two newest modules for its cloud-based human capital man", "twitter": {"description": "Paychex, Inc. today announced Paychex Flex Time and Paychex Flex Benefits Administration, the two newest modules for its cloud-based human capital man", "title": "Paychex Expands Human Capital Management Suite with New Time and Attendance and Benefits Administration Modules", "image": {"src": "http://mms.businesswire.com/media/20151019005986/en/160315/21/payx_rgb_24.jpg"}, "site": "@businesswire", "widgets": {"csp": "on"}, "card": "summary_large_image"}, "robots": "noodp,noydir", "DC.date.issued": "2015-10-19", "p": {"domain_verify": "95725e0359a14c2e1ccbd936e10d20d6"}, "viewport": "width=device-width,initial-scale=1"}, "_id": "\"57477af46914bd0286fd7500\"", "article_summary": "LAS VEGAS--(BUSINESS WIRE)--Paychex, Inc. today announced Paychex Flex Time and Paychex Flex Benefits Administration, the two newest modules for its cloud-based human capital management (HCM) platform, Paychex Flex, which delivers access to payroll, HR, and benefits information for a streamlined and integrated approach to workforce management.\n“The launch of Paychex Flex Time and Paychex Flex Benefits Administration further strengthens our robust suite of HCM product offerings to give our clients the technology and services for today’s needs and tomorrow’s plans,” said Michael Gioja, senior vice president of IT, product management and development.\nWith Paychex Flex Benefits Administration, employers can realize greater visibility and control to more efficiently manage their company’s benefits with access to communication tools, carrier connections, and paperless self-service.\n“The Paychex Flex platform was built to be as flexible as our clients need it to be.\nAdministrators can toggle between personal and admin tasks at any time, and our mobile applications provide capabilities for both administrators and employees.”For more information about Paychex Flex Time and Paychex Flex Benefits Administration, visit Paychex at booth 1235 at the 2015 HR Technology Conference and Exposition, or visit the Paychex website."}