{"article_title": "Can’t hack fare hikes? Metro now offers a discount ORCA card", "article_keywords": ["fare", "king", "program", "metro", "discount", "pay", "county", "hikes", "cant", "offers", "hack", "cards", "seattle", "reduced", "card", "orca"], "article_url": "http://www.seattleglobalist.com/2015/02/24/discount-orca-card-metro-fare-hike/33697", "article_text": "A new program launching Sunday stands to save low-income families who ride Metro hundreds of dollars per year.\n\nStarting March 1, King County residents who earn less than 200 percent of the federal poverty level ($23,340 for individuals or $47,700 for a family of four) are eligible for the new ORCA LIFT card.\n\nRiders with the discount ORCA card will pay a reduced fare of $1.50 on Metro buses, Sound Transit light rail, the Seattle Streetcar, King County Water Taxi and Kitsap Transit buses, no matter if they are traveling within or outside of the Seattle city limits.\n\nThe program is set to coincide with a 25 cent increase in regular Metro fares — the fifth such increase since 2008. Regular riders will now pay $2.75 per ride when traveling within the Seattle city limits and $3.25 when crossing the city limits. Seniors and disabled riders will pay a $1 fare and new youth fare is $1.50.\n\n“The ORCA LIFT card is a valuable and a much needed resource that makes public transportation more affordable and accessible for those who need and rely on it the most,” said Amy Samudre of Global to Local, one of the organizations that is helping register people for the program, in an email.\n\nSamudre shared the response of one of the handful of people Global to Local has already enrolled in the program:\n\n“My family has zero income. Every dollar I save on bus fare can help pay for food and clothing, and all the basics of a household… Saving money on the bus will help us be self-sufficient.”\n\nOther partner organizations helping to register residents for the discount ORCA cards include Refugee Women’s Alliance and Catholic Community Services. The full list of enrollment locations is available on Metro’s website. Many of the same staff in charge of enrolling 200,000 King County residents in insurance coverage through Obamacare have been trained to process transit fare cards as well.\n\nTo quality for the reduced fare, people should bring documents to verify their income, such as food-assistance cards, Medicaid or other health-benefit cards, a Temporary Assistance for Needy Families award letter; recent paycheck stubs; or federal tax returns. People who bring the required paper work should be able receive the the reduced fare card in a matter of minutes.\n\nKing County Metro expects between 45,000 and 100,000 people to sign up once the program is completely up and running.\n\nThe program is expected to be a huge benefit for low-income immigrant and refugee communities and others. But The Seattle Times reports that it will cost the already cash-strapped King County Metro about $4.75 million a year once the reduced fare is implemented, including a couple million dollars to manage passes, as well as about $3 million in developing software and fare cards.", "article_metadata": {"description": "Bus fares are going up again March 1st, but low-income riders may qualify for a new discount ORCA card program.", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "author": "Karina Mazhukhina", "og": {"site_name": "The Seattle Globalist", "description": "Bus fares are going up again March 1st, but low-income riders may qualify for a new discount ORCA card program.", "title": "Can’t hack fare hikes? Metro now offers a discount ORCA card", "locale": "en_US", "image": {"width": 900, "identifier": "http://www.seattleglobalist.com/wp-content/uploads/2015/02/bus-stop-Seattle-Municipal-ARchive.jpg", "height": 600}, "updated_time": "2015-02-25T08:27:59-07:00", "url": "http://www.seattleglobalist.com/2015/02/24/discount-orca-card-metro-fare-hike/33697", "type": "article"}, "robots": "noodp", "article": {"section": "Featured", "tag": "Transportation", "published_time": "2015-02-24T06:00:16-07:00", "modified_time": "2015-02-25T08:27:59-07:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "People who bring the required paper work should be able receive the the reduced fare card in a matter of minutes.\nKing County Metro expects between 45,000 and 100,000 people to sign up once the program is completely up and running.\nMany of the same staff in charge of enrolling 200,000 King County residents in insurance coverage through Obamacare have been trained to process transit fare cards as well.\nSeniors and disabled riders will pay a $1 fare and new youth fare is $1.50.\nStarting March 1, King County residents who earn less than 200 percent of the federal poverty level ($23,340 for individuals or $47,700 for a family of four) are eligible for the new ORCA LIFT card."}