{"article_title": "Smoking Gun: If at First You Don't Succeed...", "article_keywords": ["plant", "woman", "love", "dont", "profit", "live", "mind", "gun", "say", "succeed", "know", "world", "smoking", "women"], "article_url": "http://www.progressive.org/news/2016/02/188588/smoking-gun-if-first-you-dont-succeed", "article_text": "By Wendell Berry\n\nManifesto: The Mad Farmer Liberation Front\n\nLove the quick profit, the annual raise, vacation with pay. Want more of everything ready made. Be afraid to know your neighbors and to die. And you will have a window in your head. Not even your future will be a mystery any more. Your mind will be punched in a card and shut away in a little drawer. When they want you to buy something they will call you. When they want you to die for profit they will let you know. So, friends, every day do something that won’t compute. Love the Lord. Love the world. Work for nothing. Take all that you have and be poor. Love someone who does not deserve it. Denounce the government and embrace the flag. Hope to live in that free republic for which it stands. Give your approval to all you cannot understand. Praise ignorance, for what man has not encountered he has not destroyed. Ask the questions that have no answers. Invest in the millennium. Plant sequoias. Say that your main crop is the forest that you did not plant, that you will not live to harvest. Say that the leaves are harvested when they have rotted into the mold. Call that profit. Prophesy such returns. Put your faith in the two inches of humus that will build under the trees every thousand years. Listen to carrion—put your ear close, and hear the faint chattering of the songs that are to come. Expect the end of the world. Laugh. Laughter is immeasurable. Be joyful though you have considered all the facts. So long as women do not go cheap for power, please women more than men. Ask yourself: Will this satisfy a woman satisfied to bear a child? Will this disturb the sleep of a woman near to giving birth? Go with your love to the fields. Lie easy in the shade. Rest your head in her lap. Swear allegiance to what is nighest your thoughts. As soon as the generals and the politicos can predict the motions of your mind, lose it. Leave it as a sign to mark the false trail, the way you didn’t go. Be like the fox who makes more tracks than necessary, some in the wrong direction. Practice resurrection.\n\nWendell Berry is a poet, farmer, and environmentalist in Kentucky. This poem, first published in 1973, is reprinted by permission of the author and appears in his “New Collected Poems” (Counterpoint).", "article_metadata": {"apple-touch-fullscreen": "YES", "HandheldFriendly": "true", "fb": {"pages": 200548226627766}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=yes", "Generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Say that your main crop is the forest that you did not plant, that you will not live to harvest.\nLove the world.\nThis poem, first published in 1973, is reprinted by permission of the author and appears in his “New Collected Poems” (Counterpoint).\nBy Wendell BerryManifesto: The Mad Farmer Liberation FrontLove the quick profit, the annual raise, vacation with pay.\nWhen they want you to die for profit they will let you know."}