{"article_title": "Lead Letter: Ten reasons to support Donald Trump", "article_keywords": ["war", "clinton", "trump", "lead", "reasons", "thousands", "support", "chance", "spent", "donald", "letter", "hillary", "policies", "women"], "article_url": "http://jacksonville.com/opinion/letters-readers/2016-05-09/story/lead-letter-ten-reasons-support-donald-trump", "article_text": "Here are 10 reasons why Donald Trump should be your choice over Hillary Clinton in November:\n\n1. Trump earned his money by creating successful businesses and thousands of jobs. Clinton never created a business or a job and her road to riches is marred by allegations of scandal.\n\n2. Trump has spent his life solving business, employee and economic problems while Clinton has spent most of her life in a political bubble dealing with politicians, bureaucrats and lobbyists. Who can better relate to you?\n\n3. Although Trump has made some stupid and ignorant remarks about women, he employs and promotes thousands of women. Clinton makes lots of speeches about women’s rights but in the 1990s she did all in her power to destroy women who were victims of her husband’s philandering.\n\n4. Most voters have declared the economy as a major issue. Clinton has endorsed the Obama policies. If you favor less debt, less economic stagnation and fewer stifling regulations you must choose Trump.\n\n5. Clinton has joined Obama in the war on fossil fuels, she has said that coal mines must shut down and miners should lose their jobs. Trump will end this war on fossil fuels and make use of our natural resources.\n\n6. So Trump has no foreign policy experience, but that is better than the failed Obama/Clinton policies of the past eight years. Could we suffer worse failure with Russia, the Middle East, ISIS or our allies in Europe?\n\n7. With Trump we have a chance to defeat ISIS because he is willing to identify the enemy as radical Islam; you cannot defeat an unknown enemy.\n\n8. With Clinton immigrants will continue to enter our country illegally in large numbers. Trump will repeal Obama’s unconstitutional executive orders, return us to the rule of law and enforce our borders.\n\n9. Hillary will continue Obamacare. Trump is the last best hope for repeal.\n\n10. Trump is our only chance to save liberty, free speech and freedom of religion by appointing a conservative to the Supreme Court.\n\nThe other million reasons to choose Trump are all named Hillary Clinton.\n\nYes, you have a chance to make America great again!\n\nMike Ferreer, Ponte Vedra Beach", "article_metadata": {"description": "Here are 10 reasons why Donald Trump should be your choice over Hillary Clinton in November:1. Trump earned his money by creating successful businesses and thousands of jobs. Clinton never created a business or a job and her road to riches is marred by allegations of scandal. 2. Trump has spent his life solving business, employee and economic problems while Clinton has spent most of her life in a political bubble dealing with politicians, bureaucrats and lobbyists. Who can better relate to you?", "application-name": "Jacksonville.com", "og": {"site_name": "jacksonville.com", "description": "Much better choice than Hillary Clinton.", "title": "Lead Letter: Ten reasons to support Donald Trump", "url": "http://jacksonville.com/opinion/letters-readers/2016-05-09/story/lead-letter-ten-reasons-support-donald-trump", "image": "http://jacksonville.com/sites/default/files/images/sms-default-facebook-share.png", "type": "article"}, "msapplication-TileColor": "#426ab2", "msapplication-square70x70logo": "http://jacksonville.com/files/img/editorial/Win8Tiles/Win8icon70x70tiny1.png", "msapplication-square310x310logo": "http://jacksonville.com/files/img/editorial/Win8Tiles/Win8iconLarge1.png", "msapplication-wide310x150logo": "http://jacksonville.com/files/img/editorial/Win8Tiles/wide310x150.png", "msapplication-TileImage": "http://jacksonville.com/files/img/Win8icon.png", "keywords": "Letters From Readers, Opinion", "msapplication-square150x150logo": "http://jacksonville.com/files/img/editorial/Win8Tiles/Win8icon150x150square1.png", "cXenseParse": {"recs": {"articleid": 678954, "publishtime": "2016-05-09T18:40:37Z"}}}, "article_summary": "Here are 10 reasons why Donald Trump should be your choice over Hillary Clinton in November:1.\nThe other million reasons to choose Trump are all named Hillary Clinton.\nAlthough Trump has made some stupid and ignorant remarks about women, he employs and promotes thousands of women.\nTrump has spent his life solving business, employee and economic problems while Clinton has spent most of her life in a political bubble dealing with politicians, bureaucrats and lobbyists.\nSo Trump has no foreign policy experience, but that is better than the failed Obama/Clinton policies of the past eight years."}