{"article_title": "Healthcare, drug stocks surge, but at what cost?", "article_keywords": ["sector", "drugs", "funds", "industry", "profitability", "drug", "surge", "cost", "medicare", "healthcare", "prices", "stocks", "stock"], "article_url": "http://www.chicagotribune.com/business/sns-201506162100--tms--savingsgctnzy-a20150616-20150616-story.html", "article_text": "I recommend that most people hold their common stock investments primarily in no-load, diversified index funds with low management fees. I do, however, invest in sector funds in certain circumstances.\n\nFor example, mutual funds and exchange-traded funds (ETFs) in the healthcare/pharmaceutical sector have outperformed traditional diversified index stock funds for many years. Vanguard's Health Care fund (VGHCX) has had an annualized return of 13.60 percent over the last 10 years, compared to 8.01 percent for the S&P 500 index. The three-year annualized return is 32.64 percent!\n\nThe reason for the excellent performance is profitability. In the 1st quarter of 2015, for example, the profitability of the healthcare industry increased 21.4 percent, the highest of any sector.\n\nA significant factor affecting profitability is this sector's political influence. Nick Kristof of The New York Times pointed out in a recent column that the healthcare industry had five times as many well-paid lobbyists in 2014 as there were members of Congress. Those lobbyists, he argued, are the reason there are no bulk discounts for Medicare, adding an extra $50 billion every year in profits to the industry.\n\nCongressmen from both parties have done very little to keep the price of drugs down. When Part D of Medicare passed, Congress did nothing to control drug prices. U.S. consumers pay 100 percent of the cost of research for new drugs. Other countries, such as Canada, can offer their citizens the same drugs at much cheaper prices.\n\nAnother factor is advertising. Two of the drugs my family takes are advertised continually on TV. Commercials tell consumers to \"ask their doctor\" about expensive drugs. If they are that good, doesn't the doctor know about them already? Does the consumer need to tell the doctor what to prescribe? Unnecessary millions are spent on advertising, and the cost is passed on to us.\n\nMy family uses Part D. The premiums increase annually -- as do the medication costs. The more expensive the medication, the faster Part D participants enter the \"coverage gap\" or \"bubble.\" After expenditures reach $2,960, a Medicare beneficiary's drug cost increases substantially. For example, a certain heavily advertised drug normally costs my family $80 per month. Once we enter the bubble, the cost increases to $140 per month. With another heavily advertised drug, the cost goes from $60 to $90 per month. Two years ago, we didn't enter the bubble until November. This year, we entered in May as a result of higher drug prices and more expensive medication prescribed by our doctors. Our situation is not atypical.\n\nThose are some of the reasons I have been investing in the healthcare industry. I would not be sad to see Congress do something to curb or lower drug prices, but I think I will have a long wait.\n\nThere is no guarantee that the performance of equities in this industry will continue to do better than other sectors. However, until drug prices are controlled better, they should continue to do well. I recommend using dollar-cost averaging to buy mutual funds and ETFs in this sector (which I have been doing), rather than making large one-time investments. The stock market is too volatile, and an adverse Supreme Court decision on the Affordable Care Act will surely affect the stock market negatively overall -- and the health care sector specifically -- if only on a short-term basis.\n\nCorrection: In a recent column on Medicare, I indicated that Medicare enrollment is automatic if you receive Social Security or Civil Service or Railroad Retirement benefits at 65. In fact, if you are a Civil Service retiree and not receiving Social Security payments, Medicare enrollment is not automatic. You should sign up for Medicare during the Initial Enrollment Period, which begins three months prior to your 65th birthday and ends four months after it.\n\n(Elliot Raphaelson welcomes your questions and comments at elliotraph@gmail.com.)\n\n(c) 2015 ELLIOT RAPHAELSON. DISTRIBUTED BY TRIBUNE CONTENT AGENCY, LLC.", "article_metadata": {"fb_title": "Healthcare, drug stocks surge, but at what cost?", "Description": "I recommend that most people hold their common stock investments primarily in no-load, diversified index funds with low management fees. I do, however, invest in sector funds in certain circumstances. For example, mutual funds and exchange-traded funds (ETFs) in the healthcare/pharmaceutical sector...", "copyright": "Copyright (c) 2016 Tribune Content Agency", "author": "Tribune Content Agency", "og": {"site_name": "chicagotribune.com", "description": "I recommend that most people hold their common stock investments primarily in no-load, diversified index funds with low management fees. I do, however, invest in sector funds in certain circumstances.", "title": "Healthcare, drug stocks surge, but at what cost?", "url": "http://www.chicagotribune.com/business/sns-201506162100--tms--savingsgctnzy-a20150616-20150616-story.html", "image": "http://www.trbimg.com/img-56f02a81/turbine/chi-default-open-graph-ct-logo/1200/1200x650", "type": "article"}, "x-servername": "lalvp05.18", "twitter": {"site": "@chicagotribune", "card": "summary"}, "robots": "index,follow", "apple-itunes-app": "app-id=383137151, app-argument=http://www.chicagotribune.com/deeplinkid/83800492", "fb": {"page_id": 5953023255, "app_id": 306836229411287}, "googlebot-news": "index", "date": "2015-06-16", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "googlebot": "index"}, "article_summary": "This year, we entered in May as a result of higher drug prices and more expensive medication prescribed by our doctors.\nAfter expenditures reach $2,960, a Medicare beneficiary's drug cost increases substantially.\nI would not be sad to see Congress do something to curb or lower drug prices, but I think I will have a long wait.\nHowever, until drug prices are controlled better, they should continue to do well.\nFor example, mutual funds and exchange-traded funds (ETFs) in the healthcare/pharmaceutical sector have outperformed traditional diversified index stock funds for many years."}