{"article_title": "Himes, Debicella spar in 4th Congressional District debate", "article_keywords": ["work", "debicella", "district", "spending", "himes", "savings", "state", "4th", "health", "plan", "spar", "saidhimes", "debate", "congressional", "care"], "article_url": "http://www.ctpost.com/local/article/Himes-Debicella-spar-in-4th-Congressional-5833652.php", "article_text": "Himes, Debicella spar in 4th Congressional District debate\n\nA 4th Congressional District debate Sunday afternoon was marked by raised voices and occasional flashes of temper as the two clashed on spending, health care, leadership -- and who lives a more lavish lifestyle.\n\nRepublican Dan Debicella, who is seeking to oust Democratic U.S. Rep. Jim Himes, a three-term incumbent, called him an ineffectual congressman who offers no new ideas, while Himes suggested his opponent lacks substance and is less than forthright about his true positions on the issues.\n\nThe debate, sponsored by area chapters of the League of Women Voters, was held at the Clune Performing Arts Center at Wilton High School.\n\nDebicella, of Shelton, is a former state senator who lost to Himes, a Greenwich resident, in 2010. The 4th District runs from Greenwich to Bridgeport and north to Ridgefield.\n\nDebicella portrayed himself as a moderate consensus-builder, able to work across party lines, while characterizing Himes as representing \"the mediocrity of low expectations.\"\n\n\"We can do better,\" Debicella said.\n\nHimes pointed to a number of improvements through the years for Connecticut and the national economy as it moved out of the recession.\n\n\"We're not there yet, but we have taken strides that I'm proud of,\" he said.\n\nOn job creation, Debicella said he favors a blend of ideas he says appeal to the left and the right. He said he wants to cut taxes and also eliminate benefits that corporations are given, such as large tax breaks to big oil companies.\n\nHimes said his largest priority to boost hiring was infrastructure development. He was critical of the Republican leadership in the House of Representatives that he said blocks major spending initiatives on building and repairing highways, bridges and railroads.\n\n\"We can finance that today, and we can put metal workers and laborers and civil engineers to work, and that's going to make a difference on the Merritt Parkway and Metro-North Railroad,\" he said.\n\nDebicella said his opponent wants to \"throw money at the problem,\" while he seeks a more targeted approach to infrastructure spending.\n\nHimes bristled at the suggestion that road repairs and other forms of infrastructure were anything but \"absolutely essential.\"\n\nOn government spending, Himes noted the federal deficit is trending down -- \"that's progress.\" He said he voted in favor of the Simpson-Bowles Plan, which would have enacted deep cuts across the board, noting he was one of the few Democrats to do so, signaling his independence.\n\n\"It had tough medicine,\" he said of the spending plan.\n\nDebicella said he is in favor of the \"penny plan,\" an initiative that would require one cent of savings for every federal dollar spent. Such a plan, with modest and incremental savings, would end the deficit, he said.\n\nHimes said the \"penny plan\" would entail severe cuts in Medicare and Social Security, and that he opposes it.\n\nOn the question of health care, Debicella wanted to scrap the state exchanges that form the backbone of the Affordable Care Act. In line with his philosophy of turning to the private sector for positive change, he said he supports setting up health savings accounts to allow people to buy health insurance.\n\n\"We need to take a more business-like approach to Obamacare,\" he said.\n\nHimes said the Affordable Care Act is far from perfect, but, he said, \"I did support the ACA, and I'm proud of the fact there are 15 million people in the country who now have health insurance.\" He noted the Connecticut exchange has enrolled many uninsured people, dropping the rate of people without medical coverage from 8 percent to 4 percent.\n\nThe question of which candidate is more in touch with middle-class values led to the most-heated dialogue of the evening.\n\n\"You work for the nation's largest hedge fund,\" Himes said about Debicella, referring to his prior employment at Bridgewater.\n\n\"He doubled the size of his Greenwich mansion,\" Debicella said later.\n\n\"Bringing up the fact that I renovated my home ... I'm not going to dignify it with a response,\" Himes said.\n\nDebicella said he is a social moderate, describing himself as pro-choice and in favor of gay marriage.\n\nHimes raised questions about his opponent's record in state government, suggesting the moderate label might not be accurate.\n\n\"Which Dan are we going to get?\" he asked, noting an organization opposed to gay rights and same-sex marriage once gave Debicella an endorsement.\n\nAbout 200 people attended the debate.\n\nRobert.Marchant@scni.com", "article_metadata": {"SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "description": "4th Congressional District candidates debate spending, health care, wealth  A 4th Congressional District debate Sunday afternoon was marked by raised voices and occasional flashes of temper as the two clashed on spending, health care, leadership -- and who lives a more lavish lifestyle.  Republican Dan Debicella, who is seeking to oust Democratic U.S. Rep. Jim Himes, a three-term incumbent, called him an ineffectual congressman who offers no new ideas, while Himes suggested his opponent lacks substance and is less than forthright about his true positions on the issues.  The debate, sponsored by area chapters of the League of Women Voters, was held at the Clune Performing Arts Center at Wilton High School.  On the question of health care, Debicella wanted to scrap the state exchanges that form the backbone of the Affordable Care Act.  In line with his philosophy of turning to the private sector for positive change, he said he supports setting up health savings accounts to allow people to buy health insurance.", "vf": {"section": "news", "unique_id": "ctpost-article-5833652"}, "og": {"site_name": "Connecticut Post", "description": "4th Congressional District candidates debate spending, health care, wealth  A 4th Congressional District debate Sunday afternoon was marked by raised voices and occasional flashes of temper as the two clashed on spending, health care, leadership -- and who lives a more lavish lifestyle.  Republican Dan Debicella, who is seeking to oust Democratic U.S. Rep. Jim Himes, a three-term incumbent, called him an ineffectual congressman who offers no new ideas, while Himes suggested his opponent lacks substance and is less than forthright about his true positions on the issues.  The debate, sponsored by area chapters of the League of Women Voters, was held at the Clune Performing Arts Center at Wilton High School.  On the question of health care, Debicella wanted to scrap the state exchanges that form the backbone of the Affordable Care Act.  In line with his philosophy of turning to the private sector for positive change, he said he supports setting up health savings accounts to allow people to buy health insurance.", "title": "Himes, Debicella spar in 4th Congressional District debate", "url": "http://www.ctpost.com/local/article/Himes-Debicella-spar-in-4th-Congressional-5833652.php", "image": "http://ww3.hdnux.com/photos/32/62/34/7022358/3/rawImage.jpg", "type": "article"}, "twitter": {"site": "@ConnPost", "card": "summary_large_image"}, "fb": {"admins": 100006394927810, "app_id": 422850911169061}, "format-detection": "telephone=no", "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd9b0f\"", "article_summary": "Himes, Debicella spar in 4th Congressional District debateA 4th Congressional District debate Sunday afternoon was marked by raised voices and occasional flashes of temper as the two clashed on spending, health care, leadership -- and who lives a more lavish lifestyle.\nOn the question of health care, Debicella wanted to scrap the state exchanges that form the backbone of the Affordable Care Act.\nOn government spending, Himes noted the federal deficit is trending down -- \"that's progress.\"\nDebicella, of Shelton, is a former state senator who lost to Himes, a Greenwich resident, in 2010.\nDebicella portrayed himself as a moderate consensus-builder, able to work across party lines, while characterizing Himes as representing \"the mediocrity of low expectations.\""}