{"article_title": "Zombies, Going Broke and Government Corruption scare Americans", "article_keywords": ["disasters", "broke", "feel", "fears", "corruption", "personal", "participants", "going", "americans", "zombies", "biggest", "survey", "fear", "scare"], "article_url": "http://uncovermichigan.com/content/25733-zombies-going-broke-and-government-corruption-scare-americans", "article_text": "Fear is among most basic human emotions. Many events in our life cause fear and make us feel unsafe. There are a number of things that scares us, but the biggest American fears are going broke, losing job because of robots, and sometimes zombie apocalypse.\n\nRecently, Chapman University conducted a survey to find America's Top Fears 2015. The survey showed that there are some expected events, including bio warfare, terrorism, which make Americans feel unsafe. Adding to that, a fear of zombies and US healthcare reform law Obamacare was also reported in the survey.\n\nMore than 1,500 adult Americans were included in the survey in April this fear. During the survey, the participants were asked about their fears. The thing that scares Americans the most was corruption. According to the survey, more than half of the participants were scared of government corruption. Adding to that, people also feel afraid of cyber-terrorism, terrorist attacks and government tracking personal information.\n\nMore than 30% participants feel Obamacare and gun control are their biggest fears. Global warming, which is a global issue, was also in the list with about 31%. It was not the end of the list as about 7% respondents fear clowns. More than 8% participants said that zombies make them feel insecure, while 9.7% said ghosts terrify them. Some people also said public speaking and death are their biggest fears.\n\nIn the survey, the fears were included in 10 subcategories. There subcategories were: technology, man-made disasters, government, personal future, crime, environment, natural disasters, daily life, personal anxieties and judgment of others. The highest-rated fear was man-made disasters.", "article_metadata": {"Generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "The survey showed that there are some expected events, including bio warfare, terrorism, which make Americans feel unsafe.\nMore than 30% participants feel Obamacare and gun control are their biggest fears.\nThere are a number of things that scares us, but the biggest American fears are going broke, losing job because of robots, and sometimes zombie apocalypse.\nSome people also said public speaking and death are their biggest fears.\nThere subcategories were: technology, man-made disasters, government, personal future, crime, environment, natural disasters, daily life, personal anxieties and judgment of others."}