{"article_title": "GOP Needs 60 Votes to Repeal Obamacare", "article_keywords": ["votes", "senate", "money", "obamacare", "needs", "budget", "60", "rubio", "health", "need", "repeal", "gop", "care"], "article_url": "http://www.rollcall.com/news/home/rubio-gop-needs-60-votes-to-repeal-obamacare", "article_text": "Sen. Marco Rubio sounds rather bearish on repealing Obamacare anytime soon, even if he or another Republican becomes president.\n\nOutlining his economic and foreign policy visions at a town hall meeting in Londonderry, N.H., on Wednesday, the Floridian said upending the 2010 health care overhaul law would take the support of a filibuster-proof supermajority of 60 senators.\n\n\"We do have to repeal Obamacare,\" Rubio said. \"And to do that, we'll need 60 votes in the Senate, a majority in the House and a president that will sign it.\"\n\nOf course, some Republicans — including other presidential contenders — argue that the budget reconciliation process can be used to pass a bill with a simple majority that at least partially rolls back the Affordable Care Act. That might be possible with the law having been passed in part through the budget maneuver, but the Senate GOP has yet to put that through the parliamentary rigors of a floor test.\n\nThe 2016 Senate map is not favorable to the Republicans, with the GOP more likely to lose seats (and perhaps the chamber entirely) than to make gains, meaning that if 60 votes are really needed to repeal Obamacare, it would not happen.\n\nShortly before August recess, Republican Conference Chairman John Thune of South Dakota suggested that with President Barack Obama in the White House there was no real rush. The budget rules limit purview of reconciliation legislation.\n\n\"We need to repeal it, but we need to replace it,\" Rubio said before outlining the highlights of his own replacement proposal for the president's health care law.\n\n\"Obamacare has made health insurance more expensive, has diminished the quality of care that people can access and is encouraging employers to hire less people and cut the hours of people that are already working,\" Rubio said. \"Other than that, I guess it's really good, right?\"\n\nRubio argued that his proposal would provide for the kind of interstate competition that would provide better care at lower cost.\n\n\"Every American will control their own health care dollars. It'll be pre-tax money, you don't pay taxes on this money, whether it was given to you by your employer, whether it's a tax credit or whether it's your own money,\" Rubio said. \"And you can use that money to buy any insurance you want, of the kind you want, and you can buy it from any company in any state in America that will sell it to you.\"\n\nEmily Cahn contributed to this report from Londonderry.\n\nRelated: Obamacare Repeal Effort Could Wait Until Next Year", "article_metadata": {"description": "Sen. Marco Rubio sounds rather bearish on repealing Obamacare anytime soon, even if he or another Republican becomes president.", "og": {"site_name": "Roll Call", "description": "Sen. Marco Rubio sounds rather bearish on repealing Obamacare anytime soon, even if he or another Republican becomes president.", "title": "Rubio: GOP Needs 60 Votes to Repeal Obamacare", "url": "http://www.rollcall.com/news/home/rubio-gop-needs-60-votes-to-repeal-obamacare", "image": {"identifier": "http://cdn.images.rollcall.com/image/1ed71e81ff466910ac598f06d393a96c/blogs/sites/7/2015/08/NHPOL15_122_082615-445x283.jpg", "type": "image/png"}, "updated_time": "2015-08-27T03:08:35Z", "type": "website"}, "abstract": "Sen. Marco Rubio sounds rather bearish on repealing Obamacare anytime soon, even if he or another Republican becomes president.", "fb": {"app_id": 1383531991672364}, "keywords": "Blog ID,Author,category,category,category,category,author,category,category,RC-Tags,CQToday Topic,2016,budget,health-care,marco-rubio,policy,procedure,budget reconciliation,Marco Rubio,obamacare,heal", "article": {"section": "home", "published_time": "2015-08-27T03:08:35Z", "modified_time": "2015-08-27T03:08:35Z"}, "twitter": {"description": "Sen. Marco Rubio sounds rather bearish on repealing Obamacare anytime soon, even if he or another Republican becomes president.", "title": "Rubio: GOP Needs 60 Votes to Repeal Obamacare", "url": "http://www.rollcall.com/news/home/rubio-gop-needs-60-votes-to-repeal-obamacare", "image": {"src": "http://cdn.images.rollcall.com/image/1ed71e81ff466910ac598f06d393a96c/blogs/sites/7/2015/08/NHPOL15_122_082615-445x283.jpg"}, "site": "@rollcall", "card": "summary |player (See: https://dev.twitter.com/cards/types/player We will have to submit a test and get approval before using this type)"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "article_summary": "\"We do have to repeal Obamacare,\" Rubio said.\nRelated: Obamacare Repeal Effort Could Wait Until Next Year\n\"And to do that, we'll need 60 votes in the Senate, a majority in the House and a president that will sign it.\"\nThe 2016 Senate map is not favorable to the Republicans, with the GOP more likely to lose seats (and perhaps the chamber entirely) than to make gains, meaning that if 60 votes are really needed to repeal Obamacare, it would not happen.\n\"Every American will control their own health care dollars."}