{"article_title": "Longmont man gives tips on unconventional carving technique", "article_keywords": ["unconventional", "pumpkin", "technique", "dietzen", "pumpkins", "studio", "xacto", "carving", "longmont", "design", "tips", "man", "tools", "thick", "sculpting", "gives"], "article_url": "http://www.timescall.com/lifestyles-top-stories/ci_24381460/longmont-man-devises-new-technique-carve-pumpkins", "article_text": "Pick a solid pumpkin that has thick walls for a more stable canvas. a solid pumpkin that has thick walls for a more stable canvas. Metal tools offer more control and precision than plastic ones that break easily. Adapt the design as you carve. Use mistakes to create a new concept. Wipe excess shavings as you carve to see the true progress. Spray the finished design with bleach-water solution to protect it from mold. Source: Pumpkin sculptor Aaron Dietzen\n\nLONGMONT -- Carving pumpkins has been a family tradition for Longmont resident Aaron Dietzen since he can remember.\n\nGoing to the pumpkin patch, picking out the perfect gourd and competing to see who could carve the best design was a staple of the season for the Dietzen family.\n\nThe family still competes for bragging rights but, Dietzen said, he has surpassed his siblings and held the reigning title for the past six years since adopting a new method he calls pumpkin sculpting.\n\n\"I saw a picture of one online that had flames, like you see on a car, but they were layered and different depths and so the candle made them glow different colors,\" Dietzen said. \"It was a really cool and interesting concept and I thought I'd give it a try.\"\n\nHis first attempt at sculpting was at a carving contest at work where Dietzen created a skull using an X-Acto knife and a large serrated knife.\n\n\"I got a certificate for that one and that's kind of when it started,\" Dietzen said.\n\nA product manager at a software company by day, Dietzen finds creative outlets at home in a second-floor living room turned art studio where he often works with clay. Pumpkins provide a new, and more affordable, challenge for the clay sculptor in the fall.\n\nTwo sculpted and two untouched pumpkins sit on a table in the middle of the room waiting to be brought to life.\n\nAaron Dietzen puts the finishing touches on sculpting a pumpkin, Monday, in his studio at his home in Longmont. (Matthew Jonas)\n\nOne pumpkin features a smiling face with a large mouth full of teeth while the other snarls with a mean expression that Dietzen describes as more \"Halloween-y.\"\n\nDietzen's technique is unconventional, but he tends to design traditional faces on his sculpted pumpkins, often reflecting the \"creepy\" nature of the holiday.\n\nThough Dietzen tends to let the shape of the pumpkin direct his sculpture, he said, picking the right pumpkin is vital.\n\nPicking the pumpkin\n\nSince the sculpting technique requires shaving chunks from the exterior without cutting all the way through, the pumpkin should have a thick shell, Dietzen said.\n\nAaron Dietzen uses a vegetable peeler to begin sculpting a face into a pumpkin, Monday, in his studio at his home in Longmont. (Matthew Jonas)\n\n\"Start hitting it and listen to the sound it makes,\" he said. \"You want it to sound solid, like it has as much meat on it as possible.\"\n\nThe size and shape of the pumpkin should be determined by the design, Dietzen said, or the design determined by the size and shape depending on which comes first.\n\nTools of the trade\n\nA handful of clay tools, an X-Acto knife and a metal peeler are Dietzen's tools of the trade.\n\nThe metal, vegetable peeler shaves off large, thin strips of the outer skin, creating a workspace for the design without taking off too much of the meat, he said.\n\nAn X-Acto knife fits between his finger like a pen and a sharp, pointed edge makes it the perfect tool for drawing guidelines for the design.\n\nAaron Dietzen uses a clay sculpting tool to begin to cut a face into a pumpkin, Monday, in his studio at his home in Longmont. (Matthew Jonas)\n\nClay tools with small, scooped ends create most of the dimension in Dietzen's designs.\n\nDesigning and sculpting\n\nFaces tend to be a natural instinct for many pumpkin designs, Dietzen said, inspired by the traditional jack-o-lantern concepts.\n\nDetails like curved eyebrows, teeth and crow's feet make Dietzen's designs different and challenging from one project to the next.\n\nHe begins every design by etching the basic concept into the pumpkin with his X-Acto knife and then shaving down layers to make certain features pop out.\n\nThe key is to remember that you're always subtracting, never adding, depth to a pumpkin, he said.\n\nA sculpted pumpkin by Aaron Dietzen is seen on a table, Monday, in his studio at his home in Longmont. (Matthew Jonas)\n\n\"If you're wanting the lips to stand up you have to think about where to take away to get the height you want,\" Dietzen said.\n\nFinishing touches\n\nMany carvers tend to clean out the inside of their pumpkins first, Dietzen said, but waiting until you're nearly finished is a good way to preserve the thick canvas.\n\nHe suggests waiting until the design is nearly complete to cut off the top and clean out a space for candles before finishing the last details.\n\nOnce the design is finished, Dietzen covers the pumpkin with a bleach-and-water solution to keep it from molding and adds Vaseline to the design, which slows the rotting process, he said.\n\nDietzen has carved three pumpkins this year already and has at least one more to go before Halloween.\n\nPractice adds to Dietzen's sculpting skills but, he said, his best designs were made while he was having fun.\n\n\"It should always be fun,\" Dietzen said. \"It's like any art. If you want to do it then just do it and the worst thing you can do is to lose a $4 pumpkin.\"\n\nWhitney Bryen can be reached at 303-684-5274 or wbryen@times-call.com.", "article_metadata": {"sailthru.url": "http://www.timescall.com/lifestyles-top-stories/ci_24381460/longmont-man-devises-new-technique-carve-pumpkins", "modificationDate": "2013-10-26T21:25:13-0600", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site46/2013/1023/20131023__27TCCLIF-6_300.jpg", "sailthru.author": "By Whitney Bryen   Longmont Times-Call", "description": "A family friendly pumpkin-carving competition led Aaron Dietzen to adopt a new method he calls pumpkin sculpting.", "ag": {"canon": "LongmontTimes-Call:article:24381460:view"}, "startDate": "2013-10-26T21:09:50-0600", "og": {"url": "http://www.timescall.com/lifestyles-top-stories/ci_24381460/longmont-man-devises-new-technique-carve-pumpkins", "image": "http://extras.mnginteractive.com/live/media/site46/2013/1023/20131023__27TCCLIF-1.jpg", "type": "article", "description": "A family friendly pumpkin-carving competition led Aaron Dietzen to adopt a new method he calls pumpkin sculpting.", "title": "Longmont man gives tips on unconventional carving technique"}, "twitter": {"domain": "timescall.com", "description": "A family friendly pumpkin-carving competition led Aaron Dietzen to adopt a new method he calls pumpkin sculpting.", "title": "Longmont man gives tips on unconventional carving technique", "url": "http://www.timescall.com/lifestyles-top-stories/ci_24381460/longmont-man-devises-new-technique-carve-pumpkins", "image": "http://extras.mnginteractive.com/live/media/site46/2013/1023/20131023__27TCCLIF-1.jpg", "site": "@TimesCall", "card": "summary_large_image"}, "sailthru.date": "2013-10-26T21:09:50-0600", "sailthru.site": "timescall.com", "sailthru.title": "Longmont man gives tips on unconventional carving technique", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Lifestyles: Top Stories", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "lLtD9ZooxmJUEEdRSCVzkO06t_hYKtyDqZF7EA3N2U0", "byline": "By Whitney Bryen", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site46/2013/1023/20131023__27TCCLIF-6.jpg", "pubDate": "2013-10-26T21:13:00-0600"}, "article_summary": "Source: Pumpkin sculptor Aaron DietzenLONGMONT -- Carving pumpkins has been a family tradition for Longmont resident Aaron Dietzen since he can remember.\nAaron Dietzen puts the finishing touches on sculpting a pumpkin, Monday, in his studio at his home in Longmont.\nA sculpted pumpkin by Aaron Dietzen is seen on a table, Monday, in his studio at his home in Longmont.\nDietzen's technique is unconventional, but he tends to design traditional faces on his sculpted pumpkins, often reflecting the \"creepy\" nature of the holiday.\nTools of the tradeA handful of clay tools, an X-Acto knife and a metal peeler are Dietzen's tools of the trade."}