{"article_title": "More private schools offer fee discounts to attract students in Victoria", "article_keywords": ["school", "fee", "grammar", "offer", "students", "site", "private", "victoria", "discounts", "parents", "cent", "fees", "schools", "attract"], "article_url": "http://www.theage.com.au/victoria/more-private-schools-offer-fee-discounts-to-attract-students-in-victoria-20150417-1mnku9.html", "article_text": "Private schools are enticing a growing number of parents with discounted fees as the competition for students heats up.\n\nLast minute booking website School Places offers discounts of up to 50 per cent at 30 Victorian private schools; up from 11 schools when the site was launched a year ago.\n\nHowever, some say the discounting is creating tensions between families who have reduced fees and those who pay full fees.\n\nIndependent Schools Victoria chief executive Michelle Green said while parents supported fee discounts for needy students, discounting fees for others could create some concern.\n\nAdvertisement\n\n\"It is a delicate balancing act. I do think it is a difficult value proposition if parents feel others are not paying the same,\" she said.\n\nThe website's chief executive, Natalie Mactier, said parents were trying to make a private school education more affordable.\n\n\"Parents are shopping around and comparing affordability across different schools. It's a very competitive market for private schools right now.\"\n\nThe discounts range from 10 per cent to 50 per cent over one to six years of tuition costs.\n\nMs Mactier said the site helped control fee increases by creating revenue for schools that would otherwise be forfeited.\n\nParents who use the site to snap up a year 9 spot at Shelford Girls' Grammar in Caulfield will save 30 per cent over three years, or $21,702, while Oakleigh Grammar is offering a 25 per cent discount over three years for families who enrol their children in year 9.\n\nOakleigh Grammar marketing officer Amy Coleman said the school used the site to reach out to new audiences.\n\nThe school rebranded itself in 2011, changing its name from Oakleigh Greek Orthodox College and becoming a grammar school.\n\n\"It exposes us to parents who may not have otherwise known about us, or have a dated perception. Now they can look at Oakleigh Grammar and say maybe we can give it a shot.\"\n\nMs Coleman said parents were supportive of the site because they wanted the school to grow.\n\nRecent figures from the Australian Bureau of Statistics show the shift from state schools to non-government schools has halted for the first time in almost four decades.\n\nGlenn Savage, a researcher and lecturer in education policy at Melbourne University, said Australian schooling was increasingly marketised​ and competitive.\n\n\"Parents are very savvy in choosing schools these days and adopt a range of strategies to secure the best deal,\" Dr Savage said.\n\nThe site was an attractive option for some parents but could create some interesting tensions, he said.\n\n\"If a student has a discounted place offered to them for several years through the website, then the child is essentially receiving the same education at a lower price than other students enrolled at the school.\"\n\nSt Michael's Grammar School head Simon Gipson said his school had a robust enrolment and there was no need to discount fees to attract last minute enrolments.\n\n\"We made a deliberate decision so the only fee discounts we give are for siblings,\" he said.\n\nThe St Kilda school also has a scholarship program, which is means-tested.\n\n\"If I had been paying full fees for 10 years and then someone comes in at the last minutes and gets a discount of 25 per cent, I think I might be a little bit resentful.\"\n\nhenrietta.cook@fairfaxmedia.com.au", "article_metadata": {"news_keywords": "education, public schools, private schools, private school fees, school places, the cost of education in Australia", "application-name": "The Age", "og": {"site_name": "The Age", "description": "Last minute booking website School Places offers discounts of up to 50 per cent at 30 Victorian private schools; up from 11 schools a year ago.", "title": "More private schools offer fee discounts to attract students in Victoria", "url": "http://www.theage.com.au/victoria/more-private-schools-offer-fee-discounts-to-attract-students-in-victoria-20150417-1mnku9.html", "image": "http://www.theage.com.au/content/dam/images/1/4/3/y/c/2/image.related.thumbnail.320x214.1mnku9.png/1431337363731.jpg", "type": "article"}, "twitter": {"site": "@theage", "image": {"src": "http://www.theage.com.au/content/dam/images/1/4/3/y/c/2/image.related.thumbnail.320x214.1mnku9.png/1431337363731.jpg"}, "description": "Last minute booking website School Places offers discounts of up to 50 per cent at 30 Victorian private schools; up from 11 schools a year ago.", "card": "summary_large_image", "title": "More private schools offer fee discounts to attract students in Victoria"}, "msapplication-tooltip": "Open The Age", "robots": "ACAP allow-present prohibited-modification=annotation", "fb": {"app_id": 230318243699378}, "msapplication-starturl": "http://www.theage.com.au", "msapplication-task": "name=Weather;action-uri=http://www.theage.com.au/weather;icon-uri=http://www.theage.com.au/favicon.ico;", "description": "Last minute booking website School Places offers discounts of up to 50 per cent at 30 Victorian private schools; up from 11 schools a year ago."}, "article_summary": "Independent Schools Victoria chief executive Michelle Green said while parents supported fee discounts for needy students, discounting fees for others could create some concern.\nPrivate schools are enticing a growing number of parents with discounted fees as the competition for students heats up.\nIt's a very competitive market for private schools right now.\"\nThe school rebranded itself in 2011, changing its name from Oakleigh Greek Orthodox College and becoming a grammar school.\nThe website's chief executive, Natalie Mactier, said parents were trying to make a private school education more affordable."}