{"article_title": "Nebraska Supreme Court Clears Way for Keystone XL Pipeline", "article_keywords": ["service", "pipeline", "oil", "court", "power", "xl", "reporting", "supreme", "governor", "vote", "state", "nebraska", "keystone", "way", "clears"], "article_url": "http://reason.com/blog/2015/01/09/nebraska-supreme-court-clears-way-for-ke", "article_text": "The Nebraska Supreme Court issued a decision today in the case Thompson v. Heineman that allows the governor to approve the construction of the Keystone XL pipeline through the state. The state legislature removed jurisdiction over the pipeline from Nebraska's Public Service Commission and gave decisionmaking power to the governor. Landowners who oppose the pipeline sued arguing that the legislature had violated the state's constitution. As it happens, four out Nebraska's Supreme Court justices agree with the landowners, but the same constitution requires a supermajority vote of five justices to declare any state legislation unconstitutional. The bottom line is that the governor has the power to approve the right-of-way and the contruction of the pipeline.\n\nNebraska Gov. Dave Heineman (R) approved the pipeine in January 2013. Once operational, the pipeline would transport daily more than 800,000 barrels of crude derived from Canadian oilsands to Gulf Coast refineries.\n\nToday the House of Representatives passed a bill approving construction of the pipeline by a vote of 266-153, with 28 Democrats joining nearly all Republicans in favor. The Senate is expected to pass the bill next week.\n\nEarlier this week, President Obama's press secretary Josh Earnest cited the pending court case as a reason for the president to veto Congressional legislation approving the pipeline. That objection no longer applies.\n\nFor those interested in how the power of eminent domain came to be exercised on behalf of common carriers like railroads, power lines, and pipelines, see Charles Burdick's \"The Origin of the Peculiar Duties of Public Service Companies\" in the June, 1911 issue of the Columbia Law Journal.\n\nDisclosure: Back in 2011, I went on a junket to report on the development of Alberta oil sands. My travel expenses were covered by the American Petroleum Institute. The API did not ask for nor did it have any editorial control over my reporting of this trip or, for that matter, any other reporting that I do. For more background, see my articles, \"The Man-Made Miracle of Oil from Sand,\" and \"Conflict Oil or Canadian Oil?\"", "article_metadata": {"og": {"site_name": "Reason.com", "description": "The Nebraska Supreme Court issued a decision today in the case Thompson v. Heineman that allows the governor to approve the construction of the Keystone", "title": "Nebraska Supreme Court Clears Way for Keystone XL Pipeline", "url": "http://reason.com/blog/2015/01/09/nebraska-supreme-court-clears-way-for-ke", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14208284153420.jpg", "type": "article"}, "twitter": {"site": "@reason", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14208284153420.jpg", "description": "The Nebraska Supreme Court issued a decision\ntoday in the case \nThompson v. Heineman that allows the governor to\napprove the construction of the Keystone XL pipeline through the\nstate. The state legislature removed jurisdiction over the pipeline\nfrom Nebraska's Public Service Commission and gave decisionmaking\npower to the governor. Landowners who oppose the pipeline sued\narguing that the legislature", "card": "summary_large_image", "title": "Nebraska Supreme Court Clears Way for Keystone XL Pipeline"}, "fb": {"pages": 17548474116}, "article": {"tag": "Veto", "published_time": "2015-01-09T19:17:00+00:00", "author": "http://reason.com/people/ronald-bailey"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "The Nebraska Supreme Court issued a decision today in the case Thompson v. Heineman that allows the governor to approve the construction of the Keystone XL pipeline through the state.\nThe state legislature removed jurisdiction over the pipeline from Nebraska's Public Service Commission and gave decisionmaking power to the governor.\nThe bottom line is that the governor has the power to approve the right-of-way and the contruction of the pipeline.\nFor more background, see my articles, \"The Man-Made Miracle of Oil from Sand,\" and \"Conflict Oil or Canadian Oil?\"\nAs it happens, four out Nebraska's Supreme Court justices agree with the landowners, but the same constitution requires a supermajority vote of five justices to declare any state legislation unconstitutional."}