{"article_title": "Dalai Lama Doesn’t Want To Be Reincarnated? The Spiritual Leader Goes Head-To-Head With China", "article_keywords": ["lamas", "spiritual", "lama", "chinese", "tibet", "holiness", "dalai", "buddhism", "times", "reincarnated", "doesnt", "china", "headtohead", "goes", "tibetan", "leader"], "article_url": "http://www.inquisitr.com/1942124/dalai-lama-doesnt-want-to-be-reincarnated/", "article_text": "Perhaps one of the most well-known religious leaders in the world (whose entire position depends upon reincarnation) is now saying he doesn’t want to be reincarnated. His Holiness the 14th Dalai Lama, the exiled religious leader of Tibet (which is now considered part of China), was quoted by the Science Times as saying he believes Tibetans no longer need a Dalai Lama and added that he feared the position would be shamed if a “weak” Dalai Lama succeeded him.\n\nFor those who are unfamiliar with Tibetan Buddhism, this particular sect of the religion believes that each Dalai Lama is reincarnated from the previous one. With that in mind, it’s not difficult to see how the 14th Dalai Lama’s refusal to reincarnate could be a problem for believers of Tibetan Buddhism. His Holiness’ decision not to reincarnate could also cause problems with China, the New York Times reported last Wednesday.\n\nThe New YorkTimes went on to say that the communist Chinese government is insisting that it alone has the power to decide who will become the next Dalai Lama via a process involving monks divining dreams and visiting a sacred lake. The Times added that the Dalai Lama’s followers fear the Chinese government will select an heir of their choosing after the passing of the current Dalai Lama.\n\nIf you’ve been following China’s history with Tibet, you know the Chinese have laid claim to Tibet, causing the Dalai Lama to go into a willful exile to avoid tensions with China. However, some contend that China does not have a right to control what is now called the “Tibetan Autonomous Zone,” which is the root of the two nations’ political conflict.\n\nAs the Inquisitr reported in December of 2014, China had been using its political prowess to prevent other world leaders from meeting with His Holiness, whose real name is Tenzin Gyatso. The Inquisitr also mentioned that the Dalai Lama has been in exile in China since 1959, ten years after the Communist Party first came to power in that country.\n\nWhether the Dalai Lama is really abstaining from reincarnation due to fears of a “weak” ruler succeeding him or to spite the Chinese government is unclear. In an article posted to their Twitter earlier today, the folks at The Economist offered their opinion, claiming that the Chinese government is no expert in Tibetan Buddhism, and implied that it has no right to be evaluating the situation. The title of the Economist’s article says it all:\n\nEven China accepts that only the Dalai Lama can legitimise its rule in Tibet http://t.co/I411aIImOz pic.twitter.com/01iTfZURY5 — The Economist (@TheEconomist) March 20, 2015\n\nOnly the coming weeks will tell whether the Dalai Lama’s attempts to defy the laws of the universe will pay off or not. In the meantime, it’s likely the relationship between Tibet and China won’t be improving anytime soon. As this new conflict with ancient roots plays out over the next few weeks, we can only hope it will come to a peaceful and mutually beneficial resolution.\n\n[Photo Credit: Thomas Lohnes/Getty Images]", "article_metadata": {"description": "Perhaps one of the most well-known religious leaders in the world (whose entire position depends upon reincarnation) is now saying he doesn't want to be", "og": {"site_name": "The Inquisitr News", "description": "Perhaps one of the most well-known religious leaders in the world (whose entire position depends upon reincarnation) is now saying he doesn’t want to be", "title": "Dalai Lama Doesn’t Want To Be Reincarnated? The Spiritual Leader Goes Head-To-Head With China", "url": "http://www.inquisitr.com/1942124/dalai-lama-doesnt-want-to-be-reincarnated/", "image": "http://cdn.inquisitr.com/wp-content/uploads/2015/03/dalai_lama.jpg", "article": {"published_time": "2015-03-20T20:55:57+00:00", "modified_time": "2015-03-20T21:51:22+00:00"}, "type": "article"}, "image": "http://cdn.inquisitr.com/wp-content/uploads/2015/03/dalai_lama.jpg", "msapplication-TileColor": "#ed1c24", "datePublished": "2015-03-20T20:55:57+00:00", "fb": {"app_id": 164157850314499, "pages": 71179904752}, "msapplication-TileImage": "http://cdn.inquisitr.com/assets/0cec37/dist/images/logos/inq-win.png", "keywords": "buddhism,china,dalai lama,reincarnation,tibet,asia", "HandheldFriendly": "True", "y_key": "f282393706a5fd85", "twitter": {"image": {"src": "http://cdn.inquisitr.com/wp-content/uploads/2015/03/dalai_lama.jpg", "height": 409, "width": 670}, "site": "@theinquisitr", "card": "summary_large_image", "description": "Perhaps one of the most well-known religious leaders in the world (whose entire position depends upon reincarnation) is now saying he doesn’t want to be"}, "viewport": "width=980"}, "_id": "\"57477af46914bd0286fe28c4\"", "article_summary": "For those who are unfamiliar with Tibetan Buddhism, this particular sect of the religion believes that each Dalai Lama is reincarnated from the previous one.\nThe Times added that the Dalai Lama’s followers fear the Chinese government will select an heir of their choosing after the passing of the current Dalai Lama.\nWith that in mind, it’s not difficult to see how the 14th Dalai Lama’s refusal to reincarnate could be a problem for believers of Tibetan Buddhism.\nThe Inquisitr also mentioned that the Dalai Lama has been in exile in China since 1959, ten years after the Communist Party first came to power in that country.\nWhether the Dalai Lama is really abstaining from reincarnation due to fears of a “weak” ruler succeeding him or to spite the Chinese government is unclear."}