{"article_title": "Poll finds solid support for Medicaid expansion in Virginia", "article_keywords": ["voters", "solid", "pay", "support", "virginia", "expansion", "general", "federal", "medicaid", "oppose", "survey", "poll", "finds"], "article_url": "https://www.washingtonpost.com/local/virginia-politics/poll-finds-solid-support-for-medicaid-expansion-in-virginia/2014/09/17/02090d44-3eb1-11e4-b0ea-8141703bbf6f_story.html", "article_text": "RICHMOND — A solid majority of Virginia voters support expanding Medicaid to an additional 400,000 Virginians, according to a new poll.\n\nReleased Wednesday, the day before the General Assembly is due to reconvene in Richmond to consider expanding the health-care program for the poor and disabled, the Christopher Newport University survey found that 61 percent of voters support expansion under the Affordable Care Act and 31 percent oppose it.\n\nVoters are evenly split about whether they trust the federal government to live up to its promise to cover most of the $2 billion-a-year cost, with 48 percent worried that Washington will not pay its share and 45 percent not worried.\n\n“Virginia voters continue to be pulled in two directions,” said Quentin Kidd, director of CNU’s Wason Center for Public Policy, which conducted the poll. “Most support the general idea of Medicaid expansion, but many are worried by concerns expressed by opponents as well.”\n\nAn April poll by CNU showed significantly weaker support for Medicaid expansion, with 53 percent of people surveyed opposed to legislation then before the General Assembly. But the questions asked in the two surveys were not the same, so Kidd said the results should be not read as a swing in public opinion.\n\nIn the April poll, voters were asked their views on Medicaid expansion after hearing a summary of arguments for and against it: “Democrats propose to subsidize private insurance for 400,000 uninsured and low-income Virginians by using federal Medicaid money that would otherwise not come to Virginia. Republicans oppose this expansion because they fear the federal Medicaid money will not come as promised, and also say the current Medicaid program has too much waste and abuse and needs to be reformed before it is expanded.”\n\nIn the new poll, the pros and cons were worded differently and split into separate questions.\n\nAt one point, voters were asked: “Proponents of Medicaid say that it will provide health coverage for an additional 400,000 mostly working poor Virginians who are uninsured. In general do you support Medicaid expansion or oppose it?”\n\nThat was followed by: “Some people worry that the federal government will not pay its part if Virginia expands Medicaid. Do you share that worry?\n\nA third question asked: “Rather than expand Medicaid itself, one proposal in the special session would use federal Medicaid funds to pay low-income workers’ share of the cost of health insurance benefits offered by their employers, or to pay their premiums for private insurance. Do you support such a plan or oppose it?” Forty-nine percent supported the plan and 39 opposed it.\n\nKidd said his goal for the two polls were different. The April survey was intended to consider competing political arguments head-on to determine which was winning the day, while the new poll was meant to gauge public opinion on the potential benefits and risks of expansion through a series of questions.\n\n“They’re two different things,” he said. “This survey tests support from those three questions, three variations on the Medicaid topic. The April survey tested who was wining the political argument.”\n\nThe poll surveyed 796 voters on land lines and cell phones between Sept. 9-15. It has a margin of error of plus or minus 3.5 percentage points.", "article_metadata": {"description": "Christopher Newport University survey finds 61 percent of voters favor expansion.", "author": "http://www.facebook.com/laura.vozzella", "og": {"site_name": "Washington Post", "description": "Christopher Newport University survey finds 61 percent of voters favor expansion.", "title": "Poll finds solid support for Medicaid expansion in Virginia", "url": "https://www.washingtonpost.com/local/virginia-politics/poll-finds-solid-support-for-medicaid-expansion-in-virginia/2014/09/17/02090d44-3eb1-11e4-b0ea-8141703bbf6f_story.html", "image": "https://images.washingtonpost.com/?url=https://img.washingtonpost.com/pb/resources/img/twp-3000x1568.jpg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@LVozzella"}, "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "va politics, virginia politics, medicaid expansion virginia, cnu poll, medicaid expansion poll, quentin kidd, christopher newport university poll,", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "http://www.facebook.com/laura.vozzella"}, "news_keywords": "va politics, virginia politics, medicaid expansion virginia, cnu poll, medicaid expansion poll, quentin kidd, christopher newport university poll,", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "eomportal-uuid": "02090d44-3eb1-11e4-b0ea-8141703bbf6f"}, "_id": "\"57477af46914bd0286fde62d\"", "article_summary": "RICHMOND — A solid majority of Virginia voters support expanding Medicaid to an additional 400,000 Virginians, according to a new poll.\n“Most support the general idea of Medicaid expansion, but many are worried by concerns expressed by opponents as well.”An April poll by CNU showed significantly weaker support for Medicaid expansion, with 53 percent of people surveyed opposed to legislation then before the General Assembly.\nIn general do you support Medicaid expansion or oppose it?”That was followed by: “Some people worry that the federal government will not pay its part if Virginia expands Medicaid.\nIn the April poll, voters were asked their views on Medicaid expansion after hearing a summary of arguments for and against it: “Democrats propose to subsidize private insurance for 400,000 uninsured and low-income Virginians by using federal Medicaid money that would otherwise not come to Virginia.\n“This survey tests support from those three questions, three variations on the Medicaid topic."}