{"article_title": "A New Vicious Scam Targets Desperate Homeowners", "article_keywords": ["paying", "scam", "foreclosure", "mortgage", "homeowners", "stop", "vicious", "theyre", "lender", "ftc", "desperate", "services", "targets", "hope"], "article_url": "http://www.thefiscaltimes.com/2015/05/04/New-Vicious-Scam-Targets-Desperate-Homeowners", "article_text": "Since 2006, the official start of the Great Recession, more than 15 million homes have been foreclosed. But that was then. Now, in 2015, home prices are on the rise, and the housing market has recovered. Not so fast.\n\nFor scammers, foreclosures are big business. They’re targeting homeowners having trouble paying their mortgages by promising to rescue them from foreclosures. Instead, they’re robbing them of big money.\n\nRelated: The Foreclosure Nightmare That Won’t Go Away\n\nA group of companies and individuals doing business as HOPE Services, are telling consumers who face foreclosure that they could receive help from government-backed programs such as Making Home Affordable, but only after they made three monthly trial payments into a so-called mortgage lender’s trust account, according to the Federal Trade Commission.\n\nThere's no connection with Hope Services llc. Loan modification scams sometimes use the word \"hope,\" because legitimate government programs often use that term.\n\nNot only did HOPE Services pocket the money, it also failed to provide help to the homeowners facing foreclosure notices and hearings. The con artists also strongly discouraged homeowners from talking to a lawyer or their mortgage lender.\n\n“Financially-strapped people lost almost $2 million,” said the FTC in a press release. “That forced some into bankruptcy. Some people, ultimately, lost their homes.”\n\nThe rate of foreclosure had been going down since September 2010, but it rose by 4 percent in March compared to the same time last year, according to data from RealtyTrac.\n\nRelated: OMG, a Foreclosure on the Swankiest Road in the Hamptons!\n\nHere are four red flags to avoid foreclosure scams:\n\nGuaranteed fixes. No one can or should guarantee to stop your foreclosure.\n\nFees upfront. Never pay in advance to anyone who promises to stop a foreclosure or guarantee a new mortgage.\n\nStop talking and stop paying. Avoid anyone telling asking you not to pay your lender or not to talk with your lender or an attorney.\n\nPressure to sign. If you are being rushed or asked to sign over the title or deed of your house to someone other than your lender, it’s likely a scam.\n\nThe FTC suggests homeowners should contact their mortgage company as soon as possible if they’re having trouble paying their mortgage or if they receive a foreclosure notice.\n\n“Keeping the line of communications with your mortgage company open is critical,” the FTC said.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Since 2006, the official start of the Great Recession, more than 15 million homes have been foreclosed. But that was then. Now, in 2015, home prices are on the rise, and the housing market has recovered. Not so fast.", "title": "A New Vicious Scam Targets Desperate Homeowners", "url": "http://www.thefiscaltimes.com/2015/05/04/New-Vicious-Scam-Targets-Desperate-Homeowners", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/01132011_foreclosure.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/05/04/New-Vicious-Scam-Targets-Desperate-Homeowners", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/01132011_foreclosure.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Since 2006, the official start of the Great Recession, more than 15 million homes have been foreclosed. But that was then. Now, in 2015, home prices are on the rise, and the housing market has recovered. Not so fast.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Not only did HOPE Services pocket the money, it also failed to provide help to the homeowners facing foreclosure notices and hearings.\nThe con artists also strongly discouraged homeowners from talking to a lawyer or their mortgage lender.\nStop talking and stop paying.\nThey’re targeting homeowners having trouble paying their mortgages by promising to rescue them from foreclosures.\nThere's no connection with Hope Services llc."}