{"article_title": "Crowdfunding Mailbox: mifold Mini Booster Seat, Wearsafe is a Wearable Panic Button & droPrinter for your Smartphone", "article_keywords": ["mini", "wearsafe", "smartphone", "mifold", "crowdfunding", "car", "button", "seat", "droprinter", "booster", "child", "mailbox", "panic", "wearable", "portable"], "article_url": "http://www.crowdfundinsider.com/2015/07/71400-crowdfunding-mailbox-mifold-mini-booster-seat-wearsafe-is-a-wearable-panic-button-droprinter-for-your-smartphone/", "article_text": "For this week’s Crowdfunding Mailbox we have mifold the “grab & go” booster seat, Wearsafe wearable tech to alert others when you are in trouble and droPrinter for your smartphone.\n\nmifold is described as the “first real innovation in child car booster seats in over 50 years. I am not presently in the market for a booster seat but from what I know I think they are right. Child booster seats are required by law in much of the world. Typically current products on the market are bulky and unwieldy and certainly do not travel well. Jon Sumroy out of London has come up with an ingenious and practical approach for a booster seat. Instead of lifting the child up, mifold brings the seatbelt into place by holding it down. This makes mifold super compact. It adheres to the law of the land, according to the campaign, and practically fits in your pocket. For those of you who travel with children you understand the challenges of kids in a cab or a rental car booster (that you get charged for). Apparently many people agree with Jon as over 3000 backers have signed up for mifold on Indiegogo. This crowdfunding campaign is 5x past its goal now. Ships in March of 2016.\n\nWearsafe is a portable wearable panic button. If you are someplace and all of a sudden you feel at risk, hit the button and immediately your selected network is made aware of your location. Not only are your friends and family made aware of your location but a series of data points are messaged as well including; speed of travel and streaming audio. Your location is updated on a rolling basis. The device does require a connected mobile phone but it eliminates the fumbling and challenge of actually using it under a stressful situation. With Wearsafe you hit the button and that is it.\n\nAdvisor Rich Staropoli, a former US Secret Service Agent, says this product can prevent the unthinkable from happening. He sites data that 1 in 5 women will be the victim of a sexual assault.\n\nWearsafe is raising funding on Kickstarter and it is well over halfway to its $75,000 goal. For $40 you may receive a Wearsafe this coming September as this is not a prototype and is ready to ship (kudos on this).\n\nMy iPhone is my workhorse productivity tool just like millions of other people. It is hard to imagine being without it as it has become the focus point of all my content, applications and communication. While I have pretty much eliminated all need for paper these days I recognize there are still times when hard copy is actually preferable to a digital document. droPrinter has recognized this as well and they have come up with a tiny, portable printer specifically for your smartphone. How small is droPrinter? Tiny. A bit over 4″ in width. droPrinter uses the technology you used to see in old fax machines. Using standard thermal paper you can print anything viewable on the screen of your phone. This one is already funded on Kickstarter easily topping its $11,224 goal. Scheduled to ship in March of 2016.\n\n10x Smaller & Just as Safe. The most advanced, compact and portable booster seat ever invented.\n\nmifold is a revolutionary new car safety solution. There are many journeys where children do not have a booster (we estimate as much as 25% of all child journeys – and research has shown that 50% of kids in the USA don’t have the right booster when carpooling for the school run) we want to eliminate these risks completely. With a compact and portable device, a child can always be safe no matter whose car they are in.\n\nWearsafe: connect with the press of a wearable button, keeping you safer wherever you are and more secure in whatever you’re doing.\n\nWith the press of a wearable button, Wearsafe instantly alerts, informs and connects your most trusted network so they can send help when you need it. Being prepared allows you to safely embrace all of life’s adventures!\n\nIt’s a printer that solely designed for your smartphone! droPrinter is the affordable, portable printer to print anywhere, anytime.\n\nHave you imagine that you could print any thing showed on your smart phone’s screen, like messages, web page or image? Now you can!", "article_metadata": {"news_keywords": "australia, droprinter, indiegogo, jon sumroy, mifold, rich staropoli, uk, united kingdom, finance, fintech, crowdfunding, marketplace lending, peer to peer lending", "ca_image": "http://www.crowdfundinsider.com/wp-content/uploads/2015/07/Crowdfunding-Mailbox-Featured-7.19.15-150x150.png", "og": {"site_name": "Crowdfund Insider", "description": "For this week's Crowdfunding Mailbox we have mifold the \"grab & go\" booster seat, Wearsafe wearable tech to alert others when you are in trouble and dr", "title": "Crowdfunding Mailbox: mifold Mini Booster Seat, Wearsafe is a Wearable Panic Button & droPrinter for your Smartphone - Crowdfund Insider", "locale": "en_US", "image": "http://www.crowdfundinsider.com/wp-content/uploads/2015/07/Crowdfunding-Mailbox-Featured-7.19.15.png", "url": "http://www.crowdfundinsider.com/2015/07/71400-crowdfunding-mailbox-mifold-mini-booster-seat-wearsafe-is-a-wearable-panic-button-droprinter-for-your-smartphone/", "type": "article"}, "twitter": {"description": "For this week's Crowdfunding Mailbox we have mifold the \"grab & go\" booster seat, Wearsafe wearable tech to alert others when you are in trouble and droPrinter for your smartphone. mifold is described as the \"first real innovation in child car booster seats in over 50 years.  I am not presently in the market for a booster seat but from what I know I think they are right. Child booster seats are required by law", "creator": {"identifier": "@crowdfundinside", "id": 619398213}, "url": "http://www.crowdfundinsider.com/2015/07/71400-crowdfunding-mailbox-mifold-mini-booster-seat-wearsafe-is-a-wearable-panic-button-droprinter-for-your-smartphone/", "image": {"width": 731, "identifier": "http://www.crowdfundinsider.com/wp-content/uploads/2015/07/Crowdfunding-Mailbox-Featured-7.19.15.png", "height": 519}, "title": "Crowdfunding Mailbox: mifold Mini Booster Seat, Wearsafe is a Wearable Panic Button & droPrinter for your Smartphone", "card": "summary"}, "msapplication-TileImage": "http://www.crowdfundinsider.com/wp-content/uploads/2015/01/Crowdfund-Insider-Logo-54b72a2fv1_site_icon-128x128.png", "article": {"publisher": "https://www.facebook.com/crowdfundinsider", "section": "Featured Headlines", "tag": "united kingdom", "published_time": "2015-07-19T15:55:05+00:00"}, "keywords": "finance, crowdfunding, peer to peer lending, marketplace lending, fintech", "google-site-verification": "_26Cre0MwQt2c23yhU4zzx3lFdCDhF7-11VIB9ioFew", "ca_title": "Crowdfunding Mailbox: mifold Mini Booster Seat, Wearsafe is a Wearable Panic Button & droPrinter for your Smartphone", "description": "For this week's Crowdfunding Mailbox we have mifold the \"grab & go\" booster seat, Wearsafe wearable tech to alert others when you are in trouble and dr"}, "article_summary": "For this week’s Crowdfunding Mailbox we have mifold the “grab & go” booster seat, Wearsafe wearable tech to alert others when you are in trouble and droPrinter for your smartphone.\nJon Sumroy out of London has come up with an ingenious and practical approach for a booster seat.\nI am not presently in the market for a booster seat but from what I know I think they are right.\nWith the press of a wearable button, Wearsafe instantly alerts, informs and connects your most trusted network so they can send help when you need it.\nmifold is described as the “first real innovation in child car booster seats in over 50 years."}