{"article_title": "Hillary Clinton's big donors in California have found all sorts of reasons to be nervous", "article_keywords": ["week", "donors", "clinton", "campaign", "reasons", "nervous", "clintons", "priorities", "biden", "hillary", "california", "big", "sorts", "super"], "article_url": "http://www.latimes.com/nation/politics/la-na-clinton-california-donors-20150925-story.html", "article_text": "During a month in which some of Hillary Rodham Clinton’s biggest donors fretted, obsessed over and second-guessed her campaign, it wasn’t Clinton’s big policy speeches on healthcare or her vow to block the Keystone XL pipeline that helped ease nerves.\n\nIt was her several minutes of banter with “Tonight Show” host Jimmy Fallon.\n\nSuch are the mechanics of the Clinton campaign money machine, which is driven in large part by an extremely fickle – some might argue self-important – group of California moguls. Clinton will be back in California on Sunday to collect yet more checks. And one of the toughest challenges she and her advisors face is convincing this crowd of Hollywood executives and other titans of West Coast industry that they’ve got the campaign under control.\n\nLately, it’s been tough. Rival Bernie Sanders – a self-described socialist – is ahead in New Hampshire. The threat of the charming and formidable Vice President Joe Biden crashing the nominating contest looms. The FBI is investigating Clinton’s email server. It has all amounted to a lot of nail-biting and hand-wringing in the cocktail lounges of Beverly Hills and beach houses of Malibu.\n\n“It is something everyone is talking about,” said one prolific Clinton fundraiser, who asked to remain unidentified for fear of antagonizing the campaign. “Is she going to lose? What is going on? Is Biden running? Is she in trouble? Why is the campaign doing this or that?”\n\nThe worrying calmed down some after the “Tonight Show” appearance, where Clinton showed her easygoing, relatable and ultimately reassuring side that voters so rarely get to see. It aired Sept. 16, the same night as the GOP debate in Simi Valley, the content of which panicked some previously unmotivated Clinton donors in California enough to pull out their checkbooks.\n\nTRAIL GUIDE: All the latest news on the 2016 presidential campaign >>\n\nBut by the time Clinton was preparing this week to roll back into California for her next fundraising swing, jitters set in anew. The problem now: Not enough glitterati are hosting her during this three-day blitz through Los Angeles and the Bay Area. There is an event hosted by Lionsgate Motion Picture Group Co-Chairman Rob Friedman, but beyond that, one campaign check bundler said, “it is the absolute B team.”\n\nThe reasons why are in dispute. One Hollywood-based advisor to top donors, whose A-list clients turned down requests to host Clinton next week, said it wasn’t a matter of waning support. The clients were feeling that the star-studded events should be more spaced out, and Clinton has already had a few, this person said, adding that reading the tea leaves of Hollywood donors is never a great idea.\n\n“You should never use Hollywood as a litmus test for how a candidate is performing,” the advisor said. “We are fickle, and we are used to building up and discarding our stars.”\n\nThere has been no shortage of that. Early exhilaration over the possibility that Democrats could avoid a damaging nomination fight fades further into doubt each time Clinton stumbles. Days before Clinton was to show up in California, campaign manager Robby Mook was dispatched to the homes of loyalist donors in the Bay Area for some reassurance. The major givers whom others look to for a signal insist that everything is fine.\n\nAndy Spahn, whose political consulting firm advises both Jeffrey Katzenberg and Steven Spielberg, said that if donors are frustrated, it is not with the campaign but with the media for its attention to Clinton’s use of private email while secretary of State. He said Clinton’s much-anticipated testimony next month on the matter before a congressional committee, along with the first Democratic debate a week earlier, will allow her to “further showcase her strength as a candidate.”\n\nGet more national political news and the latest from Campaign 2016 >>\n\nThat’s not to say the big donors he represents wouldn’t run the campaign differently. They want Clinton to shift her focus to the main super PAC supporting her, Priorities USA, which can raise unlimited amounts, so long as it doesn’t coordinate with the official campaign. Clinton has avoided private meetings with potential donors to the organization, opting instead to attend fundraisers for the official campaign, which can only legally raise $2,700 from each donor.\n\n“We are certainly weighing in and looking to get more time from the campaign for Priorities,” Spahn said. “She is being attacked by 16 Republican campaigns and super PACs run by the Koch brothers, Karl Rove, et cetera. She needs resources to respond and put out a positive message. The super PAC is critically important at this stage of the campaign.”\n\nPriorities had a lackluster first quarter, raising just $15 million, a big chunk of it coming from Californians such as Katzenberg, Spielberg, San Francisco philanthropist Herbert Sandler, entertainment tycoon Haim Saban and his wife, Cheryl, all of whom gave $1 million each. Right to Rise, the super PAC backing Republican heavyweight Jeb Bush, eclipsed Priorities that quarter, raising $103 million.\n\nIn the current reporting period, John Podesta, the Clinton campaign chairman, and Paul Begala, the star Democratic operative, among other notable surrogates, began aggressively soliciting donations for Priorities. But even with $25 million in new commitments, it is still far behind the pace Right to Rise set last quarter.\n\nThen there is the Biden factor – another issue on which Clinton’s California loyalists can’t seem to agree. Some fret that big donors will defect if the vice president mounts a credible run. Others predict it would only help Clinton.\n\nSeveral Californians who’ve raised money for President Obama signed a letter this month pledging support for Biden should he enter the race. “If he jumps in, we will be there for him 100%,” said Samantha Millman, a Los Angeles real estate investor who was among them.", "article_metadata": {"fb_title": "Hillary Clinton's big donors in California have found all sorts of reasons to be nervous", "Description": "During a month in which some of Hillary Rodham Clinton’s biggest donors fretted, obsessed over and second-guessed her campaign, it wasn’t Clinton’s big policy speeches on healthcare or her vow to block the Keystone XL pipeline that helped ease nerves.   It was her several minutes of banter with “Tonight...", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "During a month in which some of Hillary Rodham Clinton ’s biggest donors fretted, obsessed over and second-guessed her campaign, it wasn’t Clinton’s big policy speeches on healthcare or her vow to block the Keystone XL pipeline that helped ease nerves.", "title": "Hillary Clinton's big donors in California have found all sorts of reasons to be nervous", "url": "http://www.latimes.com/nation/politics/la-na-clinton-california-donors-20150925-story.html", "image": "http://www.trbimg.com/img-56048b13/turbine/la-na-clinton-california-donors-20150925", "type": "article"}, "x-servername": "lalvp09.13", "twitter": {"site": "@latimes", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/84513115", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "googlebot-news": "index", "date": "2015-09-25", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "googlebot": "index"}, "article_summary": "Some fret that big donors will defect if the vice president mounts a credible run.\nThen there is the Biden factor – another issue on which Clinton’s California loyalists can’t seem to agree.\nDuring a month in which some of Hillary Rodham Clinton’s biggest donors fretted, obsessed over and second-guessed her campaign, it wasn’t Clinton’s big policy speeches on healthcare or her vow to block the Keystone XL pipeline that helped ease nerves.\nIt aired Sept. 16, the same night as the GOP debate in Simi Valley, the content of which panicked some previously unmotivated Clinton donors in California enough to pull out their checkbooks.\nSuch are the mechanics of the Clinton campaign money machine, which is driven in large part by an extremely fickle – some might argue self-important – group of California moguls."}