{"article_title": "Idaho wants to go ahead and get rid of all EPA regulations", "article_keywords": ["wants", "water", "wouldbe", "gold", "ahead", "bill", "regulations", "state", "clean", "act", "rid", "provision", "idaho", "epa"], "article_url": "http://www.salon.com/2014/02/21/idaho_wants_to_go_ahead_and_get_rid_of_all_epa_regulations/", "article_text": "Topics: Clean Water Act, EPA, Gold mining, Idaho, water pollution, Sustainability News, Politics News\n\n“Jack-booted thugs in swat uniforms,” otherwise known as the EPA and its law officers, are violating the U.S. Constitution’s “true meaning and intent as given by the founders and ratifiers,” and Idaho doesn’t want to listen to them any longer.\n\nA bill brought forward by Idaho Rep. Paul Shepherd, R-Riggins, is seeking to strip the EPA of its regulatory power in the state, Climate Progress reports. The proposed legislation would nullify all EPA regulations that weren’t approved by Congress (never mind the fact that congressional approval isn’t part of the EPA’s M.O.), preventing the agency from dictating how the state manages its natural resources.\n\nThe bill came about after a new provision under the Clean Water Act drew the ire of gold miners, who argue it constitutes federal overreach. The provision classifies rock and sand sucked up during the dredging process as pollutants, and requires permits, similar to fishing licenses, for would-be dredgers.", "article_metadata": {"description": "A proposed bill would strip the EPA of its authority in the state", "title": "Idaho wants to go ahead and get rid of all EPA regulations", "og": {"site_name": "Salon", "description": "A proposed bill would strip the EPA of its authority in the state", "title": "Idaho wants to go ahead and get rid of all EPA regulations", "url": "http://www.salon.com/2014/02/21/idaho_wants_to_go_ahead_and_get_rid_of_all_epa_regulations/", "image": "http://media.salon.com/2014/02/shutterstock_139950490.jpg", "type": "article"}, "twitter": {"description": "A proposed bill would strip the EPA of its authority in the state", "title": "Idaho wants to go ahead and get rid of all EPA regulations", "image": "http://media.salon.com/2014/02/shutterstock_139950490.jpg", "creator": "@readingirl", "site": "@salon", "card": "summary_large_image"}, "author": "Lindsay Abrams", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Clean Water Act, EPA, Gold mining, Idaho, water pollution", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdc3a0\"", "article_summary": "Topics: Clean Water Act, EPA, Gold mining, Idaho, water pollution, Sustainability News, Politics News“Jack-booted thugs in swat uniforms,” otherwise known as the EPA and its law officers, are violating the U.S. Constitution’s “true meaning and intent as given by the founders and ratifiers,” and Idaho doesn’t want to listen to them any longer.\nA bill brought forward by Idaho Rep. Paul Shepherd, R-Riggins, is seeking to strip the EPA of its regulatory power in the state, Climate Progress reports.\nThe bill came about after a new provision under the Clean Water Act drew the ire of gold miners, who argue it constitutes federal overreach.\nThe proposed legislation would nullify all EPA regulations that weren’t approved by Congress (never mind the fact that congressional approval isn’t part of the EPA’s M.O.\nThe provision classifies rock and sand sucked up during the dredging process as pollutants, and requires permits, similar to fishing licenses, for would-be dredgers."}