{"article_title": "First cohort graduates with ASU master's in health care delivery", "article_keywords": ["cohort", "masters", "system", "asu", "students", "science", "wilson", "sui", "graduates", "delivery", "program", "health", "diaz", "project", "care"], "article_url": "https://asunow.asu.edu/content/first-cohort-graduates-asu-masters-health-care-delivery", "article_text": "After graduating from University of Arizona, Ashley Diaz decided she wanted to pursue a career in health care administration. When she couldn't find any relevant programs at U of A, she looked to see what Arizona State University had to offer. Luckily, the College of Health Solutions had a degree that suited her interests: the newly launched Master of Science in the Science of Health Care Delivery.\n\n“Once I read the full detail of the program I was like, ‘Wow, this is for me,’” said Diaz. “I was just awestruck about what it offered.” Download Full Image Fast-forward to today and Diaz has completed the nine-month program and earned her master’s degree. For her capstone project, she created a mnemonic device, Project ENTRUSTS, aimed at improving communication between patients and practitioners. “The ASU experience was great,” she said. “The professors put so much emphasis on wanting to teach you everything that they have, everything that they know, so they can see you succeed.” Launched in 2013, the Science of Health Care Delivery graduate program is designed to give students a background in health care delivery, and allow students to contribute in a patient-centered, safe and cost-effective health care system. The program allows students to learn all aspects of health care by presenting cases that they must work together to solve. “It’s a really unique curriculum in that it’s classroom-based, it’s lock step and it’s cohort-based,” said Alison Essary, director of student affairs for the College of Health Solutions and mentor to the Science of Health Care Delivery students. “Students start together, they finish together and they’re in class together the entire nine months. They develop those networks that are so vital to professional development early on, and it builds a sense of community.” Becoming a ‘Change Agent’ This community the students build is as diverse as their interests; the program draws international students and future and current workers from all aspects of health and health care. While many graduates plan to become doctors, others are interested in areas like hospital administration, health policy and becoming a change agent in the health care field. Change agents are people who work to alter organizational systems in order to make them more effective. Kayleen Wilson is one student who found this aspect so important. She grew up on a reservation and used to volunteer at the community hospital. Wilson watched the hospital go from being managed by the government to being managed by her tribe, and she noted that some leadership challenges occurred. “I can make a difference within the reservation, especially in the hospital area,” she said. “I’m hoping with this degree I can go back to the reservation and help my people.” Students develop different perspectives to achieve solutions in health Cui “Echo” Sui is another student who is interested in changing the health care field, but she puts an emphasis on the need for technology and social media use. Her capstone project involved producing videos, which incorporated her goal of someday going to film school. “We made an application video for physicians and nurses with the goal of improving the interprofessional collaboration in (the) health care system,” said Sui. “If they work as a team and they have better communication, it will improve the quality of care and (there) will be more patients entered into the system. I think social media is a good tool to improve public health in the broad scale.” Sui is originally from China, where she studied medicine until coming to ASU. She says the Chinese health care system can learn a lot from its American counterpart, but both have a long way to go. “What surprised me at first was I (thought) the United States health care system (was) fantastic, or at least good,” she said. “But actually, after learning more about the system, we found that it’s not perfect and we can figure out a way to improve it in (the) short term.” Wilson, Sui and Diaz all have different solutions for how to improve health care. Wilson hopes that the Affordable Health Care Act can eventually lead to universal health coverage, while Sui thinks that there needs to be a focus on healthy lifestyles. Diaz thinks health literacy is most important, and the progress she has seen inspired her capstone project. ”I can see that there’s a lot of positive change toward the improvement of health literacy,” she said. “There are checklists that patients can have that nurses fill out with the patients, like ‘Why are you here? What treatments were you given?’ Then the patient takes that to their primary care doctor, and the primary care doctor can talk to them. I think that’s a really good step toward the improvement of health literacy.” Different perspectives such as these are what the Science of Health Care Delivery program hopes to foster. To support this mission, the program brings together faculty from different departments at ASU, as well as community partners from organizations like the Mayo Clinic and Banner Health. “There are several aspects of the program that distinguish it from other graduate programs in health,” said Essary. “For instance, the integration of faculty across ASU in a truly interprofessional fashion; we have faculty from law, business and nursing. We have partners from our community come in and provide instruction as well. I think those are going to offer our students opportunities to not only complete capstone projects, but to get employed as well.” Now that the first cohort of students has graduated, they are looking to the future. Wilson is applying for health care administration jobs in order to gain experience so that someday she can manage tribal-owned hospitals, and Sui has returned to China. Diaz is working on patenting her capstone project by turning it into a patient-friendly application. She sees her position as a patient companion/staffing specialist at Carondelet St. Mary’s Hospital as a foot in the door to becoming a health administrator and earning a doctorate in health care administration. “I just hope that I get some kind of job that includes health care literacy and patient advocacy,” she said. “If I don’t, I can always work toward it. I’m always going to have this passion.” For more information about the Science of Health Care Delivery program, including the online degree program, visit https://chs.asu.edu/shcd. Written by Kaly Nasiff Media contact:", "article_metadata": {"og": {"site_name": "ASU Now: Access, Excellence, Impact", "title": "First cohort graduates with ASU master's in health care delivery", "url": "https://asunow.asu.edu/content/first-cohort-graduates-asu-masters-health-care-delivery", "image": "https://asunow.asu.edu/sites/default/files/img_1303_2.jpg", "updated_time": "2014-06-25T11:56:41-07:00", "type": "article"}, "article": {"published_time": "2014-06-24T13:41:21-07:00", "modified_time": "2014-06-25T11:56:41-07:00"}, "twitter": {"url": "https://asunow.asu.edu/content/first-cohort-graduates-asu-masters-health-care-delivery", "image": "https://asunow.asu.edu/sites/default/files/img_1303_2.jpg", "description": "Launched in 2013, the Science of Health Care Delivery graduate program is designed to give students a background in health care delivery and allow students to contribute in a patient-centered, safe and cost-effective health care system.", "card": "summary", "title": "First cohort graduates with ASU master's in health care delivery"}, "viewport": "width=device-width, initial-scale=1", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "While many graduates plan to become doctors, others are interested in areas like hospital administration, health policy and becoming a change agent in the health care field.\nLuckily, the College of Health Solutions had a degree that suited her interests: the newly launched Master of Science in the Science of Health Care Delivery.\n“I just hope that I get some kind of job that includes health care literacy and patient advocacy,” she said.\n“What surprised me at first was I (thought) the United States health care system (was) fantastic, or at least good,” she said.\nShe says the Chinese health care system can learn a lot from its American counterpart, but both have a long way to go."}