{"article_title": "Medicaid driving up Obamacare costs; IRS fast facts; and Emily’s list spending big against a progressive Dem", "article_keywords": ["van", "progressive", "driving", "spending", "list", "office", "irs", "obamacare", "budget", "fast", "thats", "hollen", "cost", "medicaid", "facts", "emilys", "expected"], "article_url": "https://www.washingtonpost.com/news/powerpost/wp/2016/03/25/medicaid-driving-up-obamacare-costs-irs-fast-facts-and-emilys-list-spending-big-against-a-progressive-dem/", "article_text": "\n\nReps. Donna Edwards and Chris Van Hollen are facing off in a contentious Democratic primary in Maryland. (The Washington Post)\n\nBUDGET SCOREKEEPER SEES SPIKE IN MEDICAID ENROLLMENT. The cost of the Affordable Care Act is expected to climb this year as a result of more people enrolling in Medicaid but the overall cost of the program is still less than scorekeepers estimated in the early days of the legislation. A new report released Thursday by the Congressional Budget Office found that the total cost of health programs is rising but more people are getting covered. Power Post has more:\n\nAround 22 million people under the age of 65 in 2016 are expected to enroll in health care coverage provided by President Obama’s signature domestic policy accomplishment, driving up the cost of law to the federal government by $110 billion in 2016, according to new estimates from the Congressional Budget Office. The budget office attributed the vast majority of the expected cost increase to greater-than-expected Medicaid enrollment numbers. Overall, CBO projected, the cost to the government of those enrolled in Medicaid and in the marketplaces created under the law will be $1.4 trillion over 10 years, which is $136 billion more than the scorekeeper previously expected.\n\nFAST FACTS ON THE IRS. Internal Revenue Service commissioner John Koskinnen delivered an annual address on the agency on Thursday, and The Wall Street Journal’s Richard Rubin has a rundown of some of the most interesting facts in the speech. Here’s one we found fascinating:\n\n450,000: At the peak of the filing season, that’s how many tax returns the IRS processes in an hour. That’s 125 per second. So far this year, the IRS has received more than 80 million individual tax returns.\n\nEMILY’S LIST SPENDING AGAINST VAN HOLLEN. The Democratic primary race to replace retiring Sen. Barbara Mikulski (D-Md.) is heating up, and progressive Rep. Chris Van Hollen has become an unlikely target for attacks from the liberal Emily’s list PAC. Van Hollen is running against fellow Maryland Rep. Donna Edwards, and Emily’s list is sticking to its goal of electing women, no matter who they’re running against. The Post’s Rachel Weiner has the story:", "article_metadata": {"description": "Your daily roundup of budget, tax and Congressional news.", "author": "https://www.facebook.com/kelsey.snell.3", "og": {"site_name": "Washington Post", "description": "Your daily roundup of budget, tax and Congressional news.", "title": "Medicaid driving up Obamacare costs; IRS fast facts; and Emily’s list spending big against a progressive Dem", "url": "https://www.washingtonpost.com/news/powerpost/wp/2016/03/25/medicaid-driving-up-obamacare-costs-irs-fast-facts-and-emilys-list-spending-big-against-a-progressive-dem/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2013/05/13/Editorial-Opinion/Images/Tax_Audits.JPEG-01c23-1981.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@kelsey_snell"}, "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Post Keywords", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/kelsey.snell.3"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "Post Keywords"}, "article_summary": "Reps. Donna Edwards and Chris Van Hollen are facing off in a contentious Democratic primary in Maryland.\nis heating up, and progressive Rep. Chris Van Hollen has become an unlikely target for attacks from the liberal Emily’s list PAC.\nThe budget office attributed the vast majority of the expected cost increase to greater-than-expected Medicaid enrollment numbers.\nEMILY’S LIST SPENDING AGAINST VAN HOLLEN.\nVan Hollen is running against fellow Maryland Rep. Donna Edwards, and Emily’s list is sticking to its goal of electing women, no matter who they’re running against."}