{"article_title": "Why Growing Hemp Should Not Be Restricted Like Pot", "article_keywords": ["industrial", "federal", "restricted", "pot", "differences", "marijuana", "states", "cannabis", "genetic", "growing", "weiblen", "hemp", "study"], "article_url": "http://www.medicaldaily.com/hemp-vs-marijuana-why-growing-hemp-should-not-be-restricted-pot-343834", "article_text": "Hemp has been described as a versatile crop used in the production of certain foods, body and hair care products, textiles, papers, plastics, and even construction. However, the cultivation of industrial hemp is currently prohibited in the United States and has been since the 1970s when all cannabis plants were classified as controlled substances. A recent study conducted at the University of Minnesota shows the genetic difference between hemp and marijuana.\n\n\"Given the diversity of cultivated forms of cannabis, we wanted to identify the genes responsible for differences in drug content,\" George Weiblen, a professor with a joint appointment in the University of Minnesota's College of Biological Sciences and College of Food, Agricultural and Natural Resource Sciences, said in a statement.\n\nWeiblen and his colleagues from the U of M are one of the few groups of scientists in the U.S. with federal clearance to study cannabis due to strict government regulations. All hemp products are currently imported to the U.S. because commercial hemp cultivation is prohibited by the federal government. Just this past year the hemp seed and fiber market in the U.S. exceeded $600 million. Hemp advocates believe the crop can help boost the country’s agricultural sector and improve rural economies.\n\nWhile hemp produces a non-euphoric cannabidiol (CBD) with approximately 0.3 to 1.5 percent tetrahydrocannabinol (THC) concentration, marijuana is packed with between five to 10 percent (or even higher) psychoactive THC concentration. Following over 12 years of research, Weiblen’s team found a single unnamed gene responsible for the genetic differences between hemp and marijuana. Minnesota has now joined nearly half of all states that separate hemp from marijuana.\n\n\"It's a plant of major economic importance that is very poorly understood scientifically,” Weiblen added. “With this study, we have indisputable evidence for a genetic basis of differences among cannabis varieties, further challenging the position that all cannabis should be regulated as a drug.\"\n\nBack in February 2014, a farm bill was proposed to Congress that could ease the country’s federal ban on industrial hemp. If passed, the bill would allow for selected hemp cultivation in northern Colorado — where recreational marijuana is currently legalized — which would increase the number farmers exempt from growing the versatile crop. In recent years, a number of states have been granted permission to grow industrial hemp as long as it’s grown for research purposes and is allowed under the laws of the state.\n\nSource: Craft K, Wenger J, Weiblen G, et al. Gene duplication and divergence affecting drug content in Cannabis sativa. New Phytologist. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "hemp, marijuana, cannabis, thc", "og": {"site_name": "Medical Daily", "description": "Researchers from the University of Minnesota have found a genetic difference in cannabis sativa that could explain why hemp should not be restricted like marijuana.", "title": "Hemp vs. Marijuana: Similar, But Definitely Not The Same", "url": "http://www.medicaldaily.com/hemp-vs-marijuana-why-growing-hemp-should-not-be-restricted-pot-343834", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/07/20/hemp.jpg", "type": "article"}, "twitter": {"description": "Researchers from the University of Minnesota have found a genetic difference in cannabis sativa that could explain why hemp should not be restricted like marijuana.", "title": "Hemp vs. Marijuana: Similar, But Definitely Not The Same", "url": "http://www.medicaldaily.com/hemp-vs-marijuana-why-growing-hemp-should-not-be-restricted-pot-343834", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/07/20/hemp.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/07/20/hemp.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Hill", "published_time": "2015-07-20T14:30:04-04:00", "modified_time": "2015-07-20T14:30:03-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Researchers from the University of Minnesota have found a genetic difference in cannabis sativa that could explain why hemp should not be restricted like marijuana."}, "article_summary": "Back in February 2014, a farm bill was proposed to Congress that could ease the country’s federal ban on industrial hemp.\nFollowing over 12 years of research, Weiblen’s team found a single unnamed gene responsible for the genetic differences between hemp and marijuana.\nAll hemp products are currently imported to the U.S. because commercial hemp cultivation is prohibited by the federal government.\nA recent study conducted at the University of Minnesota shows the genetic difference between hemp and marijuana.\nHowever, the cultivation of industrial hemp is currently prohibited in the United States and has been since the 1970s when all cannabis plants were classified as controlled substances."}