{"article_title": "Lincoln Golfer Takes In Pebble Beach Experience", "article_keywords": ["lincoln", "valley", "golf", "takes", "sdhsaa", "weekends", "tournament", "play", "experience", "tee", "school", "pebble", "golfer", "beach", "clarke", "south"], "article_url": "http://www.keloland.com/news/article/sports/lincoln-golfer-takes-in-pebble-beach-experience", "article_text": "Monterey, CA\n\nA Lincoln High School Golfer is having the time of his life right now. Ben Clarke after hard work on and off the golf course is now taking part in the Nature Valley First Tee Open at Pebble Beach.\n\nThe tournament at Pebble Beach is a showcase for The First Tee, a nationwide program that teaches kids golf and life skills.\n\nClarke has been part of that program for years. His request was originally denied to play in the tournament by the South Dakota High School Activities Association, but after an appeal the SDHSAA allowed him to play in this weekend's event and still golf for the Lincoln Patriots. Now Clarke has been able to play on the famous golf course, but also talk and play with professionals. It's been a long road for Clarke, but he says it's all paid off.\n\n“Meeting all the pros and playing great golf like this just really makes it all worth it, it and it's just mind-blowing. Everything out here, the experience you get it's amazing,” Clarke said\n\nClarke has been playing with professional Skip Kendall. Clarke says he is the first South Dakotan that made the cut in the Nature Valley First Tee Open.\n\nHe will head back to Sioux Falls tomorrow, and play in the Metro Conference Meet on Tuesday. Coming up tonight on KELOLAND Weekend News at 10 Clarke talks about his thoughts about the SDHSAA after they allowed him to play in this weekend's tournament.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "A Lincoln High School Golfer is having the time of his life right now. Ben Clarke after hard work on and off the golf course is now taking part in the", "title": "Lincoln Golfer Takes In Pebble Beach Experience", "url": "http://www.keloland.com/news/article/sports/lincoln-golfer-takes-in-pebble-beach-experience", "image": "http://assets.keloland.com/images/images/default-source/agriculture/crops/barley/59802.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "A Lincoln High School Golfer is having the time of his life right now. Ben Clarke after hard work on and off the golf course is now taking part in the"}, "article_summary": "Ben Clarke after hard work on and off the golf course is now taking part in the Nature Valley First Tee Open at Pebble Beach.\nThe tournament at Pebble Beach is a showcase for The First Tee, a nationwide program that teaches kids golf and life skills.\nMonterey, CAA Lincoln High School Golfer is having the time of his life right now.\nClarke says he is the first South Dakotan that made the cut in the Nature Valley First Tee Open.\nNow Clarke has been able to play on the famous golf course, but also talk and play with professionals."}