{"article_title": "President Signs Executive Order Limiting Use of Arbitration Agreements among Certain Federal Contractors", "article_keywords": ["arbitration", "claims", "covered", "contractors", "federal", "certain", "employees", "executive", "limiting", "contracts", "agreements", "signs", "president", "order"], "article_url": "http://www.natlawreview.com/article/president-signs-executive-order-limiting-use-arbitration-agreements-among-certain-fe", "article_text": "Monday, September 22, 2014\n\nSince the U.S. Supreme Court’s decision upholding arbitration agreements with class action waivers in AT&T Mobility LLC v. Concepcion, many employers have considered requiring their employees to sign arbitration agreements at the outset of their employment. The Obama Administration, however, issued an Executive Order titled “Fair Pay and Safe Workplaces” that limits the use of arbitration agreements in employment by certain federal contractors.\n\nWho is covered? Federal contracts exceeding $1 million are covered by the arbitration provision of the Executive Order. Additionally, contractors must incorporate the arbitration provision’s requirements into subcontracts “where the estimated value of the supplies acquired and services required exceeds $1 million.” Excluded from coverage are (1) contracts or subcontracts for commercial items or commercially available off-the-shelf items; (2) employees who are covered by a collective bargaining agreement; and (3) employees or independent contractors who entered into valid arbitration agreements before the contractor or subcontractor bid on a covered contract—unless the contractor is permitted to change the terms of the arbitration agreement, or the arbitration agreement is renegotiated.\n\nWhat is required? Contractors must agree that the decision to arbitrate claims arising under Title VII of the Civil Rights Act of 1964 (which prohibits discrimination because of race, color, sex, national origin, and religion) or under any “tort related to or arising out of sexual assault or harassment” will be made with employees’ voluntary consent after such claims arise. In effect, this means that covered contractors cannot require their employees to arbitrate covered claims at the outset of their employment.\n\nWhen is the Executive Order effective? The Executive Order became effective immediately upon the President signing it.\n\nWhat should federal contractors do? Federal contractors that currently hold federal contracts worth over $1 million and federal contractors that are interested in bidding on such contracts should review their arbitration agreements with counsel. If those arbitration agreements require employees to agree to arbitrate Title VII claims and covered sexual harassment/assault claims before those claims arise, then those arbitration agreements will need to be revised to allow such claims to proceed to court. Additionally, federal contractors should monitor legal developments relating to the “Fair Pay and Safe Workplaces” Executive Order, as it may be subject to legal challenge due to its limiting employers and employees’ ability to enter into arbitration agreements relating to Title VII and certain other claims. Regardless, because such a challenge would likely not be resolved quickly, federal contractors subject to the Executive Order should plan on complying with it for the foreseeable future.", "article_metadata": {"description": "Since the U.S. Supreme Court’s decision upholding arbitration agreements with class action waivers in AT&T Mobility LLC v. Concepcion, many employers have considered requiring their employees to sign arbitration agreements at the outset of their employment.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The National Law Review", "description": "Since the U.S. Supreme Court&amp;rsquo;s decision upholding arbitration agreements with class action waivers in&amp;nbsp;AT&amp;T Mobility LLC v. Concepcion, many employers have considered requiring their emp", "title": "President Signs Executive Order Limiting Use of Arbitration Agreements among Certain Federal Contractors", "url": "http://www.natlawreview.com/article/president-signs-executive-order-limiting-use-arbitration-agreements-among-certain-fe", "image": "http://www.natlawreview.com/sites/default/files/styles/thumbnail/public/article/aux/1123/contract%20with%20pen%20side.jpg?itok=otCnJgay", "type": "article"}, "keywords": "Legal, Business, Dispute Resolution, Class action waivers, litigation, AT&T Mobility LLC v. Concepcion, arbitration, President Obama, Executive Order", "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Legal, Business, Dispute Resolution, Class action waivers, litigation, AT&T Mobility LLC v. Concepcion, arbitration, President Obama, Executive Order"}, "article_summary": "Federal contractors that currently hold federal contracts worth over $1 million and federal contractors that are interested in bidding on such contracts should review their arbitration agreements with counsel.\nThe Obama Administration, however, issued an Executive Order titled “Fair Pay and Safe Workplaces” that limits the use of arbitration agreements in employment by certain federal contractors.\nFederal contracts exceeding $1 million are covered by the arbitration provision of the Executive Order.\nRegardless, because such a challenge would likely not be resolved quickly, federal contractors subject to the Executive Order should plan on complying with it for the foreseeable future.\nIn effect, this means that covered contractors cannot require their employees to arbitrate covered claims at the outset of their employment."}