{"article_title": "Upper Freehold voices opposition to pipeline", "article_keywords": ["upper", "pipeline", "natural", "committee", "gas", "freehold", "voices", "member", "understand", "opposition", "run", "members"], "article_url": "http://www.app.com/story/news/local/western-monmouth-county/upper-freehold/2015/01/07/upper-freehold-pipeline-concerns/21377863/", "article_text": "Buy Photo Former Upper Freehold Mayor and current committee member Lori Sue Mount speaks during the township’s organizational meeting on Tuesday night at Stone Ridge Middle School in Allentown. Mount, joined the other committee members in opposing the planned pipeline that would run through Upper Freehold. (Photo: Jay Scott Smith/Staff Photo)Buy Photo\n\nIf New Jersey Natural Gas is going to run their latest pipeline through Upper Freehold, they will not have the support of the township's leaders.\n\n\"I'm 100 percent against this,\" Upper Freehold Committee member Robert Faber said to loud cheers during the committee's first meeting of the year Tuesday night at Stone Bridge Middle School. \"I'm hitting on that 70-year mark in living in Upper Freehold Township and I was one of the first farmers to preserve my farm many years ago.\n\n\"I did not preserve it to have pipelines run through it,\" he added. The committee members unanimously opposed the proposed 28-mile pipeline that would run from Chesterfield in Burlington County to North Hanover, through Upper Freehold, Plumsted, and Joint Base McGuire-Dix-Lakehurst before it connects with the utility's system in Manchester.\n\nCurrently, the utility pulls natural gas from a connection to an interstate pipeline in Middlesex County. New Jersey Natural Gas has not yet finalized a route for a 30-inch, high-pressure transmission pipe that will feed the southern portion of the utility's service territory in Ocean and Burlington counties. While there was no vote on the pipeline, the committee made it known that it would not support any plan as currently configured.\n\n\"I will not ever be in favor of anything that will jeopardize the citizens of our community,\" Lori Sue Mount, committee member and former mayor, said. \"It's our responsibility to learn about [the pipeline], understand that it's a regional issue and understand that when we say we don't want it here that we understand the consequences of moving it from one place to another.\"\n\nNearly 100 members of Families for Responsible Pipelines, a group which formed in opposition to the proposed pipeline, spent nearly 45 minutes making impassioned pleas to the committee.\n\n\"This is not — I repeat, not — a 'not-in-my-backyard' situation,\" John Inzilla, Upper Freehold resident and co-founder of the group, said. \"We don't believe that it is acceptable for this type of line to be in anyone's backyard or front yard for that matter.\n\n\"I hope that this large crowd reinforces the will of our residents to partner with the township against this pipeline,\" he said. \"I emphasize this pipeline because our group is not against clean energy, natural gas, and pipelines in general. We're simply against putting them in the wrong and irresponsible places.\"\n\nMost of the group's members held up signs and passed out stickers encouraging the striking down of the pipeline. Committee member Robert Frascella, voiced their opinions and concerns with the citizens.\n\n\"We're not going to be intimidated by any utility,\" Frascella said, adding that he hopes that they can find a way to reject the pipeline when it comes up for a vote.\n\n\"We do have to gather all of the facts,\" he said. \"We have to be careful and we just have to keep it out of Upper Freehold. We have to make sure we do our homework.\"\n\nRead or Share this story: http://on.app.com/1Ipp0UO", "article_metadata": {"google": "notranslate", "description": "If New Jersey Natural Gas is going to run their latest pipeline through Upper Freehold, they will not have the support of the township's leaders.", "og": {"site_name": "Asbury Park Press", "description": "If New Jersey Natural Gas is going to run their latest pipeline through Upper Freehold, they will not have the support of the township's leaders.", "title": "Upper Freehold board will not support new gas pipeline", "url": "http://www.app.com/story/news/local/western-monmouth-county/upper-freehold/2015/01/07/upper-freehold-pipeline-concerns/21377863/", "image": "http://www.gannett-cdn.com/GDContent/applogos/app.png", "type": "article"}, "twitter": {"description": "If New Jersey Natural Gas is going to run their latest pipeline through Upper Freehold, they will not have the support of the township's leaders.", "title": "Upper Freehold voices opposition to pipeline", "image": "http://www.gannett-cdn.com/-mm-/00bbea87587efa43de901ad3c15cf73e893f9b12/c=81-0-559-478&r=x643&c=640x640/local/-/media/AsburyPark/2015/01/07/B9315767031Z.1_20150107222353_000_GEG9JVRBI.1-0.jpg", "creator": "@AsburyParkPress", "site": "@AsburyParkPress", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600068887", "fb": {"app_id": 116172675120111}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Upper Freehold, pipeline, Upper Freehold pipeline"}, "article_summary": "Mount, joined the other committee members in opposing the planned pipeline that would run through Upper Freehold.\n\"This is not — I repeat, not — a 'not-in-my-backyard' situation,\" John Inzilla, Upper Freehold resident and co-founder of the group, said.\n\"We have to be careful and we just have to keep it out of Upper Freehold.\n\"I'm 100 percent against this,\" Upper Freehold Committee member Robert Faber said to loud cheers during the committee's first meeting of the year Tuesday night at Stone Bridge Middle School.\n\"I'm hitting on that 70-year mark in living in Upper Freehold Township and I was one of the first farmers to preserve my farm many years ago."}