{"article_title": "Will endorsements decide Nashville mayor race?", "article_keywords": ["nashville", "way", "opening", "barry", "endorsements", "fox", "young", "megan", "helping", "race", "decide", "david", "debate", "mayor"], "article_url": "http://www.tennessean.com/story/opinion/columnists/frank-daniels/2015/08/21/endorsements-decide-nashville-mayor-race/32119731/", "article_text": "Buy Photo Megan Barry shakes hands with David Fox after a runoff debate at Belmont University. (Photo: Jae S. Lee / File / The Tennessean)Buy Photo\n\nIt’s all over now.\n\nIsn’t it?\n\nBound to be. We know this, of course, because it seems like every time you look at The Tennessean’s web site there Megan Barry is, looking up and beaming as yet again someone else says, “I support Megan Barry.”\n\nDavid Fox doesn’t seem to have anyone, well at least any elected, formerly-elected, or wanna-be elected Democrats, willing to stand up in front of a microphone and say, “I support David Fox.” Of course, no Republicans have offered that either, it seems.\n\nPoor David Fox.\n\nIt will be hard to classify this as a partisan battle if the Republicans decide not to play. Ah, the curse of the independents, no ready base of politically active folks who either need to, or must, show their allegiance to the party’s standard bearer.\n\nWe’ll see whether Barry’s slew of endorsements will swing the day when polls close on Sept. 10, but the endorsements do allow her to capture voters’ mindshare without spending on advertising, which is no small advantage.\n\nDuring the regular election Bill Freeman garnered the lion’s share of endorsements without seeing them translate into enough votes to make the runoff.\n\nThough early voting has started, there is a long way to go in this race.\n\nMany media messages planned\n\nAccording to a story Friday in The Tennessean by Joey Garrison, both campaigns plan to spend about $130,000 on media buys to reach likely voters during the next week, but the Citizen Super PAC, which was richly criticized by the Barry camp during the regular campaign and on into the runoff, plans to spend more than that during the next week.\n\nThe PAC has gotten the liberal crowd riled up, and while I understand the concern around Super PACs, I am having a hard time getting worked up about George Fox helping his brother win the race. It mostly seems disingenuous the way the Barry campaign wants to characterize brotherly love as evil influence, but politics rarely allows for nuance.\n\nClear choice\n\nBoth candidates are pitching this election as one with a clear choice between a liberal and a conservative, with their campaigns striving to conjure the pejoratives that evoke fear – because depending on our personal perspective all liberals are clueless and out of touch and all conservatives are heartless and interested only in helping the rich.\n\nIn Wednesday’s televised debate they made their arguments for the distinctions in the opening remarks.\n\nI missed the opening statements because I was stuck in the continuous traffic jam that is central Nashville most evenings, but I read Garrison’s story.\n\n\"I think that David has a different vision for Nashville,\" Barry said quickly into her opening remarks. \"His vision is one of austerity, and mine is one of prosperity. I want us to continue to make sure that we are taking that prosperity all the way to the county line.\"\n\nThat came just after Fox opened by telling viewers about how his Jewish faith taught him about helping those in need and instilling an obligation to give back to the community. It is doubtful that Fox, a former business journalist, entrepreneur and hedge fund executive, is against prosperity.\n\nI figure the unscientific popularity poll that The Tennessean ran after the debate is probably right on, Nashvillians are evenly split on who should be the next mayor.\n\nGood ideas from at-large forum\n\nI thought that the ideas proffered at the forum for the at-large race were more interesting than the mayoral debate, particularly the discussion of summer programs for youth, and focus on how to develop the pikes that lead into, or out of, Nashville.\n\nEncouraging, expanding and establishing summer work programs for young Nashvillians would be a great achievement. The changes in our economy, both systemic and cyclical, have hit young people the hardest.\n\nRead or Share this story: http://tnne.ws/1JdzlGb", "article_metadata": {"google": "notranslate", "description": "Megan Barry certainly leads David Fox in one category, the number of Democrats willing to endorse her. Does that matter?", "og": {"site_name": "The Tennessean", "description": "Megan Barry certainly leads David Fox in one category, the number of Democrats willing to endorse her. Does that matter?", "title": "Will endorsements decide Nashville mayor race?", "url": "http://www.tennessean.com/story/opinion/columnists/frank-daniels/2015/08/21/endorsements-decide-nashville-mayor-race/32119731/", "image": "http://www.gannett-cdn.com/GDContent/applogos/tennessean.png", "type": "article"}, "twitter": {"description": "Megan Barry certainly leads David Fox in one category, the number of Democrats willing to endorse her. Does that matter?", "title": "Will endorsements decide Nashville mayor race?", "image": "http://www.gannett-cdn.com/-mm-/7233517b18c459cf4f1ba8d124c2e921631b6ce3/c=507-0-3015-2508&r=x643&c=640x640/local/-/media/2015/08/19/Nashville/Nashville/635756126178188131-Nas-O819-mayor-debate-520.jpg", "creator": "@tennessean", "site": "@tennessean", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600028886", "fb": {"app_id": 121487414583460}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Organizations/Super PAC", "gci-asset-type": "story", "gci-categories": "Organizations/Super PAC", "title": "Will endorsements decide Nashville mayor race?", "author": "Frank Daniels III", "pageclass": "article", "recs": {"category": "opinion/columnists/frank-daniels", "image-3-4": "http://www.gannett-cdn.com/-mm-/5a4f23ab086d823877150128d9eb121a44f41c84/c=850-0-2731-2508/local/-/media/2015/08/19/Nashville/Nashville/635756126178188131-Nas-O819-mayor-debate-520.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/cc73915b3d313f0f8029c3c8576418e7826b66c6/c=507-0-3015-2508/local/-/media/2015/08/19/Nashville/Nashville/635756126178188131-Nas-O819-mayor-debate-520.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/6f2b0b8035592b9c1cf3fad8cefb0ae9f93e6572/c=132-0-3468-2508/local/-/media/2015/08/19/Nashville/Nashville/635756126178188131-Nas-O819-mayor-debate-520.jpg", "image": "http://www.gannett-cdn.com/-mm-/69a98e51fbdb964dd1f0827d1973b44a75e111a3/c=0-160-3593-2190&r=x1683&c=3200x1680/local/-/media/2015/08/19/Nashville/Nashville/635756126178188131-Nas-O819-mayor-debate-520.jpg", "publishtime": "2015-08-23T15:19:09.683000-05:00", "shorthed": "Candidates exaggerate small differences", "articleid": 32119731, "image-16-9": "http://www.gannett-cdn.com/-mm-/19ad6d43d4eb87b3d2f7c11db75485207d1390af/c=0-160-3593-2190/local/-/media/2015/08/19/Nashville/Nashville/635756126178188131-Nas-O819-mayor-debate-520.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/1ce45d660d26b8033c3de7f3adfeba3a382ee237/c=1853-0-3257-2508/local/-/media/2015/08/19/Nashville/Nashville/635756126178188131-Nas-O819-mayor-debate-520.jpg"}}, "news_keywords": "Megan Barry, David Fox, Nashville mayor"}, "article_summary": "Poor David Fox.\nBuy Photo Megan Barry shakes hands with David Fox after a runoff debate at Belmont University.\nThe PAC has gotten the liberal crowd riled up, and while I understand the concern around Super PACs, I am having a hard time getting worked up about George Fox helping his brother win the race.\n\"I think that David has a different vision for Nashville,\" Barry said quickly into her opening remarks.\nIt will be hard to classify this as a partisan battle if the Republicans decide not to play."}