{"article_title": "Former head of Seattle’s housing office to lead human services at King County", "article_keywords": ["king", "head", "end", "lead", "office", "programs", "housing", "work", "washington", "community", "seattles", "county", "human", "services"], "article_url": "http://realchangenews.org/2013/09/25/former-head-seattle-s-housing-office-lead-human-services-king-county", "article_text": "The former head of housing for the city of Seattle will take the reins at the King County Department of Community and Human Services in January.\n\nCounty Executive Dow Constantine appointed Adrienne Quinn to the position to replace Jackie MacLean, who is stepping down at the end of 2013 after 11 years leading the department.\n\nQuinn, currently executive director of the Medina Foundation, spent five years as Director of Seattle’s Office of Housing before becoming Vice President for Public Policy and Government Relations at Enterprise Community Partners, a national affordable housing nonprofit based in Washington, D.C.\n\nAt King County, Quinn will oversee the county’s homelessness services, mental health programs and veteran programs. She will also work on the county’s 10 Year Plan to End Homelessness.\n\nQuinn said she hopes to reinvigorate efforts to end homelessness. She is excited to take on changes to the department from the Affordable Care Act, which will provide counties with new programs and revenue sources, she said.\n\nQuinn comes at a time when King County is reorganizing its health and human services. In 2014, the county will start to integrate services. Many clients of the Dept. of Community and Human Services also access programs through Seattle-King County Public Health.\n\nThe reorganization process will integrate some of the programs. Advocates also see the reorganization as an opportunity to ask the Washington State Legislature and voters for dedicated funding for services.\n\nMike Heinisch, co-chair of the King County Alliance for Human Services, said he appreciated Quinn’s work in the Seattle Office of Housing and was glad to have her working with the county.\n\n“We’re delighted she found her way back here,” he said.", "article_metadata": {"Generator": "Drupal 7 (http://drupal.org)", "dc": {"title": "Former head of Seattle’s housing office to lead human services at King County"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0.0"}, "article_summary": "The former head of housing for the city of Seattle will take the reins at the King County Department of Community and Human Services in January.\nQuinn comes at a time when King County is reorganizing its health and human services.\nMike Heinisch, co-chair of the King County Alliance for Human Services, said he appreciated Quinn’s work in the Seattle Office of Housing and was glad to have her working with the county.\nof Community and Human Services also access programs through Seattle-King County Public Health.\nAdvocates also see the reorganization as an opportunity to ask the Washington State Legislature and voters for dedicated funding for services."}