{"article_title": "Man at Texas hospital has surrendered", "article_keywords": ["room", "office", "hospital", "county", "say", "harris", "suspect", "surrendered", "sheriffs", "tomball", "texas", "man"], "article_url": "http://www.kake.com/home/headlines/Sheriffs-office-Man-holds-hostages-at-Texas-hospital-288166031.html", "article_text": "Credit: KTRK\n\nA standoff is over at Tomball Regional Medical Center. We've learned a man who barricaded himself inside a room with his son has surrendered without incident, according to the Harris County Sheriff's Office.\n\nAuthorities said the man was distraught about his son's medical condition and is with him inside the hospital room in the critical care unit.\n\nThe floor at the hospital on which this happened was evacuated. Tomball police say the hospital has not been shut down or put on lockdown.\n\n\"He is believed to be armed at this time,\" said Detective Jimmy Harral with the Tomball Police Department. \"At this time they are negotiating with him for a peaceful surrender. He hasn't been asking for anything at this time, nothing in particular.\"\n\nTomball police believe the suspect was armed, but did not make any demands. Authorities say there were no employees being held hostage.\n\nEyewitness News spoke with one woman who was in tears outside the hospital. She said her daughter is a nurse on the second floor and said her daughter came face to face with the armed man.\n\n\"She just said that she seen a gun and that she took off and tried to get help,\" said the mother. \"It's scary. I just wanted to know where my baby was I thought she was a hostage.\"\n\nEarlier the Harris County Sheriff's Office reported the suspect is the father of a patient.\n\n\"The hospital is safe. The patients are safe. It's still an active scene,\" said Lt. Joe Ambriz with the Harris County Sheriff's Office. \"What we have is a male, an adult male that has got his son in one of the patient's rooms and he's very upset. We are trying to communicate with him right now and to get additional information.\"\n\nTomball police, the Texas Rangers, Harris County Precinct 4 and the Harris County Sheriff's Office were all on the scene.\n\nThe emergency room at the hospital was not accepting any patients during the incident. There were several ambulances set up outside, which were there to treat anyone needing urgent care.\n\nA standoff is underway at Tomball Regional Medical Center, where we've learned a man has barricaded himself inside a room with a person believed to be a family member.\n\nThe floor at the hospital on which this has been happening has been evacuated, but Tomball police say the hospital has not been shut down or put on lockdown.\n\nTomball police believe the suspect is armed, but has not made any demands. They also say there are no employees being held hostage.\n\nNegotiations with the suspect are underway.\n\nEarlier the Harris County Sheriff's Office reported the suspect is the father of a patient there.\n\nTomball police, the Texas Rangers, Harris County Precinct 4 and the Harris County Sheriff's Office are all on the scene.\n\nAuthorities say a man believed to be the father of a patient has taken at least two people hostage at a hospital near Houston. It was not immediately clear if the man was armed.\n\nThe Harris County Sheriff's Office said Saturday night it believed the man was a distraught parent of a patient and at least two people were being held hostage at the Tomball Regional Medical Center. A supervisor at the county's emergency dispatch center said the situation was in the critical care unit and began around 7 p.m.\n\nThe hospital is on a 150-acre campus about 30 miles northwest of Houston.\n\nPolice in Tomball did not immediately respond to a message. No other information was immediately available.\n\n", "article_metadata": {"description": "A standoff is over at Tomball Regional Medical Center. We've learned a man who barricaded himself inside a room with his son has surrendered without incident, according to the Harris County Sheriff's Office.", "language": "english", "author": "KTRK", "og": {"url": "http://www.kake.com/home/headlines/Sheriffs-office-Man-holds-hostages-at-Texas-hospital-288166031.html", "image": "http://media.graytvinc.com/images/hospital+hostages.jpg", "type": "article", "description": "A standoff is over at Tomball Regional Medical Center. We've learned a man who barricaded himself inside a room with his son has surrendered without incident, according to the Harris County Sheriff's Office.", "title": "UPDATE: Sheriff's office: Man at Texas hospital has surrendered"}, "twitter": {"domain": "www.kake.com", "description": "A standoff is over at Tomball Regional Medical Center. We've learned a man who barricaded himself inside a room with his son has surrendered without incident, according to the Harris County Sheriff's Office.", "title": "UPDATE: Sheriff's office: Man at Texas hospital has surrendered", "url": "http://www.kake.com/home/headlines/Sheriffs-office-Man-holds-hostages-at-Texas-hospital-288166031.html", "image": "http://media.graytvinc.com/images/hospital+hostages.jpg", "creator": "@KAKEnews", "site": "@KAKEnews", "card": "summary"}, "msvalidate.01": "9CD4A96D8A076527F07FD24CFCDE5489", "keywords": "UPDATE: Sheriff's office: Man at Texas hospital has surrendered", "google-site-verification": "H0mev8O__gMqb34WcvOyZgBXFMRQZvDAQ0YTSGJ9hGQ", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "UPDATE Sheriffs office Man at"}, "article_summary": "Tomball police, the Texas Rangers, Harris County Precinct 4 and the Harris County Sheriff's Office were all on the scene.\nTomball police, the Texas Rangers, Harris County Precinct 4 and the Harris County Sheriff's Office are all on the scene.\nWe've learned a man who barricaded himself inside a room with his son has surrendered without incident, according to the Harris County Sheriff's Office.\nAuthorities said the man was distraught about his son's medical condition and is with him inside the hospital room in the critical care unit.\nIt's still an active scene,\" said Lt. Joe Ambriz with the Harris County Sheriff's Office."}