{"article_title": "Tax Preparation Service", "article_keywords": ["educational", "service", "earned", "transfer", "tax", "liberty", "preparation", "trial", "online", "credits", "institution"], "article_url": "https://www.libertytax.com/services/", "article_text": "*Offer Details and Disclosures\n\nLiberty Tax Offices\n\nSend a Friend Referral Program: With paid tax preparation. Valid at participating locations. Referred friends must be new customers and have their taxes prepared at Liberty Tax. Cannot be combined with other offers or used toward past services. One coupon per customer and per return. Other exclusions may apply. Void where prohibited by law.\n\nLiberty Online\n\nSend a Friend: Get $10 for each qualified new-to-Liberty Online customer, and give your Friend a special invitation for 50% off their online tax preparation fees using Liberty Online. Your Friend will receive an invitation with instructions how to redeem their special discount offer. To qualify, your Friend must: (1) Be a new Liberty Online customer; and, (2) Access and file with Liberty Online using the unique link provided by the referrer. Discount is valid only for new Liberty Online customers who accesses using the unique link in their special invitation to file before December 31, 2016. Discount offer valid only for intended recipient, and cannot be combined with any other offer. Terms, conditions, features, availability, pricing, fees, service and support options subject to change without notice.\n\nLiberty Accounting\n\nFree Trial\n\nFree Trial accounts available to new Liberty Accounting Customers. Trial use program is for limited time. At the end of the trial period, you may elect to convert the trial account into a standard account at which time regular [monthly subscription fees or however they charge] will apply. Service is provided “as is” during the trial period.\n\nLiberty Tax School\n\nLiberty Tax Service has been approved by the California Tax Education Council to offer Liberty Tax School (CTEC Course #2097-QE-0001), which fulfills the 60-hour “qualifying education” requirement imposed by the State of California to become a tax preparer. A listing of additional requirements to register as a tax preparer may be obtained by contacting CTEC at P.O. Box 2890, Sacramento, CA 95812-2890, toll-free by phone at (877) 850-2883, or on the Internet at www.ctec.org\n\nLicensed by Oregon Higher Education Coordinating Commission (OAR) 715-045-0033(6). Students must pass the Tax Preparer examination given by Oregon Board of Tax Practitioners before preparing tax returns for others.\n\nIn Maryland, additional instruction and requirements are necessary to prepare an individual for employment as a Registered Tax Return Preparer.\n\nIn Arkansas, Liberty Tax is licensed By the SBPCE State Board.\n\nIn Tennessee, students will be offered employment per satisfactory completion.\n\nLiberty does not make any promise, warrant or covenant as to the transferability of any credits earned at Liberty Tax Service. Credits earned at Liberty Tax Service, may not transfer to another educational institution. Credits earned at another educational institution may not be accepted by Liberty Tax Service. You should obtain confirmation that Liberty Tax Service will accept any credits you have earned at another educational institution before you execute an enrollment contract or agreement. You should also contact any educational institutions that you may want to transfer credits earned at Liberty Tax Service, to determine if such institutions will accept credits earned at Liberty Tax Service prior to executing an enrollment contract or agreement. The ability to transfer credits from Liberty Tax Service to another educational institution may be very limited. Your credits may not transfer, and you may have to repeat courses previously taken at Liberty Tax Service if you enroll in another educational institution. You should never assume that credits will transfer to or from any educational institution. It is highly recommended and you are advised to make certain that you know the transfer of credit policy of Liberty Tax Service, and of any other educational institutions you may in the future want to transfer the credits earned at Liberty Tax Service, before you execute an enrollment contract or agreement.", "article_metadata": {"keywords": "tax preparation service;income tax preparation;liberty tax", "description": "Liberty tax offers professional, friendly and accurate tax preparation service. Find a tax office location near you. Satisfaction guaranteed.", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Liberty Tax SchoolLiberty Tax Service has been approved by the California Tax Education Council to offer Liberty Tax School (CTEC Course #2097-QE-0001), which fulfills the 60-hour “qualifying education” requirement imposed by the State of California to become a tax preparer.\nYou should also contact any educational institutions that you may want to transfer credits earned at Liberty Tax Service, to determine if such institutions will accept credits earned at Liberty Tax Service prior to executing an enrollment contract or agreement.\nLiberty does not make any promise, warrant or covenant as to the transferability of any credits earned at Liberty Tax Service.\nThe ability to transfer credits from Liberty Tax Service to another educational institution may be very limited.\nLiberty OnlineSend a Friend: Get $10 for each qualified new-to-Liberty Online customer, and give your Friend a special invitation for 50% off their online tax preparation fees using Liberty Online."}