{"article_title": "Freezing Testicular Tissue May Save Sperm From Young Boys Undergoing Cancer Treatment", "article_keywords": ["usa", "undergoing", "cancer", "freezing", "young", "sperm", "boys", "tissue", "testicular", "treatment", "scientists", "save", "today", "effects"], "article_url": "http://www.medicaldaily.com/freezing-testicular-tissue-may-save-sperm-young-boys-undergoing-cancer-treatment-291608", "article_text": "In an effort to avoid sexual side effects of cancer treatment on young boys, scientists have begun developing a way to preserve their healthy sperm — by freezing parts of their testicles.\n\nBeing diagnosed with cancer is never easy for a child or his family. Advanced therapeutics have greatly increased survival rates but there are still several side effects that can occur years after treatment. For boys, these side effects may affect their sexual development, rendering them unable to have children. While sperm banking is an option for older boys, young boys who haven't yet reached puberty must find other options. A new study has found one such option, finding that young boys may be able to freeze a part of their testicular tissue so that it can be defrosted years later to generate sperm cells.\n\nThe method, which was developed by scientists at Yokohama City University, Japan, was used on mice. In their study, published in the journal Nature Communications, the scientists reported about how they were able to produce sperm from frozen testicular tissue and grow baby mice. Now, they're trying to develop the same technique for humans, albeit with several roadblocks. For example, human tissue requires a different lab setup.\n\nThe scientists have so far been unsuccessful in regenerating human sperm from frozen testicle tissue. “We have to optimize the culture conditions in each species,\" said lead author Takehiko Ogawa, a urologist and scientist at the university's Graduate School of Medicine, according to USA Today. But they're optimistic about the potential of their findings.\n\nRichard Yu, a pediatric urologist with Dana-Farber/Boston Children's Cancer and Blood Disorders Center in Boston, told USA Today that the research is promising, saying that he'd preserve his son's testicular tissue if he ended up with cancer. \"Research in the last few years really is encouraging that the technique will be available in the future,\" he told USA Today. \"The alternative is to do nothing and your child has a high risk of sterility.\"\n\nBoth radiation and chemotherapy damage cells in the testicles affecting sperm production, according to the American Cancer Society. These effects can occur even if the therapy is aimed in an area other than the groin, such as the head, where the pituitary gland is responsible for secreting sexual hormones. High doses of certain chemotherapy drugs may also have the same affect.\n\nIf the technique becomes possible for humans, it would be a good precatuinary measure for any boy undergoing cancer treatment, as side effects tend to be unpredictable, with some boys experiencing temporary effects and others more permanent ones. Though death rates have gone down significantly over the past few years, follow-up care is essential for helping these children get back to normalcy. As part of a larger effort to reduce the side effects of childhood cancer care, strategies like Ogawa's may be one step in that direction.\n\nSource: Ogawa T, Yokonishi T, Sato T, et al. Offspring production with sperm grown in vitrofrom cryopreserved testis tissues. Nature Communications. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "frozen mice testicle tissue used to develop babies. gives hope to cancer survivors.", "og": {"site_name": "Medical Daily", "description": "In an effort to avoid sexual side effects of cancer treatment on young boys, scientists have begun developing a way to preserve their healthy sperm — by freezing parts of their testicles.", "title": "Freezing Testicular Tissue May Save Young Cancer Survivors' Sexual Futures", "url": "http://www.medicaldaily.com/freezing-testicular-tissue-may-save-sperm-young-boys-undergoing-cancer-treatment-291608", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/07/frozen.jpg", "type": "article"}, "twitter": {"description": "In an effort to avoid sexual side effects of cancer treatment on young boys, scientists have begun developing a way to preserve their healthy sperm — by freezing parts of their testicles.", "title": "Freezing Testicular Tissue May Save Young Cancer Survivors' Sexual Futures", "url": "http://www.medicaldaily.com/freezing-testicular-tissue-may-save-sperm-young-boys-undergoing-cancer-treatment-291608", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/07/frozen.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/07/frozen.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Science/Tech", "published_time": "2014-07-07T11:26:52-04:00", "modified_time": "2014-07-07T11:26:51-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "In an effort to avoid sexual side effects of cancer treatment on young boys, scientists have begun developing a way to preserve their healthy sperm — by freezing parts of their testicles."}, "article_summary": "While sperm banking is an option for older boys, young boys who haven't yet reached puberty must find other options.\nIn an effort to avoid sexual side effects of cancer treatment on young boys, scientists have begun developing a way to preserve their healthy sperm — by freezing parts of their testicles.\n\"Research in the last few years really is encouraging that the technique will be available in the future,\" he told USA Today.\nA new study has found one such option, finding that young boys may be able to freeze a part of their testicular tissue so that it can be defrosted years later to generate sperm cells.\nAdvanced therapeutics have greatly increased survival rates but there are still several side effects that can occur years after treatment."}