{"article_title": "Could These Be the Issues to Take Down Donald Trump?", "article_keywords": ["polls", "trump", "views", "media", "voters", "primary", "donald", "way", "seen", "issues", "told"], "article_url": "http://www.mediaite.com/online/could-these-be-the-issues-to-take-down-donald-trump/", "article_text": "If you’ve been paying attention to the 2016 primary race at all, you may have noticed that Donald Trump has become a seemingly unstoppable force.\n\nAided by non-stop media coverage, and a penchant for “telling it like it is,” the loudmouthed billionaire real estate developer has catapulted his way to among the top of the GOP field. Party leaders reportedly worry whether his antics could derail the primary; some suggest he should be seen as more than just an underdog.\n\nThe latter is a reasonable fear for Republicans: The unending media attention Trump has received for calling some Mexican immigrants “rapists” and “killers” hasn’t actually hurt him in the polls. In fact, it’s been the opposite: Local Republican leaders everywhere have been quoted as appreciating Trump’s honesty and how he’s put all other candidates on the spot for their immigration policy ideas.\n\nTrump isn’t just a soundbite-hungry media’s creation; he’s a shrewd businessman who will shake up the 2016 election in a way we haven’t seen since perhaps Ross Perot‘s kooky independent run in 1992. But as a GOP candidate with actual media skills (read: the ability to confidently steamroll any reporter who comes his way, and turn any questions about his bizarre statements into media criticism), Trump could present a much more serious threat than Perot ever was.\n\nTrump will most assuredly be on-stage for Fox’s first primary debate next month, and CNN’s the month after. He will predictably put every other candidate under his thumb on issues like securing the border, fighting ISIS, and trade policy. And you can bet he will also turn any hostile questions from the moderators into a rallying cry against unfair media bias.\n\nSo, at this point, what could take Trump down a peg?\n\nNBC’s Meet the Press host Chuck Todd thinks Trump “has nowhere to go but down” because of several remarks the mogul made to Tim Russert and Larry King way back in 1999:\n\n“I’m very pro-choice,” Trump told Russert when asked if he would ban partial-birth abortions.\n\n“I’ve lived in New York City and Manhattan all of my life,” he said in the same interview. “So my views are a little different than had I lived in Iowa.”\n\n“I’m very liberal when it comes to health care,” he told King. “I believe in universal health care.”\n\nPlease enable Javascript to watch.\n\n“Make no mistake, GOP rivals and outside groups will make Iowa and New Hampshire voters know about those lines if Trump is still riding high in the polls by November or December,” Todd asserted of the above quotes.\n\nDon’t be so certain.\n\nThose late-term abortion comments were previously trotted out in 2011 when non-candidate Donald Trump surged in the 2012 Republican primary polls. Did they expose Trump as an opportunistic flip-flopper? Au contraire: Trump ascribed his Mitt Romney-esque change of heart to an experience with a friend’s pregnancy.\n\nAnd earlier this year, Trump seemingly got ahead of the story by giving multiple interviews in which he openly declared himself anti-abortion. “As I’ve grown older, as I’ve seen things happen in life, I’ve changed my views — and others have also,” he told the Des Moines Register. Indeed, as HotAir’s Ed Morrissey noted, such a stance could actually win over staunchly conservative voters because the centerpiece of Roe v. Wade herself has converted on the issue.\n\nAs for having once been to the left of President Barack Obama on health care? Voters have already heard Trump beat his chest and call the Affordable Care Act a “total disaster” full of “lies” that must be repealed and replaced. They certainly won’t have trouble buying the idea that he underwent a genuine conversion on that issue as well.\n\nThink of it this way: Over the past few years, Trump has weathered being the nation’s foremost “birther,” the target of insults from pretty much every comedian alive, and now his brutish and incendiary comments on Mexican immigrants. If you think a few easily-dismissed changes in view are going to take him down, don’t count on it.\n\nAfter all, as Trump would likely tell you: When Donald Trump changes views, he does it bigger and better than anyone else. No one can change views like Donald Trump. No one. And the crowd goes wild.\n\n[Image via Gage Skidmore]\n\n— —\n\n>> Follow Andrew Kirell (@AndrewKirell) on Twitter", "article_metadata": {"description": "If you've been paying attention to the 2016 primary race at all, you may have noticed that Donald Trump has become a seemingly unstoppable force.", "generator": "WordPress 2016.21", "og": {"image": "http://static01.mediaite.com/med/wp-content/uploads/2015/07/5440390625_feab8a9520_z-e1436460060914.jpg", "title": "Could These Be the Issues to Take Down Donald Trump?"}, "twitter": {"description": "If you've been paying attention to the 2016 primary race at all, you may have noticed that Donald Trump has become a seemingly unstoppable force.", "title": "Could These Be the Issues to Take Down Donald Trump?", "image": "http://static01.mediaite.com/med/wp-content/uploads/2015/07/5440390625_feab8a9520_z-e1436460060914.jpg", "creator": "@andrewkirell", "site": "@mediaite", "card": "summary"}, "NextGEN": "1.5.5", "date": "2015-07-09T12:59:30+00:00", "keywords": "columnists,online", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.5, minimum-scale=1.0"}, "article_summary": "After all, as Trump would likely tell you: When Donald Trump changes views, he does it bigger and better than anyone else.\nThose late-term abortion comments were previously trotted out in 2011 when non-candidate Donald Trump surged in the 2012 Republican primary polls.\nNo one can change views like Donald Trump.\nIf you’ve been paying attention to the 2016 primary race at all, you may have noticed that Donald Trump has become a seemingly unstoppable force.\nTrump will most assuredly be on-stage for Fox’s first primary debate next month, and CNN’s the month after."}