{"article_title": "Experts warn Hillary Clinton’s government-run health care will trample conscience rights", "article_keywords": ["conscience", "clinton", "rights", "told", "bill", "singlepayer", "hillary", "system", "warn", "trample", "health", "americans", "president", "experts", "care", "governmentrun", "clintons"], "article_url": "https://www.lifesitenews.com/news/experts-warn-hillary-clintons-secret-plan-for-government-run-health-care-wi", "article_text": "NewsAbortion, Freedom, Politics - U.S.\n\nWASHINGTON, D.C., February 14, 2014 ( LifeSiteNews.com ) – Despite her decades-long denial, Hillary Clinton secretly favored transforming the nation's health landscape into a government-run socialized medicine system similar to Canada or the UK, according to a longtime associate. Experts say that could force taxpayers to pay for abortion or other procedures they find immoral, deny doctors the right to provide ethical treatment, and withhold critical health care from those whose lives are hanging in the balance.\n\nThe revelation that Hillary once favored a “single-payer” system comes from documents kept by Diane Blair, a political science professor and decades-long close friend of Hillary.\n\nAt a White House dinner in February 1993, the then-first lady spoke to President Bill Clinton “at length on the complexities of health care,” Blair wrote, adding that Hillary “thinks managed competition [is] a crock; single-payer necessary; maybe add to Medicare.”\n\nThe former first lady's proposed Health Security Act, a mandate that individuals purchase private insurance that was widely derided as “HillaryCare,” would in part inspire the backlash that allowed the Republican Party to regain control of the House in 1994.\n\nExperts say government-run health care would be far worse.\n\n“When you introduce government into any area of life, you necessarily introduce the threat of aggressive force against innocent people,” Sheldon Richman, vice president of the Future of Freedom Foundation, told LifeSiteNews.com. “Therefore, a single-payer health care system must entail forcing people to pay, first, for things they may conscientiously object to, and, second, for things they do not want and would not buy freely in the marketplace. These things happen already, but they would be compounded mightily under single-payer.”\n\n“When will the advocates of single-payer assume the burden of proving that peaceful individuals should be subject to this form of aggression?” Richman asked.\n\nPro-life groups are concerned a future single-payer system may require taxpayers to fund abortion, as the national health care systems in Canada and many European nations do.\n\nDoctors and other caregivers are concerned they will be forced to participate in abortion or denied the right to care for patients in ways deemed “too sick” to merit government-financed health care.\n\nJohn F. Brehany, executive director of the Catholic Medical Association, said Catholic physicians “are most concerned with the potential for attacks on their rights of conscience. And they should be, because the Obama administration has sent strong signals that it is not committed to enforcing federal conscience protection laws.”\n\nHe said the health care changes instituted by the Obama administration have already had an effect. “The burdens of increased regulation and legal compliance are driving many physicians out of private practice and into employment relationships, where they will have less flexibility in exercising their professional judgment.”\n\n“Between explicit controls and implicit regulatory burdens, Catholic physicians will find it harder than ever to offer quality care to patients that is consistent with the Church's teaching on human dignity and morality,” Brehaney said.\n\nThe greatest fear for opponents of ObamaCare, HillaryCare, and all government-run health care systems is that they will restrict coverage of those considered too ill to be helped, leading to needless deaths.\n\nExperts warn about the unchecked power of the Independent Payment Advisory Board (IPAB), which is tasked under the Affordable Care Act with keeping Medicare costs low.\n\nFormer America Medical Association President Donald Palmisano has warned IPAB “will essentially mean rationed care” and posed an “immediate danger” to senior citizens .\n\n“Many ObamaCare supporters see the ACA is a necessary step to the ultimate goal, a federal single-payer system,” Wesley J. Smith wrote . “Government can get away with treatment restrictions that would never be countenanced within a market-based system in which regulators would be on the side of the patients, rather than the government funder.”\n\n“In other words, if you like death panels,” he concluded, “single payer is the way to get them.”\n\nWhile denying necessary care to some, a single-payer system may offer extravagant and costly medical coverage to others. “Gay and transgender activists are lobbying for ObamaCare coverage for mutilating sex-change operations,” Peter LaBarbera, president of Americans for Truth, told LifeSiteNews. He added, “They'll probably win in a few years.”\n\nClick \"like\" if you are PRO-LIFE!\n\nHillary's 20-year-old comments are making waves as Clinton is considered the likely 2016 Democratic presidential nominee. A Washington Post-ABC News poll taken last month showed Clinton crushing all other Democratic hopefuls . She led her next closest competitor, Vice President Joe Biden, by 61 percentage points.\n\nCompounding the impact of the story, Hillary told Kevin Sack of the New York Times in 2008, “I have thought about [health care] ... for 15 years and I never seriously considered a single payer system.”\n\nShe admitted that “many people who I have a great deal of respect for certainly think that it is the only way to go,” and “there’s a significant minority who want 'a single-payer system,'” but said that she “never really seriously considered it” due to low voter approval – which she blamed on public ignorance and alleged misinformation about “socialized medicine.”\n\n“Americans,” she said, “don’t really know that Medicare is a single payer system. ... They think about these foreign countries that they hear all these stories about, whether they’re true or not, which they’re often not. And so talking about single payer really is a conversation ender for most Americans, because then they become very nervous about socialized medicine and all the rest of this.”\n\nLending credence to Blair's entry, Hillary then told the Times she proposed a “Medicare-like system” for uninsured Americans. “And we’d see ... where it morphs to,” including socialized medicine.\n\nHillary told the New York Times she hoped that Americans would come to support her proposed centralized health care system once bureaucrats “get the costs of overhead and administration down as much as possible.”\n\nBlair, who passed away more than a decade ago, intended to write a book with her papers, which were made public in 2010. A 40-page compilation has been released by the Washington Free Beacon, which dubbed them “The Hillary Papers.”\n\nOther excerpts of the papers reveal that President Bill Clinton referred to his Republican political opponents as “Nazis.”\n\nBlair recorded in one entry that, “at this point [Bill Clinton is] not sure he can get re-elected; they’re killing him in the South, rise of fundamentalism, the Nazi’s. [sic] Some of that he did to himself—gay rights in the military.”\n\nThe revelation is not entirely new. George Stephanopoulos remembered in his memoir All Too Human that Bill Clinton told him during a 1994 special election race in Kentucky, “It's Nazi time out there. We've got to hit them back.”\n\nBlair remembers that Hillary called Monica Lewinsky a “narcissistic looney tune.” While Clinton's affair with an intern half his age “was gross inappropriate behavior,” Hillary said, it was “not sex within any real sexual meaning ... of the term.”\n\nThe papers also show a Clinton pollster telling the first lady that, while Americans saw Bill as “slick,” they found her personality to be “ruthless.”\n\nYou may read the papers below:", "article_metadata": {"og": {"site_name": "LifeSiteNews", "description": "A health care system like the one Hillary secretly admitted she favored", "title": "Experts warn Hillary Clinton’s government-run health care will trample conscience rights", "locale": "en_US", "image": "https://www.data.lifesitenews.com/images/shutterstock/HilaryClintonSternProfile-405px_shutterstock_4234120.jpg", "url": "https://www.lifesitenews.com/news/experts-warn-hillary-clintons-secret-plan-for-government-run-health-care-wi", "type": "article"}, "twitter": {"card": "A health care system like the one Hillary secretly admitted she favored"}, "description": "A health care system like the one Hillary secretly admitted she favored", "viewport": "width=device-width, initial-scale=1.0", "fb": {"admins": 1477213784, "app_id": 132010293551131, "pages": 112623813202}}, "_id": "\"57477af46914bd0286fdcbcb\"", "article_summary": "Experts say government-run health care would be far worse.\nPro-life groups are concerned a future single-payer system may require taxpayers to fund abortion, as the national health care systems in Canada and many European nations do.\nGeorge Stephanopoulos remembered in his memoir All Too Human that Bill Clinton told him during a 1994 special election race in Kentucky, “It's Nazi time out there.\nDoctors and other caregivers are concerned they will be forced to participate in abortion or denied the right to care for patients in ways deemed “too sick” to merit government-financed health care.\n“Many ObamaCare supporters see the ACA is a necessary step to the ultimate goal, a federal single-payer system,” Wesley J. Smith wrote ."}