{"article_title": "Penn State professor champions the importance of worm research — NewsWorks", "article_keywords": ["work", "taunya", "whyy", "importance", "series", "professor", "writer", "journalism", "worm", "research", "public", "state", "health", "radio", "science", "newsworks", "penn", "champions"], "article_url": "http://www.newsworks.org/index.php/local/healthscience/61695-penn-state-worm-champion-says-humans-too-get-sick-from-these-parasites", "article_text": "About Taunya English\n\nWHYY Senior Health Writer Taunya English tracks government policies and community efforts to overhaul the places where people live, work and play.\n\nShe's a contributor to The Pulse, WHYY's weekly radio show on health, science and innovation news.\n\nTaunya created the series \"Designs on Health\" with support from the Dennis A. Hunt Fund for Health Journalism. It's a look at the ways zoning and neighborhood influence wellbeing.\n\nTaunya is a member of \"Health Care in the States,\" a journalism collaborative between National Public Radio and Kaiser Health News, which works to expand reporting on the implementation of the Affordable Care Act.\n\nTaunya produced the series \"In the Gap.\" Across 12 installments of news and conversation, WHYY partnered with WURD to explore the divide that separates African Americans from better health.\n\nTaunya's radio work airs during Morning Edition, All Things Considered and NewsWorks Tonight. Her television stories appear on Delaware's newsmagazine, First.\n\nBefore joining WHYY, Taunya led statehouse news coverage for Public Radio Capitol News in Harrisburg, Pa. For three years, she worked as a freelance health reporter for Baltimore's National Public Radio affiliate, WYPR.\n\nTaunya began her journalism career as a newspaper reporter in Northern California, then moved on to become a science writer in Washington, DC. She holds a master's degree from Northwestern University's Medill School of Journalism.", "article_metadata": {"description": "Penn State University is hosting a round robin of science talks today to introduce its professors the rest of us Biologist and featured speaker Isabella Cattadori may be the school s biggest", "title": "Penn State professor champions the importance of worm research", "og": {"image": "http://www.newsworks.org/nw_logo_fb.png", "site_name": "Newsworks.org", "description": "Penn State University is hosting a round-robin of science talks today to introduce its professors the rest of us. Biologist and featured speaker Isabella Cattadori may be the school's biggest..."}, "twitter": {"description": "Penn State University is hosting a round-robin of science talks today to introduce its professors the rest of us. Biologist and featured speaker Isabella Cattadori may be the school's biggest...", "title": "Penn State professor champions the importance of worm research", "image": "http://www.newsworks.org/images/stories/flexicontent/m_trl3-carpet6x1200.jpg", "creator": "@taunyaenglish", "site": "@NewsWorksWHYY", "card": "summary_large_image"}, "msapplication-TileColor": "#ffc40d", "robots": "index, follow", "DC.date.issued": "2013-11-08", "apple-mobile-web-app-capable": "no", "fb": {"page_id": 115829381793481}, "url": "http://www.newsworks.org/index.php/local/healthscience/61695-penn-state-worm-champion-says-humans-too-get-sick-from-these-parasites", "apple-mobile-web-app-status-bar-style": "black", "author": "Taunya English", "keywords": "cattadori, worms, infections, humans, science, rabbits, infection, other, studies, illness, communities, parts, //www, state, isabella, biologist, people, however, uganda, childrenwithoutworms", "google-site-verification": "zlKVThgI_7CsCilHyAeJraRojXxR5nL5CZqBEZJMJNw", "st": {"image": "http://www.newsworks.org/images/stories/flexicontent/m_trl3-carpet6x1200.jpg"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "msapplication-TileImage": "/mstile-144x144.png"}, "article_summary": "Taunya's radio work airs during Morning Edition, All Things Considered and NewsWorks Tonight.\nAbout Taunya EnglishWHYY Senior Health Writer Taunya English tracks government policies and community efforts to overhaul the places where people live, work and play.\nShe's a contributor to The Pulse, WHYY's weekly radio show on health, science and innovation news.\nHunt Fund for Health Journalism.\nTaunya began her journalism career as a newspaper reporter in Northern California, then moved on to become a science writer in Washington, DC."}