{"article_title": "Brandell Evans Hoping to Make History at Timberline High School", "article_keywords": ["thomas", "timberline", "school", "shot", "hoping", "evans", "point", "try", "points", "play", "high", "bush", "state", "team", "brandell", "history"], "article_url": "http://www.thurstontalk.com/2014/12/27/brandell-evans-timberline-basketball/", "article_text": "By Gail Wood\n\nAs a three-year starter, Brandell Evans hopes to do something no one has ever done at Timberline High School.\n\nEvans, a 6-foot-1 senior point guard, wants to reach the state basketball tournament for the third straight year.\n\n“That’s a goal,” Evans said. “That’s special to me, honestly. I want to make history here. That’s a goal of the team. I want the team to go back to state. Me, I’m the only guy back who went to state my sophomore year. I’ve got a new group and I want to go back to state with them and put up another banner at this school.”\n\nJarryn Bush, a 6-2 junior, is the only other returning starter for Timberline, which opened the season by winning five of its first seven games. Like Evans, Bush was also an honorable mention all-league player last season. Their varsity experience is an important cog for the Blazers.\n\n“We hope to get that leadership and experience from those two,” said Allen Thomas, Timberline’s head boys basketball coach. “Having an all-league post player and an all-league point guard is a luxury to have. With those two, we’re trying to add some pieces around them.”\n\nThomas, who is in his third year as the Blazers head coach and 12th year coaching at the school, is still experimenting with his starting lineups. Recently, along with Bush and Evans, Thomas started sophomore Jaelen Bush at center, freshman Eric Stevenson at guard and senior Taylor Adams at guard.\n\nLast year, Evans averaged 15 points and was named honorable mention 3A All-Narrows League. With his quickness off the dribble, Evans is effective driving to the basket, then either taking the open shot or passing to an open teammate. But Evans, even with his scorer’s mentality, isn’t just a shooter, an offensive minded player. He’s also a hustler on defense.\n\n“He’s a slasher,” Thomas said. “He’s also a guy who’s a great defender. He hustles full court. He’s a vocal leader. He can get people open shots. He’s also a guy that you can go to when the shot clock is running down. He can get a good look or he can create a look for a teammate. That’s a luxury to have.”\n\nEvans scored 19 points in three straight games and is averaging about 15 per game.\n\n“He’s a winner and he knows what it takes to win,” Thomas said. “Having that at the point guard is a huge step.”\n\nOffensively, Thomas said his team can play up tempo, looking for the fast break. They can also play a half-court passing game, looking for the open shot. It all depends on the strengths and weaknesses of opponent’s defense.\n\n“We want to pick our spots,” Thomas said. “Maybe run it off the free throw line break. Or we want to end up controlling it and getting the ball inside. We need to pick our situations. Hopefully we can control the tempo of the game.”\n\nDefensively, the goal is try to keep an opponent in the 50s or 60s. Thomas preaches defense.\n\n“Defense is our staple,” Thomas said. “We’re all about defense. We want to come out and set the pace. We want to be the ones who either allow you to walk the ball up or we’re going to try to make you play faster. Until we get to that point where we control the pace of the game we’re still going to be searching.”\n\nAs his team progresses, Thomas talked about their need to focus on the fundamentals, to move their feet on defense, to not get beat on the backdoor, and to box out on rebounding.\n\n“It’s the little things,” Thomas said. “Until they get to doing it right, I’m going to stay on it. I’m not going to take it for granted.”\n\nLast year as a sophomore, Jarryn Bush averaged a double-double, averaging 12 rebounds and 14 points. When a teammate puts up a shot, Bush crashes the offensive boards just in case the shot is off.\n\n“I’m a rebound put back guy,” Bush said. “I can score with my back to the basket. But I prefer to get my points off hustle rebounds, put backs.”\n\nBush, at 6-2, is often matched up against an opponent who is taller.\n\n“I just don’t have the height everyone else does,” Bush said. “You’ve got to do what you’ve got to do.”\n\nAs a returning starter, Bush said his role is to be the encourager, challenging his teammates to play hard.\n\n“I try to stay positive even though it’s hard for me because I really love to win,” Bush said. “So when we’re losing it’s a hard thing for me to do. I try to stay positive and set an example of how I want other people to act.”", "article_metadata": {"description": "By Gail Wood As a three-year starter, Brandell Evans hopes to do something no one has ever done at Timberline High School. Evans, a 6-foot-1 senior", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "author": "ThurstonTalk Editor", "og": {"site_name": "ThurstonTalk", "description": "By Gail Wood As a three-year starter, Brandell Evans hopes to do something no one has ever done at Timberline High School. Evans, a 6-foot-1 senior", "title": "Brandell Evans Hoping to Make History at Timberline High School - ThurstonTalk", "locale": "en_US", "image": "http://www.thurstontalk.com/wp-content/uploads/2014/12/T-line-6.jpg", "url": "http://www.thurstontalk.com/2014/12/27/brandell-evans-timberline-basketball/", "type": "article"}, "robots": "noodp", "article": {"section": "High School Sports", "published_time": "2014-12-27T08:01:22+00:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "By Gail WoodAs a three-year starter, Brandell Evans hopes to do something no one has ever done at Timberline High School.\nLike Evans, Bush was also an honorable mention all-league player last season.\nWhen a teammate puts up a shot, Bush crashes the offensive boards just in case the shot is off.\nRecently, along with Bush and Evans, Thomas started sophomore Jaelen Bush at center, freshman Eric Stevenson at guard and senior Taylor Adams at guard.\nEvans, a 6-foot-1 senior point guard, wants to reach the state basketball tournament for the third straight year."}