{"article_title": "Dollar falls, U.S. stocks dip as Dec rate hike seen", "article_keywords": ["index", "fed", "dec", "hike", "futures", "dollar", "falls", "markets", "rate", "points", "rates", "york", "rose", "seen", "stocks", "dip", "day"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/11/18/Asia-shares-rise-Wall-St-bounce-Fed-hikes-seen-gradual", "article_text": "NEW YORK (Reuters) - The U.S. dollar pulled back on Thursday after four sessions of gains and U.S. stocks edged lower in choppy trade as the prospect that the U.S. Federal Reserve will hike interest rates next month gained steam.\n\nShares in major European markets rallied, while U.S. crude again dipped below $40 a barrel before rebounding.\n\nU.S. data showed fewer Americans filed for unemployment benefits last week, further supporting the view that the Fed will raise interest rates in December after seven years near zero.\n\nU.S. rate futures on Thursday implied traders see a 72 percent chance the Fed will raise rates at that meeting, compared with a 68 percent chance on Wednesday, according to CME Group's FedWatch.\n\n\"Finally, we are somewhat accepting of the fact that it looks like the Fed will pull the trigger come December,\" said Chip Cobb, senior vice president at Bryn Mawr Trust Asset Management in Bryn Mawr, Pennsylvania. \"Everyone is just waiting for the December meeting to come and go.\"\n\nfell 4.41 points, or 0.02 percent, to 17,732.75, the S&P 500 lost 2.34 points, or 0.11 percent, to 2,081.24 and the Nasdaq Composite dropped 1.56 points, or 0.03 percent, to 5,073.64. \"We would not be surprised if we limp through to mid-December,\" said David Carter, chief investment officer at Lenox Wealth Advisors in New York. \"It's less than a month away from the Fed decision and I'm not sure anyone wants to put big trades on before that.\" The healthcare sector weighed on the benchmark S&P 500 index after insurer UnitedHealth Group cut its profit forecast. Mobile payments company Square soared 45 percent in its highly anticipated market debut. The pan-European FTSEurofirst 300 index climbed 0.4 percent and hit its highest level in three months, helped by a jump in shares of food and facilities group Sodexo , which said it would cut costs to cope with a volatile global economy. Markets in London and Frankfurt were up 0.8 percent and 1.1 percent, respectively. An index of major global markets rose 0.7 percent. The U.S. dollar index , which measures the greenback against a basket of currencies, was off 0.7 percent after hitting a seven-month high a day earlier. The euro rose 0.7 percent against the dollar. \"A rate hike is virtually priced into the dollar, (so) that markets appear to be looking beyond December to the road ahead in 2016 for Fed policy,\" said Joe Manimbo, senior market analyst, at Western Union Business Solutions in Washington. Longer-dated U.S. Treasuries fared better than short-dated issues for a second straight day. Benchmark 10-year Treasury prices rose 7/32 for a yield of 2.2447 percent, while the price for the 30-year note rose 24/32 for a yield of 3.0040 percent. U.S. crude oil futures settled down 21 cents at $40.54, after dipping below $40 for a second day, with rising U.S. stockpiles serving as the most visible evidence of oversupply in oil markets. Brent futures settled up 4 cents at $44.18 a barrel. Spot gold rose 1.1 percent, rebounding from near six-year lows. The 19-commodity Thomson Reuters/Core Commodity CRB Index rose 0.3 percent after hitting a roughly 13-year low a day earlier. A weaker dollar means that commodities denominated in the greenback become more affordable for holders of other currencies. \"The dollar is certainly helping commodities today,\" said Scott Shelton, energy broker and commodities specialist at ICAP in Durham, North Carolina. (Reporting by Lewis Krauskopf, additional reporting by Gertrude Chavez-Dreyfuss and Barani Krishnan in New York, Noel Randewich in San Francisco, Marc Jones, Jan Harvey and Patrick Graham in London; Editing by Nick Zieminski, Bernadette Baum and Dan Grebler)\n\nThe Dow Jones industrial average", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "NEW YORK (Reuters) - The U.S.", "title": "Dollar falls, U.S. stocks dip as Dec rate hike seen", "url": "http://www.thefiscaltimes.com/latestnews/2015/11/18/Asia-shares-rise-Wall-St-bounce-Fed-hikes-seen-gradual", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-stocks_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/11/18/Asia-shares-rise-Wall-St-bounce-Fed-hikes-seen-gradual", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-stocks_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "NEW YORK (Reuters) - The U.S.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "The 19-commodity Thomson Reuters/Core Commodity CRB Index rose 0.3 percent after hitting a roughly 13-year low a day earlier.\nThe U.S. dollar index , which measures the greenback against a basket of currencies, was off 0.7 percent after hitting a seven-month high a day earlier.\nAn index of major global markets rose 0.7 percent.\n\"The dollar is certainly helping commodities today,\" said Scott Shelton, energy broker and commodities specialist at ICAP in Durham, North Carolina.\nA weaker dollar means that commodities denominated in the greenback become more affordable for holders of other currencies."}