{"article_title": "Would You Be Embarrassed to Have Trump as President?", "article_keywords": ["clinton", "trump", "voters", "embarrassed", "say", "survey", "trumps", "sen", "president", "republican", "presidential"], "article_url": "http://www.thefiscaltimes.com/2015/12/22/Would-You-Be-Embarrassed-Have-Trump-President", "article_text": "New Jersey Gov. Chris Christie is telling audiences in New Hampshire that it’s time for voters to “get serious” about the GOP presidential campaign and realize that “we’re not casting a TV show. This is real.”\n\nHis message seems to be that voters enamored of former reality TV star Donald Trump need to start doing some soul-searching about whether they really want him as the country’s next commander-in-chief -- or whether it’s time to put an end to the carnival and gravitate towards more experienced and rational candidates. “Showtime is over,” said Christie, one of the dozen Republican candidates trailing Trump with just six weeks to go before the Iowa caucuses.\n\nRelated: The Top 10 Political Lies of the Year\n\nA year-end national political survey by Quinnipiac University released Tuesday suggests that Christie’s message already has begun to sink in with voters. While Trump continues to lead the GOP field with 28 percent of likely Republican voters, Sen. Ted Cruz of Texas closely trails him with 24 percent and Sen. Marco Rubio of Florida has 12 percent. Cruz, a darling of evangelical Christians, has picked up eight points since last month and may be virtually tied with Trump given the poll’s 4.4-point margin of error.\n\nMore significantly, Trump trails both Democratic presidential frontrunner Hillary Clinton and Democratic socialist Sen. Bernie Sanders of Vermont in hypothetical general election matchups. Voters in the survey back Clinton over Trump by a 47 percent to 40 percent margin.\n\nAnd 50 percent of survey respondents – Democrats and Republicans alike – say they would be embarrassed to have Trump as president, compared with 35 percent who say Clinton would be an embarrassment as president. Among Republicans, 28 percent said they “would definitely not support” Trump, and only 23 percent would be proud to have Trump as president.\n\nAmericans surveyed say that Clinton has the right kind of experience to be president, 63 to 35 percent, while Trump does not have the have the experience, 67 percent to 29 percent.\n\nRelated: Trump’s Putin Crush Has Grown Into a Long Distance Bromance\n\nThe survey of 1,140 registered voters was conducted Dec. 16 through 20, after the last nationally televised Republican debate in Las Vegas but before Trump’s latest, outrageous remarks Monday night in Grand Rapids, Mich. That’s where Trump used a crude obscenity to describe Clinton’s loss to President Obama in the 2008 Democratic primary election and repeatedly described as “disgusting” the fact that Clinton used the bathroom during a commercial break during last Saturday night’s Democratic debate and was late getting back to her podium.\n\n“I know where she went – it’s disgusting, I don’t want to talk about it,” Trump told a crowd while scrunching up his face like a nasty kid in a school yard.\n\nIt’s always risky to predict voter response to Trump’s antics and outrageous behavior, whether it was his suggestion that Fox News debate moderator Megyn Kelly was menstruating when she posed a critical question about his past misogynistic comments, or his assertion that Sen. John McCain (R-AZ) was less of a Vietnam war hero because he was captured and imprisoned by the enemy, or his mocking of the appearance of a physically disabled New York Times reporter.\n\nEvery time his opponents or the media suggest that he has finally gone too far, his poll numbers pick up. He was berated by former Florida governor Jeb Bush and a few other GOP presidential rivals after Trump called for a temporary ban on all Muslims other than U.S. citizens from entering the country as a precaution against another terrorist attack like the one in San Bernardino, Calif., but it didn’t hurt Trump in subsequent polls. As it turned out many Americans – both Republicans and some Democrats – agreed with his proposal.\n\nStill, the Quinnipiac University poll included some findings that suggested it won’t be smooth sailing for Trump in the early going of the 2016 GOP presidential campaign.\n\nRelatetd: Why Trump’s Support Is Even Stronger than You Think\n\n“Half of American voters say they’d be embarrassed to have Donald Trump as their Commander in Chief and most Americans think he doesn’t have a good chance in November, but there he is still at the top of the Republican heap,” said Tim Malloy, assistant director of the Quinnipiac University Poll, in a statement. “Hillary Clinton tops him. Sen. Bernie Sanders hammers him and Sen. Ted Cruz is snapping at his heels. Can a candidate that half the American electorate thinks is an embarrassment win in November?”", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "New Jersey Gov.", "title": "Would You Be Embarrassed to Have Trump as President?", "url": "http://www.thefiscaltimes.com/2015/12/22/Would-You-Be-Embarrassed-Have-Trump-President", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/11062015_Donald_Trump.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/12/22/Would-You-Be-Embarrassed-Have-Trump-President", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/11062015_Donald_Trump.jpg", "creator": "@ericpianin", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "New Jersey Gov.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "And 50 percent of survey respondents – Democrats and Republicans alike – say they would be embarrassed to have Trump as president, compared with 35 percent who say Clinton would be an embarrassment as president.\nAmong Republicans, 28 percent said they “would definitely not support” Trump, and only 23 percent would be proud to have Trump as president.\nVoters in the survey back Clinton over Trump by a 47 percent to 40 percent margin.\n“Showtime is over,” said Christie, one of the dozen Republican candidates trailing Trump with just six weeks to go before the Iowa caucuses.\nWhile Trump continues to lead the GOP field with 28 percent of likely Republican voters, Sen. Ted Cruz of Texas closely trails him with 24 percent and Sen. Marco Rubio of Florida has 12 percent."}