{"article_title": "Haiti police face crucial test with UN drawdown", "article_keywords": ["united", "force", "haitian", "level", "national", "crucial", "officers", "face", "york", "drawdown", "test", "haiti", "starting", "think", "recent"], "article_url": "http://www.salon.com/2014/11/17/haiti_police_face_crucial_test_with_un_drawdown/", "article_text": "Topics: From the Wires, News\n\nPORT-AU-PRINCE, Haiti (AP) — Their new uniforms clean and crisp, the Haitian officers chat with street vendors and school kids as they stroll through a neighborhood of the dense capital, a practice in the sort of community policing the national force is embracing as it works to reinvent itself.\n\nThe patrolmen on this morning walked with a pair of veteran officers on loan from New York City, Haitian-Americans who are helping the national police prepare to take on greater responsibility as the United Nations reduces the number of peacekeeping troops in this long-troubled country.\n\nDisdained by many as abusive or inept, officers of Haiti’s force now say their new approach is beginning to pay off.\n\n“People are starting to give us the kinds of useful statements we didn’t get in the past,” rookie officer Gama Jameson said as he patrolled the district of Petionville with the New Yorkers. “I think the people are feeling more comfortable with us.”\n\nNew York City Police Sgt. Rochener Gilot, who worked as a Haitian officer in the 1990s before moving to the U.S., closely watched the rookies work on building trust with local residents. “The population’s comfort level with police is not going to change overnight, but we’re removing the myth that police are not friendly or approachable. People here are starting to see that they can talk to the cops,” he said.\n\nHaitians will soon rely more on their police to maintain security as the United Nations downsizes the peacekeeping force it has kept in Haiti since 2004, when a violent rebellion swept the country. While the U.N. will maintain a police contingent of 2,601, it will cut its multinational troop size from 5,021 to 2,370 in June.\n\nMany people wonder if the Haitian officers will be ready.\n\n“There is little question that the (national police force) has been strengthened and professionalized over recent years, but it began at such a weak and dysfunctional level that it is still not at the professional level everyone wants,” said Mark Schneider of International Crisis Group, a nonprofit think tank in Washington, D.C.\n\nThe Haitian National Police was founded in 1995 after then-President Jean-Bertrand Aristide disbanded the army due to its long history of abuse. An uprising in 2004 ousted Aristide and insurgents targeted police officers, killing and mutilating scores. Many abandoned their posts. When U.N. peacekeepers arrived, they found a force left demoralized and outgunned.\n\nIn more recent years, the foreign peacekeepers have done much of the heavy lifting as they helped police battle gangs in urban slums.\n\nAs the force is built up, some Haitians still accuse officers of being incompetent and heavy-handed agents for the elite.\n\n“In Haitian culture, if you have a gun and a uniform, you’re one of the rough boys. If the U.N. leaves and all we have is Haitian police, I think there will be no human rights here,” 25-year-old Etienne Bergerald said in the cinderblock slum of Delmas 32 as he transformed a rusty car with spray paint.", "article_metadata": {"description": "Haiti police face crucial test with UN drawdown", "title": "Haiti police face crucial test with UN drawdown", "og": {"site_name": "Salon", "description": "Haiti police face crucial test with UN drawdown", "title": "Haiti police face crucial test with UN drawdown", "url": "http://www.salon.com/2014/11/17/haiti_police_face_crucial_test_with_un_drawdown/", "image": "http://media.salon.com/2014/11/haiti-improving-police.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "Haiti police face crucial test with UN drawdown", "title": "Haiti police face crucial test with UN drawdown", "image": "http://media.salon.com/2014/11/haiti-improving-police.jpeg-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "DAVID McFADDEN", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "The Haitian National Police was founded in 1995 after then-President Jean-Bertrand Aristide disbanded the army due to its long history of abuse.\nMany people wonder if the Haitian officers will be ready.\nDisdained by many as abusive or inept, officers of Haiti’s force now say their new approach is beginning to pay off.\nAs the force is built up, some Haitians still accuse officers of being incompetent and heavy-handed agents for the elite.\n“In Haitian culture, if you have a gun and a uniform, you’re one of the rough boys."}