{"article_title": "Jairo Diaz the talk of Rockies spring, backdropped by Venezuela turmoil – The Denver Post", "article_keywords": ["jairo", "turmoil", "la", "leagues", "spring", "rockies", "denver", "scouts", "hes", "diaz", "fernandez", "backdropped", "season", "baseball", "post", "venezuela", "talk"], "article_url": "http://www.denverpost.com/rockies/ci_27761886/rockies-pitcher-jairo-diaz-armed-powerful-explosive-arsenal", "article_text": "SCOTTSDALE, Ariz. — Jairo Diaz looks more like a piano than a pitcher. He’s 6-feet, 248 pounds of heft. He once ripped a pitch at 103 mph — and he’s the talk of Rockies spring training.\n\nThe 24-year-old reliever is the most compelling new name in Colorado’s camp. Even if the very grown-up ballplayer talks like a shy kid.\n\n“I never imagined that I would play in the big leagues,” Diaz said. “But it was my dream.”\n\nDiaz dreamed his way into the major leagues from Puerto la Cruz — a seaside city in north-central Venezuela, about a five-hour flight from Miami — where his mother, father and older brother keep tabs on his first season in the Rockies’ organization.\n\nDiaz was just 14 when he left school to join a baseball academy in Puerto la Cruz. He signed a professional contract with the Los Angeles Angels when he was 16. His journey from the high-pressure teenage baseball factories in his home country to the big leagues isn’t unusual. But that path from Puerto la Cruz to the big leagues is suddenly uncertain for other young players.\n\nVenezuela could become the new Cuba. International political relations are strained. Last week, President Barack Obama imposed a new round of sanctions on seven Venezuelan officials, accusing them of human-rights violations and corruption. Venezuela responded by requiring visas to visit and demanding the U.S. cut its embassy staff.\n\nMajor League Baseball is scrambling to react. Venezuela remains a prime pipeline of young talent. There were 224 players born outside the U.S. on opening-day rosters last year, about 26 percent of the total. Of those, 83 were born in the Dominican Republic and 59 in Venezuela.\n\nBut the Seattle Mariners last week became the latest team to close their academy system in Venezuela and move it to the Dominican Republic. Just four teams now have academies in Venezuela: the Detroit Tigers, Chicago Cubs, Tampa Bay Rays and Philadelphia Phillies.\n\nObama’s executive order, which declared a national emergency in response to an “extraordinary threat to the national security” in Venezuela, followed similar sanctions from Congress late last year.\n\nThe foreign ministry of Venezuela, under President Nicolás Maduro, responded by buying a full-page ad in The New York Times that called the U.S. and Obama “tyrannical and imperial.”\n\n“It’s kind of weird there right now,” Diaz said when asked about the political climate in Venezuela.\n\nThe Rockies have a facility in Venezuela that’s something short of an academy. It’s a house converted into a dormitory. And the Rockies still have three scouts running an operation from the outpost.\n\nBut Rolando Fernandez, the Rockies’ vice president of international scouting and development, couldn’t visit Venezuela last week because of visa restrictions. He’s not the only one. Fernandez said he has heard from other scouts who can’t get to Venezuela.\n\n“Now I’m waiting to see what’s the procedure,” Fernandez said. “I understand Major League Baseball is working with the minister of sports in Venezuela, an ex-player, to work on it.”\n\nIn 2010, the Rockies had seven players born in Venezuela on their roster. This year, they’ll have two, Carlos Gonzalez and Jhoulys Chacin, and two more trying to break camp with the big-league team, Cristhian Adames and Diaz.\n\n“Through all these problems, baseball has continued to grow there,” Fernandez said. “It’s not as easy (to scout) as it was 15 years ago. But they don’t want to damage the game of baseball. They love the game.”\n\nDiaz, with his unique physical ability to throw very hard, was a typical kid in Venezuela before he was pegged by scouts for the big leagues.\n\n“A lot of scouts were watching me because even when I was 14, I had a really good arm,” he said. “They said I had a future as a catcher because of my size, but I couldn’t hit.”\n\nThe Angels recognized the problem and moved Diaz from behind the plate to the pitching mound when he was 19. He played on the Angels’ Dominican summer-league team, then in the minors in Utah, Iowa and California.\n\nAngels general manager Jerry Dipoto said his scouts clocked Diaz with a 103-mph pitch last season. His arm was too live to ignore. So Diaz, at 23, jumped from Double-A to the majors a year ago.\n\nThe Rockies noticed. Their scouts measured him in the 101-102 mph range. But they liked his physical and mental makeup even more. So they worked a trade in December, sending backup infielder Josh Rutledge to the Angels.\n\n“He’s a very happy go-lucky guy, a very pleasant person to be around,” said Jon Weil, the Rockies’ assistant GM for player personnel. “And it looks like he flips a switch when he gets out there. He turns into a super-aggressive, late-inning mentality type reliever. But when you meet him, he’s very unassuming. I think that will bode well for him being a good teammate.”\n\nDiaz is likely headed for Triple-A Albuquerque to start the season, but he’s in line for a call-up during the season. The Rockies have three young relievers and a veteran competing for the seventh, and maybe eighth, chair in the bullpen, including Brooks Brown, 29; Tommy Kahnle, 24; and Rafael Betancourt, 39.\n\n“He’s an interesting guy,” Rockies manager Walt Weiss said of Diaz. “You don’t see arms like that very often. He’s a real strong kid, thick, just very powerful and explosive. That’s the way he pitches too.”\n\nDiaz approaches his budding career as the quiet kid in the corner of the clubhouse. He said he’s thinking about how things are “weird” back home, but he loves where he’s at with the Rockies.\n\n“Baseball is the same everywhere,” he said.\n\nNick Groke: ngroke@denverpost.com or twitter.com/nickgroke\n\nDiaz profile\n\nJairo Diaz is pitching for a spot in the Rockies’ bullpen during spring training. He’s already turning heads. Who is he?\n\nAge: 24.\n\nHeight: 6-foot. Weight: 248 pounds\n\nHometown: Porto la Cruz, Venezuela\n\nTurned pro: At 16, signed by the Los Angeles Angels\n\nMLB debut: Last season for the Angels\n\nTraded: To the Rockies for infielder Josh Rutledge\n\nPitches: Fastball (two- and four-seam), slider, changeup\n\nVelocity: Once measured at 103 mph; has hit 99 this spring\n\nOn outside looking in\n\nJairo Diaz might start the season in the minors, but he’s in line for a Rockies call-up. Colorado’s current bullpen depth chart, based on past performance and spring scouting:\n\nCLOSER\n\nLaTroy Hawkins, RHP\n\nRIGHT-HANDERS\n\nJohn Axford\n\nAdam Ottavino\n\nLEFT-HANDERS\n\nRex Brothers\n\nBoone Logan\n\nChristian Friedrich\n\nON THE BUBBLE\n\nBrooks Brown, RHP\n\nTommy Kahnle, RHP\n\nJairo Diaz, RHP\n\nRafael Betancourt, RHP\n\nNick Groke, The Denver Post", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Jairo Diaz the talk of Rockies spring, backdropped by Venezuela turmoil", "title": "Jairo Diaz the talk of Rockies spring, backdropped by Venezuela turmoil", "url": "http://www.denverpost.com/2015/03/21/jairo-diaz-the-talk-of-rockies-spring-backdropped-by-venezuela-turmoil/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150321__bbn-diazp1.jpg", "height": 589}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150321__bbn-diazp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-03-21T20:10:12+00:00", "modified_time": "2016-04-24T23:15:09+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "“I never imagined that I would play in the big leagues,” Diaz said.\nNick Groke: ngroke@denverpost.com or twitter.com/nickgrokeDiaz profileJairo Diaz is pitching for a spot in the Rockies’ bullpen during spring training.\nHe once ripped a pitch at 103 mph — and he’s the talk of Rockies spring training.\nBut Rolando Fernandez, the Rockies’ vice president of international scouting and development, couldn’t visit Venezuela last week because of visa restrictions.\nHe said he’s thinking about how things are “weird” back home, but he loves where he’s at with the Rockies."}