{"article_title": "The CRomnibus Piñata: Unwanted Gifts for the Nonprofit Sector in the Spending Bill", "article_keywords": ["sector", "votes", "bill", "taxpayer", "congress", "spending", "cromnibus", "gifts", "unwanted", "vote", "senator", "piata", "provision", "nonprofit", "risky"], "article_url": "https://nonprofitquarterly.org/2014/12/15/the-cromnibus-pinata-unwanted-gifts-for-the-nonprofit-sector-in-the-spending-bill/", "article_text": "December 11, 2014; The Hill\n\nSaturday night, the Senate passed the CRomnibus, ending the latest chapter in Congress’s continuing nightmare of budgetary dysfunction. The CRomnibus—half “omnibus,” half “continuing resolution”—is a government spending bill for the entire federal government except for the Department of Homeland Security, which would be kept alive only until the end of February of 2015, at which time Congress will revisit DHS spending on the president’s executive orders on immigration. The Senate succeeded despite a last-minute effort by Ted Cruz (R-TX) and Mike Lee (R-UT) to block the administration’s immigration plans right away instead of waiting until February, ticking off those of the Senate’s Republican leadership who simply wanted to have a Monday morning vote and then skedaddle out of town. With the Cruz-compelled Saturday session, Senator Harry Reid got to introduce a number of long-delayed presidential appointments that will potentially get up or down votes on Monday, votes that the Republicans under Mitch McConnell had hoped to avoid.\n\nNonprofit leadership groups, focused on the extension of charitable giving incentives or on the possibility of making some incentives permanent, haven’t been very vocal about elements of the CRomnibus that directly and indirectly affect nonprofits. They should have been, because this spending bill is hardly just a continuation of past years’ spending practices. Rather, it is loaded with budgetary and programmatic changes that will alter the policy landscape for nonprofits, including these:\n\nMuch of the public discussion of opposition to the CRomnibus has focused on Senator Elizabeth Warren’s (D-MA) almost daily criticism of the legislation for its provision that changes an important element of the Dodd-Frank banking reform agenda. Essentially, the language rolls back a Dodd-Frank restriction that had removed banks’ very risky trades in derivatives from insurance coverage under the FDIC. It seems to have been common knowledge that this provision was actually written by lobbyists for Citibank, though inserted in the bill by Kansas Republican Congressman Kevin Yoder. In other words, the American taxpayer will be back on the hook to cover for the banks’ risky investments that not all that long ago brought the nation to the brink of economic collapse. This may have been the CRomnibus provision that got the most attention from the press, particularly when Rep. Nancy Pelosi (D-CA), the ultimate Obama loyalist, split with the president and joined the Warren camp in opposition: “We say to Wall Street, ‘You can engage in risky activity with your derivatives, and the FDIC will insure your action.’ That’s just plain wrong. With this bill now we are saying the exposure, the recourse is with the U.S. taxpayer. Just plain wrong.”\n\nHowever, less reported elements of the CRomnibus, particularly the devastating cut to the IRS budget, hit the nonprofit sector smack in the face. With the vote on the bill, the nation has avoided a temporary shutdown, but to do so, Congress accepted a spending bill with a piñata full of unwanted holiday gifts that will last the whole year—until next year when Congress gets to do this all over again.—Rick Cohen", "article_metadata": {"description": "The federal spending bill ends the latest of Congress’s ongoing budget dysfunction nightmares and has abundant implications for the nonprofit sector.", "original-source": "https://nonprofitquarterly.org/2014/12/15/the-cromnibus-pinata-unwanted-gifts-for-the-nonprofit-sector-in-the-spending-bill/", "og": {"site_name": "Non Profit News For Nonprofit Organizations | Nonprofit Quarterly", "description": "The federal spending bill ends the latest of Congress’s ongoing budget dysfunction nightmares and has abundant implications for the nonprofit sector.", "title": "The CRomnibus Piñata: Unwanted Gifts for the Nonprofit Sector in the Spending Bill", "url": "https://nonprofitquarterly.org/2014/12/15/the-cromnibus-pinata-unwanted-gifts-for-the-nonprofit-sector-in-the-spending-bill/", "image": "https://nonprofitquarterly.org/wp-content/blogs.dir/56/files/2014/12/Money-drawer.jpg", "type": "article"}, "twitter": {"site": "@npquarterly", "card": "summary"}, "syndication-source": "https://nonprofitquarterly.org/2014/12/15/the-cromnibus-pinata-unwanted-gifts-for-the-nonprofit-sector-in-the-spending-bill/", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "News, Policy, Environment, Policies and Laws, White House"}, "article_summary": "They should have been, because this spending bill is hardly just a continuation of past years’ spending practices.\nJust plain wrong.”However, less reported elements of the CRomnibus, particularly the devastating cut to the IRS budget, hit the nonprofit sector smack in the face.\nWith the vote on the bill, the nation has avoided a temporary shutdown, but to do so, Congress accepted a spending bill with a piñata full of unwanted holiday gifts that will last the whole year—until next year when Congress gets to do this all over again.—Rick Cohen\nDecember 11, 2014; The HillSaturday night, the Senate passed the CRomnibus, ending the latest chapter in Congress’s continuing nightmare of budgetary dysfunction.\nWith this bill now we are saying the exposure, the recourse is with the U.S. taxpayer."}