{"article_title": "Ann Coulter's 'Friend's Dead Sister' ObamaCare Lie WIns Our Most Outrageous Quote Poll", "article_keywords": ["thrown", "lie", "sister", "room", "saying", "wins", "um", "obamacare", "dead", "outrageous", "speech", "coulters", "quote", "went", "poll", "friends", "insurance"], "article_url": "http://www.newshounds.us/ann_coulter_s_friend_s_dead_sister_obamacare_lie_wins_our_most_outrageous_quote_poll_02162014", "article_text": "Ann Coulter's lies about her friend's sister, whose death was supposedly caused by ObamaCare, was not just outrageous, it was voted by our readers as The Fox News Outrageous Quote of the Week last week.\n\nCoulter's comment, which also earned her a \"Pants on Fire\" ruling from PolitiFact, was:\n\nI got up in the morning and got an email from a friend saying, um, ‘My sister almost died because of ObamaCare.’ She had been thrown off her insurance plan. You know, Blue Shield’s completely just pulled out of California. A lot of insurance companies have just had to pull out. …(S)he’d been thrown off her insurance, she was trying to get insurance some other way and get on ObamaCare. She couldn’t get through the website. Um, she started to get a fever but she didn’t want to go to the emergency room - she didn’t know what it was – until she got her insurance. So she put it off. …On Thursday, she went into septic shock. …I was giving a speech yesterday… and I went down and mentioned this (anecdote) during the speech… got up to my hotel room after the speech and my friend sent me an email saying my sister died from ObamaCare.\n\nCoulter won with 92, or 37%, of the 249 votes. She had a double-digit lead over her closest competitor, Megyn Kelly, who insisted that \"act of terror\" is not the same as \"terrorist act.\" You can view the full poll results here.", "article_metadata": {"csrf-param": "authenticity_token", "google-site-verification": "google51c0b549f514d464.html", "csrf-token": "b581j7dKsI/XHGjW723c4qx/Hp+JeeNO/+Jd3Y0b4SE=", "og": {"url": "http://www.newshounds.us/ann_coulter_s_friend_s_dead_sister_obamacare_lie_wins_our_most_outrageous_quote_poll_02162014", "site_name": "NewsHounds", "image": "http://d3n8a8pro7vhmx.cloudfront.net/newshounds/sites/1/meta_images/original/Newshound3_blue.png?1327001871", "type": "article", "title": "Ann Coulter's 'Friend's Dead Sister' ObamaCare Lie WIns Our Most Outrageous Quote Poll"}, "Title": "Ann Coulter's 'Friend's Dead Sister' ObamaCare Lie WIns Our Most Outrageous Quote Poll"}, "article_summary": "Ann Coulter's lies about her friend's sister, whose death was supposedly caused by ObamaCare, was not just outrageous, it was voted by our readers as The Fox News Outrageous Quote of the Week last week.\n…(S)he’d been thrown off her insurance, she was trying to get insurance some other way and get on ObamaCare.\nShe had a double-digit lead over her closest competitor, Megyn Kelly, who insisted that \"act of terror\" is not the same as \"terrorist act.\"\nCoulter's comment, which also earned her a \"Pants on Fire\" ruling from PolitiFact, was:I got up in the morning and got an email from a friend saying, um, ‘My sister almost died because of ObamaCare.’ She had been thrown off her insurance plan.\nUm, she started to get a fever but she didn’t want to go to the emergency room - she didn’t know what it was – until she got her insurance."}