{"article_title": "The rewarding journeys of 2 Filipina ‘mompreneurs’", "article_keywords": ["life", "work", "journeys", "filipina", "mommy", "empowered", "frances", "moms", "rewarding", "products", "jolly", "really", "mompreneurs", "women"], "article_url": "http://thestandard.com.ph/lifestyle/sunday-lifestyle/206206/the-rewarding-journeys-of-2-filipina-mompreneurs-.html", "article_text": "It used to be that new mommies would turn to the late Dr. Benjamin Spock’s Baby and Child Care book for advice on a variety of subjects under the sun about child rearing, or call to their own moms in panic because the baby won’t stop hiccupping.\n\nThese days however, would-be-mothers, newbie mommies and even not-so-new mothers are increasingly turning to mom blogs whenever they want to get helpful information and insightful advice because these blogs were written by women who are equally passionate parents and therefore, have the experience and the empathy that mommies are looking for. These blogs are also becoming significant channels that help empower women and define their roles in shaping the country’s future.\n\nIn the Philippines, Janice Villanueva (MommyMundo) and Frances Amper Sales (Mommy Topaz/Topaz Horizon) – emerging as the top two influential mommy bloggers who are leading the mission in raising more empowered mothers who are striving to create their own life balance and become successful in their personal endeavors.\n\nFrances Amper Sales\n\nJanice Villanueva’s journey started when she realized that there was a dearth of useful information on pregnancy, breastfeeding, and many aspects of parenting. She then ventured into a personal advocacy to supply the lack of useful information that would help women make sense of the mystifying things that go with pregnancy or motherhood. Pretty soon, MommyMundo was born, a blog that has the distinction of being the country’s first established parenting resource portal for modern moms and moms-to-be. Just recently, another milestone in her journey was reached when MommyMundo was officially launched in Singapore through an international expo for maternity and child care products.\n\n“Our mission is to empower moms, because through them, we raise an empowered generation of good kids. By touching the lives of moms, we help make a difference,” Villanueva says.\n\n“Blogging is perfect for work-at-home moms. The flexible schedule allows them to achieve both worlds, maximize their time doing really productive and fulfilling work. They can work at their own pace while enjoying the moment with the family,” Villanueva adds.\n\nThis was also pretty much the story of Frances Amper Sales who avers that being an at-home working mom allows her to take advantage of opportunities that would have been difficult in a 9-to-5 world. A former magazine editor, Mommy Frances, a.k.a. Mommy Topaz, says blogging “gave me a platform to share my empowered life! At the start, I just blogged about my life. Then readers started sending me letters about how my life inspired them simply because I was living it on my own terms. I found out that sharing my life inspired other women to also live the life they want. Authenticity is indeed empowering,” she enthuses.\n\nJanice Villanueva\n\nAccording to Frances, becoming a mother made her realize that “we really don’t know what we’re doing. We basically act through instinct and follow a lot of old wives’ tales! So I made it a point to empower other moms through knowledge. It’s easier to raise a healthy family if you know how vaccines keep us safe, how nutrition keeps us healthy.”\n\nFor Janice, empowered mothering begins with making mindful choices. “Moms, especially the newbies, can be overwhelmed sometimes because of having an ideal of what a ‘perfect’ mom should be. The first thing that they should do is to snap out of that ideal and just focus on achieving their own set goals, one step at a time. Find your own standards, embrace your uniqueness,” she stresses.\n\nHaving a well-rounded life is a goal that most moms should strive for, to find balance between work and family while still having time for themselves. “Pampering doesn’t have to be always grand or luxurious like getting regular spas. Find enjoyment in simple pleasures… like savoring your favorite coffee, rewarding yourself with little things,” advises Mommy Janice.\n\nOne of the major challenges that moms face is how to provide the best nourishment for their families, and it helps when there are brands like Jolly which also help mothers.\n\nJolly empowered 'mompreneurs' Frances (above) and Janice (below) are making a difference in the lives of millions of mothers\n\n“When we were chosen by Fly Ace Corp. to represent Jolly and empowered moms, we were really honored because just like us, Fly Ace is really discerning with the quality of its products,” says Janice, adding that the brand really connects with people especially moms, who find the wide range of products helpful when it comes to easily cooking great-tasting, nutritious and affordable dishes which kids can enjoy.\n\n“I use my blog to share recipes that are easy to make, affordable and healthy. Many working moms find kitchen tasks overwhelming after a long day at work! But when I share with them that these Jolly recipes are budget-friendly, fast and easy to cook and are nutritious, too, then it becomes easy for them to make each family meal a Jolly occasion!” Mommy Frances shares.\n\nWith dedication, and given proper motivational support, these mommy bloggers agree that Filipina mothers can go a long way in their chosen paths of motherhood – whether as stay-at-home moms, full-time career women or work-from-home “mompreneurs’ like themselves.\n\n“We salute all amazing mothers and their relentless efforts in seeking ways to create meaningful changes to their lives and those of their loved ones. With this, Jolly is inspired to bring out the best nutritional and quality standards in our products,” says Jolly senior product manager Marilou Acuña.\n\nImported and distributed by Fly Ace Corp., one of the country’s leading food and beverage consumer goods companies, Jolly canned food products are available in leading supermarkets nationwide. For more delicious recipes and cooking tutorial videos, visit Jolly Foods official website www.jolly.com.ph. Also like its official FB fan page Jolly Eats or follow via Twitter at ​@jollyeatsph.", "article_metadata": {"default-url": "http://thestandard.com.ph", "description": "The Standard | Defining The News", "og": {"site_name": "The Standard", "description": "The Standard | Defining The News", "title": "The rewarding journeys of 2 Filipina ‘mompreneurs’", "url": "http://thestandard.com.ph/lifestyle/sunday-lifestyle/206206/the-rewarding-journeys-of-2-filipina-mompreneurs-.html", "image": "http://thestandard.com.ph/panel/_files/image/article/2016/May/22/20160522_life5.jpg", "type": "article"}, "disqus-shortname": "thestandardph", "csrf-token": "vKPUxfyHfO81fBVsQjeSrVadbuh8UmvJC1nXQtzL", "keywords": "Filipina ‘mompreneurs’, Janice Villanueva, MommyMundo, Frances Amper Sales, Mommy Topaz/Topaz Horizon", "google-site-verification": "c_-ZX443ZwQrn-QuMalGA5USLXBQirYD3IZpJxuzurw", "thumbnail": "http://thestandard.com.ph/panel/_files/image/article/2016/May/22/20160522_life5.jpg", "viewport": "width=device-width"}, "article_summary": "A former magazine editor, Mommy Frances, a.k.a.\nMommy Topaz, says blogging “gave me a platform to share my empowered life!\nFind enjoyment in simple pleasures… like savoring your favorite coffee, rewarding yourself with little things,” advises Mommy Janice.\nWith this, Jolly is inspired to bring out the best nutritional and quality standards in our products,” says Jolly senior product manager Marilou Acuña.\nThese blogs are also becoming significant channels that help empower women and define their roles in shaping the country’s future."}