{"article_title": "Marilynne Robinson talks religion, fear and the American spirit: “The left, at a basic level, lost courage, because they don’t know how to deal with the proclaimed religiosity of the other side”", "article_keywords": ["religiosity", "language", "lost", "level", "things", "marilynne", "think", "religion", "say", "know", "political", "talks", "fear", "obama", "robinson", "spirit", "proclaimed", "left"], "article_url": "http://www.salon.com/2016/01/03/marilynne_robinson_talks_religion_fear_and_the_american_spirit_the_left_at_a_basic_level_lost_courage_because_they_dont_know_how_to_deal_with_the_proclaimed_religiosity_of_the_other_si/", "article_text": "Topics: Barack Obama, Books, Editor's Picks, Marilynne Robinson, Religion, Life News\n\nIt makes sense that Barack Obama would describe Marilynne Robinson as one of his favorite novelists. Like a great politician, Robinson has a knack for making the small details of American life seem freighted with cosmic significance.\n\nUnlike a politician, Robinson works in a lonely profession, and in person she’s reserved—warm but quiet, with a ready laugh. She speaks fluently and frankly about topics that few Americans, let alone public figures, would touch with anything besides platitudes—theology, Calvinism, metaphysics, and redemption; the nature of grace and sin. She is decidedly left-wing in her politics, and unabashedly theistic in her worldview.\n\nRobinson teaches at the University of Iowa’s Iowa Writers Workshop. She has won a Pulitzer Prize for Fiction (for her 2005 novel “Gilead”) and a National Book Critics Circle award for “Lila,” which came out last year. In September, Obama interviewed her about her work, in a wide-ranging conversation subsequently published in The New York Review of Books.\n\nIn a new essay collection, “The Givenness of Things,” Robinson touches on everything from neuroscience to the New Testament. She seems as comfortable talking about physics and philosophy as she is discussing God or capitalism. The collection includes a powerful essay on the role of fear in American political discourse, a recurring concern for Robinson in recent years.\n\nI met Robinson in a hotel lobby in Atlanta, where she was receiving an award from the American Academy of Religion. Over coffee, we spoke about fear, faith and why Moses would have advocated for retail workers.\n\nYou’ve argued that there is something about the quality or timbre of fear today that has changed. What’s different?\n\nI think it is probably compounded of a number of things. There are changes that make people feel that they cannot anticipate their futures. I think it is a tendency of anxiety—a way of comforting it—that you focus it on some cause, even if you have to invent the cause.\n\nWhat’s the source of this uncertainty? Is it economic?\n\nWhat the economics of the moment argues is that no one owes [workers] any loyalty. If someone else is cheaper in their circumstance, they can assume they will be dismissed. If you are persuaded that no one owes you any loyalty, that means that ethical barriers are down. And that is a frightening thing to believe.\n\nAlso, I think there are fear hobbyists.\n\nWhat’s a fear hobbyist?\n\nSomebody for whom fear is a stimulus. The emotional current that used to run through late-night movies now runs through television news. People get addicted to this kind of anxiety. And this leads to extraordinary behavior in so many cases. People are holing up and making bunkers for themselves. It is so bizarre.\n\nI think one of the things that is true of Western civilization now is the huge disequilibrium between the day-to-day comfort that we feel, and the threat that we know is based in reality.\n\nIt does feel like the safer we get, the more scared we get.\n\nWe have lost the feeling that we have leverage. The safety of our ordinary lives does not tell us how to respond to any of the disruptions that we know could happen. That is a free-floating anxiety that people try to channel into owning guns, or whatever.\n\nThere have been John Birchers, McCarthyites—what’s different about this contemporary kind of fear?\n\nIt definitely owes heritage to those movements. Partly because of Fox News—the commodification of anxiety and hostility through media—it feels much less contained as a phenomenon than the Birch Society, for example.\n\nYou focus on fear coming from the political right. I think it’s on the left as well, though. Anti-vaxxers come to mind.\n\nEveryone is prone to fear. It is one of the things we have to watch out for as human beings. But some people buy guns. And I think that is disproportionately on the right[-wing] side.\n\nDuring the protests at Yale, Missouri, Occidental and other universities, the protesters’ arguments were often framed in the language of safety. In other words, the justification does come from fear—which may be warranted, of course. But do you think this maps onto the same spectrum?\n\nWell, I think there was a time when fear was sort of associated with cowardice, and to entertain it was not considered a handsome behavior. That barrier is gone, which is not to say there is no reason for fear. It is to say that there is a great value in keeping fear in perspective.\n\nThere is a kind of hypochondria, and people are fascinated by their symptoms. Fear hobby-ism does not have a political party.\n\nDo we have the language to censure fear?\n\nIt has been done in the past. “We have nothing to fear but fear itself.” But people assume that a great deal is not possible, and therefore make no attempt, and perpetuate whatever it is that they dread.\n\nWhat’s that possibility that people aren’t seeing?\n\nPeople, spontaneously and in overwhelming numbers react well to what is gracious, to what is positive. Very little in contemporary culture appeals to that. We enforce prejudices, in fact. We enforce fears. We’re saturated with the artifacts of our own making.\n\nI am not an expert on Central America, but we know there were cultures there whose art produced things that were very scary, and that seemed to eventuate in practices that were equally scary. I think we’re perhaps pushing ourselves into the direction of something like that.\n\nWhere do you notice this fear?\n\nIt takes political expression, like reducing voting rolls. And these are more insidious than open carry laws. I see it in the horrible, horrible language that is used in immigration.\n\nI am old enough to know that this country has a history of generosity. And generosity seems like a terrible risk for fearful people. The continuing restraints on traditional policies of generosity, like immigration, are a reflex of fear.\n\nThe language of competition tends to cut against that language of generosity.\n\nAbsolutely. It generalizes fearfulness. It makes it very abstract, but very real.\n\nIn your recent conversation with President Obama, you criticized this rhetoric of competition, which is used across the political spectrum. That was the one point where Obama seemed to get a little nervous.\n\nI think he and I probably have some disagreement there, but he wasn’t there to have me say amen, amen.\n\nYou write sincere books. What does it mean to be a sincere novelist?\n\nI don’t know, I’ve never been called that before.\n\nYou’ve never been called that? Okay, am I totally misreading you here?\n\nI tend to mean what I say. I think there is a self-protective impulse that takes the form of cynicism very broadly in the culture now. You make yourself vulnerable by suggesting that there’s anything you actually believe in.\n\nPeople talk about American values. Yes, there are American values, things like democracy and generosity and so on. If we cannot say that these things are possible or characteristic, we don’t have them to orient ourselves by.\n\nHow do you speak to that value, then?\n\nI think that value is very strongly associated with aesthetics. I think you can make the case by making a beautiful argument.\n\nSo this is a “beauty is truth, truth beauty” kind of situation?\n\nThere’s something to that, but caution is always required. We have meretricious beauty that shows up from time to time. Although I must say now, if one were to point at this sort of glacier of fear that seems to be creeping towards the culture, it has produced nothing beautiful.\n\nFear has its own aesthetic, though, doesn’t it? There is a taste for it that you can develop.\n\nYes, but so is there for heroin. It’s a stimulant. There is nothing that fills you with adrenaline like being scared.\n\nAnd conspiracy theories do look like fun. “This is my clubhouse. We have a secret signal!”\n\nExactly. No question.\n\nShifting topics: Why do there seem to be so few religious novelists?\n\nI think there are lots of religious novelists who don’t write novels that are inflected with religion. They are following the conventions of the art, which are highly honorable. I think they have an anxiety, which is also perfectly honorable, about seeming to write to an exclusive readership.\n\nI don’t think that’s necessary. When Bernard Malamud wrote from the perspective of Judaism, I don’t think anyone felt excluded. They just felt engaged by a perspective they might not have had access to before. It has not been my experience that my explicitly religious novels isolate one readership. They’re translated into Arabic, Persian and other languages. There is something about religion that is shared across these historical boundaries.\n\nOften people are very carefully secular because they think that that will make them the intermediate person between religions—that they will excuse themselves from being sectarian. In fact, if they explored their religion in good faith, they would find that they have crossed boundaries, not created them.\n\nDo you believe in a prophetic voice that continues to be active in society today?\n\nIt should be. If you look at the prophets, in great peril and great isolation, they speak for the vulnerable. The whole social order—the legitimacy of the king, the righteousness of the social order—is judged by attentiveness to the widow, the orphan, the stranger, the poor.\n\nWhere would that prophetic voice come from?\n\nIt should come from any faithful person.", "article_metadata": {"description": "Exclusive: The brilliant American writer and thinker on God, capitalism and our fearful democracy", "title": "Marilynne Robinson talks religion, fear and the American spirit: “The left, at a basic level, lost courage, because they don’t know how to deal with the proclaimed religiosity of the other side”", "og": {"site_name": "Salon", "description": "Exclusive: The brilliant American writer and thinker on God, capitalism and our fearful democracy", "title": "Marilynne Robinson talks religion, fear and the American spirit: “The left, at a basic level, lost courage, because they don’t know how to deal with the proclaimed religiosity of the other side”", "url": "http://www.salon.com/2016/01/03/marilynne_robinson_talks_religion_fear_and_the_american_spirit_the_left_at_a_basic_level_lost_courage_because_they_dont_know_how_to_deal_with_the_proclaimed_religiosity_of_the_other_si/", "image": "http://media.salon.com/2016/01/marilynne_robinson.jpg", "type": "article"}, "twitter": {"description": "Exclusive: The brilliant American writer and thinker on God, capitalism and our fearful democracy", "title": "Marilynne Robinson talks religion, fear and the American spirit: “The left, at a basic level, lost courage, because they don’t know how to deal with the proclaimed religiosity of the other side”", "image": "http://media.salon.com/2016/01/marilynne_robinson.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Michael Schulson", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Barack Obama, Books, Editor's Picks, Marilynne Robinson, Religion", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd75fe\"", "article_summary": "In a new essay collection, “The Givenness of Things,” Robinson touches on everything from neuroscience to the New Testament.\nTopics: Barack Obama, Books, Editor's Picks, Marilynne Robinson, Religion, Life NewsIt makes sense that Barack Obama would describe Marilynne Robinson as one of his favorite novelists.\nThe collection includes a powerful essay on the role of fear in American political discourse, a recurring concern for Robinson in recent years.\nI met Robinson in a hotel lobby in Atlanta, where she was receiving an award from the American Academy of Religion.\nLike a great politician, Robinson has a knack for making the small details of American life seem freighted with cosmic significance."}