{"article_title": "Who Is Overdosing In Boston And When", "article_keywords": ["opioid", "users", "calls", "boston", "patients", "heroin", "overdosing", "rme", "overdose", "kearney", "ems"], "article_url": "http://commonhealth.wbur.org/2015/11/who-when-oding-boston", "article_text": "Who Is Overdosing In Boston And When\n\nA call goes out to 911. Sirens scream through the streets.\n\nBoston EMS responded to 135,040 calls last year. More than 2,000 of them (2,038 to be exact) were patients with narcotic related illness (NRI), based on the observations of an EMT.\n\nThe vast majority involved heroin. Pleas for help with an overdose were a small segment of EMS calls. But the upward trend is “just striking,” said Boston EMS Superintendent in Chief Brendan Kearney.\n\nKearney offered a sample of the data Boston EMS collects during a summit Friday to launch FAITH, which stands for Fighting Addiction in the Hub. Boston-area first responders, parents, prosecutors and public health experts gathered at a union hall to explain what they are doing to fight the city’s opioid epidemic and explore ways to collaborate.\n\nHere’s what Boston EMS says the epidemic looked like in the first week of November:\n\nBoston EMS stresses that this is not objective data. It comes from notes an EMT takes after responding to a call. Listing a man or woman as RME (referred to medical examiner) is not proof the patient died of an overdose, it’s a suspicion, based on seeing a needle or a blackened spoon or some other paraphernalia.\n\n“When we arrive on scene, our primary job is not to determine, ‘Is this a heroin overdose or not?’ it’s on taking care of the patient,” Kearney said.\n\nBut even as estimates, these numbers are sobering. Look at the RME line above. Sixty-three deaths to date this year, as compared to 34 last year. Almost double.\n\nSeventy-eight percent of the patients EMS listed as RME last year were men (see the green circle below) whose average age was 39. The blue pie chart represents the number of opioid overdose patients (71) Boston EMS treated and took to a hospital three or more times in 2014.\n\n“We have a lot of heroin users we see over and over, just like any other public health emergency,” such as diabetes or asthma, Kearney said.\n\nBoston EMS took care of lots of opioid users who were not from Boston (22 percent), were homeless (8 percent) or whose residence could not be determined (26 percent).\n\nThe patients were mostly male (68 percent) and under the age of 40 (63 percent).\n\nNow the slide I find baffling as well as stunning is a heat map that shows the peak times for overdose calls (indicated by the red slots below) was between 2 and 4 p.m. Kearney said most deaths were recorded between 9 a.m. and 1 p.m. on a Tuesday or Saturday. Why? I couldn’t find anyone who would speculate.\n\n“This is just information to share with other agencies,” Kearney said, “to target when you need more resources.”\n\nDuring peak hours, Boston EMS says they have 24 ambulances on the road. “We’ve been on the frontlines, responding to narcotic overdoses for decades,” Kearney said, “anything we can do to contribute. We stand ready.”\n\nRelated:", "article_metadata": {"description": "Boston EMS data shows that the peak times for overdose calls was between 2 and 4 p.m. It also shows that most deaths were recorded between 9 a.m. and 1 p.m. on a Tuesday or Saturday.", "og": {"site_name": "commonhealth", "description": "Boston EMS data shows that the peak times for overdose calls was between 2 and 4 p.m. It also shows that most deaths were recorded between 9 a.m. and 1 p.m. on a Tuesday or Saturday.", "title": "Who Is Overdosing In Boston And When", "url": "http://commonhealth.wbur.org/2015/11/who-when-oding-boston", "image": "http://s3.amazonaws.com/cdn.wbur.org/images/podcasts/commonhealth.jpg", "type": "article"}, "twitter": {"url": "http://commonhealth.wbur.org/2015/11/who-when-oding-boston", "image": "https://s3.amazonaws/cdn.wbur.org/images/podcasts/commonhealth.jpg", "site": "@commonhealth", "card": "summary", "title": "Who Is Overdosing In Boston And When"}, "DC.date.issued": "2015-11-14", "msvalidate.01": "D02D46BAEDB3F81FC1B1DE2A8CB69551", "fb": {"admins": 1549080028, "app_id": 134067973330252}, "date": "Sat, 14 Nov 2015 16:35:21 -0500"}, "article_summary": "Boston EMS took care of lots of opioid users who were not from Boston (22 percent), were homeless (8 percent) or whose residence could not be determined (26 percent).\nHere’s what Boston EMS says the epidemic looked like in the first week of November:Boston EMS stresses that this is not objective data.\nThe blue pie chart represents the number of opioid overdose patients (71) Boston EMS treated and took to a hospital three or more times in 2014.\nBut the upward trend is “just striking,” said Boston EMS Superintendent in Chief Brendan Kearney.\nWho Is Overdosing In Boston And WhenA call goes out to 911."}