{"article_title": "GIVnews.com - Indonesian Perspective to Global Audience", "article_keywords": ["free", "indonesian", "givnewscom", "jakarta", "global", "obamacare", "governor", "kjs", "audience", "program", "health", "perspective", "healthcare", "services", "insurance"], "article_url": "http://www.globalindonesianvoices.com/10809/making-healthcare-affordable-kjs-vs-obamacare/", "article_text": "Kartu Jakarta Sehat (KJS) is designed to fulfill the need of health insurance and quality health services for the entire 4.7 million Jakarta populations. To date, there are still 3.5 millions who are uncovered with health insurance. At the end of 2013, the governor aims that half of Jakarta residence will enjoy free medical services.\n\nThe governor is taking initiatives to implement the program in a systematic manner. To kick-off the implementation of the plan, the governor distributed 3,000 KJS cards in 2012. In 2013, Jakarta Provincial Government has allocated Rp 1.2 trillion (US$123.24 million) for the implementation of KJS program and attained the targeted deliverable. A Jakarta-based insurance company P.T. Askes was appointed to manage KJS funds. According to the government policy, KJS is given to the poor who do not possess health insurance. By showing KJS and Jamkesda Card (Kartu Jaminan Kesehatan Daerah), patients will be able to enjoy free health services in any appointed local hospitals. Jakarta Health Agency stated that residents who has registered as eligible beneficiaries may collect KJS at any local health community center (Puskemas).\n\nPolitical Influence against KJS and ObamaCare\n\nIt is not easy to provide free quality healthcare service for the public. The Patient Protection and Affordable Care Act, or widely known as ObamaCare, was finally signed in 2010 after years of struggles. The idea of a centrally managed healthcare platform was first conceived when the former governor of the State of Massachusetts, Mitt Romney, formed Romney Care in 2006. Romney care was implemented as a healthcare reform law and it was managed by the then government of Massachusetts. The present government of the United States followed the same idea to improve the healthcare services in the country and provide Americans a central platform to access medical services. With a centrally organized Health Insurance Marketplace, US citizens can purchase sponsored and federally licensed health insurance. Through ObamaCare, US healthcare system was reformed so as to protect the right of US citizens in receiving proper healthcare.\n\nKJS is finally signed after facing a number of poetical challenges as the political opponents of the governor Jokowi declared the program as impractical and unrealistic. Yet, Jakarta Provincial Government is striving for successful implementation of the program by encouraging healthcare organizations to participate in the KJS programs.\n\nWill Kartu Jakarta Sehat improve Jakarta’s Healthcare System?\n\nMany people critique KJS as the Indonesian version of Obamacare . Even though KJS do not have as great budget and good infrastructure as ObamaCare, KJS is still considered as one of the best healthcare programs in Jakarta. It has provided the residents of Jakarta with the following healthcare benefits:\n\nThe process of obtaining KJS is more efficient compared to the other healthcare programs. The applicants will be able to enjoy free health services immediately after the subscription request is approved;\n\nKJS has improved patient database system. The central management has allowed easy access and maintenance of the large database, making information available easier across multiple sites;\n\nKJS also provides patients with the ease of billing as patients are only required to flash KJS card to health service providers to receive free healthcare.\n\nAlthough the program is still facing several challenges, in a few years’ time, it is believed that KJS will revive the infrastructure of Jakarta’s healthcare system.", "article_metadata": {"description": "As one of his breakthrough, Joko Widodo launched Jakarta Health Card (KJS) in 2012 to revitalize the healthcare system and provide world class healthcare.", "generator": "WordPress 4.5.2", "og": {"site_name": "Global Indonesian Voices - GIV", "description": "As one of his breakthrough, Joko Widodo launched Jakarta Health Card (KJS) in 2012 to revitalize the healthcare system and provide world class healthcare.", "title": "Making Healthcare Affordable: KJS vs ObamaCare? | GIVnews.com - Indonesian Perspective to Global Audience", "url": "http://www.globalindonesianvoices.com/10809/making-healthcare-affordable-kjs-vs-obamacare/", "image": "http://www.globalindonesianvoices.com/wp-content/uploads/2013/12/179426_kartu-jakarta-sehat_663_382-640x360.jpg", "type": "article"}, "twitter": {"domain": "Global Indonesian Voices on Twitter", "description": "As one of his breakthrough, Joko Widodo launched Jakarta Health Card (KJS) in 2012 to revitalize the healthcare system and provide world class healthcare.", "title": "Making Healthcare Affordable: KJS vs ObamaCare? | GIVnews.com - Indonesian Perspective to Global Audience", "image": "http://www.globalindonesianvoices.com/wp-content/uploads/2013/12/179426_kartu-jakarta-sehat_663_382-640x360.jpg", "site": "@givoices", "card": "summary_large_image"}, "fb": {"admins": 288075787989506}, "keywords": "kartu jakarta sehat,obamacare,jokowi,jakarta,healthcare,obama,affordable healthcare,kjs,2012,world class healthcare,insurance,ahok,basuki purnama,indonesia,healthcare insurance,jakarta provincial government,jakarta health agency,jamkesda card,kartu jaminan kesehatan daerah,mitt romney,askes,", "article": {"publisher": "https://www.facebook.com/globalindonesianvoices", "published_time": "2013-12-16T05:00:29Z", "modified_time": "2014-03-04T16:30:58Z"}, "viewport": "width=device-width, user-scalable=no"}, "article_summary": "With a centrally organized Health Insurance Marketplace, US citizens can purchase sponsored and federally licensed health insurance.\nThe applicants will be able to enjoy free health services immediately after the subscription request is approved;KJS has improved patient database system.\nKartu Jakarta Sehat (KJS) is designed to fulfill the need of health insurance and quality health services for the entire 4.7 million Jakarta populations.\nTo date, there are still 3.5 millions who are uncovered with health insurance.\nBy showing KJS and Jamkesda Card (Kartu Jaminan Kesehatan Daerah), patients will be able to enjoy free health services in any appointed local hospitals."}