{"article_title": "D.C. Council panel OKs permanent ban on private pot-smoking clubs", "article_keywords": ["oks", "committee", "pot", "legislation", "dc", "private", "marijuana", "policy", "clubs", "permanent", "place", "council", "ban", "potsmoking", "public", "panel"], "article_url": "http://www.washingtontimes.com/news/2016/jan/27/dc-council-panel-oks-permanent-ban-private-pot-smo/", "article_text": "A D.C. Council committee quietly approved legislation Wednesday that would permanently ban smoking marijuana in private clubs.\n\nThe Judiciary Committee passed the bill as part of a last-minute meeting that was arranged Tuesday to mark up legislation to send to the full council.\n\nThe measure aims to clarify a provision in a new city law allowing marijuana usage in private homes. It clarifies that a private club is “a place to which the public is invited,” therefore pot cannot be consumed in such places.\n\nThe legislation would authorize the mayor to revoke any license, certificate of occupancy or permit held by a business that knowingly allows pot smoking on the premises.\n\nOn Jan. 5, the council extended a temporary ban on marijuana in private club with the promise that the legislation would be revisited. Further discussion on the bill is expected when it is taken up by the council. No date has yet been set.\n\nThe ban has garnered fierce support on both sides of the argument.\n\nSupporters of the extension said it would clear up the law’s vagueness on the difference between public and private spaces.\n\nThe city’s marijuana legalization, which went into effect last year, allows residents at least 21 years old to grow, consume and possess limited amounts of cannabis in private residences. The public consumption of pot is outlawed, as are the sale and distribution of the plant. But the law didn’t clearly explain whether privately owned clubs were included as places where marijuana consumption is legal.\n\nOpponents to the ban have said adults need a place to be able to smoke marijuana when they can’t do it in their homes.\n\nCouncil member Jack Evans, Ward 2 Democrat, said that low-income housing residents aren’t allowed to consume marijuana in their apartments, and some parents want a place to smoke without having to do it around their children.\n\nMr. Evans’ motion to table committee discussion was voted down.\n\nThe Drug Policy Alliance (DPA) accused the council of sneaking the vote through without much notice, and said voters who backed the legalization initiative were being duped.\n\n“It is clear that [Council] Chairman [Phil] Mendelson and Mayor [Muriel] Bowser rigged the process against the people. The council committee charged with managing local marijuana policy acted to criminalize all marijuana consumption outside a residence, in direct opposition of the will of District voters,” DPA Policy Associate Kaitlyn Boecker said.\n\nMs. Boecker said the council should work to regulate pot in private clubs rather than instate a blanket ban.", "article_metadata": {"description": "A D.C. Council committee quietly approved legislation Wednesday that would permanently ban smoking marijuana in private clubs.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "A D.C. Council committee quietly approved legislation Wednesday that would permanently ban smoking marijuana in private clubs.", "title": "D.C. Council panel OKs permanent ban on private pot-smoking clubs", "url": "http://www.washingtontimes.com/news/2016/jan/27/dc-council-panel-oks-permanent-ban-private-pot-smo/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/10/30/10302014_taxes-014-092015298201.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/10/30/10302014_taxes-014-092015298201.jpg", "description": "A D.C. Council committee quietly approved legislation Wednesday that would permanently ban smoking marijuana in private clubs.", "card": "summary", "title": "D.C. Council panel OKs permanent ban on private pot-smoking clubs"}, "Author": "Ryan M. McDermott", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Judiciary Committee"}, "article_summary": "A D.C. Council committee quietly approved legislation Wednesday that would permanently ban smoking marijuana in private clubs.\nMs. Boecker said the council should work to regulate pot in private clubs rather than instate a blanket ban.\nOn Jan. 5, the council extended a temporary ban on marijuana in private club with the promise that the legislation would be revisited.\nThe council committee charged with managing local marijuana policy acted to criminalize all marijuana consumption outside a residence, in direct opposition of the will of District voters,” DPA Policy Associate Kaitlyn Boecker said.\nSupporters of the extension said it would clear up the law’s vagueness on the difference between public and private spaces."}