{"article_title": "Easter Bunny delivers eggs to Geneva by helicopter", "article_keywords": ["kids", "groups", "geneva", "eggs", "hunt", "plastic", "lot", "helicopter", "delivers", "easter", "bunny", "really"], "article_url": "http://www.dailyherald.com/article/20140412/news/140419390/", "article_text": "Easter Bunny delivers eggs to Geneva by helicopter\n\nhello\n\nFlying several hundred feet above a crowd of about 800 families, the Easter Bunny sent plastic candy-filled eggs cascading like a colorful waterfall onto a grassy field at Faith Baptist Mill Creek Church in Geneva on Saturday morning.\n\nSeven 5-gallon buckets of eggs (sealed with tape to survive impact) were poured on a field already heavily peppered with eggs. Kids armed with baskets, plastic bags and in one case a baseball cap waited to gather their share of 12,000 eggs available for kids of all age groups. As many as 800 families joined in, according to Dennis Joynt, church member and egg hunt volunteer.\n\nHunts were intended to be divided into four age groups, but the excited kids proved hard to hold back in their excitement -- so the volunteers let them go.\n\nJoynt said he saw kids sharing with one another, adding eggs to baskets of children who didn't fare so well with their hunts. In one case he noticed, \"They loaded that empty basket up. It was nice to see that.\"\n\nParishioners Eddie and Dana English of St. Charles brought their son, Deacon, 13 months, to the hunt.\n\n\"It was really cute. It was something different. There are a lot of other events but for smaller kids you need a lot more excitement. So a helicopter in the sky is so much stimulation, it's perfect,\" Dana said, laughing.\n\nAda Fields, 9, of Batavia was skeptical at first, but was quickly won over.\n\n\"I thought it was going to be really boring, but it was actually really awesome,\" Ava said, as her father Brent chuckled at her response. She said the best part was getting an egg full of Jolly Ranchers candy. She and her sisters, Delaney, 6, and Reese, 4, were able to collect about 20 eggs each.\n\nThe Easter Bunny was flown by Chicago Helicopter Express, and 5-minute rides were available for $25 after the hunt.", "article_metadata": {"description": "Flying several hundred feet about a crowd of about 800 families, the Easter Bunny sent plastic candy-filled eggs cascading like a colorful waterfall onto a grassy field at Faith Baptist Mill Creek Church in Geneva on Saturday morning.", "author": "Laura Stoecker", "og": {"site_name": "Daily Herald", "description": "Flying several hundred feet about a crowd of about 800 families, the Easter Bunny sent plastic candy-filled eggs cascading like a colorful waterfall onto a grassy field at Faith Baptist Mill Creek Church in Geneva on Saturday morning.", "title": "Easter Bunny delivers eggs to Geneva by helicopter", "url": "http://www.dailyherald.com/article/20140412/news/140419390/", "image": "http://www.dailyherald.com/storyimage/DA/20140412/news/140419390/EP/1/5/EP-140419390.jpg&updated=201404122046&imageversion=Facebook&exactH=630&exactW=1200&exactfit=crop&noborder", "type": "article"}, "twitter": {"description": "Flying several hundred feet about a crowd of about 800 families, the Easter Bunny sent plastic candy-filled eggs cascading like a colorful waterfall onto a grassy field at Faith Baptist Mill Creek Church in Geneva on Saturday morning.", "title": "Easter Bunny delivers eggs to Geneva by helicopter", "url": "http://www.dailyherald.com/article/20140412/news/140419390/", "image": "http://www.dailyherald.com/storyimage/DA/20140412/news/140419390/AR/0/AR-140419390.jpg&updated=201404122046&maxw=1200&maxh=1200", "site": "@dailyherald", "card": "summary", "account_id": 8960722}, "robots": "noarchive", "fb": {"app_id": 105603449548761}, "keywords": "News, Glen Ellyn", "article": {"publisher": "https://www.facebook.com/DailyHeraldFans", "published_time": "2014-04-12", "modified_time": "2014-04-13T00:46:00Z"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Easter Bunny delivers eggs to Geneva by helicopterhelloFlying several hundred feet above a crowd of about 800 families, the Easter Bunny sent plastic candy-filled eggs cascading like a colorful waterfall onto a grassy field at Faith Baptist Mill Creek Church in Geneva on Saturday morning.\nThe Easter Bunny was flown by Chicago Helicopter Express, and 5-minute rides were available for $25 after the hunt.\nSeven 5-gallon buckets of eggs (sealed with tape to survive impact) were poured on a field already heavily peppered with eggs.\nKids armed with baskets, plastic bags and in one case a baseball cap waited to gather their share of 12,000 eggs available for kids of all age groups.\nShe and her sisters, Delaney, 6, and Reese, 4, were able to collect about 20 eggs each."}