{"article_title": "For wine mogul David Trone, congressional race is unfinished business", "article_keywords": ["trone", "run", "unfinished", "business", "trones", "farm", "david", "mogul", "race", "im", "8th", "tom", "district", "democratic", "congressional", "wine"], "article_url": "https://www.washingtonpost.com/local/md-politics/for-wine-mogul-david-trone-congressional-race-is-unfinished-business/2016/04/03/cf89ed4c-f5d0-11e5-a3ce-f06b5ba21f33_story.html", "article_text": "First in a series of profiles of candidates running for the Democratic nomination in Maryland’s 8th Congressional District.\n\n\n\nDavid Trone is a Democratic primary candidate in Maryland’s 8th Congressional District. (Marlon Correa/El Tiempo Latino)\n\nDavid Trone was a kid on his family’s chicken and hog farm in southeast Pennsylvania, not a Potomac wine retailer and philanthropist, when he first thought about entering politics.\n\nHe admired the local congressman, a moderate Republican named Bill Goodling. Most of all, though, he wanted to run as Tom Trone’s son.\n\n“My goal was to grow up on a farm, build Tom Trone’s Eggs into a real agribusiness so everyone knew Tom Trone’s Eggs,” he said. “Then I could run for Congress as David Trone and people would know us and love us, and I could do something that would make a difference.”\n\nThe farm failed, as Trone explains in one of his ubiquitous, skillfully produced campaign ads. What the spot doesn’t say is that Tom Trone’s alcoholism doomed the business. The memory is raw enough that his son’s eyes well up as he tells that part of the story.\n\n“The bank took the farm, they took our home, they took everything,” Trone said. “And my mom divorced my dad, rightfully so.”\n\nTrone had planned on law school after studying government at Furman University in South Carolina. Instead, he borrowed money to attend Wharton business school at the University of Pennsylvania. By the time he graduated in 1985, he and his brother Robert had started building what is now Total Wine & More, a national chain of 132 big-box stores with projected sales of $2.5 billion this year.\n\nAt age 60, politics is Trone’s unfinished business. “I don’t need a job,” he said. “I’m looking to do what’s right.”\n\nTrone upended the race when he entered just before the Feb. 3 filing deadline, joining a field of eight whose front-runners were expected to be state Sen. Jamie Raskin (Montgomery) and former Marriott executive and WJLA anchor Kathleen Matthews.\n\n[Polls by Matthews, Trone paint differing pictures of 8th District primary]\n\nHis decision to run, and to spend millions financing his candidacy, has made the April 26 primary a three-way contest. And his core message — that paying his own way leaves him unencumbered by special interests — echoes a Republican presidential candidate with a similar-sounding name.\n\nAlthough Trone is a progressive Democrat who says he rejects every­thing GOP front-runner Donald Trump stands for, a Trumpian grandiosity comes through when he talks about his business success.\n\n“Every state I go, I’m the pioneer. I’m the trendsetter,” he said in an interview. “We are vilified by our competitors, and we are loved by the consumers.”\n\n\n\nDavid Trone, left, chats with Ana Sol Gutierrez during a forum of candidates for Maryland's 8th Congressional District. (Bill O’Leary/The Washington Post)\n\nTrone’s issue set is thoughtful and detailed. He shares most of his opponents’ prescriptives — higher minimum wage, fixes to the Affordable Care Act, curbs on gun violence. He wants to double the National Institutes of Health’s funding for research on cancer, autism and Alzheimer’s, which claimed his father in 2011. Trone also favors college loan forgiveness in exchange for five years of national service.\n\nWhen friends ask why, at the peak of a successful career, he aspires to be a freshman back­bencher, he tells them he expects to be an exception. “I’ve been a leader all my life,” he said.\n\n[Why Trone is willing spend his own millions to win a Congressional seat ]\n\nTrone has raised — and given — millions for the Democratic Party and candidates. He has also donated $150,000 to red-state Republicans, which he describes as the price of admission to make his case to regulators and officeholders. Trone insists that he has never used his access to seek tax benefits or other advantages, instead pursuing an agenda that is “100 percent pro-consumer” — such as laws allowing Sunday store hours and sales of craft beer.\n\nLast year, he and his wife, longtime supporters of the American Civil Liberties Union, donated $15 million to study criminal justice reform. Also last year, his company gave $6 million to charities in 18 states, according to Trone.\n\nDespite the good works, his business background sometimes kindles suspicion among Democratic primary voters in the left-leaning 8th District. As a hard-charging chief executive more accustomed to asking questions than answering them, he can turn prickly when pressed.\n\n\n\n\n\nOver breakfast with Silver Spring Democrats at the Tastee Diner last month, Trone spoke at length about pay and benefits for his 5,000 employees. Seventy percent have full-time jobs, unheard of in retail, he said.\n\n“Take care of your people, they take care of your customers,” he said. “You take care of your customers, everybody wins.”\n\nToward the end of the one-hour session, a man sitting off to the side asked how many full-time workers made at least $15 an hour — the amount targeted by labor activists as a fair minimum wage.\n\n“I’m not an HR fiend,” Trone said, stretching out the last word before continuing. “If you run a $2 billion business, I’m just going to give you a heads-up. You don’t know every stat in the business.”\n\nThe questioner persisted: “My follow-up is, since you don’t know right now, could you find out this week and tell your prospective voters?”\n\nA seasoned candidate might have said, “Sure, we’ll be get back to you,” even if he had no intention of doing so.\n\nInstead, Trone pushed back: “I’m not here for gotcha questions. That was a gotcha. I’m going to skip that one, thank you.”\n\nNext in the series: Joel Rubin.", "article_metadata": {"description": "First in a series of profiles of Democratic primary candidates in Maryland’s 8th Congressional District.", "author": "http://www.facebook.com/bill.turque", "og": {"site_name": "Washington Post", "description": "First in a series of profiles of Democratic primary candidates in Maryland’s 8th Congressional District.", "title": "For wine mogul David Trone, congressional race is unfinished business", "url": "https://www.washingtonpost.com/local/md-politics/for-wine-mogul-david-trone-congressional-race-is-unfinished-business/2016/04/03/cf89ed4c-f5d0-11e5-a3ce-f06b5ba21f33_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2016/03/23/Local/Images/DSC_89191458746831.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@bturque"}, "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "election 2016 trone wine farm, mdpolitics, ppinclude", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "http://www.facebook.com/bill.turque"}, "eomportal-uuid": "cf89ed4c-f5d0-11e5-a3ce-f06b5ba21f33", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "election 2016 trone wine farm, mdpolitics, ppinclude"}, "article_summary": "“My goal was to grow up on a farm, build Tom Trone’s Eggs into a real agribusiness so everyone knew Tom Trone’s Eggs,” he said.\nWhat the spot doesn’t say is that Tom Trone’s alcoholism doomed the business.\n“If you run a $2 billion business, I’m just going to give you a heads-up.\nDavid Trone is a Democratic primary candidate in Maryland’s 8th Congressional District.\nDespite the good works, his business background sometimes kindles suspicion among Democratic primary voters in the left-leaning 8th District."}