{"article_title": "Wealthy teachers union boss bashes charter 'profit scheme'", "article_keywords": ["salary", "sutton", "charter", "12", "union", "paid", "boss", "profit", "randi", "bashes", "teachers", "wealthy", "aft", "scheme", "weingarten", "rweingarten"], "article_url": "http://watchdog.org/205397/union-profit-scheme/", "article_text": "By Jason Hart | Watchdog.org\n\nFree preschool-to-college education is a right and charter schools are “a profit scheme,” according to the head of America’s second-largest teachers union.\n\nAmerican Federation of Teachers president Randi Weingarten, who was paid $557,875 during the union’s 2014 fiscal year, routinely suggests education reformers are motivated only by money.\n\nWeingarten bemoaned the influence of pro-charter donors to New York Gov. Andrew Cuomo in a Twitter update Wednesday. AFT is fighting the Democrat governor’s attempt to expand charter schools, which have far lower unionization rates than traditional public schools.\n\nEducation is a pub good-not a profit scheme.Yet hedgers convincing investors there’s $ to be made in charter schls. http://t.co/twmwa13fqU — Randi Weingarten (@rweingarten) March 11, 2015\n\nWeingarten opposes school choice but supports the hard-left U.S. Student Association’s call for “free” college education and President Obama’s proposal for taxpayer-funded universal preschool.\n\nHeavier federal subsidization of preschool and college could mean millions per year in additional AFT dues, but what suggests Weingarten cares about money?\n\nWeingarten’s gross salary from July 1, 2013 to June 30, 2014 — as reported by AFT to the U.S. Department of Labor — was $375,174. Including all other disbursements to Weingarten, AFT reported paying her a total of $557,875.\n\nAnd yet you were paid $557K last year… weird. MT @rweingarten: Education is a pub good-not a profit scheme pic.twitter.com/88tOpmvgvN — Jason Hart (@jasonahart) March 11, 2015\n\nGiven Weingarten’s concern about political donors supporting charter schools, it’s also worth noting AFT spent $27 million on politics last year. Like all public-sector unions, AFT spends dues and mandatory “fair share” fees to promote big government.\n\nFair share fees, which unions are permitted to use only for representation costs, can be taken from teachers in 21 states as a condition of employment. A portion of Weingarten’s compensation comes from nonmembers who would be fired for refusing to pay AFT.\n\nAFT headquarters does not report a total number of fair share payers to the Department of Labor, but AFT affiliate New York state United Teachers took mandatory fees from 23,365 nonmembers last year.\n\nThe union strives mightily to distract from these facts, as demonstrated by AFT communications manager Evan Sutton’s responses to Twitter posts about Weingarten’s pay. Sutton, whose salary was $59,898 in 2014, asserted Weingarten is fairly compensated and complained about corporate CEOs.\n\n@jasonahart so is your position that people like @rweingarten who are at the top of their field shouldn’t be compensated as such? — Evan Sutton (@suttnutz) March 11, 2015\n\n@mt_newman @rweingarten believes ppl shld be fairly paid. Just doesn’t think current system—CEOs make 350x avg worker—is fair. @jasonahart — Evan Sutton (@suttnutz) March 12, 2015\n\n@mt_newman not at all. I’m all for CEOs making 20-25x avg worker, as they did in 60s/70s. Not 350x avg worker tho @rweingarten @jasonahart — Evan Sutton (@suttnutz) March 12, 2015\n\nWeingarten responded to critics by claiming she’s paid $360,000 to be president “of a 1.6m member union devoted to helping others.”\n\n@LifeOnAHorse -i taught students in the 90s- the best job I ever had-i get paid 360k-abt3x what I would earn if I was still teaching in NYC. — Randi Weingarten (@rweingarten) March 12, 2015\n\n@Roger247 – I earn 360/year; I would love to go back to teaching….my job is to be Prez of a 1.6m member union devoted to helping others — Randi Weingarten (@rweingarten) March 12, 2015\n\nLater, having repeatedly misrepresented her pay, Weingarten said her salary is about $370,000. She then accused critics of misrepresenting her pay.\n\n@jasonahart -so jason–u know my salary was abt $370k -abt 3x what i would have made as a NYC teacher-why the need to always misrepresent.. — Randi Weingarten (@rweingarten) March 12, 2015\n\nWednesday night was just the latest example of Weingarten tripping over the line walked by all “progressive” labor leaders: solidarity chants and attacks on the rich don’t exactly fit with huge salaries paid using forced union dues.", "article_metadata": {"description": "Free preschool-to-college education is a right and charter schools are \"a profit scheme,\" according to the head of America's second-largest teachers union.", "og": {"site_name": "Watchdog.org", "description": "Free preschool-to-college education is a right and charter schools are \"a profit scheme,\" according to the head of America's second-largest teachers union.", "title": "Wealthy teachers union boss bashes charter 'profit scheme' - Watchdog.org", "locale": "en_US", "image": "http://watchdog.org/wp-content/blogs.dir/1/files/2015/03/RandiWeingarten.jpg", "updated_time": "2015-03-25T09:42:45+00:00", "url": "http://watchdog.org/205397/union-profit-scheme/", "type": "article"}, "twitter": {"domain": "Watchdog.org", "description": "Free preschool-to-college education is a right and charter schools are \"a profit scheme,\" according to the head of America's second-largest teachers union.", "title": "Wealthy teachers union boss bashes charter 'profit scheme' - Watchdog.org", "image": {"src": "http://watchdog.org/wp-content/blogs.dir/1/files/2015/03/RandiWeingarten.jpg"}, "creator": "@jasonahart", "site": "@watchdogorg", "card": "summary_large_image"}, "robots": "noarchive", "article": {"publisher": "https://www.facebook.com/Watchdogorg", "section": "Labor", "published_time": "2015-03-13T04:00:03+00:00", "modified_time": "2015-03-25T09:42:45+00:00"}, "news_keywords": "teachers union, aft, american federation of teachers, randi weingarten, big labor, union bosses, union dues, forced dues, fair share fee"}, "_id": "\"57477af46914bd0286fdb948\"", "article_summary": "By Jason Hart | Watchdog.orgFree preschool-to-college education is a right and charter schools are “a profit scheme,” according to the head of America’s second-largest teachers union.\nIncluding all other disbursements to Weingarten, AFT reported paying her a total of $557,875.\nhttp://t.co/twmwa13fqU — Randi Weingarten (@rweingarten) March 11, 2015Weingarten opposes school choice but supports the hard-left U.S. Student Association’s call for “free” college education and President Obama’s proposal for taxpayer-funded universal preschool.\nAmerican Federation of Teachers president Randi Weingarten, who was paid $557,875 during the union’s 2014 fiscal year, routinely suggests education reformers are motivated only by money.\nAFT is fighting the Democrat governor’s attempt to expand charter schools, which have far lower unionization rates than traditional public schools."}