{"article_title": "Mosque in Los Angeles Orders No Men Allowed", "article_keywords": ["prayers", "mosques", "men", "mosque", "inside", "worship", "angeles", "los", "place", "allowed", "world", "womens", "open", "orders", "women"], "article_url": "http://guardianlv.com/2015/03/mosque-in-los-angeles-orders-no-men-allowed/", "article_text": "A mosque in Los Angeles, California has ordered that men will not be allowed inside to offer prayers. The founder, M. Hasna Maznavi, dreamed when she was seven years old, about opening a mosque one day. As she became an adult, she read about Islam’s broad history of women scholars and their viewpoints. She concluded that she was meant to open a mosque only for women. When the incident of Sept. 11, 2001 took place, Maznavi observed and experienced the biased stance of the American society concerning Muslims.\n\nToday, there is a raging debate about Islam around the world. Different quotes from the holy Quran are being spoken about and many a times even misquoted. Maznavi realized that she herself should read the holy Quran, to understand what is written in the book. She decided to read the holy Quran and when she was done reading, she reached a different conclusion compared to what is being projected by various radical groups around the world.\n\nMaznavi learnt about many different women scholars and their high place in Islamic history. This was when she decided that the place of worship she was planning to open would only be for women. Reportedly, this would be the first jumma (Friday) service open only for women in the United States. The Women’s Mosque of America, as it has been named, started its service in Los Angeles on January 31, 2015. It is located at the Pico Union Project in downtown Los Angeles.\n\nThere are many places of worship of various religions in the world where women are restricted from entering or have spaces inside reserved for them for offering prayers. There is a small number of only women’s mosques around the world. However, this is the first mosque in the United States, open only for women.\n\nMaznavi, along with her co-president, Sana Muttalib, said that they had braced themselves for some strong and adverse reactions against the opening of the mosque. But, according to them, the reactions and responses have been very positive so far. Most of the Islamic teachers or imams have welcomed the opening of the mosque. However, Mustafa Umar, director of education of one of the largest mosques in Southern California, has expressed his displeasure about the all women’s mosque.\n\nMany conservative Muslims have said that there is no way for women to have a mosque or a place of worship exclusively for themselves. According to them, the women’s space inside a regular mosque should be sufficient. They did concur to the fact that these restricted spaces needed to be rebuilt, improved, and provide better and easier access to. Women expressed happiness and gratification towards the Women’s Mosque of America, after finishing their jumma prayers.\n\nIn many countries around the world, only men get to go to mosques to offer prayers. Maznavi, a filmmaker, said that spaces within the mosques, meant only for women, have been a reality in Islamic history for many generations. Almost all the mosques in the United States today, separate the men and women while offering prayers at the place of worship. Women usually offer prayers behind the main prayer hall or inside a separate chamber or room. The step taken by the mosque in Los Angeles, California by ordering that men will not be allowed inside to offer prayers is a step in the right direction for giving women a place of worship only for themselves, without any kind of restrictions being imposed on them by men.\n\nBy Ankur Sinha\n\nSources:\n\nHuffington Post\n\nBBC\n\nFox\n\nPhotos by:\n\nDanumurthi Mahendra – License\n\nMarcella Tambuscio – License\n\nShare this: Print\n\nLinkedIn\n\nPinterest\n\nPocket\n\nReddit\n\nEmail\n\nTwitter\n\nGoogle\n\nFacebook\n\nTumblr\n\n", "article_metadata": {"og": {"site_name": "Guardian Liberty Voice", "description": "A mosque in Los Angeles, California has ordered that men will not be allowed inside to offer prayers. The founder, M. Hasna Maznavi, dreamed when she was seven years old, about opening a mosque one…", "title": "Mosque in Los Angeles Orders No Men Allowed", "url": "http://guardianlv.com/2015/03/mosque-in-los-angeles-orders-no-men-allowed/", "image": {"width": 1024, "identifier": "http://guardianlv.com/wp-content/uploads/2015/03/Mosque-in-Los-Angeles-Orders-No-Men-Allowed1.jpg", "height": 683}, "locale": "en_US", "type": "article"}, "article": {"published_time": "2015-03-09T02:27:57+00:00", "modified_time": "2015-03-09T03:05:18+00:00"}, "twitter": {"image": "http://guardianlv.com/wp-content/uploads/2015/03/Mosque-in-Los-Angeles-Orders-No-Men-Allowed1.jpg?w=640", "site": "@ifrackle", "card": "summary_large_image", "creator": "@ifrackle"}, "viewport": "width=device-width"}, "article_summary": "The Women’s Mosque of America, as it has been named, started its service in Los Angeles on January 31, 2015.\nA mosque in Los Angeles, California has ordered that men will not be allowed inside to offer prayers.\nHowever, Mustafa Umar, director of education of one of the largest mosques in Southern California, has expressed his displeasure about the all women’s mosque.\nWomen expressed happiness and gratification towards the Women’s Mosque of America, after finishing their jumma prayers.\nAlmost all the mosques in the United States today, separate the men and women while offering prayers at the place of worship."}