{"article_title": "Hobby Lobby Funded Disgraced Fundamentalist Christian Leader Accused of Harassing Dozens of Women", "article_keywords": ["principles", "fundamentalist", "gothard", "christian", "family", "greens", "ministry", "institute", "disgraced", "funded", "life", "leader", "harassing", "gothards", "hobby", "dozens", "lobby", "women"], "article_url": "http://www.motherjones.com/politics/2014/07/hobby-lobby-bill-gothard-institute-basic-life-principles", "article_text": "The Institute traces it origins to 1964, when Gothard designed a college seminar based on biblical principles to help teenagers. The ministry says it was established \"for the purpose of introducing people to the Lord Jesus Christ\" and to give individuals, families, businesses, and governments \"clear instruction and training on how to find success by following God's principles found in Scripture.\" The group, which operates what it calls \"training centers\" across the United States and abroad, says more than 2.5 million people have attended its paid events, which have brought in tens of millions of dollars in revenue. Gothard and the Institute have drawn support from conservative politicians, including Mike Huckabee, Sarah Palin, and former Georgia Gov. Sonny Perdue. The Duggar family, the stars of the reality show 19 Kids and Counting, have been high-profile advocates of Gothard's home-schooling curriculum and seminars. (One of Gothard's alleged victims has called on the Duggars to break with Gothard and the Institute.) Don Venoit, a conservative evangelical who has long been a critic of Gothard, contends that Gothard's approach to Christian theology emphasizing obedience to authority creates a \"culture of fear.\" In 1984, Ronald Allen, now a professor of Bible exposition at Dallas Theological Seminary, observed that Gothard's teachings were \"a parody of patriarchalism\" and \"the basest form of male chauvinism I have ever heard in a Christian context.\" He added, \"Gothard has lost the biblical balance of the relationship between women and men as equals in relationship. His view is basically anti-woman.\"\n\nFor a decade or so, Hobby Lobby and its owners, the Green family, have been generous benefactors of a Christian ministry that until recently was run by Bill Gothard, a controversial religious leader who has long promoted a strict and authoritarian version of Christianity. Gothard, a prominent champion of Christian home-schooling, has decried the evils of dating, rock music, and Cabbage Patch dolls ; claimed public education teaches children \"how to commit suicide\" and undermines spirituality; contended that mental illness is merely \"varying degrees of irresponsibility\"; and urged wives to \" submit to the leadership\" of their husbands. Critics of Gothard have associated him with Christian Reconstructionism , an ultrafundamentalist movement that yearns for a theocracy, and accused him of running a cultlike organization. In March, he was pressured to resign from his ministry, the Institute in Basic Life Principles, after being accused by more than 30 women of sexual harassment and molestation—a charge Gothard denies.\n\nAccording to the 79-year-old Gothard, the Greens and Hobby Lobby—which this week won a landmark Supreme Court case with a decision ruling that the firm does not have to adhere to the Obamacare mandate requiring companies to cover contraception in their employee health plans—have supported the Institute in Basic Life Principles for 10 to 15 years, primarily by obtaining four or five facilities for the ministry. In 2001, the Greens, through a family trust, sold Gothard's group a 2,250-acre campus in Big Sandy, Texas, for $10. The campus, which has a landing strip and aircraft hangar, now houses the Institute's International ALERT Academy, a boot camp where young men train in disaster response techniques. The academy also runs a program for girls 15 and older. The website for that program notes that \"skirts are required to encourage the girls to remain feminine in an active lifestyle.\" The application—under the heading \"mental health\"—asks girls if they are struggling with \"day dreaming,\" \"fantasy,\" or \"lustful thoughts.\"\n\nIn 2000, Hobby Lobby donated a 529,717-square-foot building in Little Rock, Arkansas, to Gothard's outfit. The company had purchased this property, a former Veterans Affairs building, two years earlier for $299,000. The Institute now runs a prison ministry out of this location, providing curriculum to a faith-based Arkansas Department of Corrections program known as Principles and Applications for Life. For about a decade, according to Gothard, the Institute leased the ground floor of the building for $1 per year to the Little Rock Police Department for use as its downtown station. Now, Gothard says, the police are paying a regular rental fee.\n\n\"My actions of holding of hands, hugs, and touching of feet or hair with young ladies crossed the boundaries of discretion and were wrong,\" Gothard said in a statement.\n\nIn Nashville, the Institute operates a training center in a former hospital that Gothard says Hobby Lobby purchased for his group. Public records show that in 2005 a corporation affiliated with Hobby Lobby sold the facility to the Institute for $10. The Nashville Business Journal reported that Hobby Lobby bought the building for $3.5 million. It currently houses the Embassy Institute, where the Institute in Basic Life Principles hosts many seminars.\n\nThe Green family, according to Gothard, also \"bought a training center in New Zealand and gave it to us.\" He says that by providing the institute with these facilities, the Greens and their company \"really helps with the bottom line.\"\n\nThe Greens became involved with his ministry, Gothard says, after members of the family attended an Institute seminar. David Green, Hobby Lobby's CEO, provided an endorsement for one of Gothard's books that noted the impact the session had on his clan: \"Through the example and teachings of Bill Gothard and the Institute in Basic Life Principles, we have benefited both as a family and in our business. It is as we take those lessons from God's Word that Bill clearly articulates that we live the full life that God intends.\"\n\nThe Greens, Gothard remarks, \"have actually given to about 180 different groups. We're only a part.\" (Hobby Lobby boasts that it devotes half of its pretax earnings to Christian ministries.) Gothard notes that he has been impressed by the family's support of an organization that has distributed billions of pamphlets worldwide promoting what he calls \"biblical truth.\" Not surprisingly, Gothard is a big fan of the Greens. \"The secret of their success,\" he says, \"is their generosity.\" He adds, \"They're friends. I see and talk to them periodically.\"\n\nHobby Lobby did not respond to a request for comment.\n\nGothard made national news in March when he resigned from the Institute after a website posted the accounts of more than 30 women who accused him of sexual harassment and inappropriate touching. One of his accusers said he molested her when she was 17. In a statement he issued in April, Gothard noted, \"God has brought me to a place of greater brokenness than at any other time in my life…I have asked the Lord to reveal the underlying causes and He is doing this.\" Gothard further stated, \"My actions of holding of hands, hugs, and touching of feet or hair with young ladies crossed the boundaries of discretion and were wrong.\" But he claimed, \"I have never kissed a girl nor have I touched a girl immorally or with sexual intent.\" Testimonials of the accusers, which include tales of creepy and harrowing encounters with Gothard, suggest otherwise. (Here's an example submitted by a woman who alleged he fondled her.)\n\n\"I never engaged in any kind of molestation,\" Gothard tells Mother Jones. \"I never imagined I would be accused of harassment, but it's been perceived as that, and that's why I've apologized.\"\n\nGothard's resignation followed several money-losing years at the Institute. According to the Religion News Service, the organization incurred $8.6 million in losses between 2009 and 2012, with its net assets falling from $92 million in 2010 to $81 million two years later.\n\nThese days, Gothard says, he is busy \"contacting people I've offended and asking them to forgive me.\" Asked how this process is going, he chirpily replies, \"Wonderful. People are very grateful and everyone is forgiving.\" (After he issued his statement acknowledging wrongdoing, his alleged victims issued a response noting they were \"troubled\" that Gothard had not confessed \"to the more clearly sexually charged behaviors he engaged in.\" This group also charged that a statement issued by the Institute's board was \"dismissive of Bill Gothard's misconduct and its impact upon the victims.\")\n\nOnce he is done with this apology tour, Gothard says, his goal will be \"helping people get into Scripture every day and helping people learn from God's voice through the Scripture. I got away from it.\"", "article_metadata": {"application-name": "Mother Jones Magazine", "og": {"site_name": "Mother Jones", "description": "The crafts store chain and its owners gave millions in backing to controversial evangelical Bill Gothard and his Institute in Basic Life Principles.", "title": "Hobby Lobby funded disgraced fundamentalist Christian leader accused of harassing dozens of women", "url": "http://www.motherjones.com/politics/2014/07/hobby-lobby-bill-gothard-institute-basic-life-principles", "image": "http://www.motherjones.com/files/bill-gothard_0.jpg", "type": "article"}, "twitter": {"url": "http://www.motherjones.com/politics/2014/07/hobby-lobby-bill-gothard-institute-basic-life-principles", "image": {"src": "http://www.motherjones.com/files/bill-gothard_0.jpg", "identifier": "http://www.motherjones.com/files/bill-gothard_0.jpg"}, "site": "@MotherJones", "card": "summary_large_image", "title": "Hobby Lobby funded disgraced fundamentalist Christian leader accused of harassing dozens of women"}, "msapplication-TileColor": "#FFFFFF", "msapplication-square70x70logo": "/sites/all/assets/mstile-70x70.png", "msapplication-square310x310logo": "/sites/all/assets/mstile-310x310.png", "msapplication-wide310x150logo": "/sites/all/assets/mstile-310x150.png", "fb": {"admins": "13301307,670317733,1198876232,38509772,106892,2907757,306289,602422192,4101301,513450539"}, "msapplication-TileImage": "/sites/all/assets/mstile-144x144.png", "keywords": "Corporations,Health+Care,Religion,Reproductive+Rights,Top+Stories", "msapplication-square150x150logo": "/sites/all/assets/mstile-150x150.png"}, "article_summary": "(Hobby Lobby boasts that it devotes half of its pretax earnings to Christian ministries.)\nThe Nashville Business Journal reported that Hobby Lobby bought the building for $3.5 million.\nPublic records show that in 2005 a corporation affiliated with Hobby Lobby sold the facility to the Institute for $10.\nIn Nashville, the Institute operates a training center in a former hospital that Gothard says Hobby Lobby purchased for his group.\nHobby Lobby did not respond to a request for comment."}