{"article_title": "Bernie Sanders keeps single-payer dream alive: What the GOP Obamacare naysayers will never understand about health care", "article_keywords": ["sanders", "naysayers", "united", "countries", "spending", "obamacare", "singlepayer", "states", "oecd", "understand", "keeps", "health", "law", "dream", "gop", "care"], "article_url": "http://www.salon.com/2015/07/18/bernie_sanders_keeps_single_payer_dream_alive_what_the_gop_obamacare_naysayers_will_never_understand_about_health_care/", "article_text": "Topics: Bernie Sanders, Editor's Picks, Elections 2016, Health Care, Jeb Bush, Marco Rubio, Obamacare, single payer, News\n\nAfter the King v. Burwell decision, GOP candidates postured all over the place, but were left without any coherent ideas to offer.\n\nSo, not surprisingly, the Republican field essentially responded to the Supreme Court upholding Obamacare by invoking the free market and related shibboleths, speaking mostly in broad terms, and getting tripped up by the truth when they tried to get specific. We’ll turn to them in a moment. But first, we should note what Bernie Sanders had to say, as he also spoke broadly, but without the deception or obfuscation. The broad statements he made could be backed up with specific facts. He also skillfully praised what Democrats had accomplished without forgetting for a moment that more remained to be done:\n\nToday, because of the Supreme Court’s decision to protect the modest gains made under the Affordable Care Act, it is a good day for millions of Americans who will be able to keep their access to health care. It’s also a good day for the small business owners who, before the passage of the Affordable Care Act, couldn’t afford the escalating cost of providing insurance for their employees. But while I am glad the Supreme Court upheld the law, in my view, the only long-term solution to America’s health care crisis is a Medicare-for-all single-payer system.\n\nIn contrast to Sanders, who spoke from an understanding of how health care systems work around the world, the GOP candidates simply illustrated the limits of conservatism—they were fine in the abstract (or at least adequate), but fell completely apart on any details.\n\n“This decision turns both the rule of law and common sense on its head,” Rand Paul said—a classic fact-free sweeping statement. “Obamacare raises taxes, harms patients and doctors, and is the wrong fix for America’s health care system.”\n\nMarco Rubio criticized the Court, saying, “they have once again erred in trying to correct the mistakes made by President Obama…and Congress in forcing Obamacare on the American people,” while calling Obamacare “a bad law that is having a negative impact on our country,” the most abstract of claims, and promising to replace it “with my consumer-centered plan that puts patients and families back in control of their health care decisions.” It was a classic conservative promise, a promise to restore the “good old days,” even if they had never actually been that good for everyone.\n\nJeb Bush deserves a longer look, because he made a more extensive statement, overlapping with some of the above. Bush first said he was “disappointed” with the decision, but vowed that the fight wasn’t over:\n\n“This fatally-flawed law imposes job-killing mandates, causes spending in Washington to skyrocket by $1.7 trillion, raises taxes by $1 trillion and drives up health care costs. Instead of fixing our health care system, it made the problems worse.” “As President of the United States, I would make fixing our broken health care system one of my top priorities. I will work with Congress to repeal and replace this flawed law with conservative reforms that empower consumers with more choices and control over their health care decisions. “Here is what I believe: We need to put patients in charge of their own decisions and health care reform should actually lower costs. Entrepreneurs should be freed to lower costs and improve access to care – just like American ingenuity does in other sectors of the economy.\n\nThe specific charges Bush leads with are all lies. Regarding job loss, Factcheck.org notes that small job losses are anticipated, but haven’t been studied much because “economists think the impact will be minimal.” It explained:\n\nMainly, the “job-killer” claims severely distort a 2010 nonpartisan Congressional Budget Office report that said the law would have a “small” impact on jobs. And that’s mainly from workers choosing to work less. For instance, some might work fewer hours if they receive subsidies to help them buy insurance, or those close to retirement may retire early, with some reassurance that they can buy insurance on their own.\n\nThis is actually a good thing for the workers concerned, not a bad thing, as Bush would have it. As for “spending in Washington,” the cost of Obamacare is $190 billion less than anticipated over 10 years. As for taxes, it’s a major tax cut for the middle class, and has resulted in the slowest rise in premium costs in decades.\n\nSo Bush is wrong about all the specifics. But the broad claims—to “empower consumers with more choices and control over their health care decisions.” Sounds great! But then remember what he’s talking about: improving health insurance through the “magic of the marketplace,” something that’s never happened in the decades before Obamacare. As political scientists discovered long ago, the American people are attracted to the idea of the free market, but when it fails to deliver, they are happy to have government do something instead. Which is just what the creation of Obamacare has done. The real question is how well does it stack up with what other countries have done?\n\nThis brings us back to Bernie Sanders, and what he had to say. Remember, Sanders already acknowledged that Obamacare has helped millions of Americans, a basic reality that all the GOP candidates are in denial about—similar to global warming, evolution or gay marriage. When the ruling came down, the latest figures from Gallup were 11.9% uninsured in the first quarter of 2015, down from a high of 18% before Obamacare went into effect. Since then, second-quarter figures came in at 11.4% uninsured. This is a program that’s working. But it’s still a far cry from what other countries have done.\n\nA 2014 document from the Organization for Economic Cooperation and Development (OECD), comprised of 34 member countries, “How does the United States compare?”, reported that “Health spending accounted for 16.9% of GDP in the United States in 2012 — the highest share among OECD countries and more than 7½ percentage points above the OECD average of 9.3%.”\n\nThis means that the U.S. spends a whopping 82% more than the OECD average—just on a GDP percentage basis. What’s more, the U.S. was a clear outlier. The No. 2 country in spending, Switzerland, spent just 11.8% of its GDP on health care. The U.S. also stood out in terms of how much money was spent privately:\n\nIn contrast to most OECD countries, health spending in the United States is split evenly between public and private sources. In 2012, 48% of health spending in the United States was publicly financed, well below the average of 72% in OECD countries.\n\nAll this excess spending might be justified if our health care system were vastly superior to all others. But in terms of the most basic measure—life expectancy—we are clearly below average:\n\nIn 2011 (latest year available), life expectancy in the United States stood at 78.7 years, 1½ years less than the OECD average of 80.2 years.\n\nLooking at another basic figure for comparison, the percentage of people with health insurance coverage, the U.S. is once again an outlier—though not completely isolated. In 2011, 20 OECD countries had 100% health care coverage, five more had 99.9%, Turkey had 99.5%, and five more spanned 98.8% to 92.9%. The only countries with less than 90% insured were Mexico (86.7%), the U.S. (84.5%) and Chile (76.2%). Chile, of course, is notorious for being the laboratory of Chicago School free market economics following the Pinochet coup in 1973. Thanks to Obamacare, the U.S. now ranks above Mexico–we’re No. 32 in terms of coverage, rather than No. 33. That’s the comparative background for what Sanders had to say as his response continued: “But while I am glad the Supreme Court upheld the law, in my view, the only long-term solution to America’s health care crisis is a Medicare-for-all single-payer system.”\n\nI start my approach to health care from two very simple premises: 1. Health care must be recognized as a right, not a privilege–every man, woman and child in our country should be able to access quality care regardless of their income. 2. We must create a national system to provide care for every single American in the most cost-effective way possible. Tragically, the United States fails in both areas.", "article_metadata": {"description": "While Bush, Rubio and Paul speak in platitudes, Sanders — and the public — has a radical, popular, workable idea", "title": "Bernie Sanders keeps single-payer dream alive: What the GOP Obamacare naysayers will never understand about health care", "og": {"site_name": "Salon", "description": "While Bush, Rubio and Paul speak in platitudes, Sanders — and the public — has a radical, popular, workable idea", "title": "Bernie Sanders keeps single-payer dream alive: What the GOP Obamacare naysayers will never understand about health care", "url": "http://www.salon.com/2015/07/18/bernie_sanders_keeps_single_payer_dream_alive_what_the_gop_obamacare_naysayers_will_never_understand_about_health_care/", "image": "http://media.salon.com/2015/07/paul_sanders_jeb.jpg", "type": "article"}, "twitter": {"description": "While Bush, Rubio and Paul speak in platitudes, Sanders — and the public — has a radical, popular, workable idea", "title": "Bernie Sanders keeps single-payer dream alive: What the GOP Obamacare naysayers will never understand about health care", "image": "http://media.salon.com/2015/07/paul_sanders_jeb.jpg", "creator": "@PaulHRosenberg", "site": "@salon", "card": "summary_large_image"}, "author": "Paul Rosenberg", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Bernie Sanders, Editor's Picks, Elections 2016, Health Care, Jeb Bush, Marco Rubio, Obamacare, single payer", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Instead of fixing our health care system, it made the problems worse.” “As President of the United States, I would make fixing our broken health care system one of my top priorities.\nBut the broad claims—to “empower consumers with more choices and control over their health care decisions.” Sounds great!\n“Here is what I believe: We need to put patients in charge of their own decisions and health care reform should actually lower costs.\nHealth care must be recognized as a right, not a privilege–every man, woman and child in our country should be able to access quality care regardless of their income.\nIn 2011, 20 OECD countries had 100% health care coverage, five more had 99.9%, Turkey had 99.5%, and five more spanned 98.8% to 92.9%."}