{"article_title": "Man Killed His Family On Northwest Side: Police", "article_keywords": ["information", "woman", "estrada", "family", "chicago", "told", "know", "st", "northwest", "francis", "killed", "man"], "article_url": "https://www.dnainfo.com/chicago/20140928/dunning/man-killed-his-family-on-northwest-side-police", "article_text": "CHICAGO — Police said a man murdered his family in a Northwest Side home Sunday morning.\n\nInitially, suburban police responded to a call of a suicidal man in Waukegan who told officers that he \"just hurt his family in Chicago,\" according to Officer Jose Estrada, a Chicago Police spokesman.\n\nWaukegan police asked Chicago police to conduct a well-being check in his house in the 3400 block of North Odell Avenue in Belmont Heights, which is where they found a woman and child dead, Estrada said.\n\nThe victims were identified as Ania Kosinska, 34, and Victoria Kotlinski, 7, the Cook County Medical Examiner's Office said. They were stabbed to death, according to an autopsy.\n\nThe child was a second grade student at St. Francis Borgia School in Dunning, according to a Facebook post from the school.\n\nThe parish and school are \"devastated by the sudden and senseless loss of our second-grader and her mother,\" the statement said.\n\nA prayer service for the family is scheduled for 3 p.m. Monday at the church, 3535 N. Panama Ave.\n\nThe Archdiocese of Chicago said it would provide grief counselors for students and families at St. Francis Borgia.\n\n\"Our hearts are broken by the tragedy,\" said the statement from the archdiocese. \"Our prayers go out to the extended family and friends as they deal with this great loss.\"\n\nPolice do not know how the woman and child were killed, but some nearby residents said they were told the victims were stabbed.\n\nResidents said a dog and a cat were killed as well. Police could not confirm this information, but an Animal Care and Control truck was at the scene.\n\nThe man is currently in custody, and an investigation is ongoing, Estrada said.\n\nAuthorities had no more information to share Sunday afternoon, and Waukegan police referred questions to the Chicago Police Department.\n\nA few dozen nearby residents surrounded the home while investigators were inside Sunday afternoon, and most of them stuck around for at least two hours to find out more information or observe police activity.\n\nMany of them expressed disbelief; a few of them said while they did not know the family personally, they believed they were a \"nice Polish\" family.\n\nThe Rev. Richard Milek of the St. Francis Borgia parish said someone told him about the incident, so he came to pray for the victims.\n\nJerry Rocco, 61, has lived in Belmont Heights for 25 years. He said he would see the woman and her two young daughters walking their dog on the street. He said the girls had a play date set up for Sunday with a family who lived nearby.\n\nNeighbor Louise Sullivan, 65, said she didn't know the family, but had seen them in the neighborhood.\n\n\"My God,\" she said. \"It's a sick world we live in.\"\n\nFor more neighborhood news, listen to DNAinfo Radio here:", "article_metadata": {"msapplication-TileColor": "#FFFFFF", "description": "The man told police that he &quot;hurt his family&quot; in the 3400 block of North Odell Avenue, police said.", "application-name": "DNAinfo", "og": {"url": "https://www.dnainfo.com/chicago/20140928/dunning/man-killed-his-family-on-northwest-side-police", "image": {"width": 600, "identifier": "https://assets.dnainfo.com/generated/chicago_photo/2014/09/nw-2-1411934974.jpg/extralarge.jpg", "height": 400}, "site_name": "DNAinfo Chicago", "description": "The man told police that he &quot;hurt his family&quot; in the 3400 block of North Odell Avenue, police said.", "title": "Man Killed His Family On Northwest Side: Police"}, "referrer": "always", "twitter": {"site": "@DNAinfoCHI", "card": "summary"}, "apple-mobile-web-app-title": "DNAinfo", "msapplication-square70x70logo": "//fluffyclouds.dnainfo.com/img/common/mstile-70x70px.png", "robots": "noarchive,noodp,noydir", "msapplication-square310x310logo": "//fluffyclouds.dnainfo.com/img/common/mstile-310x310.png", "msapplication-wide310x150logo": "//fluffyclouds.dnainfo.com/img/common/mstile-310x150.png", "fb": {"admins": "54902139,1379988119,575522805,108424,5519941,48600120,112261,662865465", "app_id": 153948644632011}, "viewport": "width=device-width", "format-detection": "telephone=no", "keywords": "Dunning,Crime & Mayhem,Chicago 2014 homicides,Ania Kosinska,Victoria Kotlinski", "google-site-verification": "AYA-4dHbK-igtSqpqIYyKuCbHO3o3KourjkrAnfCeZc", "msapplication-square150x150logo": "//fluffyclouds.dnainfo.com/img/common/mstile-150x150.png", "googletag": {"topic": "crime-mayhem", "tags": "chicago-2014-homicides", "people": "victoria-kotlinski,ania-kosinska"}}, "_id": "\"57477af46914bd0286fd8b3c\"", "article_summary": "CHICAGO — Police said a man murdered his family in a Northwest Side home Sunday morning.\nThe child was a second grade student at St. Francis Borgia School in Dunning, according to a Facebook post from the school.\nMany of them expressed disbelief; a few of them said while they did not know the family personally, they believed they were a \"nice Polish\" family.\nThe Archdiocese of Chicago said it would provide grief counselors for students and families at St. Francis Borgia.\nInitially, suburban police responded to a call of a suicidal man in Waukegan who told officers that he \"just hurt his family in Chicago,\" according to Officer Jose Estrada, a Chicago Police spokesman."}