{"article_title": "The man our founders warned us against", "article_keywords": ["case", "supreme", "title", "warned", "von", "obamacare", "complaint", "judge", "house", "founders", "obama", "lawsuit", "man"], "article_url": "https://www.powerlineblog.com/archives/2015/11/the-man-our-founders-warned-us-against.php", "article_text": "In the late 1960’s Nicholas Von Hoffman published his portrait of the hippies in San Francisco under the title We Are the People Our Parents Warned Us Against. Von Hoffman’s title was a precursor to the inane messianism of Obama’s “We are the ones we’ve been waiting for,” though Von Hoffman’s title made more sense than Obama’s shibboleth.\n\nIn his assumption of monarchical powers and his accompanying demagogy, Barack Obama is the man our founders warned us against. That is the thrust of David Bernstein’s important new book, Lawless: The Obama Administration’s Unprecedented Assault on the Constitution and the Rule of Law.\n\nBernstein devotes a chapter of his book to the depredations wrought in the name of Obamacare, a few of which have been blessed by the Supreme Court. Lincoln famously disparaged the Supreme Court’s decision in the Dred Scott case as “an astonisher in legal history.” I think the same can be said of the Supreme Court’s decisions in the Obamacare cases.\n\nAlthough the Supreme Court has tied itself into knots in the Obamacare cases, your attention is warranted in the case of House v. Burwell pending before Judge Rosemary Collyer of the federal district court for the District of Columbia. Jonathan Turley represents the House in the lawsuit; the link is to Turley’s complaint. Hans Von Spakovsky writes about the case in the National Interest column “The war over Obamacare is NOT over.”\n\nThe complaint carefully sets forth the legal details underlying the lawsuit. Judge Collyer has held that the House has standing to pursue the first of two claims presented in the complaint, and it is the one that draws my interest.\n\nThe Constitution grants Congress the power of the purse. All spending bills are to originate in the House, the body closest to the people among the branches established by the Constitution. Yet, according to the complaint, the Obama administration is spending money to subsidize Obamacare that Congress has refused to appropriate. As Von Spakovsky explains, the claim is that the administration has spent “billions of unappropriated dollars to support” Obamacare:\n\nAccording to Judge Collyer, Section 1402 of Obamacare “requires insurers to reduce the cost of insurance to certain, eligible statutory beneficiaries” and the “federal government then offsets the added costs to insurance companies by reimbursing them with funds from the Treasury.” While certain other credits in Obamacare are paid through a permanent appropriation in the Internal Revenue Code, these “Section 1402 Cost-Sharing Offsets must be funded and re-funded by annual, current appropriations.” The House claims it has never appropriated any funds for §1402, yet the administration “nonetheless drew and spent public monies on that program beginning in January 2014.”\n\nTurley has posted Judge Collyer’s denial of Burwell’s motion to dismiss the lawsuit on grounds of standing here.\n\nBecause of my cynicism about the prospects of the lawsuit regardless of the merits, I have wrongly overlooked it. Whatever its prospects, it is an intensely interesting case. At the least, another “astonisher” awaits.\n\nI want to note that my attention was drawn to the case by the Hoover Institution’s Michael Franc as I tagged along with Steve Hayward for lunch on our recent visit to Washington, D.C.", "article_metadata": {"og": {"site_name": "Power Line", "description": "In the late 1960’s Nicholas Von Hoffman published his portrait of the hippies in San Francisco under the title We Are the People Our Parents Warned Us Against. Von Hoffman’s title was a…", "title": "The man our founders warned us against", "url": "http://on.powerlineblog.com/archives/2015/11/the-man-our-founders-warned-us-against.php", "image": "http://www.powerlineblog.com/wp-content/themes/powerline/images/icon.png", "locale": "en_US", "type": "powerlineblog:article"}, "twitter": {"image": "http://i0.wp.com/www.powerlineblog.com/ed-assets/2015/11/ObamaHalo1.jpg?resize=407%2C410&w=240", "site": "@powerlineus", "card": "summary"}, "robots": "NOODP", "wp-parsely_version": "1.7", "fb": {"admins": "505151,john.hinderaker,scottwynnjohnson,750972908", "app_id": 154257474630565}, "article": {"published_time": "2015-11-23T13:52:35+00:00", "modified_time": "2015-11-23T16:41:58+00:00"}, "viewport": "width=device-width"}, "article_summary": "In his assumption of monarchical powers and his accompanying demagogy, Barack Obama is the man our founders warned us against.\nIn the late 1960’s Nicholas Von Hoffman published his portrait of the hippies in San Francisco under the title We Are the People Our Parents Warned Us Against.\nYet, according to the complaint, the Obama administration is spending money to subsidize Obamacare that Congress has refused to appropriate.\nVon Hoffman’s title was a precursor to the inane messianism of Obama’s “We are the ones we’ve been waiting for,” though Von Hoffman’s title made more sense than Obama’s shibboleth.\nBecause of my cynicism about the prospects of the lawsuit regardless of the merits, I have wrongly overlooked it."}