{"article_title": "New Yorkers Clamor for IDs, Swamping Mayor’s Key Project", "article_keywords": ["city", "yorkers", "large", "enrollment", "work", "centers", "ids", "system", "project", "appointments", "officials", "key", "clamor", "immigrant", "swamping", "mayors", "day"], "article_url": "http://www.nytimes.com/2015/02/07/nyregion/more-popular-than-expected-new-yorks-id-program-has-officials-scrambling.html", "article_text": "“After such a long struggle, it is heartbreaking,” she said.\n\nThe city designed a system that could accommodate about 300,000 applications a year. As of Friday, however, about 218,000 appointments had been booked and about 23,000 applications had been processed. Officials said those figures put New York’s program on the verge of surpassing San Francisco’s, which began in 2009 and is currently the largest in the country.\n\nWith such a large backlog of appointments, city officials said they had been urgently retooling the enrollment system and had more than doubled its capacity as of Friday. New measures underway include opening two large enrollment centers and doubling the program’s staff, to about 200, officials said on Friday. The changes have enabled administrators to not only add the 70,000 new slots to the calendar but also to expedite nearly 43,000 appointments, moving them from the summer and fall to much earlier dates.\n\nIn interviews this week, officials said their original projections had been based in large part on the experiences of other cities with municipal ID programs, including New Haven, Oakland, Calif., and San Francisco. In those cities, about 1 percent of the eligible population had applied for the cards each year.\n\nPhoto\n\nNew York officials also convened focus groups to gauge interest and conferred with various third parties, including business and religious leaders as well as advocates for the homeless, immigrants and lesbian, gay, bisexual and transgender residents, who can declare their preferred gender, or no gender at all, often for the first time on a government-issued ID.\n\nWhile there was broad enthusiasm for the initiative, officials said, some immigrant advocates had warned that rules requiring the government to retain certain personal documents might dissuade immigrants without legal status from registering.\n\nAfter weighing those and other factors — including the estimated size of the undocumented immigrant population and the disproportionately large number of city residents without driver’s licenses — New York officials decided to err on the side of caution. They built a system that could handle an annual application flow equal to about 2.5 percent of the eligible population, which is how they arrived at the 300,000 figure.\n\nAdvertisement Continue reading the main story\n\nBut in an early sign that they had underestimated the appetite for the IDs, the 17 enrollment centers around the city processed a total of more than 1,000 applications on the first day and more than 800 on the second. In the meantime, anticipation among residents gave way to griping, as waits in some places lasted hours.\n\nThe city quickly took steps to “meet that demand with an equally ferocious response,” said Nisha Agarwal, commissioner of the Mayor’s Office of Immigrant Affairs, which is helping to coordinate the program.\n\nAt the end of the second day, officials activated an online application system, which had been prepared in case of a spike in demand. Overloaded, it failed to work for several hours.\n\nSocial media crackled with complaints about the difficulty of getting an appointment and about the long hold times to speak with an operator at the city’s 311 service center, which was helping schedule appointments.\n\nAlfonso Xicali, 38, a day laborer from Mexico, said he had stood in line at an enrollment center in the Bronx for at least two hours on each of the first two days, but was turned away both times because there were too many applicants. On the second day, he was redirected to the website and to 311 to schedule an appointment. When he called 311, he said, the operators told him they were not prepared to make appointments. As of Thursday, he had yet to find an available appointment online that fit his work schedule.\n\n“I think they put too few centers for too many people,” he said. “Very frustrating.”\n\nThe city sought to alleviate the pressure, bolstering the work force at the enrollment centers by redeploying city employees from various departments and hiring new workers. Officials also extended the centers’ business hours and opened two smaller, temporary centers.\n\nIncreased staffing and other improvements at 311 reduced the average hold times, which in recent days were down to less than one minute, officials said.\n\nNew Yorkers continue to register for appointments at a high rate: about 7,000 a day on average last week and about 5,000 a day this week.\n\nPhoto\n\nCity officials have played down the problems, portraying them as a byproduct of a popular program. The unexpectedly high number of applicants, they said, served to repudiate concerns that the retention of information would scare undocumented immigrants away. (The city does not ask applicants to reveal their immigration status.)\n\nAdvertisement Continue reading the main story\n\n“It just tells you the importance of people having a valid ID that can validate their presence and who they are,” said Melissa Mark-Viverito, the City Council speaker and a Democrat.\n\nMs. Agarwal recalled visiting an enrollment center at the Mid-Manhattan Library on the first day and talking to people waiting in line.\n\n“They were really excited about this opportunity,” she said. “You don’t get that many opportunities in public service to feel like the work you’re doing actually is accomplishing something, and that felt like a moment where I got to see that really tangibly.”\n\nCity officials said that if they had deployed hundreds more workers from the outset and been met with a far smaller turnout, they would have been accused of wasting money.\n\n“Our approach was fiscally responsible,” Ms. Agarwal said. “I feel we really did the due diligence.”\n\nCentral to the city’s strategy are the two new enrollment centers, which officials are calling “hubs.” The city first plans to use them to speed up the processing of scheduled appointments, and then will open them to walk-ins. The two existing temporary centers — one in Brooklyn, the other in Queens — may be augmented with up to three more.\n\nOfficials are trying to calculate and adhere to an acceptable maximum wait time, while also tempering expectations and counseling patience.\n\nAdvertisement Continue reading the main story\n\nBertha Asitinbay, 37, an Ecuadorean immigrant, said she was mostly drawn to the discounts to cultural institutions that come with the card, but had been unable to get an appointment before April.\n\n“I’m losing so much important time,” she said. “Can you imagine? That’s three months that I could be taking my daughters to the museums.”\n\n“I don’t think the mayor gave careful enough thought to all the people who wanted an ID,” she continued, adding, “But what can you do?”", "article_metadata": {"tone": "news", "ptime": 20150206060026, "twitter": {"description": "The introduction of municipal identification cards, one of Mayor Bill de Blasio’s signature initiatives, has been anything but smooth.", "title": "New Yorkers Clamor for IDs, Swamping Mayor’s Key Project", "url": "http://www.nytimes.com/2015/02/07/nyregion/more-popular-than-expected-new-yorks-id-program-has-officials-scrambling.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000003493446"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "creator": "KirkSemple", "site": "@nytimes", "image": "https://static01.nyt.com/images/2015/02/07/nyregion/07MUNICIPALIDweb1/07MUNICIPALIDweb1-thumbLarge.jpg", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2015/02/07/nyregion/more-popular-than-expected-new-yorks-id-program-has-officials-scrambling.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000003493446", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2015/02/07/nyregion/more-popular-than-expected-new-yorks-id-program-has-officials-scrambling.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "thumbnail_width": 75, "dfp-ad-unit-path": "nyregion", "channels": "NytNow", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/nyregion/index.jsonp", "DISPLAYDATE": "Feb. 6, 2015", "edt": "NewYork", "org": "Mayor's Office of Immigrant Affairs (NYC)", "keywords": "New York City,de Blasio  Bill,Identification Devices,Illegal Immigration,Mayor's Office of Immigrant Affairs (NYC),Agarwal  Nisha", "applicationName": "article", "PT": "article", "author": "Kirk Semple", "thumbnail_150": "https://static01.nyt.com/images/2015/02/07/nyregion/07MUNICIPALIDweb1/07MUNICIPALIDweb1-thumbLarge.jpg", "sourceApp": "nyt-v5", "per": "Agarwal, Nisha", "thumbnail_150_width": 150, "byl": "By KIRK SEMPLE", "thumbnail_150_height": 150, "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "The introduction of municipal identification cards, one of Mayor Bill de Blasio’s signature initiatives, has been anything but smooth.", "tom": "News", "dfp-amazon-enabled": "false", "thumbnail": "https://static01.nyt.com/images/2015/02/07/nyregion/07MUNICIPALIDweb1/07MUNICIPALIDweb1-thumbStandard.jpg", "description": "The introduction of municipal identification cards, one of Mayor Bill de Blasio’s signature initiatives, has been anything but smooth.", "CG": "nyregion", "robots": "noarchive", "dat": "Feb. 6, 2015", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "News", "article": {"author": "http://topics.nytimes.com/top/reference/timestopics/people/s/kirk_semple/index.html", "section_url": "http://www.nytimes.com/pages/nyregion/index.html", "section": "N.Y. / Region", "modified": "2015-02-12", "collection": "https://static01.nyt.com/services/json/sectionfronts/nyregion/index.jsonp", "tag": "Agarwal, Nisha", "published": "2015-02-06", "section-taxonomy-id": "C4DC8C0C-E148-4201-BF10-82F1C903DBFB"}, "thumbnail_height": 75, "geo": "New York City", "slug": "07municipalid", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20150212100345, "hdl_p": "New Yorkers Clamor for IDs, Swamping Mayor’s Key Project", "og": {"url": "http://www.nytimes.com/2015/02/07/nyregion/more-popular-than-expected-new-yorks-id-program-has-officials-scrambling.html", "image": "https://static01.nyt.com/images/2015/02/07/nyregion/07MUNICIPALIDweb1/07MUNICIPALIDweb1-facebookJumbo.jpg", "type": "article", "description": "The introduction of municipal identification cards, one of Mayor Bill de Blasio’s signature initiatives, has been anything but smooth.", "title": "New Yorkers Clamor for IDs, Swamping Mayor’s Key Project"}, "pdate": 20150206, "des": "Illegal Immigration", "articleid": 100000003493446, "cre": "The New York Times", "hdl": "New Yorkers Clamor for IDs, Swamping Mayor’s Key Project", "PST": "News"}, "article_summary": "New measures underway include opening two large enrollment centers and doubling the program’s staff, to about 200, officials said on Friday.\nWith such a large backlog of appointments, city officials said they had been urgently retooling the enrollment system and had more than doubled its capacity as of Friday.\nAt the end of the second day, officials activated an online application system, which had been prepared in case of a spike in demand.\n“Very frustrating.”The city sought to alleviate the pressure, bolstering the work force at the enrollment centers by redeploying city employees from various departments and hiring new workers.\nOfficials are trying to calculate and adhere to an acceptable maximum wait time, while also tempering expectations and counseling patience."}