{"article_title": "Casey: Immigration deal possible before Obama leaves", "article_keywords": ["bill", "deal", "senate", "house", "leaves", "republicans", "immigration", "possible", "casey", "passed", "mr", "president", "think", "presidential", "obama"], "article_url": "http://thetimes-tribune.com/news/casey-immigration-deal-possible-before-obama-leaves-1.1763345", "article_text": "Usually, major bills in Congress stall as federal elections approach, but U.S. Sen. Bob Casey said Tuesday the chances of passing an immigration reform bill will get better as President Barack Obama’s second term winds down.\n\nUnwilling so far to pass anything close to an immigration bill that resembles one passed last year by the Democratic-controlled Senate, House Republicans will risk angering Hispanic voters key to electing a Republican president in 2016 if they don’t help get a bill passed before then, Mr. Casey said.\n\n“I hate to be as cynical as this, but I think the closer we get to a presidential year, the better off the prospects are because Republicans in the House are going to have to face a fundamental decision: do they want to elect a (Republican) president or do they want to lose the next couple (presidential elections),” he told members of The Times-Tribune editorial board on Tuesday.\n\nMr. Casey thinks the Senate bill is reasonable. Passed by the Senate in June 2013 by a 68-32 vote, with 14 Republicans backing it, the bill would establish a 13-year path to citizenships for millions of illegal immigrants, sharply heighten security along the border with Mexico and require a mandatory system that allows employers to check immigration status before hiring someone. The Republican-led House has refused to consider it.\n\n“It hit the House like it was hitting a brick wall,” Mr. Casey said. “The only thing that seems to move their party in the direction of coming to an agreement is the prospect of electoral defeat at the presidential level for a couple of years.”\n\nThe bill is hardly amnesty, considering how long it takes for illegal immigrants to achieve citizenship, and the border-security measures include hiring more border guards and beefing up fencing, Mr. Casey said.\n\n“If all you were concerned about is securing the border, you’d vote for this bill, I think, or something comparable to it,” he said. “I think I’d be willing to consider any alternative, but the alternative can’t be no. The alternative (coming from the House) should be another bill.”\n\nMr. Casey also said:\n\n■ The Affordable Care Act, dubbed derisively by Republicans as Obamacare, is working pretty well, but will likely require tweaking as “problems and challenges” arise.\n\n“We probably won’t have a really … total assessment of how it’s working for a few more years,” he said. “But it’s already starting to have a fiscal impact.”\n\nHe pointed to a recent Congressional Budget Office study that found Medicare will cost $95 billion less over the next 10 years, partly because of Obamacare.\n\n■ Defeating the Islamic State in Iraq and Syria will take years and a focused effort by a coalition of Arab and other countries.\n\n“But I see it as counterterrorism, number one,” he said. “And I’m of the opinion that you either confront it now or you’re going to confront in some fashion. Because when they (ISIS) talk about a caliphate (a religious state run by Muslim clerics), they’re not just talking about Syria and Iraq. I think caliphate means there’s no limit to that. I don’t think planning on some kind of operation here yet, but it would ultimately grow if they had their way, if they were unimpeded.”\n\nContact the writer:\n\nbkrawczeniuk@timesshamrock.com", "article_metadata": {"author": "BY BORYS KRAWCZENIUK", "title": "Casey: Immigration deal possible before Obama leaves", "robots": "ACAP allow-index", "DC.creator": "BY BORYS KRAWCZENIUK", "tout": {"article": {"id": "1.1763345"}}, "keywords": "Local", "DC.subject": "Local", "bitly-verification": "68008dbe9586", "DC.title": "Casey: Immigration deal possible before Obama leaves"}, "_id": "\"57477af46914bd0286fdc3f3\"", "article_summary": "Mr. Casey thinks the Senate bill is reasonable.\n“It hit the House like it was hitting a brick wall,” Mr. Casey said.\n“If all you were concerned about is securing the border, you’d vote for this bill, I think, or something comparable to it,” he said.\n“We probably won’t have a really … total assessment of how it’s working for a few more years,” he said.\n“And I’m of the opinion that you either confront it now or you’re going to confront in some fashion."}