{"article_title": "The Ukraine War Is Supposed to End Today. But It Won’t.", "article_keywords": ["wont", "ukraine", "end", "ukrainian", "mariupol", "artillery", "lines", "fighting", "kyiv", "supposed", "battle", "soldiers", "ceasefire", "war", "today"], "article_url": "http://dailysignal.com/2015/09/01/the-ukraine-war-is-supposed-to-end-today-but-it-wont/", "article_text": "KYIV, Ukraine—One year ago I was in Mariupol, Ukraine, when the first cease-fire was signed on Sept. 5, 2014.\n\nLate that afternoon I visited the still smoldering battlefields outside the city. There had been a battle that day and the day prior, involving tanks and artillery. The aftermath was tragic. Many soldiers still lay dead where they had fallen in battle, frozen in the moment and the motion of their deaths.\n\nDuring the fighting, the sounds of the cannons had rattled windows in central Mariupol. The people of the city weren’t yet used to the sounds of heavy weapons as they are today, and they wore their fears on their faces. I remember, in particular, eating lunch at a seaside café when the sounds of explosions first started. The young man sitting across from me, who was sipping on a beer and eating a salad, looked up from his meal and into my eyes.\n\nIs this really happening? We both seemed to ask each other with a shared look.\n\nAny doubts about the terrible reality of this war were erased when I visited the battlefields. I could write my impressions again, but I think it would be best to show you what I wrote that evening, when what I had seen was still fresh in my mind and not dulled by a year of reporting on this war.\n\nSept. 5, 2014: […]Tank battles, heavy artillery, long distance rocket attacks—this kind of combat is terrifying. But the terror is short lived, and the cease-fire appears to be holding. The bars are open tonight in Mariupol. Across town young brides and grooms are getting married, following through on ceremonies put off by the fighting. Life goes on. Yet out there beyond the city streets, far away from the cheesy music and the embraces of newlyweds, the scars of the last two days of battle are still smoldering. After the fighting ended today, I went out to where the fighting had been to see what war really is. The charred bodies of Ukrainian and separatist soldiers dotted the freshly stilled battlefields. These were the bodies of men who did not die well. Not by the mercy of a gunshot to the head or the heart. Some had their bodies ripped apart by the concussion of artillery blasts. Some were missing limbs. Some with their insides spilled in the earth around them. Others burned to death, trapped inside the steel coffins their tanks became. Quite a few died in the way they desperately clung to life—bodies halfway out of their ruined vehicles or splayed on the ground in fetal positions. All young men. And all of their lives ended today. The convenient forgetting about why they died begins tonight. And still, as Mariupol celebrates, as I write these words, many more scared and tired young men wait in trenches and in tanks poised to once again release the dogs of war.\n\nAnd I was right. On Sept. 6, the day after the cease-fire, fighting resumed around Mariupol, commencing five months of escalating violence that would last until the second cease-fire, signed Feb. 12, 2015, which immediately collapsed into another six months of war, which leads us to now, and another cease-fire…\n\nThe Revolving Door of War\n\nThe Ukraine war is scheduled to end Sept. 1 with a new truce set to coincide with Ukrainian students’ return to school.\n\nOn Aug. 26, the trilateral contact group—comprising representatives from Ukraine, Russia and the separatist territories, under OSCE oversight—hashed out this latest call to end the fighting. And during an Aug. 29 telephone call, Russian President Vladimir Putin, German Chancellor Angela Merkel and French President Francois Hollande called for a full cease-fire on Sept. 1.\n\nAt midnight on Tuesday, guns fell silent along the eastern front, according to the Ukrainian military. “From midnight to 06:00 on Sept. 1, the Kremlin-backed mercenaries were not using weapons along the demarcation line,” the Anti-Terrorist Operation press center wrote in a Tuesday morning statement.\n\nIt feels like déjà vu in Ukraine.\n\nIt seemed like peace was possible one year ago when the guns fell silent in Mariupol. But the war never stopped. It only ebbed and then got worse. Soldiers and civilians kept dying. According to U.N. data, about 2,000 more Ukrainians died before politicians signed the second cease-fire on Feb. 12, 2015, in the Belarusian capital of Minsk.\n\nThe intervening months saw some of the war’s most brutal fighting.\n\nThere was the Stalingrad-esque close quarters combat at the Donetsk airport during the winter, which turned the $860 million facility (rebuilt for the 2012 UEFA European Championship) with its modern lines, neatly trimmed landscaping and shiny floors into an apocalyptic wasteland.\n\n>>>Watch: Drone footage of battle damage at the Donetsk airport\n\nThere was also the January 2015 Grad rocket attack on a neighborhood in Mariupol, which killed 29; civilian busses caught in the crossfire around Donetsk, killing dozens; a Grad rocket attack on a funeral procession in Sartana on Oct. 24, 2014, that killed seven; and the Smerch rocket attack on Kramatorsk on Feb. 10, only two days before politicians in Minsk agreed to the second cease-fire.\n\nLike in September 2014, the second truce, called “Minsk II,” immediately collapsed. Combined Russian-separatist forces blitzed and surrounded Ukrainian forces in the strategic rail hub town of Debaltseve days after the cease-fire’s signing. The fighting in Debaltseve was some of the most intense of the war, comprising regular Russian soldiers, including Spetsnaz special forces.\n\nOn Feb.18, several thousand Ukrainian troops retreated from Debaltseve in the still dark early morning. They were hit with a storm of combined Russian-separatist artillery, tank fire and rockets.\n\nHundreds of Ukrainians troops died, and more than 100 were taken prisoner. And according to a Feb. 27 U.N. report, the battle ultimately killed about 500 civilians.\n\nTanks, artillery, rockets. A battle for a European city killing hundreds of civilians. Sounds a lot like World War II. But it was for a European city in 2015.\n\nAnd the fighting didn’t end in Debaltseve.\n\nOn June 3, combined Russian-separatist forces launched an offensive with tanks, artillery and rockets to take the Ukrainian controlled town of Marinka. Ukrainian forces were able to repel the attack by temporarily spurning the Minsk II rules and moving heavy weapons to the front lines.\n\nThere has also been the recent shelling of Sartana, outside Mariupol, which killed three; the months of trench warfare and artillery in Shyrokyne; the artillery, trench warfare, tank battles and sniper duels in Pisky and dozens of other devastated cities up and down the front lines. And there is the daily death toll. Some days one or two Ukrainian soldiers are killed, sometimes more. But whatever the number, soldiers continue to die every day. On both sides too.\n\nStill, one might think things weren’t so bad in Ukraine. Western media reports and politicians have continued to claim the cease-fire is “largely holding,” or that the daily artillery and tank attacks are simply “cease-fire violations,” a daily tally of which officials in Kyiv dutifully report.\n\nOne could draw a parallel between Ukraine’s “cease-fire violations” and the so-called “acts of genocide” that the U.S. said were occurring in Rwanda in the 1990s as hundreds of thousands died. How many daily cease-fire violations does it take to achieve a war? 50? 75? 100?\n\nThe war never stopped, it is now just limited in geography and intensity and fought according to the rules agreed upon by the political leaders who drafted the cease-fire. It’s like two boxers agreeing to spar at half speed to save themselves for the big fight.\n\nHitting Home\n\nI was living in Washington, D.C., during the Debaltseve battle. I remember sitting down at my computer to briefly check email before leaving for dinner when I received a message from my friend Valentyn Onyshchenko, a then-22-year-old from Kyiv who works as a fixer for foreign journalists. He was hiding in a bunker in Debaltseve, he wrote, and as the artillery thundered outside, he thought he was going to die. He still had Internet access though, huddled in the basement with a Finnish journalist. And even as the battle raged on the streets above he thought to send me a message. It was to say goodbye—just in case.\n\n“We’re fucked man,” Onyshchenko wrote. “I’m in Debaltseve, the separatists surrounded us, I don’t know if I will make it outta here, just wanted to tell that it was very nice knowing you, I can’t hear now because of the explosions near me, take care man, and god bless America and Ukraine!”\n\nHis message left my head spinning. I noticed little details in my surroundings, looking to anchor my drifting thoughts. I remember the trace of headlights through my bedroom window as a car drove by, the sound of tires on the road and of people talking on the sidewalk outside my apartment. Evidence of normal life in Washington coexisting with the hell my friend was going through on the other side of the world. The war seemed so abstract. I had to use my imagination to believe it was real. But I knew it was. And that’s why I came back.\n\n(Onyshchenko, incidentally, survived Debaltseve and is still in Kyiv working as a fixer.)\n\nAnd so here we are. One year after I wrote about the dogs of war that night in Mariupol. More than 7,000 Ukrainians are now dead, and more than 1 million have had to flee their homes. And an unknown number of Russian and separatist soldiers are dead too.\n\nI’ve seen this war firsthand throughout the past year. I’ve visited the trenches and bombed out neighborhoods in Shyrokyne, and have frequently been on the fringes of the war in many other places. And in June I embedded for eight days with the Ukrainian regular army’s 93rd Brigade on the front lines in Pisky, just outside the Donetsk airport. It wasn’t my first time seeing a war, but it was the first time I had ever seen a war like that.\n\nI’ll say it again—tanks, heavy artillery, drones, long-range rockets. And don’t forget the snipers, the trenches, the automatic grenade launchers and the nearly constant small arms gunfights and the relentless pot shots zinging overhead.\n\nThat’s what the Ukraine cease-fire looks like. And that is, I assume, what the Ukraine war will continue to look like after Sept. 1. I have no evidence or experience to assume otherwise.\n\nCasualties\n\nOne year later. Another year of combat, death, ruined lives and homes. More families living on different sides of the front lines, cut off and divided from each other by the war. And now thousands more young minds and spirits torn apart by the bullets and the bombs. For many Ukrainian soldiers, a lifetime of dealing with the demons of war is just beginning. And for some Ukrainian soldiers, including my friend Daniel Kasyanenko who was 19 when a mortar killed him in Pisky, a lifetime will never happen.\n\nFor a generation of Ukrainians whose dreams for democracy spurred them to overthrow the previous regime, hope for a better future is dimming every day due to the soul-sucking gloom of war and the paralysis of the country’s reforms it has created.\n\nMonday’s violent protests outside Ukraine’s parliament in Kyiv highlight this simmering discontent with the war and the difficult concessions politicians must make to secure a peace. Ukrainians want peace, but they are skeptical of making a deal with Russia—they’ve seen the revolving door of failed cease-fires and constant betrayals by the combined Russian-separatist forces.\n\n“They say that we should negotiate, but in my humble opinion, as a citizen, negotiating with Russia is the same as negotiating with an alligator,” Julia Minaeva, a 26-year-old Kyiv university assistant professor told me in a recent interview.\n\nUkraine’s millennials have no memory of the Soviet Union. Many of them dress like hipsters and enjoy Western movies and music. They hang out in coffee shops and hip bars. They like whisky drinks and craft beer—leave the vodka for the parents, they say. They study English and can quote both Hemingway and Bulgakov.\n\nThey also have a vibrant and impressive IT sector. Like Jobs and Wozniak in a California garage, students at the Kyiv Polytechnic Institute are building drones for Ukrainian soldiers, and young IT professionals are volunteering their talents and time to build geospatial software from their home computers to help troops better target artillery.\n\nUkraine’s millennials talk about democracy and freedom with a patriotic passion that one can only compare with what the United States was like in the period immediately following Sept. 11, 2001. And their matter-of-fact attitude toward duty reads like from an Ernie Pyle story.\n\n“There is war, and now if I call myself a man I must show it,” Roman Kulyk, 24, told me the week before he joined the Ukrainian army—he asked to be sent to the front lines in Pisky when he signed up.\n\n“I must go and defend my home, my family and my country,” he said.\n\nLera Burlakova is a 29-year-old journalist who left her job last December to serve as a front-line soldier with the Karpatska Sich volunteer battalion in Pisky.\n\n“I always felt ashamed that I wasn’t in the war when some 18-year-old guys, even if they’re not patriots, have to go,” she told me in an interview. “If you want to look in the mirror and not turn away, you have to go.”\n\nMarina Komarova, a 33-year-old economist from Sevastopol, Crimea, quit her job in Kyiv last year to dedicate all her time to delivering equipment to Ukrainian troops on the front lines.\n\n“The war is very personal for me,” she said. “I was born in Crimea, and I want the war to be won and my home to be back in Ukraine.”\n\nSeparated from her parents in Crimea due to Russia’s seizure of the Ukrainian peninsula last March, Komarova says the soldiers have become her new family. But her experiences on the front lines have left her feeling out of place in normal life. Except for the soldiers, no one understands her, she says.\n\n“It feels like I have a piece of unfresh meat for a heart,” she said. “I poke it but nothing happens. I used to feel so many emotions, but now I feel nothing.”\n\nThe war is Ukraine’s Achilles’ heel—the violence in Kyiv on Monday showed that, and the Kremlin knows it too. The war, above all, has the potential to stifle Ukrainians’ belief that life can be better.\n\nHelga Sas is a 25-year-old journalist who lives in Kyiv. She was born the year the Soviet Union collapsed. She hasn’t been out to the front lines but she compiles daily reports from footage shot in the war zone for the Ukrainian TV news channel INTER. Every day she pores over images of the war, and then writes and narrates news stories. She, like nearly all Ukrainians of her generation, has friends in the war and knows people who have died in combat.\n\n“I can’t cry anymore,” she told me one day.\n\n“I used to be a crybaby,” she continued. “I would cry at anything. And when I first started reporting on the war, I would cry all the time. I would stay awake at night crying. I stopped wearing makeup because it was always smeared down my face. But after the Boeing was shot down, I just stopped crying. I would try to, you know. I would watch sad movies and think about sad things. But it was like I had run out of tears.”\n\nKomarova has given up thinking about life after the war. In the beginning, she fantasized about what she would do when it ended. She wanted to go to a tropical island for three months to read books and talk to no one. She also wanted to start a family one day, but she has put that off for as long as the war lasts. She doesn’t have time to date with her frequent trips to the front lines, she told me. And now she fears she will grow old before the war ends.\n\n“I might even leave Ukraine when the war is over,” she said. “Living here after the war would be like living in a house where someone died.”\n\nThe costs of a war are often measured in bodies and dollars. Yet, the final measure of a war’s destruction is the loss of the most precious resource of all—hope.", "article_metadata": {"description": "It seemed like peace was possible one year ago.", "og": {"site_name": "The Daily Signal", "description": "It seemed like peace was possible one year ago.", "title": "The Ukraine War Is Supposed to End Today. But It Won’t.", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/150901_Hope_Peterson.jpg", "type": "article"}, "bitly": {"url": "http://dailysign.al/1hvAr6Q"}, "twitter": {"domain": "The Daily Signal", "description": "It seemed like peace was possible one year ago.", "title": "The Ukraine War Is Supposed to End Today. But It Won’t.", "image": {"src": "http://dailysignal.com/wp-content/uploads/150901_Hope_Peterson.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "International", "tag": "europe", "published_time": "2015-09-01T17:14:35+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Ukraine, cease-fire, Russia, Putin, NATO, cease-fire, Minsk, war, Poroshenko, Kyiv"}, "article_summary": "After the fighting ended today, I went out to where the fighting had been to see what war really is.\nFor many Ukrainian soldiers, a lifetime of dealing with the demons of war is just beginning.\nAnd for some Ukrainian soldiers, including my friend Daniel Kasyanenko who was 19 when a mortar killed him in Pisky, a lifetime will never happen.\nSome days one or two Ukrainian soldiers are killed, sometimes more.\nIt wasn’t my first time seeing a war, but it was the first time I had ever seen a war like that."}