{"article_title": "Where does Ted Cruz stand on the issues?", "article_keywords": ["officials", "campaign", "illegal", "ted", "state", "failure", "cruz", "does", "stand", "income", "tax", "law", "insurance", "issues"], "article_url": "http://www.detroitnews.com/story/news/politics/2016/03/02/ted-cruz-stand-issues/81243190/", "article_text": "Republican presidential candidate Sen. Ted Cruz, R-Texas, speaks to members of the media before a campaign appearance, Monday, Feb. 29, 2016, in San Antonio. (AP Photo/Darren Abate) (Photo: Darren Abate / AP)\n\nAge: 45\n\nState: Houston, Texas\n\nFamily: Wife Heidi and two children\n\nCurrent position: U.S. senator\n\nProfessional background: Attorney, Harvard Law School graduate; Private practice appellate attorney from 2009 to 2012; Director of Office of Policy Planning at the Federal Trade Commission from 1999 to 2003;\n\nPolitical background: Elected to U.S. Senate in 2012; Solicitor General of Texas from 2003 to 2008; domestic policy adviser to George W. Bush’s 2000 presidential campaign.\n\nBiggest campaign controversy: Cruz’s campaign and supporters spread erroneous information about Ben Carson dropping out of the race as the Feb. 1 evening Iowa caucuses were commencing. Carson accused caucus winner Cruz of resorting to dirty tricks. Cruz apologized for his supporters’ tactics.\n\nSignature campaign line: “If I’m elected president ... the first thing I plan to do is to rescind every illegal and unconstitutional action taken by Barack Obama.”\n\nNumber of delegates: 226 of 1,237 needed to win\n\nISSUES\n\nFlint: Calls it “an absolute travesty.” During during a Jan. 19 campaign stop in New Hampshire, according to NBC News: “It is a failure at every level of government. It is a failure of the city officials, it is a failure of the county officials, it is a failure of the state officials, and the men and women of Michigan have been betrayed.”\n\nAuto bailout: Opposed. “I don’t think the federal government should be engaged in bailouts. Those industries would have (survived) and thrived.”\n\nTaxes: Wants to establish a flat 10 percent tax rate on ordinary income, capital gains and dividends. Cruz also would increase the standard deduction to $10,000 per filer. Abolishes existing corporate income tax in favor a 16 percent business transfer tax that applies to capital income and labor payments, according to the Tax Foundation. Eliminates the estate tax.\n\nImmigration: Proposes tripling the number of agents patrolling the U.S.-Mexican border. Cruz advocates for the use of a biometric tracking system for legal immigrants entering the country with work visas. Vows to end President Barack Obama’s executive orders allowing certain illegal immigrants whose children are legal residents or U.S. citizens to apply for work permits and deportation reprieves. Cruz considers the executive orders a form of amnesty and has vowed to increase the number of deportations by ending the so-called “catch-and-release” practice. Cruz, who was born in Calgary, Canada, to an American mother and Cuban father, also proposes the end of birthright citizenship for American-born children of illegal immigrants.\n\nHealth care: Has called for total repeal of the Affordable Care Act, including the individual mandate to have insurance and the private insurance marketplaces subsidized by taxpayers to contain the costs of coverage. Cruz has said “every last word” of Obamacare must be repealed and replaced with a law that allows people to buy health insurance across state lines.\n\nAbortion: Opposes abortion except to save the life of the mother. Calls Roe v. Wade Supreme Court ruling a “dark anniversary.” Backed a Texas law requiring doctors at abortion clinics to have admitting privileges at a nearby hospital. Voted to eliminate funding for Planned Parenthood.\n\nIslamic State: Cruz said in a Dec. 5 speech in Iowa that he wants to “carpet bomb” the Islamic militants. “We will carpet bomb them into oblivion. I don’t know if sand can glow in the dark, but we’re going to find out,” he said. Cruz later clarified that he wouldn’t launch unguided, large-scale bombing raids on IS-controlled cities where civilians are living. “The object isn’t to level a city,” Cruz told CNN. “The object is to kill the ISIS terrorists.”\n\nSyrian refugees: Introduced legislation to ban Syrian Muslim refugees from entering the country.\n\nSource: Detroit News research\n\nRead or Share this story: http://detne.ws/1p0ojiv", "article_metadata": {"google": "notranslate", "description": "U.S. senator weighs in on issues from Flint to Islamic State", "og": {"site_name": "Detroit News", "description": "U.S. senator weighs in on issues from Flint to Islamic State", "title": "Where does Ted Cruz stand on the issues?", "url": "http://www.detroitnews.com/story/news/politics/2016/03/02/ted-cruz-stand-issues/81243190/", "image": "http://www.gannett-cdn.com/GDContent/applogos/detroitnews.png", "type": "article"}, "twitter": {"description": "U.S. senator weighs in on issues from Flint to Islamic State", "title": "Where does Ted Cruz stand on the issues?", "image": "http://www.gannett-cdn.com/-mm-/33227ee044f467250e5aabe04726559567effd99/c=824-0-4104-3280&r=x643&c=640x640/local/-/media/2016/03/02/DetroitNews/B99364127Z.1_20160302194109_000_GSSR6M43.2-0.jpg", "creator": "@detroitnews", "site": "@detroitnews", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=904391631", "fb": {"app_id": 175422022549521}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "ted cruz, u.s. sen. ted cruz, texas, michigan, march 8, presidential primary,"}, "article_summary": "Islamic State: Cruz said in a Dec. 5 speech in Iowa that he wants to “carpet bomb” the Islamic militants.\nAbolishes existing corporate income tax in favor a 16 percent business transfer tax that applies to capital income and labor payments, according to the Tax Foundation.\nRepublican presidential candidate Sen. Ted Cruz, R-Texas, speaks to members of the media before a campaign appearance, Monday, Feb. 29, 2016, in San Antonio.\nCruz advocates for the use of a biometric tracking system for legal immigrants entering the country with work visas.\nCruz has said “every last word” of Obamacare must be repealed and replaced with a law that allows people to buy health insurance across state lines."}