{"article_title": "Is lying About Climate Change Okay?", "article_keywords": ["climate", "tactics", "warming", "stanford", "theirs", "university", "long", "theyre", "warning", "lying", "statements", "stephen", "okay", "change"], "article_url": "http://blog.heartland.org/2014/04/is-lying-about-climate-change-okay/", "article_text": "Craig Rucker, CFACT’s Executive Director, responded to the Chinese authors saying “They’re shameless.” Theirs and others ends-justify-the-means tactics reflects the attitudes and actions of environmental organizations and serves as a warning to never accept anything they say on any aspect of this huge hoax.\n\nCFACT’s President and co-founder, David Rothbard, noted that “Global warming skeptics have long charged that alarmists are over-hyping the dangers of climate change.” How long? Back in 1989, the late Stanford University professor, Stephen Schneider, said, “So we have to offer up scary scenarios, make simplified, dramatic statements, and make little mention of any doubts we might have. This ‘double ethical bind’ which we frequently find ourselves in cannot be solved by any formula. Each of us has to decide what the right balance between being effective and being honest.”", "article_metadata": {"og": {"url": "http://blog.heartland.org/2014/04/is-lying-about-climate-change-okay/", "type": "activity", "image": "http://blog.heartland.org/wp-content/uploads/2014/04/Cartoon-Climate-Change-Excuses.jpg", "site_name": "Somewhat Reasonable", "title": "Is lying About Climate Change Okay?"}, "robots": "noodp,noydir", "viewport": "width=device-width"}, "article_summary": "CFACT’s President and co-founder, David Rothbard, noted that “Global warming skeptics have long charged that alarmists are over-hyping the dangers of climate change.” How long?\nEach of us has to decide what the right balance between being effective and being honest.”\nBack in 1989, the late Stanford University professor, Stephen Schneider, said, “So we have to offer up scary scenarios, make simplified, dramatic statements, and make little mention of any doubts we might have.\nThis ‘double ethical bind’ which we frequently find ourselves in cannot be solved by any formula.\nCraig Rucker, CFACT’s Executive Director, responded to the Chinese authors saying “They’re shameless.” Theirs and others ends-justify-the-means tactics reflects the attitudes and actions of environmental organizations and serves as a warning to never accept anything they say on any aspect of this huge hoax."}