{"article_title": "Why I'm not deserting dessert", "article_keywords": ["cupcakes", "family", "dessert", "study", "vitamin", "birthday", "im", "night", "cake", "white", "deserting", "eat"], "article_url": "http://www.usatoday.com/story/money/2015/03/08/dessert-npd-group-millennials-sweet-tooth/24196145/", "article_text": "A boy eats a piece of a U-shaped 450-meter-long birthday cake during a ceremony for Rio de Janeiro's 450th anniversary March 1. (Photo: YASUYOSHI CHIBA, AFP/Getty Images)\n\nThe death of dessert may be the death of me.\n\nPerhaps you haven't heard. American's have stopped eating dessert by the millions. Nine in 10 don't have dessert with dinner. It's not because they are concerned about nutrition or their waistlines. It's because they're too cheap and — more depressing — too lazy, reports a culturally defining study by research firm NPD Group.\n\nAfter all, dessert requires work. You have to buy it. Prepare it. And clean up.\n\nWhy eat dessert when you might instead watch a Vine that shows someone shoving their dessert in the face of an innocent bystander?\n\n\"If the current trend continues,\" Harry Balzer, NPD's chief food industry analyst, tells me, \"your children's children won't know what dessert is.\"\n\nHorrors!\n\nI'm so pathetically old-fashioned, I not only eat dessert – I crave it. I'd sooner plan dessert than dinner. When I eat out, I ask to see the dessert menu first. There are Italian restaurants I boycott because the only dessert on the menu is Spumoni.\n\nMy family is painfully aware of this. They've been victims of it, too. Please don't remind my two sisters about our family \"Dessert Night\" every Saturday. One of us prepared dessert while the rest of the family watched Lawrence Welk. I viewed it as an honor. It meant I could pour as many sprinkles — and load as many maraschino cherries — atop a sundae as humanly possible. My sundaes featured more toppings than ice cream. Only years later did my sisters gently tell me how they feared my Saturday night creations.\n\nDessert became a childhood obsession, especially at overnight camp, where a buddy and I busted into the freezer one night and dashed off with what we thought was a birthday cake. When it turned out to be fried chicken, we trashed it.\n\nYvonne Stephens, 29, sprinkles Oreo crumbs atop cupcakes in the kitchen of Foiled Cupcakes in Chicago. (Photo: Brett T. Roseman for USA TODAY)\n\nMy good friend Kathleen experienced the worst of it with me. We were working at the Los Angeles Times, and she returned from a trip to Cleveland with what was our mutually favorite dessert as kids: white cupcakes with white frosting. They were from the same bakery that crafted many of our childhood birthday cakes. She supposedly brought enough to feed a good chunk of the newspaper's Orange County staff. Fat chance. We hid in Kathleen's car and polished them off ourselves – sans milk.\n\nEven my wife, Evelyne, who is Swiss and fully addicted to Swiss chocolate, shakes her head at my sweet tooth. After we got married, she was perplexed watching me pop down a breakfast that consisted of two items: a vitamin and a cookie. The cookie was the meal. The vitamin was the justification.\n\nEvelyne has since reformed me from this nasty habit. It took decades. But she hasn't cured me of my nightly Oreo-after-dinner mini-dessert. On weekends, it graduates to heated-up hunks of pecan pie a la mode.\n\nLike me, NPD's Balzer admits to suffering a dessert obsession. His weak spot: oatmeal raisin cookies. \"They could be my main dish, side dish and dessert,\" he confesses.\n\nThe decline of dessert could have a serious romantic downside.\n\nA study by sweet-toothed scientists at Purdue University discovered, in two different experiments, that those who consumed sweets — such as dessert — on dates showed more interest in the person they were dating. This is a pie-in-the face insight for lonely hearts and Match.com clients.\n\nThere's a powerful link between sweet eats and the emotions of love, the study concludes.\n\nWho knew? Maybe folks like Harry and me, who wolf down dessert by the plateful, do it for love's sake.\n\nI'll have seconds.\n\nCarrot cake cupcakes. (Photo: Phil Mansfield, The Culinary Institute of America)\n\nRead or Share this story: http://usat.ly/1GexsGe", "article_metadata": {"google": "notranslate", "description": "The death of dessert may be the death of me.     Perhaps you haven't heard.    American's have stopped eating dessert by the millions.   More than nine in 10 Millennials don't even bother to have dessert with", "og": {"site_name": "USA TODAY", "description": "The death of dessert may be the death of me.     Perhaps you haven't heard.    American's have stopped eating dessert by the millions.   More than nine in 10 Millennials don't even bother to have dessert with", "title": "Voices: Why I'm not deserting dessert", "url": "http://www.usatoday.com/story/money/2015/03/08/dessert-npd-group-millennials-sweet-tooth/24196145/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "The death of dessert may be the death of me.     Perhaps you haven't heard.    American's have stopped eating dessert by the millions.   More than nine in 10 Millennials don't even bother to have dessert with", "title": "Voices: Why I'm not deserting dessert", "image": "http://www.gannett-cdn.com/-mm-/68dd62d73b64a307b2974fe873f115d6e9a4d675/c=819-0-4080-3261&r=x643&c=640x640/local/-/media/2015/03/03/USATODAY/USATODAY/635609815228269426-AFP-538436490.jpg", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Places/Purdue University", "gci-asset-type": "story", "gci-categories": "Places/Purdue University", "title": "Voices: Why I'm not deserting dessert", "author": "Bruce Horovitz", "pageclass": "article", "recs": {"category": "money", "image-3-4": "http://www.gannett-cdn.com/-mm-/0c2948d9657405fa3bf085e20bdde0b2ed352976/c=1227-0-3673-3261/local/-/media/2015/03/03/USATODAY/USATODAY/635609815228269426-AFP-538436490.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/514071adf2e39c93d9e154c708f1713712ce67da/c=819-0-4080-3261/local/-/media/2015/03/03/USATODAY/USATODAY/635609815228269426-AFP-538436490.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/1557895be5f82e10244fc18aebafe118819cb004/c=281-0-4618-3261/local/-/media/2015/03/03/USATODAY/USATODAY/635609815228269426-AFP-538436490.jpg", "image": "http://www.gannett-cdn.com/-mm-/761c67b692496286a6e34a4a96b063df5da1f108/c=0-0-4898-2767&r=x1683&c=3200x1680/local/-/media/2015/03/03/USATODAY/USATODAY/635609815228269426-AFP-538436490.jpg", "publishtime": "2015-03-08T08:07:11.403000-04:00", "shorthed": "Voices: Why I'm not deserting dessert", "articleid": 24196145, "image-16-9": "http://www.gannett-cdn.com/-mm-/b6461af4d574cac19e7d2b4c4e8f2eb9d2c12f71/c=0-0-4898-2767/local/-/media/2015/03/03/USATODAY/USATODAY/635609815228269426-AFP-538436490.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/46c1e844393d1beee831d6a4bd642bd8f7501d9e/c=1537-0-3363-3261/local/-/media/2015/03/03/USATODAY/USATODAY/635609815228269426-AFP-538436490.jpg"}}, "news_keywords": "dessert,NPD Group,Millennials,sweet tooth,los angeles times,cupcakes,purdue university,harry balzer"}, "article_summary": "Why eat dessert when you might instead watch a Vine that shows someone shoving their dessert in the face of an innocent bystander?\nI'm so pathetically old-fashioned, I not only eat dessert – I crave it.\nPlease don't remind my two sisters about our family \"Dessert Night\" every Saturday.\nA boy eats a piece of a U-shaped 450-meter-long birthday cake during a ceremony for Rio de Janeiro's 450th anniversary March 1.\nWe were working at the Los Angeles Times, and she returned from a trip to Cleveland with what was our mutually favorite dessert as kids: white cupcakes with white frosting."}