{"article_title": "Sochi’s bleak future: What happens to Olympic cities after the Olympics are over?", "article_keywords": ["happens", "city", "olympic", "going", "sochis", "sochi", "future", "olympics", "athens", "games", "cities", "think", "bleak", "really"], "article_url": "http://www.salon.com/2014/02/23/sochis_bleak_future_what_happens_to_olympic_cities_after_the_olympics_are_over/", "article_text": "Topics: 2014 Olympics, Athens, Barcelona, Beijing, Editor's Picks, Olympics, sarajevo, sochi, Sustainability News, Entertainment News\n\nFor a city, there’s nothing quite like the glory of winning an Olympic bid. The highly competitive process starts nine years before the games and involves untold amounts of campaigning and planning. Once selected, fortunate cities have seven years to prepare, updating their infrastructure and building new, impressive facilities. If they pull it off, they get two weeks to show it all off to the entire world.\n\nThen the Games end, and the world moves on. No longer hosts, but forever Olympic cities, those left behind must figure out what to do next. Theoretically, this is something they should have been planning for all along, but as Jon Pack and Gary Hustwit have discovered, that isn’t always the case. Intrigued by the high price tag on the Beijing Olympics — before Sochi, $41 billion sounded like a lot of money — the two began returning to the former Olympic sites, photographing the post-games buildings and people they encountered in Athens, Barcelona, Beijing, Berlin, Helsinki, Mexico City, Moscow, London, Los Angeles, Montreal, Lake Placid, Rome and Sarajevo.\n\nThe results of their their ongoing exploration, called The Olympic City Project, are dispiriting. While they found that some cities continue to thrive, others, like Athens, ended up as ghost towns. Others still became scenes of tragedy: The same spot where the 1984 Winter Games were held, for example, would later become the site of over 10,000 deaths during the Siege of Sarajevo less than a decade later.\n\nSo what’s next for Sochi? Russia poured $51 billion into revamping the beach town into a world-class ski resort, dwarfing previous games in both cost and scale — although at a terrible environmental price. The casualties of those efforts include rampant water pollution, thousands of displaced residents and an entire ecosystem arguably destroyed. In about five years, Pack and Hustwit said, they plan to go and see what happens for themselves — but they aren’t very optimistic about its prospects.\n\nRead on for a conversation with Pack and Hustwit about the future of Olympic cities, and for a selection of their photographs from around the world. This interview has been edited for length and clarity.\n\nEarlier you told me, “You’d think cities would learn [from] the mistakes of the past, but instead it seems like they keep remaking them.” What are some examples of the mistakes that you’ve seen?\n\nGary Hustwit: Everything in Athens is probably a good example. Any time when there really isn’t a need for these facilities in these cities, but they get built anyway for the games, everybody has kind of wishful thinking about what the afterlife of these spaces is going to be. If there is not demand for it before the Olympics, there’s probably not going to be demand for it afterwards. So unless it’s a government like China or Russia that can just pump money into these places to keep them going, when there isn’t really a need for them you end up with something like Athens, where there are 20 of these beautiful, amazing venues that were built that just have chain-link fences around them and are covered in graffiti and haven’t been used in 10 years.\n\nJon Pack: It could cost tens of millions of dollars just to maintain them. You definitely can’t do that in Athens.\n\nGH: As Jon discovered, the best job in Athens is becoming a security guard in one of these 20 unused venues. There’s nothing really happening there.\n\nAnd when people do find different uses for the city it can end up being almost ironic. I’m torn between Lake Placid (where the Olympic Village was converted into a prison) and what happened in Sarajevo as being the most unexpected use of space that you captured.\n\nGH: There’s also the Grand Olympic Auditorium in Los Angeles, which is now a Korean megachurch. That’s after 80 years of different uses, from concert venue, to roller derby, to a Hollywood set. They filmed the fight scenes from “Rocky” and bunch of other movies there. And then this Korean-American church bought it, so now it’s a massive indoor church. It is interesting to see the kind of organic reuse. The spaces get repurposed for things that people actually want or need in these cities. It’s not always the original intent.\n\nJP: Actually, one of the bright spots of the Athens Olympics is the use of the badminton stadium. It’s now called the Badminton Theatre; they put on plays there, and it’s nice. It’s one of the few venues there that’s in use.\n\nGH: And the other thing is that a lot of times, the infrastructure improvements aren’t easily visible. It’s easy to look at these stadiums that are not being used, but in a lot of these cities there were upgrades to the transportation system or the subway or the roads. Those things continue to be a kind of benefit — they’re not associated with the Olympics as such, but in some cities they actually planned ahead and used the games as a catalyst for the putting into place the plans they’ve had many many years before that. Jon could talk about Barcelona as a good example of that.\n\nJP: Barcelona had about 50 years of infrastructure improvements they had been thinking about doing, and they used the Olympics as an excuse to do that in six years or something like that. They opened up the ocean front to the people —\n\nGH: — and turned it into a huge tourist attraction.\n\nJP: Right, it wasn’t really on the map before the Olympics as a European destination.\n\nYeah, it would seem the upside is that you have this opportunity to get something done really quickly, but then that also ends up being the downside.\n\nGH: Exactly, exactly. And even in a city like Barcelona, there are still some people in the city who are angry because that waterfront area is a big tourist destination, and all the rents went up, and they had to move.\n\nJP: The people I talked to said that it’s not really used by the general public; it’s used by tourists. I mean, this is a kind of common thing with the Olympics or any mega-event. People are displaced. Working in the tourism industry usually helps, if it remains a place where people would want to come.\n\nGH: It just really all depends on your point of view.\n\nJP: In Sochi, Human Rights Watch is saying that 2,000 families were displaced for the Olympics, and that some of them were paid and some of them weren’t.\n\nGH: And Beijing is another example of that. Something like 10,000 families were moved out.\n\nJP: They had a choice where they could either take a place in the middle of nowhere or they could take some money.\n\nGH: Cash.\n\nJP: I think most of them just took the cash.\n\nGH: Most people just took the cash and moved out of the city to somewhere really cheap.\n\nSo, did a lot of the people you met — the ones who were still around — get involved in the tourism industry?\n\nGH: It was a whole range of people. It really depends on the city and the project. We were talking to shop owners or ordinary people who were living in these buildings now. A lot of the Olympic Villages were turned into housing.\n\nWere you still able to detect a lot of the Olympic glory, or does that fade pretty quickly?\n\nGH: It depends on the city. In some bigger cities, I don’t think people really realize these structures were built for the Olympics. But smaller cities, places like Sarajevo, for example, even amid all that destruction there’s still so much pride that the games were there and that they did it.\n\nJP: I think Sarajevo even bid again in 2010. I don’t think they got to the short list, but they’re still interested in doing it again.\n\nGH: So many people that we met had some sort of connection to the games. Some story about how they volunteered there, or some sort of memory of it. It still is in the cultural memory and identity of these cities as much as it is in the physical and architectural memory. It’s where these two things overlap, I think, that we’re trying to explore with the photos.\n\nSo as far as Sochi goes, do you have any opinion on its prospects of becoming a major international ski resort like they plan?\n\nGH: [Laughs] Again, it’s about money. If the Russian government continues to pump money into it and makes their national teams train in Sochi and just sort of prop it up as a point of pride, then perhaps. But I don’t think anybody living there was begging for multiple 40,000-seat venues to be plopped down in the city. So who know what life is going to be like. I mean, there was no demand for the spaces before. It’s not like people were flocking to Sochi before; they just didn’t have enough hotel rooms and arenas to fill the need. So that’s what we’ll look at when we go there. But we’ll wait a few years until things kind of return to normal.\n\nHow long do you think that can take?\n\nGH: I don’t know. We’ll definitely go in the next two to five years. Whenever it works for our schedules. It’s more interesting for us to see what is going to happen five years from now than what happened in these two weeks.\n\nI’ve written about the level of destruction that came along with everything they’re building there. From what it sounds like — and maybe it’s just the way Russia is handling it — it seems like a really unusual situation where they just picked the wrong place. Does what’s going on there seem a lot different from what you’ve seen elsewhere?\n\nJP: Usually winter Olympics cost much less money to put on. Usually they’re put in places where they already have like ski slopes and infrastructure in place. One figure said Sochi cost the same amount of money as all the other winter games combined. For that reason, I think that’s unusual.\n\nGH: I don’t think anyone has tried to create a world-class resort city from scratch before, and that for us raises all kinds of red flags. It’s also the reason that we see all those photos that have been tweeted and instagrammed of just bizarre construction mistakes and stuff. On its surface, I think it’s a huge mistake. Whether they’ll be able to keep it going to just save face for the next 10 or 20 years…\n\nJP: The other unusual thing is that for the last few Olympics, people have really seen Athens in their rear view. They’ve really been nervous about having a mess like Athens on their hands. They’re very careful to build temporary venues. In London they were talking a lot about that; they built six or seven temporary venues that were broken down and sold off. And they’re doing that a again in Rio, being very careful. But in Sochi, I didn’t hear anything about that.\n\nGH: About a legacy plan or trying to do zero-impact to low-impact games.\n\nJP: I don’t know what their plan is for the main stadium, where they only did the opening and closing cermonies…\n\nGH: You sense that it doesn’t matter. Like for Putin it’s really about hosting this two-week party and showing it off to the world.\n\nThey’re probably hoping that nobody really checks up afterward.\n\nJP: Right.\n\nGH: Exactly. It’s a pride thing. It’s a big PR exercise for him and for Russia. So, at that point $50 billion and some environmental damage and a small city’s future don’t really matter. They’re sort of getting what they wanted out of that. Every city and country just has a different reason for wanting to host the games. You can see the range of that and the planning strategies afterward, and that’s only when you see them. It’s like the torch is going to go out, and what’s next? What’s it going to be like the morning after in Sochi?", "article_metadata": {"description": "A look back at former Olympic hosts reveals why the Russian city could be in deep trouble", "title": "Sochi’s bleak future: What happens to Olympic cities after the Olympics are over?", "og": {"site_name": "Salon", "description": "A look back at former Olympic hosts reveals why the Russian city could be in deep trouble", "title": "Sochi’s bleak future: What happens to Olympic cities after the Olympics are over?", "url": "http://www.salon.com/2014/02/23/sochis_bleak_future_what_happens_to_olympic_cities_after_the_olympics_are_over/", "image": "http://media.salon.com/2014/02/beijing-61.jpg", "type": "article"}, "twitter": {"description": "A look back at former Olympic hosts reveals why the Russian city could be in deep trouble", "title": "Sochi’s bleak future: What happens to Olympic cities after the Olympics are over?", "image": "http://media.salon.com/2014/02/beijing-61.jpg", "creator": "@readingirl", "site": "@salon", "card": "summary_large_image"}, "author": "Lindsay Abrams", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, 2014 Olympics, Athens, Barcelona, Beijing, Editor's Picks, Olympics, sarajevo, sochi", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Read on for a conversation with Pack and Hustwit about the future of Olympic cities, and for a selection of their photographs from around the world.\nNo longer hosts, but forever Olympic cities, those left behind must figure out what to do next.\nJP: Actually, one of the bright spots of the Athens Olympics is the use of the badminton stadium.\nThe results of their their ongoing exploration, called The Olympic City Project, are dispiriting.\nTopics: 2014 Olympics, Athens, Barcelona, Beijing, Editor's Picks, Olympics, sarajevo, sochi, Sustainability News, Entertainment NewsFor a city, there’s nothing quite like the glory of winning an Olympic bid."}