{"article_title": "Where's the logic in these licenses?", "article_keywords": ["training", "iowa", "license", "aids", "hearing", "need", "state", "test", "licensing", "logic", "licenses", "aid", "wheres"], "article_url": "http://www.desmoinesregister.com/story/opinion/editorials/2014/08/10/logic-licenses/13853581/", "article_text": "Buy Photo Licensing Boards - Professionalism or protectionism (Photo: The Register)Buy Photo\n\nIf you want to shampoo, trim or braid someone's hair in Iowa, you must have a state-issued cosmetology license. To qualify for that, you need to spend thousands of dollars and more than a year getting 2,100 hours of education and training before passing a practical exam.\n\nA cheaper, easier route to a job in Iowa would be focusing only on a customer's ears.\n\nBuy a study guide on the Internet, pass an online exam and obtain a state license to be a \"hearing aid dispenser\" instead. You don't need a high school diploma or even a single class in anatomy. Rent yourself a space at the mall, slip on a white lab coat, frame that license and, voila, you are a hearing specialist.\n\nAlthough state officials say the goal of job licenses is protecting public health and safety, the irony of the inconsistencies in the training requirements between professions is not lost on Todd Maas. The owner of Woodard Hearing Centers finds it inexplicable the state requires 2,100 hours of training to blow dry hair, but no training is required to check and diagnose a customer's hearing, pour silicone into the person's ear to fit a hearing aid and then charge $3,500 to $6,000 for the device.\n\nMORE: Past editorials in this series\n\nA bad haircut grows back, said Maas, but severe hearing loss could be a symptom of a serious medical condition, including a brain tumor or nerve damage. An improperly programmed hearing aid could permanently damage hearing, he said. As a result, only audiologists test hearing and fit hearing aids at Woodard.\n\nAudiologists, who are also licensed by the state through a different licensing board, hold either a master's degree or a Ph.D. They are trained in diagnosing and correcting hearing problems. But if they want to sell hearing aids, they have to obtain a hearing aid dispenser license, too.\n\n\"People know the baby boomers are coming, so there are a number of hearing aid centers popping up in Iowa,\" Maas said. \"They get their most skilled sales people and teach them to pass an easy test and put lab coats on them. The public doesn't know the difference,\" he added, suggesting that the state ought to require more training or an apprenticeship to get a hearing aid dispenser license.\n\nConsumers, particularly older Iowans, should be aware of the difference between the guy selling tires last week who is now selling hearing aids and an audiologist who spent years in school studying hearing and hearing problems.\n\nBut why does Iowa even require a license to \"dispense\" hearing aids? You need a state license as an optometrist to test vision and prescribe eyeglasses, but you don't need a license to simply sell those glasses. Why doesn't Iowa allow only audiologists or other trained medical workers to test hearing and prescribe hearing aids?\n\nAnd then there are the other inexplicable quirks in Iowa law related to hearing aid dispensers. Though no training is needed to obtain a hearing aid dispenser license, a person with such a license must obtain 32 hours of continuing education before the person can renew the license two years later. The person must also go through training to become a mandatory reporter for child and dependent abuse, but they are exempted if they are engaged in active military service. How does this make sense?\n\nAlso, why does an entire state board exist to oversee fewer than 350 hearing aid dispensers, about half of whom are state-licensed audiologists who are overseen by another licensing board? Well, that's just the way it is with Iowa's job licensing laws, where people in the profession often hold the majority of the seats on the boards.\n\nHearing aid dispensers are but one example of occupations that need government permission before someone can earn a living doing that work. Iowa has a board overseeing registered interior designers. There's a board appointed by the governor to license sign language interpreters, but not interpreters for any other language. You can't massage someone's back without hundreds of hours of training at a for-profit school and a state license.\n\nAt what point are lawmakers and Gov. Terry Branstad going to comprehensively tackle Iowa's job licensing mess? When are they going to look at the 34 state boards and hundreds of pages of laws and rules and ask: Are we really protecting anyone's health and safety with each of these?\n\nTraining for hearing aid dispensers varies\n\nEach state sets its own requirements for obtaining a hearing aid dispenser license. In Iowa, those applying for an initial license need no training or education. They must only pass an online test administered at a testing center.\n\nNo hearing-related education or training is required for a license in Minnesota, Nebraska or South Dakota either, according to information gathered by the American Speech-Language-Hearing Association. But Illinois and Missouri require licensees to have at least an associate's degree and complete courses related to hearing.\n\nThough some may argue more training should be required for hearing aid dispensers, Iowa lawmakers and state boards should tread carefully. Many of Iowa's job licensing laws, including a requirement for 2,100 hours of education to cut hair, are a result of lobbying done by people working in a profession. They push for more stringent requirements to obtain a license under the guise of protecting public health and safety.\n\nWhen lawmakers have obliged in the past, they frequently exempted those who already held a license. The result: It's more difficult for new workers to enter a profession, thereby limiting market competition for current workers.\n\nMany hearing devices are not regulated by feds\n\nOver 35 million Americans have some degree of hearing loss. The U.S. Food and Drug Administration regulates hearing aids. However, there are numerous other devices that look like hearing aids but are not considered to be medical devices and, therefore, are not regulated by the government.\n\nProducts with names like \"hearing enhancer\" and \"sound amplifier\" can be purchased by anyone online and may range from about $25 to hundreds of dollars. Though not formally overseen by the FDA, \"certain safety regulations related to sound output levels still apply to these products,\" according to the agency.\n\nMost private insurance and Medicare generally do not cover the cost of hearing aids.\n\nRead or Share this story: http://dmreg.co/1omwvqo", "article_metadata": {"google": "notranslate", "description": "You need 2,100 hours of training to cut hair, but no training is required to test hearing.", "p": {"domain_verify": "372c291dc2b106308d26264f4fba3b10"}, "og": {"site_name": "Des Moines Register", "description": "You need 2,100 hours of training to cut hair, but no training is required to test hearing.", "title": "The Register's Editorial: Where's the logic in these licenses?", "url": "http://www.desmoinesregister.com/story/opinion/editorials/2014/08/10/logic-licenses/13853581/", "image": "http://www.gannett-cdn.com/GDContent/applogos/desmoinesregister.png", "type": "article"}, "twitter": {"description": "You need 2,100 hours of training to cut hair, but no training is required to test hearing.", "title": "The Register's Editorial: Where's the logic in these licenses?", "image": "http://www.gannett-cdn.com/-mm-/9453b2fcd06e0f8a6b233eea4b94394c305154b8/c=98-0-485-387&r=x643&c=640x640/local/-/media/DesMoines/promo/2014/04/04//1396661898000-licensingLogo.jpg", "creator": "@DMRegister", "site": "@DMRegister", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600025120", "fb": {"app_id": 169766623060429}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Topics/Iowa Job Licensing", "gci-asset-type": "story", "gci-categories": "Topics/Iowa Job Licensing", "title": "The Register's Editorial: Where's the logic in these licenses?", "author": "The Register’s Editorial", "pageclass": "article", "recs": {"category": "opinion/editorials", "image-3-4": "http://www.gannett-cdn.com/-mm-/bcad7e1d9112418952198d7eeb6fc62630ead331/c=145-0-435-387/local/-/media/DesMoines/promo/2014/04/04//1396661898000-licensingLogo.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/3e0d9fdcf312b989c56e8104e951b5fb1125a850/c=98-0-485-387/local/-/media/DesMoines/promo/2014/04/04//1396661898000-licensingLogo.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/8b18a9f04a9d7ed8aa3e33f526593a6ad3eaa50c/c=54-0-569-387/local/-/media/DesMoines/promo/2014/04/04//1396661898000-licensingLogo.jpg", "image": "http://www.gannett-cdn.com/-mm-/97c5d8ef0249dd3822204fa476181ca4b2a8887c/c=0-0-685-387&r=x633&c=1200x630/local/-/media/DesMoines/promo/2014/04/04//1396661898000-licensingLogo.jpg", "publishtime": "2014-08-10T10:07:36.283000-05:00", "shorthed": "The Register's Editorial: Where's the logic in these licenses?", "articleid": 13853581, "image-16-9": "http://www.gannett-cdn.com/-mm-/3f625a9f57098069a4ed39a1a0268f29b285ed84/c=0-0-685-387/local/-/media/DesMoines/promo/2014/04/04//1396661898000-licensingLogo.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/6b44b474d306dad28cd04a520c694a630feda447/c=210-0-427-387/local/-/media/DesMoines/promo/2014/04/04//1396661898000-licensingLogo.jpg"}}}, "article_summary": "As a result, only audiologists test hearing and fit hearing aids at Woodard.\nBut if they want to sell hearing aids, they have to obtain a hearing aid dispenser license, too.\nTraining for hearing aid dispensers variesEach state sets its own requirements for obtaining a hearing aid dispenser license.\nAn improperly programmed hearing aid could permanently damage hearing, he said.\nWhy doesn't Iowa allow only audiologists or other trained medical workers to test hearing and prescribe hearing aids?"}