{"article_title": "Fight for Indian Health Funding Is at Critical Juncture", "article_keywords": ["states", "funding", "million", "washington", "alaska", "expansion", "fight", "juncture", "american", "indian", "health", "critical", "tribes", "medicaid"], "article_url": "http://indiancountrytodaymedianetwork.com/2015/04/09/fight-indian-health-funding-critical-juncture-159941", "article_text": "One of Indian country’s most important debates about increasing funding for the Indian health system is occurring far from Congress in state legislatures across the country. And that is unfamiliar ground to discussions about Indian health and treaty obligations.\n\nThe Affordable Care Act — or Obamacare as some call it — significantly expands Medicaid health insurance to more Americans, including American Indians and Alaska Natives. But the Supreme Court ruled in August 2012 that Congress could not force states into accepting the expansion. Medicaid is a state-federal partnership. So the money flows from Washington into states based on complicated formulas. The cost to states for American Indians and Alaska Natives is negligible because the federal government pays the bill. Only the states, not the federal government, determine who is eligible for the program. Twenty-nine states and the District of Columbia have expanded Medicaid.\n\nOne study by Robert Wood Johnson Foundation found that in the states that have not expanded Medicaid meant that 6.7 million residents would remain uninsured in 2016 and these states gave up $423.6 billion in federal Medicaid funds from 2013 to 2022, which shrinks both economic activity and job growth.\n\nTwo states with large Native populations are considering Medicaid expansion now: Alaska and Montana.\n\nThe Montana Policy Budget & Policy Center estimates some 70,000 people would be eligible for the insurance and some 19,000 American Indians. Tuesday a House committee killed the Medicaid expansion bill, but according to the Helena Independent Record there remains a chance the bill could go directly to the House floor for a vote.\n\nLegislators in Juneau are also considering Medicaid expansion this week. The Alaska Native Tribal Health Consortium estimates that expanded Medicaid would cover 40,000 Alaskans adding more than $1.1 billion and 4,000 new jobs.\n\nThere is new data that shows just how effective Medicaid expansion can be.\n\nEd Fox, tribal health director of Washington’s Port Gamble S'Klallam Tribe and a health care reform expert, has estimated that Medicaid expansion would add $2 billion to the Indian health system across the country. In Washington, Medicaid expansion increased revenues to Indian health clinics by 38 percent statewide, or $14,451,345 in additional funds, a total of some $54 million for American Indian and Alaska Native patients. Remember this is money that does not need to be appropriated by Congress. Of the 25 tribes in Washington only one showed a decrease in funding and two tribes doubled their Medicaid revenue.\n\nFox called the numbers great. The data pulled from Medicaid claims and could increase slightly. “We plan to hire four positions thanks to these increases: two Registered Nurses, one social services Case Manager, one Community Health Representative,” Dr. Fox said. “These are the good old days-perhaps. I will now have to thank both IHS and Medicaid for this opportunity to enhance services.”\n\nHe also noted how small these numbers are compared to Alaska, should the legislature expand Medicaid. “Maybe $200 million compared to $500 to $600 million for all American Indians/Alaska Natives and only $54 million is paid to [Washington] tribes,” Fox said.\n\nBut if these are the good old days in expansion states, the flip side is increased budget pressure on states without Medicaid expansion. At a Senate hearing last May, A.T. Stafne, Chairman of the Assiniboine Sioux Tribes of the Fort Peck Reservation, said he still hopes for increased insurance coverage for American Indians but he remains “uncertain about implementation in Indian country, especially in states like Montana that rejected the Medicaid expansion … Clearly there is more work to be done if the government is to fulfill its trust responsibility to provide quality healthcare to Indian people, a mandatory obligation under treaties and agreements entered into with tribal governments.”\n\nThat quote captures the challenge: The Affordable Care Act opens up a roadmap for better funding of the Indian health system. But the rules of the road are being drafted in state capitals, one by one, especially in Helena and Juneau.\n\nMark Trahant holds the Atwood Chair at the University of Alaska Anchorage. He is an independent journalist and a member of The Shoshone-Bannock Tribes. For up-to-the-minute posts, download the free Trahant Reports app for your smart phone or tablet.", "article_metadata": {"description": "One of Indian country’s most important debates about increasing funding for the Indian health system is occurring in state legislatures.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "kpolisse", "og": {"url": "http://indiancountrytodaymedianetwork.com/2015/04/09/fight-indian-health-funding-critical-juncture-159941", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/medicaid_expansion_funding_indian_countrymain_0.jpg", "site_name": "Indian Country Today Media Network.com", "title": "Fight for Indian Health Funding Is at Critical Juncture"}, "abstract": "One of Indian country’s most important debates about increasing funding for the Indian health system is occurring in state legislatures.", "dc": {"title": "Fight for Indian Health Funding Is at Critical Juncture"}, "robots": "follow, index", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2015/04/09/fight-indian-health-funding-critical-juncture-159941", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Affordable Care Act, Obamacare, Medicaid, Health Care, State Funding, Medicaid Expansion, Native Health Care, Indian Health System, Indian Health Services, Ed Fox, A.T. Stafne, Mark Trahant", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 1}, "dcterms.date": "2015-04-09T09:21-04:00", "dcterms.title": "Fight for Indian Health Funding Is at Critical Juncture"}, "_id": "\"57477af46914bd0286fe492e\"", "article_summary": "One of Indian country’s most important debates about increasing funding for the Indian health system is occurring far from Congress in state legislatures across the country.\nAnd that is unfamiliar ground to discussions about Indian health and treaty obligations.\nBut if these are the good old days in expansion states, the flip side is increased budget pressure on states without Medicaid expansion.\nEd Fox, tribal health director of Washington’s Port Gamble S'Klallam Tribe and a health care reform expert, has estimated that Medicaid expansion would add $2 billion to the Indian health system across the country.\nIn Washington, Medicaid expansion increased revenues to Indian health clinics by 38 percent statewide, or $14,451,345 in additional funds, a total of some $54 million for American Indian and Alaska Native patients."}