{"article_title": "2014 State Republican Convention Recap", "article_keywords": ["spoke", "general", "state", "session", "speech", "chairman", "convention", "recap", "senator", "republican", "texas"], "article_url": "http://www.texasgopvote.com/government/2014-state-republican-convention-recap-006822", "article_text": "The following is a recap of the 2014 State Republican Convention from the Republican Party of Texas:\n\nThe 2014 Republican State Convention took place in Fort Worth from June 5-7 and was a huge success. 2012 set a benchmark for future Texas GOP conventions with the original videos and a production value that rivals the Republican National Convention and this year did not disappoint. Repurposing some of our old videos by updating them with our new candidates and messages geared toward the 2014 election helped keep the atmosphere fresh and provide a five star experience for the roughly 8,000-9,000 delegates, alternates, and guests that were in attendance this year. We would like to thank all of the sponsors that donated to the RPT this year to help make a convention of this size happen.\n\nIf you were unable to make it out to Fort Worth this year and missed the convention, there is nothing to worry about as we filmed the whole three day event and will have it posted online very soon so keep an eye out for that announcement if you want to catch up or re-live the experience of the 2014 State Convention. Even though the first general session of the convention didn’t commence until Thursday morning on June 5th, temporary committees began meeting on Monday, June 2nd to begin debating the RPT Platform, Rules, and Credentials.\n\nThe exhibit hall opened on Wednesday to give people an opportunity to meet candidates and staff from some of our statewide campaigns as well as learn more about different Republican groups from around the state and country. Some of the campaigns and groups that set up amazing booths in the exhibit hall included Abbott for Governor, Texans for John Cornyn, George P. Bush Campaign, Glenn Hegar for Comptroller, Ted Cruz Campaign, Breitling Energy, Republican Liberty Caucus, Texas Alliance for Life, TFRW, Tea Party groups from around the state, and nearly 70 more.\n\nThursday\n\nThe first general session of the convention kicked off on Thursday morning with special music from the Fort Worth Scottish Pipes and Drums before an invocation by RPT Chaplain, Pastor Rex Johnson of the Christian Life Church in Austin. The Texas Christian University ROTC then presented the colors before Representative Jodie Laubenberg led the arena in the Pledge of Allegiance. State Representative Bryan Hughes led the Texas Pledge, and U.S. Marine Corps Veteran Josh Flynn sang the National Anthem.\n\nRepublican Party of Texas Chairman Steve Munisteri then welcomed the delegates and guests to the state convention of the “largest Republican state in the country”. He spoke about the importance of the state convention with the election of party leadership and the State Republican Executive Committee. He also spoke about what Republicans need to do this year to keep government from pulling us down and to continue electing Republicans across the state.\n\nRPT Vice Chair Melinda Fredricks then spoke about the need to continue fighting to keep Texas red and protect our conservative values. She also announced it was time for her to step aside as Vice Chairman of the party after 14 years of working with the party, beginning with being elected to the SREC before becoming Vice Chair.\n\nA tribute video honoring Governor Rick Perry then aired chronicling his rise from State Representative to Agriculture Commissioner to becoming the longest serving Governor in state history as well as his achievements as Governor and how his policies have helped make Texas the Republican stronghold it is today. First Lady of Texas Anita Perry then took the stage to introduce her husband and her journey standing next to him from the time they were teenagers to his final year as our Governor.\n\nGovernor Perry then gave a speech thanking Texas Republicans for their hard work since he became Governor that has led to a Republican winning every statewide elected office since 1998 which has led to Texas having the best economy in the country. He also spoke about his plan for classroom reform that will pave the way for an even better business environment. We then took a minute to recognize all of our Republicans in the Texas House of Representatives as well as Republican members of the Texas Supreme Court.\n\nNext up was a speech from candidate for Texas Land Commissioner, George P. Bush. He spoke about his experiences campaigning for Land Commissioner for the past 20 months and the importance of unifying together to fight Texas Democrats and Battleground Texas to keep them from turning Texas into Washington D.C.\n\nFollowing the adjournment of the first general session was the first set of breakout sessions. Breakout sessions were a feature introduced at the 2012 convention so this year we decided to expand our offerings and give people more opportunities to see the sessions they were interested in. Some of the breakout sessions held at the 2014 convention included a panel consisting of Republican State Senators, another session included a panel consisting of Republican State Representatives, a training was offered for our new digital platform called Data Beacon, lawmakers held a panel to discuss alternatives to Obamacare, and many more.\n\nFriday\n\nThe second general session of the convention began Friday morning with Pastor Rex Johnson giving the invocation before State Senator Brian Birdwell led the delegates in the Pledge of Allegiance. State Representative David Simpson led the Texas Pledge and local recording artist Kelsey Lewis sang the National Anthem. Following the National Anthem a Davy Crockett impersonator took the stage to speak about the early years of Texas and the freedom that Republicans are still fighting for today. Next up was speeches by National Committeewoman, Toni Anne Dashiell, and National Committeeman, Dr. Robin Armstrong\n\nChairman Munisteri then spoke briefly to kick off the second session and to recognize the anniversary of D-Day. The first speech of the day came from Railroad Commissioner Christi Craddick, who was also just announced last month as the new Victory Chair for the 2014 elections. She encouraged the delegates to dedicate themselves to the Victory efforts in their local communities so Texas can stay Red and prosperous. Following Craddick’s speech the members of the Texas State Senate and Texas Republican Congressional delegation were introduced to the audience.\n\nCandidate for Texas State Comptroller, Glenn Hegar, then spoke after a brief introduction from his wife Dara. He spoke of the government’s job to defend our constitutional liberties and the fundamental core values that Texas conservatives fight for every day. Next up was candidate for Texas Attorney General, Senator Ken Paxton. He spoke about the EPA and other government entities coming into Texas attempting to regulate our goods a services and his plan to keep them out at our next Attorney General.\n\nHeidi Cruz spoke next to give a brief introduction for her husband. Senator Cruz energized the crowd with a speech about the importance of protecting our freedom from the recent assaults from Washington Democrats getting the federal government out of our lives for good. The second session then ended to break for lunch and the third round of breakout sessions.\n\nThe third general session began with a rousing speech from our candidate for Governor, Attorney General Greg Abbott, following a touching introduction by his daughter Audrey. General Abbott spoke about his plan to help push Texas through its bicentennial by continuing the strong conservative policies that have set Texas apart from the rest of the country for over a decade.\n\nThe next speaker up was the son of a former Texas congressman, Kentucky Senator Rand Paul. He gave a rousing speech about the need to slow down the rate of spending of the federal government and the lessons he learned serving as a Senator during the recent government shutdown. Following Senator Paul was a speech from our home state Senator, John Cornyn. He spoke about the need for Republicans to keep fighting for our freedoms and liberties that will help make America look a whole lot more like Texas. Next up on the agenda was the elections of RPT Chairman and Vice Chairman. Chairman Munisteri, who ran unopposed yet again, was elected almost unanimously to serve two more years as our party’s leader and Amy Clark, also unopposed, was elected unanimously to serve as our new Vice Chairman. The RPT rules were then adopted before the adjournment of the session.\n\nFollowing the close of the third general session the RPT hosted its annual Gala Reception and Dinner this year honoring courageous GOP women with keynote speeches by New Hampshire Senator Kelly Ayotte, Nebraska Senator Deb Fischer, Wisconsin Lt. Gov. Rebecca Kleefish, RNC Co-Chair Sharon Day and Victory Chairman Christi Craddick.\n\nSaturday\n\nThe final day of the convention started with a very lively Faith and Fellowship gathering early in the morning led by Pastor Rex Johnson along with the Christian Life Church Choir. Over 1,000 people attended the event and it was a huge success.\n\nThe fourth and final general session began early Saturday morning with RPT Chairman Steve Munisteri thanking all of the volunteers, pages, sergeant at arms, and SREC members that volunteered countless hours of their time in the months leading up to and during the convention that made the entire week possible. Senator Dan Patrick, Republican nominee for Lieutenant Governor, was the first speaker of the day. He talked about taking the high ground when Democrats in the federal government try to force their disastrous liberal policies on us when our common sense policies here in Texas have a very lengthy proven track record of growing our economy.\n\nOur nominee for Texas Agriculture Commissioner, Sid Miller, then came to the stage to speak about his hard fought campaign for Ag Commissioner and how he plans to fight to make sure every family in Texas has the safest, most abundant, and reliable food and resources they deserve. The final speech of the day came from Ryan Sitton, our nominee for Texas Railroad Commissioner. He spoke briefly about opportunity and his plan to make the Railroad Commission more open to the public to make sure all Texans can get the answers they need about our energy and resources.\n\nChairman Munisteri then took the stage to announce the winner of the Presidential Straw Poll. All delegates, alternates, and guests that paid the facility fee to attend this year’s convention were given a pin number that allowed them to vote in the largest Presidential Straw Poll this year. After over 5,200 votes and more than a dozen names on that ballot, Chairman Munisteri announced that Senator Ted Cruz had won the straw poll with 43% of the vote. Chairman Munisteri also took a moment to thank all of the volunteers that sacrificed their week to help make the convention a success. Neal Katz did a great job planning space used at the convention for events and breakout sessions and RPT Assistant Treasurer Tom Washington made sure all of our contracts went through smoothly and acurately. Leslie Recine, Chairman of the RPT Volunteerism Committee, did an amazing job recruiting volunteers for the convention, David Halvorsen managed the Sergeant at Arms, David Wylie managed the registration volunteers with Jeanette Speed, Wynne Loveless and Shanda Perkins managed the page program that had over 130 participants this year, Kaye Moreno managed the Ambassador Program, and Candy Noble coordinated the Grassroots Club volunteers.\n\nThe final order of business for the 2014 Republican State Convention was debate on the party platform. After hours of debate, the platform was called to question and adopted in the early afternoon.\n\nThis year proved to be another great success for the state convention in Fort Worth and our outlook for the November elections has never looked brighter. The thousands of delegates and guests that spent their week in Fort Worth have shown us that we can come together after a very hard fought and contentious primary and runoff election to fight as a unified party to help keep Texas Red. We look forward to seeing you in two year at the 2016 Republican State Convention at the Dallas Convention Center.", "article_metadata": {"og": {"site_name": "TexasGOPVote", "description": "The following is a recap of the 2014 State Republican Convention from the Republican Party of Texas:The 2014 Republican State Convention took place in Fort Worth from June 5-7 and was a huge success. 2012 set a benchmark for future Texas GOP conventions with the original videos and a production value", "title": "2014 State Republican Convention Recap", "url": "http://www.texasgopvote.com/government/2014-state-republican-convention-recap-006822", "updated_time": "2015-01-15T09:50:22-06:00", "type": "article"}, "article": {"published_time": "2014-06-28T21:17:36-05:00", "modified_time": "2015-01-15T09:50:22-06:00"}, "description": "The following is a recap of the 2014 State Republican Convention from the Republican Party of Texas:The 2014 Republican State Convention took place in Fort Worth from June 5-7 and was a huge success. 2012 set a benchmark for future Texas GOP conventions with the original videos and a production value", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "The following is a recap of the 2014 State Republican Convention from the Republican Party of Texas:The 2014 Republican State Convention took place in Fort Worth from June 5-7 and was a huge success.\nRepublican Party of Texas Chairman Steve Munisteri then welcomed the delegates and guests to the state convention of the “largest Republican state in the country”.\nWe look forward to seeing you in two year at the 2016 Republican State Convention at the Dallas Convention Center.\nHe spoke about the importance of the state convention with the election of party leadership and the State Republican Executive Committee.\nThe final order of business for the 2014 Republican State Convention was debate on the party platform."}