{"article_title": "Department of Justice (DOJ) Strikes Landmark Consent Decree in Web, Mobile Access Case", "article_keywords": ["doj", "web", "decree", "aa", "20", "title", "mobile", "consent", "agreed", "accessibility", "strikes", "website", "justice", "department", "websites", "case", "landmark", "wcag"], "article_url": "http://www.natlawreview.com/article/department-justice-doj-strikes-landmark-consent-decree-web-mobile-access-case", "article_text": "Friday, March 7, 2014\n\nThe Department of Justice (DOJ) has announced that it has entered into a landmark consent decree resolving its first lawsuit brought under the Americans with Disabilities Act centered on the accessibility of corporate websites and mobile applications. Under the decree in National Federation of the Blind, et al. and United States v. HRB Digital LLC, et al., H&R Block agreed to make its website, tax filing utility, and mobile applications conform to the Web Content Accessibility Guidelines (WCAG) 2.0 to the Level AA Success Criteria. The company also agreed to pay damages to the two named plaintiffs totally $45,000 and pay a civil penalty to the DOJ in the amount of $55,000. It further agreed to take steps to maintain the accessibility of www.hrblock.com and its mobile apps with WCAG 2.0 AA, including adopting a policy, training employees and ensuring accountability, conducting regular automated and user testing, and regular reporting to the named plaintiffs and DOJ.\n\nWebsite accessibility is the next cutting edge issue under Title III of the ADA. Regulations are expected from the DOJ providing requirements to make websites accessible to disabled users. The resolution of this lawsuit is another indication that the DOJ will adopt the WCAG 2.0 Level AA Success Criteria (which recommend alternatives, such as providing keyboard functionality) as the standard to achieve website and mobile application accessibility in compliance with Title III of the ADA. Companies offering services to the public should not wait for the DOJ’s regulations to ensure the appropriate accessibility of their websites and apps. The prudent preventive step is to audit them now and address any accessibility issues.", "article_metadata": {"description": "The Department of Justice (DOJ) has announced that it has entered into a landmark consent decree resolving its first lawsuit brought under the Americans with Disabilities Act centered on the accessibility of corporate websites and mobile applications. Under the decree in National Federation of the Blind, et al. and United States v. HRB Digital LLC, et al., H&R Block agreed to make its website, tax filing utility, and mobile applications conform to the Web Content Accessibility Guidelines (WCAG) 2.0 to the Level AA Success Criteria.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The National Law Review", "description": "The Department of Justice (DOJ) has announced that it has entered into a landmark consent decree resolving its first lawsuit brought under the Americans with Disabilities Act centered on the accessibi", "title": "Department of Justice (DOJ) Strikes Landmark Consent Decree in Web, Mobile Access Case", "url": "http://www.natlawreview.com/article/department-justice-doj-strikes-landmark-consent-decree-web-mobile-access-case", "image": "http://www.natlawreview.com/sites/default/files/styles/thumbnail/public/article/aux/1092/SoltisMichaelUSE_5.jpg?itok=xKuEmwRu", "type": "article"}, "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "keywords": "legal, business, Americans with Disabilities Act, ADA, Department of Justice, DOJ, H&R Block, government, internet, technology, companies", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "legal, business, Americans with Disabilities Act, ADA, Department of Justice, DOJ, H&R Block, government, internet, technology, companies"}, "_id": "\"57477af46914bd0286fe4294\"", "article_summary": "Website accessibility is the next cutting edge issue under Title III of the ADA.\nFriday, March 7, 2014The Department of Justice (DOJ) has announced that it has entered into a landmark consent decree resolving its first lawsuit brought under the Americans with Disabilities Act centered on the accessibility of corporate websites and mobile applications.\nRegulations are expected from the DOJ providing requirements to make websites accessible to disabled users.\nCompanies offering services to the public should not wait for the DOJ’s regulations to ensure the appropriate accessibility of their websites and apps.\nand United States v. HRB Digital LLC, et al., H&R Block agreed to make its website, tax filing utility, and mobile applications conform to the Web Content Accessibility Guidelines (WCAG) 2.0 to the Level AA Success Criteria."}