{"article_title": "5 Beauty Antidotes for Red Itchy Skin – AARP", "article_keywords": ["dermatitis", "beauty", "aarp", "itching", "eczema", "skins", "try", "sensitive", "graf", "moisture", "skin", "dr", "itchy", "antidotes", "red"], "article_url": "http://blog.aarp.org/2014/04/11/5-beauty-antidotes-for-red-itchy-skin/", "article_text": "April is prime rash season for those of us with rosacea, atopic dermatitis (a prevalent form of eczema) or chronic itching. It’s also National Rosacea Awareness Month and National Stress Awareness Month – an ironic duo since a red blotchy face and scaly body patches are total anxiety boosters. Aside from the extreme physical discomfort, there’s the visible issue of irritated skin to deal with on top of all our other aging woes. Here’s how to stay calm and carry on:\n\nGET A DERMATOLOGIST DIAGNOSIS. Don’t play doctor and self-analyze by looking at online photos. Dr. Jeannette Graf, assistant clinical professor of dermatology at Mount Sinai Medical Center in NYC says: “Itching can also be a result of overactive thyroid, pinched nerves, fungal infections or contact dermatitis from exposure to nickel, latex or dyes. If you have atopic dermatitis [a prevalent form of eczema that shows up as scaly red patches], you may also have asthma, hay fever or food allergies which need to be treated separately. In some cases, itching can be a sign of systemic issues such as liver or kidney problems.”\n\n>> Sign up for the AARP Health Newsletter\n\nCLEAN UP YOUR ACT! Know which potential irritants set you off. For some, it’s preservatives or perfumes in skin products or makeup. For others, it’s dust mites. Dr. Graf says: “Vacuum weekly with an anti-allergy filter appliance and damp-mop your floors. Add air-purifying plants like dracaena, pothos and peace lily to your home and office, and probiotics plus vitamin D3 to your diet to help regulate the skin’s anti-microbial system. Try: Burt’s Bees Fragrance Free Body Lotion with Shea Butter and Vitamin E ($7.99,cvs.com), Aveeno Active Naturals Eczema Therapy Moisturizing Cream ($14.99, cvs.com).\n\nSOOTHE WITH EMOLLIENT CLEANSERS AND CREAMS. Top ingredients to look for are glycerin, shea butter, cocoa butter and extra-virgin olive oil to boost the skin’s protective moisture barrier. Dr. Graf says: “When mature skin loses moisture, cells shrink – leaving cracks that are vulnerable to potential irritants. The skin’s inflammatory response is activated and leads to itching.” Switch to non-soap cleansers, and apply creams within three minutes of washing or showering, to lock in moisture.” Try: Eucerin Sensitive Skin Redness Relief Daily Perfecting Lotion SPF 15 ($11.62, cvs.com), Eau Thermale Avene XeraCalm A.D. Lipid- Replenishing Oil ($30,dermstore.com).\n\nCONTINUE DE-AGING! Over-the-counter retinols applied before bed can help even sensitive skins erase wrinkles and renew collagen production. Choose one of the new hydrating retinols with skin plumping hyaluronic acid. Paure during severe outbreaks, and resume twice a week to build up tolerance, then every other day to improve skin tone and texture. Try: StriVectin AR Advanced Retinol Night Treatment ($109,dermstore.com), RoC Correxion Sensitive Night Cream ($22.99, ulta.com).\n\n>> Get entertainment and dining discounts with your AARP Member Advantages.\n\nADD A SUNNY GLOW. A subtle golden-sunny warmth counteracts facial redness without having to self-tan from head to toe or wear powder. Mix a drop of bronzing liquid with your usual foundation, or add a few drops of self-tanner to your usual day moisturizer.Try: MAC Lustre Drops in Sun Rush ($21, nordstrom.com), Clarins Radiance-Plus Golden Glow Booster ($30,nordstrom.com).\n\nFor more beauty and style tips for women 50+, check The Wardrobe Wakeup, Your Guide to Looking Fabulous at Any Age by Lois Joy Johnson ($14.55, amazon.com).\n\nPhoto credit: Dermstore.com\n\nAlso of Interest\n\nSee the AARP home page for deals, savings tips, trivia and more", "article_metadata": {"page_title": "blog", "twitter": {"description": "April is prime rash season for those of us with rosacea, atopic dermatitis (a prevalent form of eczema) or chronic itching. It’s also National Rosacea Awareness Month and National Stress Awareness Month – an ironic duo since a red blotchy face and scaly body patches are total anxiety boosters. Aside from the extreme physical discomfort, there’s the visible issue of irritated skin to deal with on top of all our other aging woes. Here’s how to stay calm and carry …", "creator": "@aarp", "url": "http://blog.aarp.org/2014/04/11/5-beauty-antidotes-for-red-itchy-skin/", "title": "5 Beauty Antidotes for Red Itchy Skin", "site": "@aarp", "card": "summary"}, "estimated_publish_date": "2014-04-11", "Last-Modified": "2014-08-28EDT17:16:00", "keywords": "rosacea, rash, eczema, chronic itching, red blotchy face, scaly body patches, dermatologist diagnosis, burt's bees, eucerin, erase wrinkles, collagen", "houseAds": "commercial", "paywallStatus": "off", "isArticle": "false", "livefyreId": "350138:http://blog.aarp.org/2014/04/11/5-beauty-antidotes-for-red-itchy-skin", "title": "5 Beauty Antidotes for Red Itchy Skin", "comments": "on", "sponsorship": "on", "source": "aarp_washington_office", "description": "April is prime rash season for those of us with rosacea, eczema or chronic itching. Here's how to stay calm and carry on.", "robots": "index,follow", "Subject1": "Division:AARP.org", "fb": {"app_id": 114175878660191}, "aarpAdUnit": "Be-Your-Best", "article": {"author": "http://www.facebook.com/AARP"}, "pluckId": "http://www.aarp.org/vendor/blog/", "viewport": "width=device-width, initial-scale=1", "language": "english", "og": {"site_name": "AARP", "description": "April is prime rash season for those of us with rosacea, atopic dermatitis (a prevalent form of eczema) or chronic itching. It’s also National Rosacea Awareness Month and National Stress Awareness Month – an ironic duo since a red blotchy face and scaly body patches are total anxiety boosters. Aside from the extreme physical discomfort, there’s the visible issue of irritated skin to deal with on top of all our other aging woes. Here’s how to stay calm and carry …", "title": "5 Beauty Antidotes for Red Itchy Skin", "url": "http://blog.aarp.org/2014/04/11/5-beauty-antidotes-for-red-itchy-skin/", "image": "http://blog.aarp.org/wp-content/uploads/2014/04/47536-300x300.jpg", "type": "article"}, "contentId": "/content/aarpe/en/home/vendor/blog", "Subject2": "Resources and Tools:Blogs", "aarpeContent": "true", "IALevel1": "vendor", "IALevel2": "blog", "s43": "13.Volunteerism|MyPersonalTime", "action": "read", "dateToday": "2016/05/26"}, "article_summary": "Dr. Graf says: “When mature skin loses moisture, cells shrink – leaving cracks that are vulnerable to potential irritants.\nOver-the-counter retinols applied before bed can help even sensitive skins erase wrinkles and renew collagen production.\nDr. Graf says: “Vacuum weekly with an anti-allergy filter appliance and damp-mop your floors.\nApril is prime rash season for those of us with rosacea, atopic dermatitis (a prevalent form of eczema) or chronic itching.\nAside from the extreme physical discomfort, there’s the visible issue of irritated skin to deal with on top of all our other aging woes."}