{"article_title": "This Week in God, 12.19.15", "article_keywords": ["week", "bible", "christian", "point", "quran", "god", "121915", "verses", "college", "western", "lot"], "article_url": "http://www.msnbc.com/rachel-maddow-show/week-god-121915", "article_text": "First up from the God Machine this week is a fascinating story about a public investigation that’s known as “The Holy Quran Experiment.” Vox’s German Lopez explained\n\nPeople make a lot of assumptions about Islam compared with Christianity and Judaism – particularly that it’s more inherently violent. But do people really know what they’re talking about, or are they simplifying complicated belief systems to make a political point? The team at Dit Is Normaal decided to put this to the test in the Netherlands, where they’re based. So they disguised a Bible as a Quran, read verses from the Bible (such as “You will have to cut off her hand”), and asked people for their thoughts.\n\nKeep in mind, these weren’t randomly chosen Scriptural excerpts. The whole point was to find Biblical verses the investigators considered “shocking” and out of step with “Western norms and values.”\n\nRandom people on the street were asked for their reactions to the Book of Leviticus, for example, which explains the punishment for defying God’s will: “[I]n my anger, I will be hostile toward you, and I myself will punish you for your sins seven times over. You will eat the flesh of your sons and the flesh of your daughters.”\n\nTold that this was text from Quran, people were appalled. One young man responded, “If you’ve been raised with this book and these kinds of thoughts, it’s going to influence the way you think.” The Christian Bible, respondents agreed, was entirely different – and “more peaceful.”\n\nShown that the verses actually were from the Christian Bible, those same folks were stunned. Evidently, so were a lot of others – over the course of just two weeks, the video has generated over 6.7 million views on YouTube.\n\nAnd while the “experiment” was conducted in the Netherlands, it hardly seems outrageous to think similar results would be found in many other Western countries.\n\nThe Vox report added the great majority of people who practice faiths from the Abrahamic traditions “focus on the broader or specific lessons of peace in their faiths. People in the West even seem to take this for granted for Christianity and Judaism. But as Dit Is Normaal’s video shows, there’s still a lot of similar understanding to build toward Islam.”\n\nAlso from the God Machine this week:\n\n* A resolution from three-dozen House Republicans: “Rep. Doug Lamborn (R-Colo.) has introduced a resolution expressing the sense of the House that ‘the symbols and traditions of Christmas should be protected for use by those who celebrate Christmas’ amid warnings from the right that religion is being pushed out of the holiday.”\n\n* Interesting story out of Illinois : “Wheaton College professor Larycia Hawkins had simply donned a headscarf to support her Muslim neighbors without explaining herself, she still might be administering final exams this week. Instead, Hawkins, a tenured political science professor at the private evangelical Christian college, proclaimed on social media that Christians and Muslims share the same God and was suspended by the college.”\n\n* The military makes an exception : “U.S. Army Capt. Simratpal Singh has been granted a temporary 30-day religious accommodation allowing him to serve in the military with his Sikh articles of faith – turban, long hair, and beard – intact for the first time since he began his training at West Point in 2006. He had never cut his hair or beard before in observance of his faith.”\n\nAlabama : “Gov. Robert Bentley [last week] announced there will be no additional fee for Alabamians who choose the God Bless America license plate…. ‘At a time when our country is facing so many unprecedented issues, these tags are a reminder of the blessings God has bestowed on our state and nation’ ” (thanks to my colleague Laura Conaway for the heads-up).\n\nIceland : “Icelanders opposed to the state funding of religion have flocked to register as Zuists, a movement that worships ancient Sumerian gods and – perhaps more importantly – promises its followers a tax rebate” (thanks to my colleague Will Femia for the heads-up).", "article_metadata": {"msapplication-config": "/browserconfig.xml", "description": "What happens when random people are presented with provocative verses from the Quran -- and then told the verses are actually from the Christian Bible?", "original-source": "http://www.msnbc.com/rachel-maddow-show/week-god-121915", "og": {"site_name": "MSNBC", "description": "What happens when random people are presented with provocative verses from the Quran -- and then told the verses are actually from the Christian Bible?", "title": "This Week in God, 12.19.15", "url": "http://www.msnbc.com/rachel-maddow-show/week-god-121915", "image": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/464314459.jpg?itok=q9sgkTtZ", "type": "article"}, "twitter": {"domain": "msnbc.com", "account_id": 2836421, "creator": {"identifier": "@msnbc", "id": 2836421}, "url": "http://www.msnbc.com/rachel-maddow-show/week-god-121915", "image": {"width": 830, "identifier": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--3-2--512x342/public/464314459.jpg?itok=yvzi7t0f", "height": 553}, "title": "This Week in God, 12.19.15", "site": {"identifier": "@msnbc", "id": 2836421}, "card": "summary_large_image", "description": "What happens when random people are presented with provocative verses from the Quran -- and then told the verses are actually from the Christian Bible?"}, "robots": "follow, index", "DC.date.issued": "2015-12-19T08:05:34-05:00", "jenga-session-config": "{\"when_to_init\":\"after_dom_ready\"}", "fb": {"app_id": 351594351545594}, "nv": {"author": "steve-benen", "title": "This Week in God, 12.19.15", "tags": "rachel-maddow-show-this-week-in-god,religion,religion,society,rachel-maddow-show", "published": 1, "date": "12/19/2015 08:05:34 EST", "address": "http://www.msnbc.com/rachel-maddow-show/week-god-121915"}, "article": {"author": "https://www.facebook.com/steve.benen"}, "abstract": "What happens when random people are presented with provocative verses from the Quran -- and then told the verses are actually from the Christian Bible?", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Society, Religion, Rachel Maddow Show This Week in God, Religion"}, "article_summary": "Robert Bentley [last week] announced there will be no additional fee for Alabamians who choose the God Bless America license plate….\nBut as Dit Is Normaal’s video shows, there’s still a lot of similar understanding to build toward Islam.”Also from the God Machine this week:* A resolution from three-dozen House Republicans: “Rep.\nInstead, Hawkins, a tenured political science professor at the private evangelical Christian college, proclaimed on social media that Christians and Muslims share the same God and was suspended by the college.”* The military makes an exception : “U.S.\nThe team at Dit Is Normaal decided to put this to the test in the Netherlands, where they’re based.\nBut do people really know what they’re talking about, or are they simplifying complicated belief systems to make a political point?"}