{"article_title": "Even before Indy 500 begins, prep under way for next year", "article_keywords": ["begins", "indianapolis", "indycar", "later", "indy", "took", "speedway", "staple", "running", "race", "way", "foyt", "prep", "500"], "article_url": "http://www.salon.com/2015/05/23/even_before_indy_500_begins_prep_under_way_for_next_year/", "article_text": "Topics: From the Wires, Entertainment News, News\n\nINDIANAPOLIS (AP) — As much as the Indianapolis 500 strives to move forward, to go faster and push the limits just a little bit further, the Memorial Day weekend race remains steeped in its traditions.\n\nThe bottle of milk. The Borg-Warner Trophy. The yard of bricks.\n\nThe history is what drew A.J. Foyt to the track for the first time as a spectator in 1955, and drew him back as a driver a few years later. Foyt won the Indy 500 for the first time in 1961, then took it three more times, his name rapidly becoming another part of speedway lore.\n\n“You have a lot of great race tracks,” he said this week, “but there’s only one Indy 500.”\n\nThere is only one centennial race, too.\n\nWith the 100th running of the “Greatest Spectacle in Racing” on deck, preparations are already underway. The official gray and gold logo was revealed Thursday, and IndyCar has planned a year-round marketing rollout that will begin as soon as the checkered flag waves on Sunday.\n\nWhile no details were announced, officials said events will focus on Indianapolis but extend nationally and even globally leading up to next year’s running of the iconic race.\n\n“The Indianapolis community has shown time and time again that we rise to the occasion and get behind historical opportunities to generate results that surprise even ourselves,” said Allison Melangton, senior vice president of events for Hulman Motorsports Corp.\n\nThe speedway first opened in 1909, and the first 500-mile race was held two years later. It quickly became a springtime staple, testing the endurance of man and machine.\n\nThe race took a brief hiatus during both World Wars. But every year since 1946, it has been run — despite lousy weather, sobering fatalities, a split in the IndyCar Series itself and countless other problems that have threatened the event while also burnishing its legend.\n\n“Back Home Again in Indiana” became a pre-race staple, thanks in no small part to Jim Nabors, who retired from signing it last year. The same with “God Bless America,” performed by Florence Henderson. Gasoline Alley is still the place to see and be seen, and the Hall of Fame between turns one and two beckons fans young and old to learn about all of it under one roof.", "article_metadata": {"description": "Even before Indy 500 begins, prep under way for next year", "title": "Even before Indy 500 begins, prep under way for next year", "og": {"site_name": "Salon", "description": "Even before Indy 500 begins, prep under way for next year", "title": "Even before Indy 500 begins, prep under way for next year", "url": "http://www.salon.com/2015/05/23/even_before_indy_500_begins_prep_under_way_for_next_year/", "image": "http://media.salon.com/2015/05/indycar-indy-500-auto-racing.jpeg33-1280x960.jpg", "type": "article"}, "twitter": {"description": "Even before Indy 500 begins, prep under way for next year", "title": "Even before Indy 500 begins, prep under way for next year", "image": "http://media.salon.com/2015/05/indycar-indy-500-auto-racing.jpeg33-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Dave Skretta", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "The race took a brief hiatus during both World Wars.\nFoyt won the Indy 500 for the first time in 1961, then took it three more times, his name rapidly becoming another part of speedway lore.\n“You have a lot of great race tracks,” he said this week, “but there’s only one Indy 500.”There is only one centennial race, too.\nThe speedway first opened in 1909, and the first 500-mile race was held two years later.\nFoyt to the track for the first time as a spectator in 1955, and drew him back as a driver a few years later."}