{"article_title": "John Roberts May Redeem Himself on Obamacare by Siding With Hobby Lobby", "article_keywords": ["law", "court", "justice", "decision", "conservatives", "obamacare", "siding", "roberts", "redeem", "mandate", "vote", "hobby", "john", "lobby"], "article_url": "http://www.lifenews.com/2014/03/26/john-roberts-may-redeem-himself-on-obamacare-by-siding-with-hobby-lobby/", "article_text": "The consternation over Chief Justice John Roberts decision and vote in the Obamacare case still has conservatives fuming. But the justice that the Right had high hopes would be another solid conservative vote on the Supreme Court has a chance to redeem himself in the Hobby Lobby case.\n\nSome conservatives saw Roberts’ decision as upheld a horrendously bad law because he believes it’s the role of the legislature to pass law, not the courts to say if a law is politically good or bad. But most conservatives were upset by the decision and some have gone as far as calling Roberts a traitor to conservative judicial principles.\n\nThe Chief Justice may have a second chance for a first impression with conservatives if he leads the charge in overturning the HHS mandate when the Supreme Court releases its decision in June.\n\nThe initial news from yesterday’s hearing, from Americans United for Life General Counsel Ovide Lamontagne is that Roberts “gets” the Hobby Lobby mandate objections and sees them as central to the case — meaning he would potentially vote to overturn the HHS mandate or render it ineffective.\n\n“It took 90 minutes of discussion before the heart of the case was addressed. Ultimately Chief Justice John Roberts accurately focused on the issue before the court: the religious objection by Hobby Lobby and Conestoga Wood Specialties to pay for life ending drugs and devices,” he said.\n\nLamontagne tells LifeNews:", "article_metadata": {"description": "John Roberts May Redeem Himself on Obamacare by Siding With Hobby Lobby", "og": {"site_name": "LifeNews.com", "description": "The consternation over Chief Justice John Roberts decision and vote in the Obamacare case still has conservatives fuming. But the justice that the Right had hig", "title": "John Roberts May Redeem Himself on Obamacare by Siding With Hobby Lobby", "url": "http://www.lifenews.com/2014/03/26/john-roberts-may-redeem-himself-on-obamacare-by-siding-with-hobby-lobby/", "image": "http://www.lifenews.com/wp-content/uploads/2014/03/johnroberts.jpg", "locale": "en_us", "type": "article"}, "fb": {"app_id": 204509779594999}, "OBKey": "avejq02j7xRr+0owuq+Pcw==", "keywords": "john roberts may redeem himself on obamacare by siding with hobby lobby", "google-site-verification": "PPPx-GD0i7nWjUFAYnFdOYorAAJLuNyKOl23JCeXyrQ", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "The consternation over Chief Justice John Roberts decision and vote in the Obamacare case still has conservatives fuming.\nUltimately Chief Justice John Roberts accurately focused on the issue before the court: the religious objection by Hobby Lobby and Conestoga Wood Specialties to pay for life ending drugs and devices,” he said.\nBut the justice that the Right had high hopes would be another solid conservative vote on the Supreme Court has a chance to redeem himself in the Hobby Lobby case.\nBut most conservatives were upset by the decision and some have gone as far as calling Roberts a traitor to conservative judicial principles.\nSome conservatives saw Roberts’ decision as upheld a horrendously bad law because he believes it’s the role of the legislature to pass law, not the courts to say if a law is politically good or bad."}