{"article_title": "A Flavored E-Cigarette That Transforms Into An E-Joint: The Perfect Teen Trap?", "article_keywords": ["teen", "perfect", "enjoint", "marijuana", "school", "students", "company", "ejoint", "trap", "product", "middle", "high", "transforms", "month", "ecigarette", "ecigarettes", "flavored"], "article_url": "http://www.medicaldaily.com/flavored-e-cigarette-transforms-e-joint-perfect-teen-trap-289620", "article_text": "A Dutch company has developed what it refers to as the world’s first electronic-joint. Mimicking the conical shape of many hand-rolled marijuana cigarettes, the e-joint has a green cannabis leaf that lights up inside a chrome-plated tip each time a user takes a hit. The company, E-Njoint BV, is manufacturing 10,000 e-joints per day in China and selling them throughout Europe at retail shops and cigarette stores. What’s more, the product comes in six fruity flavors — including watermelon, green apple, and red cherry — and is disposable while containing no tobacco, nicotine… or THC.\n\nSay, what? The product burns propylene glycol, vegetable glycerin, and biological flavors, meaning whatever it is E-Njoint is selling has nothing to do with marijuana. So the product is perfectly legal in Holland and many other countries in Europe (depending on their e-cigarette laws), and it is also not what anyone would describe as a real e-joint. However, the company says its E-Njoint Rechargeable product can be filled with a user’s own liquid cannabis. Plus, it has begun to negotiate with Tikun Olam, a medical cannabis company based in Israel, to learn more about transforming these products into medical-grade health products.\n\nWithout a doubt, many will soon become highly exercised about this product. Earlier this month, Tom Frieden, director of the Centers for Disease Control and Prevention, said in a telebriefing, “we know that use of e-cigarettes is skyrocketing” among high school students,“…and we are particularly concerned with e-cigarettes re-glamorizing smoking traditional cigarettes and maybe making it more complicated to enforce smoke-free laws that protect all nonsmokers.” His stated reason for alarm is that smoking behavior along with other preventable risk behaviors are often established during childhood or adolescence and then continue into adulthood.\n\nIn fact, the percentage of U.S. middle and high school students who use e-cigarettes more than doubled from 2011 to 2012. The findings from the National Youth Tobacco Survey show that the percentage of high school students who reported ever using an e-cigarette rose from 4.7 percent in 2011 to 10 percent in 2012. Use also doubled among middle school students with more than 1.78 million middle and high school students nationwide having tried e-cigarettes in 2012. Many people believe it is the teen-friendly flavors leading so many to try e-cigarettes. If you were to add a little watermelon flavor to notoriously stinky marijuana, how many more under-aged students might be likely to try an e-joint?\n\nAn added note: In April, the CDC also reported the number of calls to poison centers involving e-cigarette liquids containing nicotine rose from one per month in September 2010 to 215 per month in February 2014, with slightly more than half involving children under the age of 5. The same report indicated there was not a similar increase in the number of calls per month involving conventional cigarettes. “Everyone should feel fine, because what we are doing is no crime,” said E-Njoint CEO Menno Connant. True, but it may be much too enticing for teens and even younger kids to resist.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "e-cigarette, e-joint, e-njoint bv, teens, smoking, vaping, flavors", "og": {"site_name": "Medical Daily", "description": "A Dutch company has developed an e-joint, a flavored, disposable product containing no tobacco, nicotine, or THC, yet one that can be filled with a user's own cannabis oil.", "title": "E-Cigs Finally Make The Inevitable Leap To New 'E-Joint'", "url": "http://www.medicaldaily.com/flavored-e-cigarette-transforms-e-joint-perfect-teen-trap-289620", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/24/e-joint.JPG", "type": "article"}, "twitter": {"description": "A Dutch company has developed an e-joint, a flavored, disposable product containing no tobacco, nicotine, or THC, yet one that can be filled with a user's own cannabis oil.", "title": "E-Cigs Finally Make The Inevitable Leap To New 'E-Joint'", "url": "http://www.medicaldaily.com/flavored-e-cigarette-transforms-e-joint-perfect-teen-trap-289620", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/24/e-joint.JPG", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/24/e-joint.JPG"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Consumer News", "published_time": "2014-06-24T11:50:16-04:00", "modified_time": "2014-06-24T11:50:15-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A Dutch company has developed an e-joint, a flavored, disposable product containing no tobacco, nicotine, or THC, yet one that can be filled with a user's own cannabis oil."}, "article_summary": "Use also doubled among middle school students with more than 1.78 million middle and high school students nationwide having tried e-cigarettes in 2012.\nThe company, E-Njoint BV, is manufacturing 10,000 e-joints per day in China and selling them throughout Europe at retail shops and cigarette stores.\nIn fact, the percentage of U.S. middle and high school students who use e-cigarettes more than doubled from 2011 to 2012.\nThe findings from the National Youth Tobacco Survey show that the percentage of high school students who reported ever using an e-cigarette rose from 4.7 percent in 2011 to 10 percent in 2012.\nHowever, the company says its E-Njoint Rechargeable product can be filled with a user’s own liquid cannabis."}