{"article_title": "Discrimination Against Gays, Religious Freedom and Rewriting the Constitution", "article_keywords": ["right", "constitution", "business", "rights", "freedom", "constitutional", "corporations", "rewriting", "discrimination", "gays", "indiana", "law", "religious", "think"], "article_url": "http://www.huffingtonpost.com/richard-brodsky/indiana-takes-on-america_b_6964700.html", "article_text": "ASSOCIATED PRESS\n\nThe easy part is over. Americans now understand what the Indiana \"Religious Freedom\" law was intended to do: legalize discrimination by private businesses against homosexuals. It's not a secret, as Eric Miller of Advance America said. Indiana acted \"to help protect churches, Christian businesses and individuals from those who want to punish them because of their Biblical beliefs! Christian businesses and individuals deserve protection from those who support homosexual marriages. A Christian business should not be punished for refusing to allow a man to use the women's restroom!\"\n\nAnti-gay bias and intent to discriminate are itself reasons to oppose the new law. But there's much more at stake. The organized Right is re-writing the Constitution and the impact will not be limited to gay Americans.\n\nThe supporters of the Indiana law are more diverse, intellectually capable, and more widely found across America than we think. Nineteen states have such laws, and not just the Old Confederacy. Liberal Rhode Island has one. The Indiana Catholic Conference supported the law (It \"is very important to secure its passage\"). The Indiana legislature considered it carefully, had hearings and received pages of testimony from distinguished legal scholars. (The Bill and the Testimony can be found at: The Bill; The Testimony)\n\nThere are elements of their argument that most Americans would support. We widely accept that religious organizations and places of worship should be free to practice what they believe. Should a church have to marry people outside its faith and beliefs? Should a Catholic church be legally required to perform a same-sex marriage? Should an Orthodox shul or a mosque be legally required to hire female rabbis and imams? Probably not.\n\nIt makes you think. Most Americans would say that some laws, even good ones, don't apply inside a place of worship. If that is all the Indiana law did, it would not have stirred up the current commotion.\n\nBut Indiana went well beyond that. The law extends the inside-the-church exemption to commercial enterprises. Business corporations get the same protection that a church gets.\n\nIf you think you've heard this before, you're right. It's the same argument used to attack Obamacare in the \"Hobby Lobby\" lawsuit. That time is was about insurance coverage for contraception, but the argument was the same.\n\nAnd you also heard a variant in Citizens United, where the Supreme Court conservative majority said corporations have the same constitutional free speech rights as do living, breathing people.\n\nThe traditional view was that by engaging in business, you agreed to live by the laws of commerce. If not, then religious belief could justify segregation, or refusal to hire or serve women, or Muslims, or Catholics, or Jews. Or gays. There were, and are, a lot of sincerely religious people who would jump at that opportunity. The Indiana law re-establishes the right to commercially discriminate, especially against gays, if that's your religious teaching.\n\nThe Indiana brouhaha illuminates the broader, and more dangerous legal strategy at the heart of Tea Party, right-wing ideology, the personification of corporations. By enlarging the constitutional rights of powerful, wealthy and largely conservative corporations, the Right is diminishing the constitutional rights of most Americans.\n\nIt isn't the least bit \"conservative\". It is a radical, un-American, reactionary re-writing of our basic freedoms. We had struck a constitutional balance between private religious observance and public commercial activity. Real conservatives would be looking for a way to reasonably accommodate both interests.\n\nWith any luck, what's going on in Indiana will provoke a better understanding of what the Right is attempting. In the end, Tea Party skepticism of government intrusion on personal liberty is perfectly reasonable. But in this century, our liberties can be equally threatened by rewriting the Constitution to empower corporations that impinge on our liberty with equal effect.\n\nPractice your religion in peace and dignity. Do business without discrimination and bigotry. Sounds easy.\n\nFollow Richard Brodsky on Twitter: www.twitter.com/RichardBrodsky", "article_metadata": {"description": "The easy part is over. Americans now understand what the Indiana \"Religious Freedom\" law was intended to do: legalize discrimination by private businesse...", "sailthru.expire_date": "2015-03-30 13:48:22 -0400", "og": {"site_name": "The Huffington Post", "description": "The easy part is over. Americans now understand what the Indiana \"Religious Freedom\" law was intended to do: legalize discrimination by private businesse...", "url": "http://www.huffingtonpost.com/richard-brodsky/indiana-takes-on-america_b_6964700.html", "image": "http://i.huffpost.com/gen/2777518/images/o-INDIANA-RELIGIOUS-FREEDOM-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/2777518/images/o-INDIANA-RELIGIOUS-FREEDOM-facebook.jpg", "height": 1000}, "creator": "RichardBrodsky", "description": "The easy part is over. Americans now understand what the Indiana \"Religious Freedom\" law was intended to do: legalize discrimination by private businesse...", "card": "summary_large_image", "site": "@HuffPostPol"}, "sailthru.date": "2015-03-29 13:48:22 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=6964700", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "tea party,anti-gay bill,indiana,anti-gay bias", "article": {"section": "Politics", "tag": "tea party,anti-gay bill,indiana,anti-gay bias", "published_time": "2015-03-29 13:48:22 -0400", "modified_time": "2015-05-29 05:59:01 -0400"}, "viewport": "width=1000"}, "article_summary": "Americans now understand what the Indiana \"Religious Freedom\" law was intended to do: legalize discrimination by private businesses against homosexuals.\nThe Indiana law re-establishes the right to commercially discriminate, especially against gays, if that's your religious teaching.\nBy enlarging the constitutional rights of powerful, wealthy and largely conservative corporations, the Right is diminishing the constitutional rights of most Americans.\nThe organized Right is re-writing the Constitution and the impact will not be limited to gay Americans.\nIf that is all the Indiana law did, it would not have stirred up the current commotion."}