{"article_title": "Van Hollen seeks to allay progressive fears ahead of Senate run", "article_keywords": ["run", "progressive", "ahead", "senate", "fears", "hollen", "maryland", "medicare", "groups", "social", "van", "allay", "security", "seeks"], "article_url": "http://thehill.com/blogs/ballot-box/senate-races/234896-van-hollen-seeks-to-allay-progressive-fears-ahead-of-senate-run", "article_text": "Rep. Chris Van Hollen’s (D-Md.) announcement this week that he will run for Senate in 2016 to replace retiring Sen. Barbara Mikulkski (D-Md.) has been met with early skepticism from progressive groups that worry he’s not a committed advocate for entitlement programs.\n\nTwo liberal groups, MoveOn.org and CREDO Action, responded to Van Hollen’s candidacy by pointing to comments he made during the contentious 2012 budget fight, when the Maryland Democrat appeared open to raising the Medicare eligibility age and making cuts to Social Security as part of a deal to avoid the looming fiscal cliff.\n\nADVERTISEMENT\n\n\"As he enters the race, we request that he clarify his position on Social Security,” MoveOn.org communications director Nick Berning said in a statement. “It was deeply disappointing when Rep. Van Hollen said in 2012 that the Bowles-Simpson plan that would have cut Social Security benefits was 'the right way to go.' ”\n\nThe progressive activist group CREDO Action released a similar statement, saying Van Hollen “needs to draw a line in the sand and make it clear that he will vote against any bill that cuts Social Security or Medicare benefits.”\n\nVan Hollen is moving early to answer those questions.\n\nAn aide for the Maryland Democrat told The Hill on Thursday that Van Hollen will fight any efforts to raise the Medicare retirement age or make cuts to Social Security.\n\n\"From day one, Chris Van Hollen has fought for retirement security for all Americans,” the aide said. “He has authored four House Democratic budgets, and each explicitly protected Social Security and strengthened Medicare. During budget negotiations, he stood up to Republican efforts to dismantle the program and erode its benefits with the damaging chained CPI calculation. He helped lead the charge against President Bush's plan to privatize Social Security. And he will continue to fight any effort to cut benefits or raise the retirement age.\"\n\nStill, Van Hollen will likely face opposition from some on the left.\n\nTwo progressive groups, Democracy For America and the Progressive Change Campaign Committee, launched efforts this week to draft Rep. Donna Edwards (D-Md.) to run for the open Senate seat in 2016. Edwards is a rising progressive star who knocked off a long-time Democrat in the primaries in 2008.\n\nADVERTISEMENT\n\nIn their announcements, both groups took implied swipes at Van Hollen, saying Edwards was the strongest defender of entitlement programs in the wide-open field of potential Maryland Senate candidates.\n\n“It's unclear if other potential candidates considering a run will take the same strong stand on behalf of working families,” Charles Chamberlain, executive director for DFA said in a statement.\n\nVan Hollen is well-positioned as he enters the field. The ranking member on the Budget Committee and former chairman of the Democratic Congressional Campaign Committee has long been eyeing the Senate and has $1.7 million in his campaign account.\n\nHowever, the primary will be far from a coronation.\n\nIn addition to Edwards, nearly the entirety of the Democratic delegation from Maryland is considering a run for Senate, including Reps. John Delaney, Dutch Ruppersberger, Elijah Cummings and John Sarbanes.\n\nOn Friday, those close to former National Association for the Advancement of Colored People President Benjamin Jealous said he’s considering a run. Former Maryland Lt. Gov. Kathleen Kennedy Townsend, a member of the powerful Kennedy family, also signaled her interest on Wednesday.\n\nBaltimore Mayor Stephanie Rawlings-Blake, Labor Secretary Tom Perez and former Lt. Gov. Anthony Brown have also been mentioned as potentially interested in seeking the nomination.", "article_metadata": {"dcterms.description": "The Maryland Democrat is already facing resistance from MoveOn.org and others.", "description": "The Maryland Democrat is already facing resistance from MoveOn.org and others.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Ballot Box"}}, "og": {"site_name": "TheHill", "description": "The Maryland Democrat is already facing resistance from MoveOn.org and others.", "title": "Van Hollen seeks to allay progressive fears ahead of Senate run", "url": "http://thehill.com/blogs/ballot-box/senate-races/234896-van-hollen-seeks-to-allay-progressive-fears-ahead-of-senate-run", "image": "http://thehill.com/sites/default/files/article_images/vanhollenchris_112013ls.jpg", "updated_time": "2016-02-04T03:39:59-05:00", "type": "article"}, "apple-itunes-app": "app-id=396640962", "Smart_Paging": "on", "dcterms.modified": "2016-02-04T03:39-05:00", "dcterms.identifier": "http://thehill.com/blogs/ballot-box/senate-races/234896-van-hollen-seeks-to-allay-progressive-fears-ahead-of-senate-run", "dcterms.date": "2015-03-06T13:41-05:00", "dcterms.creator": "Jessica Taylor", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.language": "und", "author": "Jonathan Easley", "dcterms.type": "Text", "keywords": ",,", "article": {"published_time": "2015-03-06T13:41:23-05:00", "modified_time": "2016-02-04T03:39:59-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/ballot-box/senate-races/234896-van-hollen-seeks-to-allay-progressive-fears-ahead-of-senate-run", "widgets": {"csp": "on"}, "description": "The Maryland Democrat is already facing resistance from MoveOn.org and others.", "card": "summary", "title": "Van Hollen seeks to allay progressive fears ahead of Senate run"}, "dcterms.title": "Van Hollen seeks to allay progressive fears ahead of Senate run"}, "_id": "\"57477af46914bd0286fd76b3\"", "article_summary": "has been met with early skepticism from progressive groups that worry he’s not a committed advocate for entitlement programs.\nTwo progressive groups, Democracy For America and the Progressive Change Campaign Committee, launched efforts this week to draft Rep. Donna Edwards (D-Md.)\nStill, Van Hollen will likely face opposition from some on the left.\n\"From day one, Chris Van Hollen has fought for retirement security for all Americans,” the aide said.\nADVERTISEMENT\"As he enters the race, we request that he clarify his position on Social Security,” MoveOn.org communications director Nick Berning said in a statement."}