{"article_title": "A Word about \"Gotcha Questions\" and Personal Responsibility", "article_keywords": ["poor", "right", "word", "personal", "longterm", "gotcha", "question", "american", "bush", "responsibility", "questions", "policy", "president", "iraq", "war"], "article_url": "http://www.cato.org/blog/word-about-gotcha-questions-personal-responsibility", "article_text": "A peculiar tic of contemporary American nationalism is the notion that the American state, particularly if helmed by a Republican president, makes no errors of commission in its conduct of military affairs. No American war was ill-founded, or aimed at a threat that didn’t exist or didn’t warrant the effort. This logic never applies in the domestic sphere for Republicans, where government programs are at best naïve and bound to make problems worse or at worst, venal and Machiavellian.\n\nThis tic is the only reason I can think of that we’re actually sustaining a debate in 2015 about whether, with the benefit of hindsight, it was a good idea to invade Iraq. Jim Fallows at the Atlantic argues that nobody should again ask a politician the question, since\n\nthe only people who might say Yes on the Iraq question would be those with family ties (poor Jeb Bush); those who are inept or out of practice in handling potentially tricky questions (surprisingly, again poor Bush); or those who are such Cheney-Bolton-Wolfowitz-style bitter enders that they survey the landscape of “what we know now”—the cost and death and damage, the generation’s worth of chaos unleashed in the Middle East, and of course the absence of WMDs—and still say, Heck of a job.\n\nI actually think this makes the case why the question should be—or at least should have been—asked, since at least one fortunate Republican son, Marco Rubio, belongs in Fallows’ bitter-ender camp. To the extent voters—and donors—care about competent foreign policy, they deserve to know that Rubio strongly opposes it, even with the benefit of hindsight.\n\nBut beyond the politics, a weird narrative has begun to emerge on the right that asking about the Iraq war is a “gotcha question.” Keep in mind: we are discussing a policy that was dreamed up by the Bush administration, marketed by the Bush administration, and purchased by the vast majority of our legislators, including the likely Democratic nominee in 2016.\n\nFor example, conservative message man Rush Limbaugh whined on his radio show that this is nothing more than a “gotcha question” designed to tarnish Republicans. Iraq War monger Eliot Cohen would later echo this argument, lamenting “gotcha journalism” and calling the question a “silly hypothetical, and the people who ask it should know better.”\n\nPardon me. Nearly 5,000 Americans are dead, tens of thousands grievously wounded, and more than a hundred thousand Iraqis were killed, two of whom were this little girl’s parents. We spent trillions of tax dollars. We destroyed the political order that existed in Iraq, and a new one has yet to emerge. (To the partisans: Yes! President Obama, too, has failed to produce order in Iraq.)\n\nThe conservative movement used to harp on personal responsibility (at least for poor single mothers in inner cities). Today’s conservative foreign policy elite seems to revile that same value. Fortunately for our purposes, Anatol Lieven had all the necessary words for the Eliot Cohens of the world back in 2007:\n\nby contributing… to a hasty, poorly-planned military operation, it must be repeated that Dr. Cohen took on himself a measure of the moral, intellectual and political responsibility for precisely those U.S. administration mistakes in Iraq which he now denounces, and which have cost so many American lives. It is disappointing-though not surprising-that Dr. Cohen himself does not realize that this record demands from him, as an honorable man, a lengthy period of quiet, private reflection on his mistakes and the reasons for them. If no personal price at all is to be paid in terms of careers for errors on this scale, which contributed to the deaths of thousands of Americans, then the long-term consequences for U.S. government and U.S. democracy could be dire. If being proved obviously, dreadfully wrong brings no long-term consequences, and being proved right brings no long-term rewards, then why in the future should any U.S. analyst, adviser, commentator or public figure ever take a public stand in favor of what he or she believes to be right and correct, if this is going to lead to short-term unpopularity and career damage?\n\nHe or she shouldn’t. He or she should go along, and get along… and maybe even run for president.", "article_metadata": {"description": "The conservative movement used to harp on personal responsibility. Today’s conservative foreign policy elite seems to revile that same value when it comes to Iraq.", "og": {"site_name": "Cato Institute", "description": "The conservative movement used to harp on personal responsibility. Today’s conservative foreign policy elite seems to revile that same value when it comes to Iraq.", "title": "A Word about \"Gotcha Questions\" and Personal Responsibility", "url": "http://www.cato.org/blog/word-about-gotcha-questions-personal-responsibility", "image": "http://object.cato.org/sites/cato.org/files/default_images/blog_torch_large.gif", "type": "article"}, "twitter": {"url": "http://www.cato.org/blog/word-about-gotcha-questions-personal-responsibility", "title": "A Word about \"Gotcha Questions\" and Personal Responsibility", "description": "The conservative movement used to harp on personal responsibility. Today’s conservative foreign policy elite seems to revile that same value when it comes to Iraq.", "card": "summary", "creator": "@CatoInstitute"}, "robots": "noodp", "site": "Cato Institute", "node_creation_date": "2015/5/20", "fb": {"admins": 5311211, "app_id": 158687980817033}, "article": {"published_time": "2015-05-20T15:38:30-04:00"}, "publication_date": "2015/5/20", "viewport": "width=device-width, minimum-scale=1.0, maximum-scale=1.0, initial-scale=1.0"}, "article_summary": "No American war was ill-founded, or aimed at a threat that didn’t exist or didn’t warrant the effort.\nThe conservative movement used to harp on personal responsibility (at least for poor single mothers in inner cities).\nIraq War monger Eliot Cohen would later echo this argument, lamenting “gotcha journalism” and calling the question a “silly hypothetical, and the people who ask it should know better.”Pardon me.\nFor example, conservative message man Rush Limbaugh whined on his radio show that this is nothing more than a “gotcha question” designed to tarnish Republicans.\nHe or she should go along, and get along… and maybe even run for president."}