{"article_title": "Billy Hall locks up bass tournament title with Austin James", "article_keywords": ["tellico", "city", "pounds", "bass", "billy", "james", "tournament", "day", "locks", "tennessee", "shearer", "title", "river", "austin", "hall", "tim"], "article_url": "http://www.knoxnews.com/sports/billy-hall-locks-up-bass-tournament-title-with-austin-james-ep-1065958224-362280271.html", "article_text": "<p>A gone fishing sign hangs outside the the Forest Lodge on the side of the Rapid River. The river is well known within fly fishing circles as producing five pound native brook trout.</p>\n\nBy John Shearer of the Knoxville News Sentinel\n\nLENOIR CITY ? Billy Hall is a day shift supervisor with the Loudon County Sheriff's Department.\n\nBut when it's time to unwind, he turns to fishing.\n\n\"It's like erasing a chalkboard when you come out here on the lake,\" he said.\n\nOn Saturday afternoon during the 27th annual Tim Irwin Food City Bass Tournament, though, he and Greenback teammate Austin James did encounter a little stress. They had to wait a few anxious moments to see if their five-fish total of 16.95 pounds measured during the early part of the weigh-ins next to Fort Loudon Dam would be enough to win.\n\nIt was, and they took home the first-place $10,500 check in prize money and gifts.\n\n\"It feels great. It feels awesome,\" said James, who works for Kimberly-Clark Corporation.\n\nWhile the day was perfect for most other outdoor activities, a morning fog delayed the start of the tournament and shortened the time the boats could stay out on Fort Loudoun, Tellico or Watts Bar lakes.\n\nHall and James decided to concentrate on Tellico, so they spent some additional non-fishing time in travel.\n\n\"We had a 45-minute ride to and back,\" Hall said.\n\nFor their good day, they credited a prototype crank bait they used as well as another asset most winning anglers have ? good fortune.\n\n\"We just got lucky,\" James said.\n\nFinishing second at 16.40 pounds was the husband and wife team of Wesley and Stephanie Strader. Michael Vanospale and Chase Henley came in third at 16.05.\n\nThe biggest largemouth bass lunker was a 5.45-pounder caught by Kurt Hope and Chris Whitson. Andy and Frank Venable caught the large-mouth lunker (5.15 pounds).\n\nKnox County Juvenile Court Judge and tournament founder Tim Irwin thought the event would net close to $60,000 in funds for the Boys & Girls Clubs of the Tennessee Valley.\n\nFor him, the tournament he started with his father while playing with the Minnesota Vikings after starring on the offensive line at Tennessee is a way to give back to the community.\n\n\"I've got a lot to be grateful for, and the Boys & Girls Clubs are a big part of that,\" he said\n\nFood City was also glad to help support the work of the club, Knoxville division executive vice president Mickey Blazer said.\n\n\"We are really glad to be able to participate,\" he said.\n\nJohn Shearer is a freelance contributor.", "article_metadata": {"title": "Billy Hall locks up bass tournament title with Austin James", "og": {"url": "http://www.knoxnews.com/sports/billy-hall-locks-up-bass-tournament-title-with-austin-james-ep-1065958224-362280271.html", "image": {"width": 640, "identifier": "http://media.jrn.com/images/fishing_17740674_ver1.0_640_480.jpg", "height": 428}, "type": "article", "description": "The duo had a five-fish total of 16.95 pounds at the Tim Irwin Food City Bass Tournament.", "title": "Billy Hall locks up bass tournament title with Austin James"}, "twitter": {"site": "https://twitter.com/knoxnews", "image": "http://media.jrn.com/images/fishing_17740674_ver1.0_640_480.jpg", "description": "The duo had a five-fish total of 16.95 pounds at the Tim Irwin Food City Bass Tournament.", "card": "summary_large_image", "title": "Billy Hall locks up bass tournament title with Austin James"}, "apple-mobile-web-app-capable": "no", "msapplication-TileImage": "http://media.jrn.com/designimages/logo-kns-icon-144.png", "__sync_contentCategory": "premium", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "article_summary": "On Saturday afternoon during the 27th annual Tim Irwin Food City Bass Tournament, though, he and Greenback teammate Austin James did encounter a little stress.\nHall and James decided to concentrate on Tellico, so they spent some additional non-fishing time in travel.\nBilly Hall is a day shift supervisor with the Loudon County Sheriff's Department.\nThe river is well known within fly fishing circles as producing five pound native brook trout.</p>By John Shearer of the Knoxville News SentinelLENOIR CITY ?\n<p>A gone fishing sign hangs outside the the Forest Lodge on the side of the Rapid River."}