{"article_title": "DIAZ: What Obamacare means to Little Sisters of the Poor", "article_keywords": ["poor", "little", "means", "administration", "obamacare", "sister", "diaz", "sisters", "health", "religious", "order", "obama"], "article_url": "http://www.washingtontimes.com/news/2013/oct/10/diaz-what-obamacare-means-to-little-sisters-of-the/?page=all", "article_text": "ANALYSIS/OPINION:\n\nReligious order was deemed ‘not religious enough’ to earn exemption\n\nSister Mary Bernard has dedicated her life to the service of the elderly poor. For 44 years, she served as a superior in various homes of the Little Sisters of the Poor, whose vision is “to contribute to the Culture of Life by nurturing communities where each person is valued, the solidarity of the human family and the wisdom of age are celebrated, and the compassionate love of Christ is shared with all.”\n\nThe Sisters run 30 health care facilities for the elderly poor in the United States — from nursing homes, to intermediate care to residential or assisted living and other independent-living facilities.\n\nAs all members of their order, Sister Bernard has disregarded worldly comforts, taking vows of poverty, chastity, obedience and hospitality, in order to serve her Lord and her neighbors. The Little Sisters of the Poor actually maintain a tradition of begging, demonstrating a life of true dependence on faith.\n\nFor many on the outside looking in, Sister Bernard’s devotion is unparalleled, but according to the Obama administration, she and her fellow laborers are not religious enough to deserve a “religious exemption” under Obamacare. Churches and other religious organizations are exempted, but not the Little Sisters of the Poor.\n\nThat’s ridiculous.\n\nThe fact that such an exemption exists is telling, isn’t it? It proves that there is indeed a religious-liberty problem with Obamacare. Why would a “religious exemption” be needed if it were otherwise?\n\nThe problem is what is known as the HHS mandate. As part of Obamacare, the U.S. Department of Health and Human Services issued a mandate back in January (with the final form released on June 28, 2013) that forces all employer health plans to cover abortion-inducing drugs, contraceptives and sterilizations, regardless of anyone’s moral or religious objections.\n\nIn other words, Obamacare wants to force Sister Bernard and the other Little Sisters of the Poor to pay for health plans that violate their deeply held religious beliefs. Not to mention the common sense absurdity of forcing this devout group of sisters to pay for something that is so far removed from the reality of their lives.\n\nNow, I know many remember hearing of some type of “compromise” that the Obama administration came up with in order to “accommodate” these legitimate concerns. Ready for it? The government still wants the Little Sisters of the Poor to violate their consciences and find insurers who will cover abortion-inducing drugs, contraceptives and sterilization, but they will give them more time to do so. How generous of the president.\n\nThe Obama administration’s grand compromise to address the concerns of Sister Bernard and the Little Sisters of the Poor is to give them more time to figure out how to violate their deeply held religious beliefs.\n\nIf the poor sisters do not comply, they face hefty fines. Although it varies between locations, some face amounts of $100 per employee, per day. Fines can start after Jan. 1, 2014, even if they extend the time for them to pay them.\n\nThe Obama administration could have simply extended an exemption to the Little Sisters of the Poor and other similarly situated organizations, but it has refused to do so, revealing again where its priorities lie. The administration has granted accommodations for several other groups, such as labor unions and big businesses, even when their objections are not based on their deeply held religious beliefs. And yet, the Little Sisters of the Poor receives no mercy.\n\nIt looks like the Sisters needed to spend the little they have on a lobbyist if they wanted to get the treatment other special interests have gotten.\n\nSo now these humble sisters have been forced to enter into a legal battle with the administration to try to preserve their religious freedom and continue to serve the elderly poor without government intrusion. The Becket Fund for Religious Liberty has brought suit on their behalf in federal district court in Denver.\n\nThis simply should not be. Our religious freedoms are expressly guaranteed by the First Amendment to the U.S. Constitution. This mandate is a direct assault against them. It is unconstitutional, and it is unnecessary.\n\nMario Diaz is legal counsel for Concerned Women for America.", "article_metadata": {"description": "Religious order was deemed 'not religious enough' to earn exemption", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Religious order was deemed ‘not religious enough’ to earn exemption", "title": "DIAZ: What Obamacare means to Little Sisters of the Poor", "url": "http://www.washingtontimes.com/news/2013/oct/10/diaz-what-obamacare-means-to-little-sisters-of-the/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2013/10/10/10102013_b3-diaz-little-sist8201.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2013/10/10/10102013_b3-diaz-little-sist8201.jpg", "description": "Religious order was deemed 'not religious enough' to earn exemption", "card": "summary", "title": "DIAZ: What Obamacare means to Little Sisters of the Poor"}, "Author": "Mario Diaz", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Religion Belief, Barack Obama, Mary Bernard"}, "article_summary": "The Little Sisters of the Poor actually maintain a tradition of begging, demonstrating a life of true dependence on faith.\nChurches and other religious organizations are exempted, but not the Little Sisters of the Poor.\nAnd yet, the Little Sisters of the Poor receives no mercy.\nIf the poor sisters do not comply, they face hefty fines.\nIn other words, Obamacare wants to force Sister Bernard and the other Little Sisters of the Poor to pay for health plans that violate their deeply held religious beliefs."}