{"article_title": "Cancer's Financial Burden Tied to Poorer Survival, Study Finds", "article_keywords": ["financial", "cancer", "survival", "costs", "tied", "poorer", "medical", "patients", "ramsey", "cancers", "treatment", "burden", "need", "study", "bankruptcy", "finds", "care"], "article_url": "https://consumer.healthday.com/cancer-information-5/mis-cancer-news-102/cancer-s-financial-burden-may-up-early-death-risk-study-suggests-707415.html", "article_text": "By Steven Reinberg\n\nHealthDay Reporter\n\nTUESDAY, Jan. 26, 2016 (HealthDay News) -- The staggering cost of cancer care forces many patients to file for bankruptcy, and that financial stress may play a role in cutting their lives short, new research suggests.\n\nIn fact, patients suffering from colon, prostate or thyroid cancers who went broke had almost 80 percent higher odds of dying during the study period compared with similar patients who remained financially sound, the researchers said.\n\n\"Bankruptcy, for reasons that we don't know, is a serious threat to survival for cancer patients,\" said lead researcher Dr. Scott Ramsey, from the Fred Hutchinson Cancer Research Center in Seattle.\n\nWhile the study found a link between financial strain and cancer death, the research wasn't designed to prove a definitive cause-and-effect relationship between these factors.\n\nStill, medical costs are one of the most common reasons why people go bankrupt, Ramsey said. \"We think that what happens is that when people are diagnosed, they had to leave their job, use up all their savings, go into debt and at some point the debt was overwhelming,\" he explained.\n\nWhen patients go bankrupt, they may stop getting care or stop their treatment early, or they don't go for recommended treatment, he said. The link between bankruptcy and dying \"is probably a failure to get necessary care,\" Ramsey said.\n\nIn addition, the stress of bankruptcy on top of cancer may also play a role, he suggested.\n\nPatients with financial pressures should ask their doctor to consider cost of treatment options, Ramsey said. \"Many of the treatments that are recommended equally can vary 10 or 100 times in price,\" he said. \"Choosing a therapy that's less expensive might be better because the patient may be able to complete it.\"\n\nFor example, there are five recommended treatments for stomach cancer. \"The least expensive treatment costs $800, the most expensive treatment costs $57,000,\" he said.\n\nIn addition, patients can forgo some suggested treatments that are expensive but not vital, such as high-cost scans and drugs used to treat certain side effects of chemotherapy, Ramsey said.\n\nEven insured patients need to take costs into account, he added. These patients may face high out-of-pocket costs and co-pays.\n\n\"We have to figure ways of keeping people out of severe financial distress,\" he said. Doctors need to ask patients about their finances and \"be aggressive in trying to help them manage their finances, and get them to financial services earlier rather than later so they don't end up in this extreme situation,\" Ramsey explained.\n\nThe new report was published in the Jan. 25 online edition of the Journal of Clinical Oncology.\n\nFor the study, the researchers collected data on more than 230,000 cancer patients listed in the Western Washington Surveillance, Epidemiology and End Results program cancer registry. The investigators linked these data with federal bankruptcy records for the region.\n\nBetween 1995 and 2009, more than 4,700 patients filed for bankruptcy. These patients were more likely to be younger, female, non-white and to have received treatment for cancer, the findings showed.\n\nJason Zheng, a senior epidemiologist at the American Cancer Society, said, \"We know that cancer patients are more likely to file bankruptcy, compared with other patients.\"\n\nThese patients are more likely to skip medications, which can \"lead to bad results and higher mortality,\" he said. \"We need to identify patients at financial risk before they file for bankruptcy,\" Zheng suggested.\n\nDr. Steffie Woolhandler, a spokeswoman for Physicians for a National Health Program, said, \"It's shocking that we have a society that would bankrupt people when they have cancer and put them in a situation where they can't get the medical care they need to stay alive.\"\n\nShe said that people whose medical debt drives them to bankruptcy may also have trouble affording food and utilities, as well as medical care. \"We need to make medical care completely free,\" said Woolhandler, a professor in the School of Public Health at Hunter College in New York City.\n\nChanges within the Affordable Care Act (sometimes called \"Obamacare\") reduce the number of uninsured Americans, she said. But high co-pays and out-of-pocket costs, along with uncovered procedures, can cost cancer patients hundreds of thousands of dollars, she explained.\n\n\"Skimpy coverage leaves many cancer patients at risk for bankruptcy, which puts them at risk for early death,\" Woolhandler said. \"Unfortunately, Obamacare did not improve the problem of underinsurance.\"\n\nMore information\n\nFor more on the cost of cancer care, visit the American Society of Clinical Oncology.", "article_metadata": {"og": {"url": "https://consumer.healthday.com/cancer-information-5/mis-cancer-news-102/cancer-s-financial-burden-may-up-early-death-risk-study-suggests-707415.html", "image": "https://media.healthday.com/Images/icimages/payingbill0708.jpg", "site_name": "Consumer HealthDay", "description": "Economic stress may force patients to forgo vital treatments, experts say", "title": "Cancer's Financial Burden Tied to Poorer Survival, Study Finds"}, "description": "Economic stress may force patients to forgo vital treatments, experts say", "viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1"}, "article_summary": "\"The least expensive treatment costs $800, the most expensive treatment costs $57,000,\" he said.\nMore informationFor more on the cost of cancer care, visit the American Society of Clinical Oncology.\nFor the study, the researchers collected data on more than 230,000 cancer patients listed in the Western Washington Surveillance, Epidemiology and End Results program cancer registry.\n\"Skimpy coverage leaves many cancer patients at risk for bankruptcy, which puts them at risk for early death,\" Woolhandler said.\nBut high co-pays and out-of-pocket costs, along with uncovered procedures, can cost cancer patients hundreds of thousands of dollars, she explained."}