{"article_title": "Carlyle Continues Mid-Market Deal Spree with R.I. Energy Center", "article_keywords": ["carlyle", "risec", "center", "deal", "purchase", "island", "energy", "continues", "midmarket", "power", "rhode", "state", "pe", "spree", "ri", "recent"], "article_url": "http://www.themiddlemarket.com/news/financial_sponsors/carlyle-continues-mid-market-deal-spree-with-ri-energy-center-258429-1.html", "article_text": "Carlyle Continues Mid-Market Deal Spree with R.I. Energy Center\n\nThe purchase follows the PE firm\u0092s recent investments in Blyth and Coalfire Systems\n\nThe Carlyle Group (NASDAQ: CG) will purchase the Rhode Island State Energy Center (RISEC) from Entergy Corp. (NYSE: ETR) for $490 million, continuing the PE fund’s recent string of mid-market deals. The firm is making the deal alongside its Cogentrix Energy Power Management LLC portfolio company\n\nRhode Island State Energy Center is a natural gas fired plant based in Johnston, Rhode Island. Carlyle is making the investment out of the firm’s Carlyle Power Partners II and Carlyle Power Opportunities Capital Partners LP funds.\n\n“The retirement of aging generation in the region is putting a greater emphasis on efficient gas-fired generators, like RISEC, to meet everyday electricity demand,” says Carlyle managing director Matt O’Connor.\n\nCarlyle has been active in the middle-market lately. Earlier this year, the firm acquired candle maker Blyth Inc. and partnered with the Chertoff Group to buy cybersecurity provider Coalfire Systems.\n\nLatham & Watkins is representing Carlyle.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/financial_sponsors/carlyle-continues-mid-market-deal-spree-with-ri-energy-center-258429-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/rhodeislandplant.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "Carlyle Continues Mid-Market Deal Spree with R.I. Energy Center"}}, "article_summary": "Carlyle is making the investment out of the firm’s Carlyle Power Partners II and Carlyle Power Opportunities Capital Partners LP funds.\nThe firm is making the deal alongside its Cogentrix Energy Power Management LLC portfolio companyRhode Island State Energy Center is a natural gas fired plant based in Johnston, Rhode Island.\nCarlyle Continues Mid-Market Deal Spree with R.I. Energy CenterThe purchase follows the PE firm\u0092s recent investments in Blyth and Coalfire SystemsThe Carlyle Group (NASDAQ: CG) will purchase the Rhode Island State Energy Center (RISEC) from Entergy Corp. (NYSE: ETR) for $490 million, continuing the PE fund’s recent string of mid-market deals.\nEarlier this year, the firm acquired candle maker Blyth Inc. and partnered with the Chertoff Group to buy cybersecurity provider Coalfire Systems.\n“The retirement of aging generation in the region is putting a greater emphasis on efficient gas-fired generators, like RISEC, to meet everyday electricity demand,” says Carlyle managing director Matt O’Connor."}