{"article_title": "House and Senate proposes brutal FY 2016 budget disaster", "article_keywords": ["federal", "disaster", "senate", "fy", "housing", "republicans", "budget", "brutal", "oha", "proposes", "program", "voucher", "house", "oakland", "2016", "tenants", "massive"], "article_url": "https://www.indybay.org/newsitems/2015/03/22/18770254.php", "article_text": "From the Open-Publishing Calendar From the Open-Publishing Newswire Indybay Feature East Bay | Health, Housing, and Public Services House and Senate proposes brutal FY 2016 budget disaster tenantsrule [at] yahoo.com )\n\nSunday Mar 22nd, 2015 1:28 AM by Lynda Carson In response to massive budget cuts that have already gone into effect during recent years, in recent days the Oakland Housing Authority (OHA) has announced new policy changes for it’s Section 8 voucher holders (Housing Choice Voucher Program) that may result in higher rents for the Section 8 tenants. Additionally, a new policy restricts the ability of Oakland's Section 8 tenants to move to Alameda, Contra Costa County, San Francisco, Santa Clara, and Solano County with their Section 8 voucher!\n\nHouse and Senate proposes brutal FY 2016 budget disaster\n\n\n\nBy Lynda Carson - March 22, 2015\n\n\n\nOakland - The Republicans are presently waging an on-going federal budget cutting ‘WAR” against millions of people including veterans, union members, school children, the elderly, blind, disabled and the poor in the low-income communities of Oakland, and all across the nation.\n\n\n\nDuring the week of March 16, extreme right-wing Republicans in control of the House of Representatives and the Senate released their disastrous budget proposals for Fiscal Year 2016 and beyond. The Senate Republican budget proposes $5.1 trillion in cuts from the federal budget over a ten year period. The House Republican budget proposal calls for $5.6 trillion in cuts to the federal budget during the same period. The House and Senate have to reconcile their differences, but any way you look at the massive federal budget cutting proposals on the table, if passed into law it will have catastrophic consequences for the American public in the very near future.\n\n\n\nIf approved by the full House and Senate the massive budget cutting plan amounts to more than $500 billion in cuts per year to the federal government’s domestic programs during the next ten years which is totally counter to President Obama’s recent federal budget proposals that would fund America’s domestic programs during FY 2016.\n\n\n\n\n\nRepublicans Are Concealing The Details Of Their Budget Cutting Plans\n\n\n\n\n\nIn an obscene stealth maneuver the Republicans are trying to conceal from the public what the details are in regards to which programs they plan to devastate with their massive budget cutting proposals, and on March 18 according to the LA Times: “You won’t find specifics in what we’ve done, just limits,” said Mike Enzi (R., Wyoming) who is the chairman of the Senate Budget Committee.\n\n\n\nMeanwhile, the U.S. House Budget Committee also passed a massive spending plan that will result in around $613 billion going to the military/Pentagon during 2016, and the failed wars being waged by the federal government in many parts of the world. Additionally, the powerful Rules Committee is expected to amend the current plan with more additional funding for the Pentagon budget before the full House of Representatives votes on the plan which in total amounts to $2 billion more than what President Obama proposed.\n\n\n\nIn essence, the right-wing Republicans are totally open about their plans to fund the military/Pentagon and it’s failed wars with billions of dollars more in additional funding from the federal government. They are totally open about their plans to give massive tax breaks to the rich and wealthy corporations all across America. However, they are desperately concealing the details of the massive budget cutting proposals they are pushing for that would devastate our nation’s domestic programs. The Republicans are afraid that there will be panic in the streets if the details of their budget cutting proposals were made public because their proposals will devastate the lives of tens of millions of people all across the nation, if the budget cutting proposals become the law of the land.\n\n\n\nWhat many across the nation do know is that the right-wing Republicans intend to terminate the Affordable Care Act (Obama Care). The Republican extremists are also launching major attacks through budget cuts on such programs as Medicaid, Medicare, the food stamp program, the Department of Housing and Urban Development’s (HUDs) subsidized housing programs, including public housing, Section 8 program, and the Project-Based Voucher Program used by the so-called affordable housing industry.\n\n\n\nWith the massive budget cutting proposals presently on the table the Republicans are also attacking the Social Security Administration, SSDI for disabled Americans who are receiving assistance including people on SSI. The attack also extends to the public school system, teachers, union workers, block grants, and all the other important domestic programs that assist cities across the nation, including veterans, children, the poor, the blind, elderly, and disabled.\n\n\n\nRepublicans Plan Massive Assault On The Food Stamp Program (SNAP Program)\n\n\n\nAccording to the U.S. Census Bureau’s annual Families and Living Arrangements report released on January 28, 2015 the number of children receiving food stamps remains higher than it was before the so-called great recession in 2007.\n\n\n\nThe latest report reveals that the rate of children living with married parents who receive food stamps has doubled since 2007. During 2014, an estimated 16 million children, or about one in five, received food stamp assistance compared with the roughly 9 million children, or one in eight, that received food stamp assistance before the so-called great recession began.\n\n\n\nDuring 2013 the average monthly food stamp benefit for one individual in California was $151.44. Additional records reveal that during 2011, in California’s 13th Congressional District, Congresswoman Barbara Lee’s district, 11,899 households received food stamps, including 16% of households with one or more people 60 years or older, and 76.8% of households with children under 18. Around 46.6% of the households income was below the poverty level, with the median income around $27,441.\n\n\n\nWith poverty levels at an all time high in the Bay Area, and with one in five children currently receiving food stamp assistance across the nation the Republicans are currently planning massive budget cuts to the federal Food Stamp program during FY 2016, and during the next five years ahead.\n\n\n\nNone of the Republican right-wing extremists bothered to ask the hungry children in the Bay Area and all across the nation how they plan to survive once their food stamp assistance has been taken away from them when the massive budget cuts start going into effect.\n\n\n\n\n\nChanges To Housing Choice Voucher Program In Oakland Due To Budget Cutting Proposals\n\n\n\nHUD subsidizes the Housing Choice Voucher Program (Section 8 voucher program) and the Public housing Program in Oakland and all across the nation, and federal sequestration budget cuts in recent years have harmed the Section 8 program deeply.\n\n\n\nIn response to massive budget cuts that have already gone into effect during recent years, in recent days the Oakland Housing Authority (OHA) has announced new policy changes for it’s Section 8 voucher holders (Housing Choice Voucher Program). Doing the best they can under the worst conditions due to the on-going federal budget cuts in recent years, the OHA has still managed to successfully assist thousands of low-income households through the years with their housing assistance needs. Thousands of low-income households would become homeless if the OHA stopped assisting them, or cut back on their housing assistance needs.\n\n\n\nHowever, during the week of March 16, thousands of tenants (Section 8 tenants) in the Housing Choice Voucher Program were alarmed to receive two notices of policy changes being made by the OHA which is an MTW demonstration housing authority. MTW housing authorities do not have to abide by the normal federal rules and regulations that 3,300 other Public Housing Authorities have to abide by all across the nation. There are only around 35 MTW housing authorities nationwide, and according to HUD’s records there are around 13,380 Section 8 households in Oakland.\n\n\n\nOne notice sent out advises the Section 8 tenants that as an MTW housing authority the OHA has recently made changes to their portability policy because some neighboring housing authorities may not be absorbing new voucher holders into their system that are transferring out of Oakland. The OHA would end up subsidizing the Section 8 vouchers being used by Section 8 tenants who transferred from Oakland into cities that would not absorb the vouchers into their system, and the OHA does not want to do that.\n\n\n\nAs a result, the new policy restricts Oakland’s Section 8 tenants from using their Section 8 vouchers (Housing Choice Vouchers) to move to Alameda, Contra Costa County, San Francisco, Santa Clara, and Solano County because it may cost more to live in those locations than it does in Oakland. In essence, the OHA is not willing to subsidize the Section 8 voucher holders if they decide to move to those locations. The new policy goes into effect on July 1, 2015.\n\n\n\nIt appears that the OHA did not bother to ask the Section 8 voucher holders of Oakland how they feel about losing their freedom to move to Alameda, San Francisco, Contra Costa County, Santa Clara County, or Solano County with their Section 8 vouchers after the end of June 2015, before deciding on the draconian policy change that restricts their freedom.\n\n\n\nHowever, according to documents the OHA recognizes that some households may need to move out of Oakland due to special circumstances and there are exceptions to the new policy. Section 8 tenants are being directed to contact a staff person in the Leased Housing Department of the OHA to discuss their options.\n\n\n\nAdditionally, in a separate notice the Section 8 tenants of Oakland have been advised that a change in the utility allowance (UA) policy is going into effect on August 1, 2015, that may result in the Section 8 tenants paying higher rents as a direct result. The Section 8 tenants have been advised that the OHA is not limited to establishing a utility allowance schedule in accordance with HUD requirements because it is an MTW demonstration housing authority.\n\n\n\nThe tenants are being advised in the notice that the OHA is giving them a six-month notice before the new UA policy goes into effect that may result in the Section 8 tenants of Oakland paying higher much rents than Section 8 tenants do in other jurisdictions that are not being run by an MTW demonstration housing authority.\n\n\n\nAdditional policy changes may occur at a later date that will have a negative effect on current Section 8 voucher holders in Oakland, especially if the latest draconian Republican budget proposals are voted into federal law. The on-going federal budget cuts may eventually result in the death of the Section 8 voucher program in Oakland, and all across the nation.\n\n\n\nThe Housing Choice Voucher Program (Section 8 program) assists around 2.1 million households in the United States with their rents and utilities, and is run by the Department of Housing and Urban Development (HUD).\n\n\n\nLow-income households with Section 8 vouchers may use them in the private rental market to rent their housing if they can convince a landlord to accept them. During the first year in the program the tenant may not have to pay more than 30% of their income for their monthly rent, and the housing authority pays the remainder to the landlord.\n\n\n\nAccording to HUD’s records Alameda has 1,845 units in their Section 8 inventory. San Francisco has 8,972. Berkeley has 1,935. Oakland has 13,380. Richmond has 1,750. Contra Costa County has 6,381. Alameda County has 6,282, and Marin County has 2,145.\n\n\n\n\n\nRepublican Massive Assault On SSDI\n\n\n\n\n\nIn the Bay Area including San Francisco, Oakland, Berkeley, Richmond, Alameda County, Marin County and Contra Costa County there are thousands of working class disabled people with Social Security Disability Insurance (SSDI) who are now being threatened with a 20% cut to their insurance plan as a direct result of the right-wing attack on Social Security. Additionally, there are hundreds of millions of people all across the nation who have payed into the Social Security program since it’s inception, and currently there are only around 11 to 12 million people being assisted by SSDI who have payed into the system.\n\n\n\nDuring the first week of January 2015, Republicans’ took control of the House and Senate. On day one of taking control of Congress, in a cunning move revealing their hatred of the working class, elderly and disabled, extreme far-right Republicans’ voted to block a simple financial transfer of Social Security funds from the old-age program, to the disability program.\n\n\n\nThe disability program is projected to reach a shortfall in late 2016 because in earlier years too much money was placed into the old age program that should have went into the disability program. As a result, the money needs to be replaced. These are funds that are desperately needed to keep the disability program active to serve the needs of the working class who have already payed tens of millions of dollars into the system, but are now disabled for one reason or another. This includes millions of people on Supplemental Security Income (SSI) who will be devoted if the funding transfer fails to occur.\n\n\n\nAccording to the Center on Budget and Policy Priorities, the normal transfer of Social Security funds from one program to another has taken place at least 11 times since 1968, and was such a standard procedure that it was done 4 times during the Reagan administration. Reagan was a right-wing fascist while in office as president, but compared to the extreme right-wing fascist Republicans taking control of the House and Senate during the first week of January, Reagan has been left far behind in the dust.\n\n\n\nThe Republicans did not ask the 11 million and more disabled Americans how they plan to survive now that they are being threatened with a 20% cut to their Social Security Disability Insurance (SSDI) plan, nor were the millions of people on SSI asked how they plan to survive the massive budget cuts they are presently facing.\n\n\n\nThe funding transfer needs to take place immediately to SSDI before the shortfall sets in during FY 2016 which begins during the beginning of October 2016.\n\n\n\nThe war being waged against the American people by the extremist right-wing Republicans that have taken control of the House and Senate is happening at a very fact pace and can already be felt by millions of Americans all across the nation. The Republicans are trying to conceal their activities as much as possible before the public has a chance to rise up in anger to stop their draconian plans, before those draconian plans are made into federal law.\n\n\n\nLynda Carson may be reached at\n\n\n\nHouse and Senate proposes brutal FY 2016 budget disasterBy Lynda Carson - March 22, 2015Oakland - The Republicans are presently waging an on-going federal budget cutting ‘WAR” against millions of people including veterans, union members, school children, the elderly, blind, disabled and the poor in the low-income communities of Oakland, and all across the nation.During the week of March 16, extreme right-wing Republicans in control of the House of Representatives and the Senate released their disastrous budget proposals for Fiscal Year 2016 and beyond. The Senate Republican budget proposes $5.1 trillion in cuts from the federal budget over a ten year period. The House Republican budget proposal calls for $5.6 trillion in cuts to the federal budget during the same period. The House and Senate have to reconcile their differences, but any way you look at the massive federal budget cutting proposals on the table, if passed into law it will have catastrophic consequences for the American public in the very near future.If approved by the full House and Senate the massive budget cutting plan amounts to more than $500 billion in cuts per year to the federal government’s domestic programs during the next ten years which is totally counter to President Obama’s recent federal budget proposals that would fund America’s domestic programs during FY 2016.Republicans Are Concealing The Details Of Their Budget Cutting PlansIn an obscene stealth maneuver the Republicans are trying to conceal from the public what the details are in regards to which programs they plan to devastate with their massive budget cutting proposals, and on March 18 according to the LA Times: “You won’t find specifics in what we’ve done, just limits,” said Mike Enzi (R., Wyoming) who is the chairman of the Senate Budget Committee.Meanwhile, the U.S. House Budget Committee also passed a massive spending plan that will result in around $613 billion going to the military/Pentagon during 2016, and the failed wars being waged by the federal government in many parts of the world. Additionally, the powerful Rules Committee is expected to amend the current plan with more additional funding for the Pentagon budget before the full House of Representatives votes on the plan which in total amounts to $2 billion more than what President Obama proposed.In essence, the right-wing Republicans are totally open about their plans to fund the military/Pentagon and it’s failed wars with billions of dollars more in additional funding from the federal government. They are totally open about their plans to give massive tax breaks to the rich and wealthy corporations all across America. However, they are desperately concealing the details of the massive budget cutting proposals they are pushing for that would devastate our nation’s domestic programs. The Republicans are afraid that there will be panic in the streets if the details of their budget cutting proposals were made public because their proposals will devastate the lives of tens of millions of people all across the nation, if the budget cutting proposals become the law of the land.What many across the nation do know is that the right-wing Republicans intend to terminate the Affordable Care Act (Obama Care). The Republican extremists are also launching major attacks through budget cuts on such programs as Medicaid, Medicare, the food stamp program, the Department of Housing and Urban Development’s (HUDs) subsidized housing programs, including public housing, Section 8 program, and the Project-Based Voucher Program used by the so-called affordable housing industry.With the massive budget cutting proposals presently on the table the Republicans are also attacking the Social Security Administration, SSDI for disabled Americans who are receiving assistance including people on SSI. The attack also extends to the public school system, teachers, union workers, block grants, and all the other important domestic programs that assist cities across the nation, including veterans, children, the poor, the blind, elderly, and disabled.Republicans Plan Massive Assault On The Food Stamp Program (SNAP Program)According to the U.S. Census Bureau’s annual Families and Living Arrangements report released on January 28, 2015 the number of children receiving food stamps remains higher than it was before the so-called great recession in 2007.The latest report reveals that the rate of children living with married parents who receive food stamps has doubled since 2007. During 2014, an estimated 16 million children, or about one in five, received food stamp assistance compared with the roughly 9 million children, or one in eight, that received food stamp assistance before the so-called great recession began.During 2013 the average monthly food stamp benefit for one individual in California was $151.44. Additional records reveal that during 2011, in California’s 13th Congressional District, Congresswoman Barbara Lee’s district, 11,899 households received food stamps, including 16% of households with one or more people 60 years or older, and 76.8% of households with children under 18. Around 46.6% of the households income was below the poverty level, with the median income around $27,441.With poverty levels at an all time high in the Bay Area, and with one in five children currently receiving food stamp assistance across the nation the Republicans are currently planning massive budget cuts to the federal Food Stamp program during FY 2016, and during the next five years ahead.None of the Republican right-wing extremists bothered to ask the hungry children in the Bay Area and all across the nation how they plan to survive once their food stamp assistance has been taken away from them when the massive budget cuts start going into effect.Changes To Housing Choice Voucher Program In Oakland Due To Budget Cutting ProposalsHUD subsidizes the Housing Choice Voucher Program (Section 8 voucher program) and the Public housing Program in Oakland and all across the nation, and federal sequestration budget cuts in recent years have harmed the Section 8 program deeply.In response to massive budget cuts that have already gone into effect during recent years, in recent days the Oakland Housing Authority (OHA) has announced new policy changes for it’s Section 8 voucher holders (Housing Choice Voucher Program). Doing the best they can under the worst conditions due to the on-going federal budget cuts in recent years, the OHA has still managed to successfully assist thousands of low-income households through the years with their housing assistance needs. Thousands of low-income households would become homeless if the OHA stopped assisting them, or cut back on their housing assistance needs.However, during the week of March 16, thousands of tenants (Section 8 tenants) in the Housing Choice Voucher Program were alarmed to receive two notices of policy changes being made by the OHA which is an MTW demonstration housing authority. MTW housing authorities do not have to abide by the normal federal rules and regulations that 3,300 other Public Housing Authorities have to abide by all across the nation. There are only around 35 MTW housing authorities nationwide, and according to HUD’s records there are around 13,380 Section 8 households in Oakland.One notice sent out advises the Section 8 tenants that as an MTW housing authority the OHA has recently made changes to their portability policy because some neighboring housing authorities may not be absorbing new voucher holders into their system that are transferring out of Oakland. The OHA would end up subsidizing the Section 8 vouchers being used by Section 8 tenants who transferred from Oakland into cities that would not absorb the vouchers into their system, and the OHA does not want to do that.As a result, the new policy restricts Oakland’s Section 8 tenants from using their Section 8 vouchers (Housing Choice Vouchers) to move to Alameda, Contra Costa County, San Francisco, Santa Clara, and Solano County because it may cost more to live in those locations than it does in Oakland. In essence, the OHA is not willing to subsidize the Section 8 voucher holders if they decide to move to those locations. The new policy goes into effect on July 1, 2015.It appears that the OHA did not bother to ask the Section 8 voucher holders of Oakland how they feel about losing their freedom to move to Alameda, San Francisco, Contra Costa County, Santa Clara County, or Solano County with their Section 8 vouchers after the end of June 2015, before deciding on the draconian policy change that restricts their freedom.However, according to documents the OHA recognizes that some households may need to move out of Oakland due to special circumstances and there are exceptions to the new policy. Section 8 tenants are being directed to contact a staff person in the Leased Housing Department of the OHA to discuss their options.Additionally, in a separate notice the Section 8 tenants of Oakland have been advised that a change in the utility allowance (UA) policy is going into effect on August 1, 2015, that may result in the Section 8 tenants paying higher rents as a direct result. The Section 8 tenants have been advised that the OHA is not limited to establishing a utility allowance schedule in accordance with HUD requirements because it is an MTW demonstration housing authority.The tenants are being advised in the notice that the OHA is giving them a six-month notice before the new UA policy goes into effect that may result in the Section 8 tenants of Oakland paying higher much rents than Section 8 tenants do in other jurisdictions that are not being run by an MTW demonstration housing authority.Additional policy changes may occur at a later date that will have a negative effect on current Section 8 voucher holders in Oakland, especially if the latest draconian Republican budget proposals are voted into federal law. The on-going federal budget cuts may eventually result in the death of the Section 8 voucher program in Oakland, and all across the nation.The Housing Choice Voucher Program (Section 8 program) assists around 2.1 million households in the United States with their rents and utilities, and is run by the Department of Housing and Urban Development (HUD).Low-income households with Section 8 vouchers may use them in the private rental market to rent their housing if they can convince a landlord to accept them. During the first year in the program the tenant may not have to pay more than 30% of their income for their monthly rent, and the housing authority pays the remainder to the landlord.According to HUD’s records Alameda has 1,845 units in their Section 8 inventory. San Francisco has 8,972. Berkeley has 1,935. Oakland has 13,380. Richmond has 1,750. Contra Costa County has 6,381. Alameda County has 6,282, and Marin County has 2,145.Republican Massive Assault On SSDIIn the Bay Area including San Francisco, Oakland, Berkeley, Richmond, Alameda County, Marin County and Contra Costa County there are thousands of working class disabled people with Social Security Disability Insurance (SSDI) who are now being threatened with a 20% cut to their insurance plan as a direct result of the right-wing attack on Social Security. Additionally, there are hundreds of millions of people all across the nation who have payed into the Social Security program since it’s inception, and currently there are only around 11 to 12 million people being assisted by SSDI who have payed into the system.During the first week of January 2015, Republicans’ took control of the House and Senate. On day one of taking control of Congress, in a cunning move revealing their hatred of the working class, elderly and disabled, extreme far-right Republicans’ voted to block a simple financial transfer of Social Security funds from the old-age program, to the disability program.The disability program is projected to reach a shortfall in late 2016 because in earlier years too much money was placed into the old age program that should have went into the disability program. As a result, the money needs to be replaced. These are funds that are desperately needed to keep the disability program active to serve the needs of the working class who have already payed tens of millions of dollars into the system, but are now disabled for one reason or another. This includes millions of people on Supplemental Security Income (SSI) who will be devoted if the funding transfer fails to occur.According to the Center on Budget and Policy Priorities, the normal transfer of Social Security funds from one program to another has taken place at least 11 times since 1968, and was such a standard procedure that it was done 4 times during the Reagan administration. Reagan was a right-wing fascist while in office as president, but compared to the extreme right-wing fascist Republicans taking control of the House and Senate during the first week of January, Reagan has been left far behind in the dust.The Republicans did not ask the 11 million and more disabled Americans how they plan to survive now that they are being threatened with a 20% cut to their Social Security Disability Insurance (SSDI) plan, nor were the millions of people on SSI asked how they plan to survive the massive budget cuts they are presently facing.The funding transfer needs to take place immediately to SSDI before the shortfall sets in during FY 2016 which begins during the beginning of October 2016.The war being waged against the American people by the extremist right-wing Republicans that have taken control of the House and Senate is happening at a very fact pace and can already be felt by millions of Americans all across the nation. The Republicans are trying to conceal their activities as much as possible before the public has a chance to rise up in anger to stop their draconian plans, before those draconian plans are made into federal law.Lynda Carson may be reached at tenantsrule [at] yahoo.com The funding transfer needs to take place immediately to SSDI before the shortfall sets in during FY 2016 which begins during the beginning of October 2015.\n\n\n\nSSI recipients will be devastated if the funds are not transferred to SSDI, not devoted as I incorrectly wrote.\n\n\n\nSorry for the errors.\n\n\n\nLynda Carson\n\n\n\n>>>>>", "article_metadata": {"description": "In response to massive budget cuts that have already gone into effect during recent years, in recent days the Oakland Housing Authority (OHA) has announced new policy changes for it’s Section 8 voucher holders (Housing Choice Voucher Program) that may result in higher rents for the Section 8 tenants. Additionally, a new policy restricts the ability of Oakland's Section 8 tenants to move to Alameda, Contra Costa County, San Francisco, Santa Clara, and Solano County with their Section 8 voucher!", "geo.position": "37.765;-122.4183", "og": {"url": "https://www.indybay.org/newsitems/2015/03/22/18770254.php", "site_name": "Indybay", "type": "article", "description": "In response to massive budget cuts that have already gone into effect during recent years, in recent days the Oakland Housing Authority (OHA) has announced new policy changes for it’s Section 8 voucher holders (Housing Choice Voucher Program) that may result in higher rents for the Section 8 tenants. Additionally, a new policy restricts the ability of Oakland's Section 8 tenants to move to Alameda, Contra Costa County, San Francisco, Santa Clara, and Solano County with their Section 8 voucher!", "title": "House and Senate proposes brutal FY 2016 budget disaster : Indybay"}, "twitter": {"description": "In response to massive budget cuts that have already gone into effect during recent years, in recent days the Oakland Housing Authority (OHA) has announced new policy changes for it’s Section 8 voucher holders (Housing Choice Voucher Program) that may result in higher rents for the Section 8 tenants. Additionally, a new policy restricts the ability of Oakland's Section 8 tenants to move to Alameda, Contra Costa County, San Francisco, Santa Clara, and Solano County with their Section 8 voucher!", "site": "@indybay", "card": "summary", "title": "House and Senate proposes brutal FY 2016 budget disaster : Indybay"}, "HandheldFriendly": "true", "MobileOptimized": "width", "ICBM": "37.765,-122.4183", "article": {"publisher": "https://www.facebook.com/indybay.org"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe1911\"", "article_summary": "The Senate Republican budget proposes $5.1 trillion in cuts from the federal budget over a ten year period.\nThe House Republican budget proposal calls for $5.6 trillion in cuts to the federal budget during the same period.\nHowever, they are desperately concealing the details of the massive budget cutting proposals they are pushing for that would devastate our nation’s domestic programs.\nThe on-going federal budget cuts may eventually result in the death of the Section 8 voucher program in Oakland, and all across the nation.\nThe House and Senate have to reconcile their differences, but any way you look at the massive federal budget cutting proposals on the table, if passed into law it will have catastrophic consequences for the American public in the very near future."}