{"article_title": "Paul Revere and Samuel Adams’ Time Capsule Finally Opened in Boston. Here’s What Was Inside.", "article_keywords": ["box", "opened", "contents", "heres", "boston", "inside", "samuel", "capsule", "cornerstone", "placed", "finally", "massachusetts", "paul", "told", "revere", "plaque", "adams"], "article_url": "http://dailysignal.com/2015/01/07/paul-revere-samuel-adams-time-capsule-finally-opened-boston-heres-inside/", "article_text": "Historians have finally opened a post-revolutionary era time capsule that was unearthed in Boston last month.\n\nAccording to the Associated Press, the time capsule was placed in a cornerstone of the Massachusetts Statehouse during its construction in 1795. The contents were transferred to a brass box in 1855. The capsule “was rediscovered last year during an ongoing water filtration project at the building.”\n\nAfter undergoing a series of X-rays, the box was opened by conservators at the Museum of Fine Arts in Boston on Tuesday.\n\n\n\nBoston’s Fox 25 called the brass box “crammed” with historically significant items, including newspapers, coins and a silver plaque with fingerprints. One of the coins dates back to the 1650s.\n\nThe inscription on the plaque says that it was placed in the cornerstone of the building on July 4, 1795—the 19th anniversary of American independence.\n\nThe plaque also reveals that the time capsule was placed there by Paul Revere and Samuel Adams, who was governor of Massachusetts at the time.\n\nMichael Comeau, executive director of the Massachusetts Archives and Commonwealth Museum, told the AP the contents of the capsule are “the stuff of history.”\n\n“It’s part of our collective memory, our shared heritage,” said Comeau.\n\nConservators told the AP the newspapers are in “amazingly good condition,” but they have yet to unfold the delicate pages. They think one of the papers might be an edition of the Boston Evening Traveller, which eventually became part of today’s Boston Herald.\n\nFox 25 reports that after study and restoration by historians, the artifacts will be displayed for a brief period before returning to their time capsule in the cornerstone “possibly with some additions from the modern era.”\n\nView images of the capsule and its contents.", "article_metadata": {"description": "Historians have finally opened a post-revolutionary era time capsule that was unearthed in Boston last month.", "og": {"site_name": "The Daily Signal", "description": "Historians have finally opened a post-revolutionary era time capsule that was unearthed in Boston last month.", "title": "Paul Revere and Samuel Adams’ Time Capsule Finally Opened in Boston. Here’s What Was Inside.", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/Screen-Shot-2015-01-07-at-1.00.50-PM.png", "updated_time": "2015-01-07T22:34:16+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1HNGEDc"}, "twitter": {"domain": "The Daily Signal", "description": "Historians have finally opened a post-revolutionary era time capsule that was unearthed in Boston last month.", "title": "Paul Revere and Samuel Adams’ Time Capsule Finally Opened in Boston. Here’s What Was Inside.", "image": {"src": "http://dailysignal.com/wp-content/uploads/Screen-Shot-2015-01-07-at-1.00.50-PM.png"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Society", "tag": "founding principles", "published_time": "2015-01-07T13:55:59+00:00", "modified_time": "2015-01-07T22:34:16+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Boston, time capsules, history, Boston time capsule, revolutionary war, American history"}, "article_summary": "The plaque also reveals that the time capsule was placed there by Paul Revere and Samuel Adams, who was governor of Massachusetts at the time.\nHistorians have finally opened a post-revolutionary era time capsule that was unearthed in Boston last month.\nAccording to the Associated Press, the time capsule was placed in a cornerstone of the Massachusetts Statehouse during its construction in 1795.\nThey think one of the papers might be an edition of the Boston Evening Traveller, which eventually became part of today’s Boston Herald.\nBoston’s Fox 25 called the brass box “crammed” with historically significant items, including newspapers, coins and a silver plaque with fingerprints."}