{"article_title": "LePage: 'I would inject traffickers with their own medicine'", "article_keywords": ["tax", "young", "lepage", "drug", "state", "inject", "student", "income", "medicine", "traffickers", "maine", "governor", "eliminate"], "article_url": "http://www.pressherald.com/2016/01/14/lepage-i-would-inject-traffickers-with-their-own-medicine/", "article_text": "WATERVILLE — Gov. Paul LePage again hammered at Maine’s heroin crisis in a speech Thursday morning, telling business leaders he believes in capital punishment for those who peddle illegal drugs in the state.\n\n“I would inject the traffickers with their own medicine, because they are killing our people,” LePage said in remarks at a breakfast meeting of the Mid-Maine Chamber of Commerce held at Thomas College in Waterville.\n\nThe governor also said that the push for a statewide referendum on whether to do away with the state income tax was proceeding, but might not make it onto the ballot until November 2017.\n\nLePage said that 400 people had died from drug overdoses since 2014 and more had been murdered in drug deals gone bad. There were 20 babies born every week addicted to drugs and the state needs to fund more drug enforcement agents to deal with the problem, LePage said.\n\nThe governor’s speech came after a political firestorm erupted last week when he said at a town hall meeting in Bridgton that drug dealers coming to Maine were impregnating young white girls, a remark that critics called racist. LePage held a rare press conference Friday, where he characterized the remark as “one slip” and said his statement wasn’t intended to single out a particular race or group of women.\n\nAt Thursday’s business breakfast, LePage made an apparent reference to criticism of the racially-charged controversy, saying of drug dealers: “It doesn’t matter, the color of your skin. If you are a drug trafficker in this state and you are killing our babies, our people, you need to go away.”\n\nThe governor commented on the state’s drug “pandemic” as part of an hour-long talk on “moving Maine from poverty to prosperity.” He also touched on familiar themes of his administration, including the income tax, student loans and his dissatisfaction with the Maine Legislature.\n\nLePage also highlighted his push to eliminate the state’s income tax and replace it with a 1 percent increase in the state sales tax, with protections for poor and elderly residents.\n\n“Lowering the income tax gives everyone an increase,” LePage said.\n\nThe Legislature last year rejected the governor’s attempt to eliminate the income tax. Afterward, LePage said he would take the proposal to voters in a statewide referendum.\n\nOn Thursday, the governor said a referendum initiative to eliminate the income tax is moving forward, but might not make the 2016 ballot. It might make more sense to wait until 2017, LePage said, because it would be an off-year election and only people who are really interested would vote, giving the measure a better chance of success.\n\nIn order to attract and keep young people in Maine, the state should offer ways write off student loan payments on their personal taxes, and also offer employers who pay off workers’ student loans to be repaid, dollar for dollar, in tax deductions.\n\n“I’m trying to keep these people here. There’s a selfish reason for that. I want my son and daughter to remain in Maine so I don’t have to fly to see my grandchildren some day,” LePage said.", "article_metadata": {"description": "The governor spoke out on the state's heroin crisis during a speech Thursday at Thomas College days after addressing a racially-charged comment he made about drug dealers.", "generator": "WordPress 4.3.4", "og": {"site_name": "The Portland Press Herald / Maine Sunday Telegram", "description": "The governor spoke out on the state's heroin crisis during a speech Thursday at Thomas College days after addressing a racially-charged comment he made about drug dealers.", "title": "LePage: 'I would inject traffickers with their own medicine' - The Portland Press Herald / Maine Sunday Telegram", "locale": "en_US", "image": {"width": 1000, "identifier": "http://www.pressherald.com/wp-content/uploads/2016/01/469140_891796-20160114-lepage-3.jpg", "height": 747}, "updated_time": "2016-01-14T22:03:17-04:00", "url": "http://www.pressherald.com/2016/01/14/lepage-i-would-inject-traffickers-with-their-own-medicine/", "type": "article"}, "twitter": {"description": "The governor spoke out on the state's heroin crisis during a speech Thursday at Thomas College days after addressing a racially-charged comment he made about drug dealers.", "creator": "@pressherald", "image": "http://www.pressherald.com/wp-content/uploads/2016/01/469140_891796-20160114-lepage-3.jpg", "title": "LePage: 'I would inject traffickers with their own medicine' - The Portland Press Herald / Maine Sunday Telegram", "site": "@pressherald", "card": "summary_large_image"}, "robots": "noodp", "apple-itunes-app": "app-id=951845858", "fb": {"admins": 769488179, "app_id": 178078215650057}, "article": {"publisher": "https://www.facebook.com/pressherald", "section": "Local & State", "published_time": "2016-01-14T10:32:40-04:00", "modified_time": "2016-01-14T22:03:17-04:00"}, "google-site-verification": "QWs9pxQP8fwo2-nR5mWopc6qCK2D3920f7bl-U-zkso", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd7708\"", "article_summary": "“I would inject the traffickers with their own medicine, because they are killing our people,” LePage said in remarks at a breakfast meeting of the Mid-Maine Chamber of Commerce held at Thomas College in Waterville.\n“Lowering the income tax gives everyone an increase,” LePage said.\nThe Legislature last year rejected the governor’s attempt to eliminate the income tax.\nLePage said that 400 people had died from drug overdoses since 2014 and more had been murdered in drug deals gone bad.\nOn Thursday, the governor said a referendum initiative to eliminate the income tax is moving forward, but might not make the 2016 ballot."}