{"article_title": "Dennis Quaid: 'I thought of Trump' for new role", "article_keywords": ["art", "trump", "hes", "brukner", "series", "political", "thought", "quaid", "going", "role", "stars", "dennis"], "article_url": "http://thehill.com/blogs/in-the-know/260444-dennis-quaid-i-thought-of-trump-for-new-role", "article_text": "Dennis Quaid’s new role as a real estate mogul with political aspirations might seem familiar to viewers, and he says it did to him, too: “of course it sounded a lot like Trump.”\n\nQuaid plays tough-talking gubernatorial hopeful Samuel Brukner in Crackle’s new auction house drama, “The Art of More.” The entertainer says that the series’ writers may have had psychic abilities when they created the character.\n\nADVERTISEMENT\n\n“We were going about the fourth or fifth episode when Trump announced that he was going to run for president,” Quaid says. “All this stuff that was in our show was kind of being mirrored in a sense there.”\n\n“It was an opportune moment,” he adds with a laugh.\n\nSome of the lines from the show— which also stars Kate Bosworth and Cary Elwes — could be mistaken for having come straight from the real-life GOP presidential candidate’s mouth.\n\n“I have a one-word response to those rumors: bull---t,” Quaid, as Brukner, declares to a crowd in one preview clip. “People are fed up with these do-nothing, two-faced politicians,” Brukner says, “They want something real. And I’m going to give it to them. And I am not going to apologize for my life.”\n\nIn another scene, the fictional political newbie says, “I have what is called ‘f--k you money,’ which means I don’t have to listen to anyone.”\n\nQuaid says he’s personally met Trump several times and considers him a “fun guy.” He studied the former reality TV star’s mannerisms for the “Art of More” role: “[Trump’s] the epitome of it. But people in politics, politicians, and also a lot of these billionaires that are out there sort of in public business, they have big personalities. And sometimes have the same physical ticks — and Donald was really good for that.”\n\nWhile the 61-year-old “Far From Heaven” star, a political independent, hasn’t decided who he’s voting for in 2016 and is waiting to “hear everybody out,” he says he’s unsure what Trump will think of the Crackle series’ character.\n\n“Of course I thought of Trump when I was doing this character, but he’s not Trump,” explains Quaid. “But they certainly can be cousins,” he says with a big chuckle.\n\n“The Art of More” premieres on Crackle on Thursday.", "article_metadata": {"dcterms.description": "The actor plays a real estate mogul with political aspirations in Crackle's new show.", "description": "The actor plays a real estate mogul with political aspirations in Crackle's new show.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "In The Know"}}, "og": {"site_name": "TheHill", "description": "The actor plays a real estate mogul with political aspirations in Crackle's new show.", "title": "Dennis Quaid: 'I thought of Trump' for new role", "url": "http://thehill.com/blogs/in-the-know/260444-dennis-quaid-i-thought-of-trump-for-new-role", "image": "http://thehill.com/sites/default/files/blogs/elwescary_bosworthkate_quaiddennis11172015getty.jpg", "updated_time": "2016-02-04T05:25:59-05:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "dcterms.modified": "2016-02-04T05:25-05:00", "dcterms.identifier": "http://thehill.com/blogs/in-the-know/260444-dennis-quaid-i-thought-of-trump-for-new-role", "dcterms.date": "2015-11-17T14:22-05:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Tristan Lejeune", "author": "Judy Kurtz", "dcterms.type": "Text", "keywords": ",,", "article": {"published_time": "2015-11-17T14:22:38-05:00", "modified_time": "2016-02-04T05:25:59-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/in-the-know/260444-dennis-quaid-i-thought-of-trump-for-new-role", "widgets": {"csp": "on"}, "description": "The actor plays a real estate mogul with political aspirations in Crackle's new show.", "card": "summary", "title": "Dennis Quaid: 'I thought of Trump' for new role"}, "dcterms.title": "Dennis Quaid: 'I thought of Trump' for new role"}, "_id": "\"57477af46914bd0286fe1b07\"", "article_summary": "“Of course I thought of Trump when I was doing this character, but he’s not Trump,” explains Quaid.\nADVERTISEMENT“We were going about the fourth or fifth episode when Trump announced that he was going to run for president,” Quaid says.\n“I have a one-word response to those rumors: bull---t,” Quaid, as Brukner, declares to a crowd in one preview clip.\n“People are fed up with these do-nothing, two-faced politicians,” Brukner says, “They want something real.\n“All this stuff that was in our show was kind of being mirrored in a sense there.”“It was an opportune moment,” he adds with a laugh."}