{"article_title": "Oklahoma City RedHawks Now Called The Oklahoma City Dodgers - News9.com - Oklahoma City, OK - News, Weather, Video and Sports", "article_keywords": ["city", "dodgers", "ok", "ownership", "oklahoma", "called", "angeles", "los", "weather", "video", "triplea", "team", "news9com", "teams", "redhawks", "elements"], "article_url": "http://www.news9.com/story/27538188/oklahoma-city-redhawks-now-called-the-oklahoma-city-dodgers", "article_text": "The Oklahoma City RedHawks are now the Oklahoma City Dodgers.\n\nMandalay Baseball, LLC announced today the franchise will replace the Oklahoma City RedHawks moniker and will be known as the Oklahoma City Dodgers, effective immediately.\n\n“Today marks a new chapter in Oklahoma City's baseball history, and we are proud to say we are now the Oklahoma City Dodgers,” said Oklahoma City Dodgers President/General Manager Michael Byrnes. “Soon after the ownership change took place, there was a dialogue as to how we could rebrand the team. Ultimately, ownership, team leadership, and key stakeholders felt there was no bigger statement for the Los Angeles Dodgers to plant their flag in Oklahoma City than by renaming their Triple-A team the Dodgers as well.”\n\nIn September, the franchise was acquired by Mandalay Baseball—a joint venture between ownership of the Los Angeles Dodgers and an investor group led by Mandalay Entertainment Chairman and CEO Peter Guber. Since Triple-A baseball began in Oklahoma City in 1962, the Los Angeles Dodgers are the fifth Major League team to call Oklahoma City its Triple-A home and “Dodgers” will be the third name used, following 89ers and RedHawks.\n\n“Using the Dodgers' name is a privilege,” Guber said. “It's one of the three or four most iconic brands in sports all over the world, and we are thrilled we have the opportunity to share it and shine with it.”\n\nThe team's new logos and jerseys incorporate several elements of the Los Angeles Dodgers' history and the culture of Oklahoma City and Bricktown. Some of the elements of the new brand—including the Dodgers script and the famous “shooting ball”—have been associated with the Dodgers since 1938. The team's new home jerseys mirror the current home jerseys of the Los Angeles Dodgers, and the home hat is styled after the old Brooklyn Dodgers' hats.\n\nAll of the new elements were developed by the Los Angeles Dodgers' graphic design team.\n\n“We didn't just want to slap ‘Oklahoma City' over an existing Dodgers logo and call it a day,” said Ross Yoshida, Los Angeles Dodgers Director of Graphic Design. “We wanted to tailor the Dodger brand to something that people in Oklahoma City could take pride in, hence elements like the homage to Bricktown on the primary logo and the SkyDance Bridge patch on the home uniforms.”\n\nAll new design elements are available to see at the team's website, okcdodgers.com.\n\nFans can get their hands on new Oklahoma City Dodgers merchandise at the newly remodeled team store located on the Mickey Mantle Plaza at Chickasaw Bricktown Ballpark. The store will be open on weekdays from 10 a.m. – 4 p.m. through December 10. Updated hours after December 10 will be posted online or can be obtained by calling (405) 218-1000.\n\nSeason ticket packages, including the Seven-Game Holiday Pack, are now available for the 2015 season. Reservations are also being accepted for group outings, including the brand new Left Field Deck. For more information, call (405) 218-1000 or visit okcdodgers.com.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "Mandalay Baseball, LLC announced today the franchise will replace the Oklahoma City RedHawks moniker and will be known as the Oklahoma City Dodgers, effective immediately.", "author": "Billy Hendrix", "og": {"url": "http://www.news9.com/story/27538188/oklahoma-city-redhawks-now-called-the-oklahoma-city-dodgers", "image": "http://KWTV.images.worldnow.com/images/6116878_G.jpg", "type": "article", "description": "Mandalay Baseball, LLC announced today the franchise will replace the Oklahoma City RedHawks moniker and will be known as the Oklahoma City Dodgers, effective immediately.", "title": "Oklahoma City RedHawks Now Called The Oklahoma City Dodgers"}, "twitter": {"image": "http://KWTV.images.worldnow.com/images/6116878_G.jpg", "description": "Mandalay Baseball, LLC announced today the franchise will replace the Oklahoma City RedHawks moniker and will be known as the Oklahoma City Dodgers, effective immediately.", "card": "summary", "title": "Oklahoma City RedHawks Now Called The Oklahoma City Dodgers"}, "wnreadableurl": "oklahoma-city-redhawks-now-called-the-oklahoma-city-dodgers", "ROBOTS": "index,follow,noarchive", "owner": "KWTV", "fb": {"app_id": 538140636230283}, "date": "2014/12/03", "KEYWORDS": "oklahoma city,okc,media,baseball,redhawks,dodgers,news9.com,news 9,newsok,newsok.com", "wn-version": "ContainerE-Story", "wn-base": "IIS06", "verify-v1": "d5ZN+GNiazjgWlnr3WHikwraMvFljdUSLMgex4CGnc8=", "news_keywords": "oklahoma city,okc,media,baseball,redhawks,dodgers,news9.com,news 9,newsok,newsok.com"}, "article_summary": "“Today marks a new chapter in Oklahoma City's baseball history, and we are proud to say we are now the Oklahoma City Dodgers,” said Oklahoma City Dodgers President/General Manager Michael Byrnes.\nThe Oklahoma City RedHawks are now the Oklahoma City Dodgers.\nMandalay Baseball, LLC announced today the franchise will replace the Oklahoma City RedHawks moniker and will be known as the Oklahoma City Dodgers, effective immediately.\n“We didn't just want to slap ‘Oklahoma City' over an existing Dodgers logo and call it a day,” said Ross Yoshida, Los Angeles Dodgers Director of Graphic Design.\nSince Triple-A baseball began in Oklahoma City in 1962, the Los Angeles Dodgers are the fifth Major League team to call Oklahoma City its Triple-A home and “Dodgers” will be the third name used, following 89ers and RedHawks."}