{"article_title": "Spotlight on April Stephens of AprilRose Consulting", "article_keywords": ["training", "help", "stephens", "knew", "consulting", "business", "wayne", "im", "know", "human", "aprilrose", "worked", "spotlight", "fort"], "article_url": "http://www.frostillustrated.com/2016/spotlight-on-april-stephens-of-aprilrose-consulting/", "article_text": "Jeanie Summerville |\n\nBy Jeanie Summerville\n\nWhat’s up, babies?\n\nIt pleases me to bring to you this week’s spotlight because she’s in business to help you stay in business by helping your business grow. And, we need that because in this thing called life, we’ve seen so many businesses within the community come and go and that saddens my heart. It makes me wonder: Do they come and go because the people don’t patronize them? I don’t know. Do they come and go because of various stumbling blocks that occur and they can’t get the proper guidance to see them through it? I don’t know that either. But I do know, this information that you read today will be of help to you if you need it. For you are not alone and maybe she can help you stay afloat, as we continue to travel on our journey of love, so enjoy:\n\n“Hello, Frost Illustrated readers. My name is April Stephens. I was born and raised in Fort Wayne, Ind., and I graduated from South Side High School class of ’99 and now, I’m the owner of AprilRose Consulting. I help small to medium size businesses with recruiting, any human resource issue, social media assistance, customer service training, sexual harassment training and diversity training. I also help them to know, if they’re following the regulatory compliances of federal and state laws, if they’re dotting their I’s and crossing their T’s, are they offering proper benefits to their employees, are they following Obamacare and etc.\n\n“How AprilRose came to be, upon graduation from the University of Illinois in Chicago in 2007, I knew I wanted to do consulting and the next best thing to consulting was human resources. So after graduation, my very first job was human resource generalist and I enjoyed that job so much when I was in Chicago. But when I received a salary, after being a college student for four years, I knew this salary wasn’t going to keep me living in Chicago. So after I worked there for a year, I moved back to Fort Wayne and pretty much put my blood, sweat and tears into Corporate America in human resources. I worked for ITT, Nestlé and some other well known companies and, I learned really good strategies. I’ve had a lot of training. I actually developed a lot of skills in human resources and I had a rapport with executives.\n\n“So, when I worked at Edy’s before they became Nestlé, I’d communicate ideas to the line workers and communicate information to the executives from the people in the factory because I’m a really great communicator and trainer but, I have children. What ended up happening was, I had all these skills, all of this training and I’d be out of work for a year, stay home with my kids and I’d go back to work, then I’d have another kid. But, my title was not equaling my skill level and I felt that sometimes, being a woman, there were things in life that hold us back in your career and because I knew I had the skills and I wanted to be a mother equally, I decided to open AprilRose Consulting. And I knew, that since I’ve worked at an executive corporate level and with executives of nationally known companies, my skills can translate to small and medium businesses that have less than 50 employees. I knew I had found my niche because I knew, I could provide employee training, recruiting, performance management and if they don’t actually have a Human Resources Department and they’re thinking about starting one, I’ll help them figure out what subjects they need to take.\n\nI formed this business and I started all of the legwork last year but I was working full-time and I knew, I pretty much wanted to go out and get my feet wet. So I mustered up the energy, got my business cards and since there isn’t a lot of start up cost to be a consultant, I was open for business.\n\n“My first client was here in Indianapolis. He opened a Brow and Lash Lounge business and, within the first year, he opened three more of these lounges. And, he has employees under him so he needed assistance as far as an employee handbook because he wanted them to understand his mission and what he wants to do. So, I sat down with him and I created a detailed employee handbook for him. He’s still a client of mine today, so when he has any issues with his businesses he calls me, asks questions and I help him.\n\n“Another one of my best clients is in Fort Wayne and she has a cleaning company for apartment complexes that she’s had for two years. She reached out to me and I incorporated her business, recruited and screened employees for her. She’s a mother too and with my help through AprilRose Consulting, she was able to finally have time off on weekends. She was so grateful that she took that first step and reached out to me because there are so many unknowns.\n\n“I really enjoy helping small and medium businesses because Corporate America is so cut throat. When I worked at Edy’s, it was a scary time because Edy’s was transferring over to Nestlé and there were people that worked there for 10 to 20 years that were losing their jobs because Nestlé came from Switzerland and they sent the top guys here from there because that’s where their corporate office is. They’d come and people would literally lose their jobs that day. And, when I was in college, I heard all the stories about the economic crash, people losing jobs and losing retirement money and so, it was scary because it was happening right in front of me.\n\n“And, even though I don’t have a medical or dental benefit package, I have the confidence in my own skill level to grow my own business and not only that, I feel more appreciated than just being a number in a 10,000-employee company. When people see that I’m consistent and persistent, they know they can trust me and once I have their trust, they refer other businesses to me and they come back as loyal clients. My greatest joy is, I’m my own brand, it’s who I am and I’m representing people through my brand AprilRose.\n\n“My greatest challenge right now is, what do I take on? I worked in Corporate America for 10 years and I know human resources in and out but because people have so many questions that can be really broad or general sometimes, I have to turn work down because it’s not falling into the same line of business that I offer. I strictly offer human resource consulting but I can refer a network because when you’re a business owner, you network with different people all the time.\n\nI live in Fishers but I’m close to Indianapolis and growing up in Fort Wayne, I wanted to get away from it to appreciate who I am, to appreciate my culture and to appreciate a larger city. I wanted to expand my wings and that’s why I went to the University of Illinois in Chicago and what I realized being away from home is, Fort Wayne is actually a really good place. I bought my first home in Fort Wayne after I got my job in Chicago and I brought my money back home, so I came to appreciate Fort Wayne and growing up here. I also came to appreciate a lot of things here such as attending South Side High School, going to McMillen Park and playing. And I feel I want to give back to my community because Fort Wayne is actually who I am even though I lived in Chicago and North Carolina and I even though I’m here in Indianapolis. So, I do want to be able to help individuals partner with the Fort Wayne Urban League if they need to offer training to start up business owners. I want to give back to the community because Fort Wayne, is who I am.”\n\nNow in closing I say, great job April, I’m so proud of you and to everyone that may need her service, you can contact her via telephone at (317) 820-9993 and check out her website at www.aprilroseconsulting.com. So until next week, you’ve been Up Close with Jeanie. Bye bye, babies.\n\nP.S. If you would like The Spotlight shined upon you or someone that you know, all in the name of love, just send me an e-mail to upclosewithjeanie@yahoo. com. I’d love to hear from you.\n\nRelated\n\nCategory: Business, Community, Features, Local, People", "article_metadata": {"news_keywords": "april stephens, aprilrose consulting, edy's, featured, frost illustrated, human resources, Jeanie Summerville, nestle, obamacare, Up Close with Jeanie", "generator": "WordPress 4.2.7", "og": {"site_name": "Frost Illustrated", "description": "By Jeanie Summerville What’s up, babies? It pleases me to bring to you this week’s spotlight because she’s in business to help you stay in business by helping your business grow. And, we need that ...", "title": "Spotlight on April Stephens of AprilRose Consulting", "url": "http://www.frostillustrated.com/2016/spotlight-on-april-stephens-of-aprilrose-consulting/", "image": "http://www.frostillustrated.com/wp-content/uploads/2016/05/April-Stephens1-e1462113849799.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"src": "http://www.frostillustrated.com/wp-content/uploads/2016/05/April-Stephens1-e1462113849799.jpg?w=640"}, "site": "@frostwebfeed", "card": "summary_large_image", "creator": "@frostwebfeed"}, "article": {"published_time": "2016-05-04T10:37:34+00:00", "modified_time": "2016-05-01T14:45:21+00:00", "author": "http://www.frostillustrated.com/author/jsummerville/"}, "viewport": "width=device-width"}, "article_summary": "I bought my first home in Fort Wayne after I got my job in Chicago and I brought my money back home, so I came to appreciate Fort Wayne and growing up here.\nI was born and raised in Fort Wayne, Ind., and I graduated from South Side High School class of ’99 and now, I’m the owner of AprilRose Consulting.\nShe’s a mother too and with my help through AprilRose Consulting, she was able to finally have time off on weekends.\nIt pleases me to bring to you this week’s spotlight because she’s in business to help you stay in business by helping your business grow.\n“Another one of my best clients is in Fort Wayne and she has a cleaning company for apartment complexes that she’s had for two years."}