{"article_title": "Right-wing nuts’ anti-gay implosion: How a new ploy can doom the party", "article_keywords": ["control", "kansas", "gay", "contraception", "ploy", "implosion", "nuts", "conservatives", "antigay", "birth", "mandate", "party", "rightwing", "doom", "religious", "law", "care"], "article_url": "http://www.salon.com/2014/02/14/rightwing_nuts_anti_gay_implosion_how_a_new_ploy_can_doom_the_party/", "article_text": "Topics: Affordable Care Act, Contraception, contraception mandate, Editor's Picks, Gay Marriage, Gay Rights, LGBT, lgbt equality, Obamacare, Politics News\n\nAn anti-gay bill that may become law in Kansas could test the consistency of conservatives who oppose the Affordable Care Act’s requirement that employer sponsored insurance include birth control coverage.\n\nWhat does being gay have to do with birth control, other than that religious conservatives regard both as sinful forms of contraception?\n\nI’ll get to that in a minute.\n\nFirst, the backdrop. Obamacare’s contraception mandate faces a number of challenges, including from devout business owners, who argue that complying with it — and, thus, facilitating employee access to birth control — would violate their religious beliefs.\n\nElite conservatives and Congressional Republicans have rallied to their defense. Not, they insist, because they personally share with the owners’ uneasiness about birth control per se, but because the mandate tramples religious liberty. There has revealingly been no similar condemnation of other Obamacare benefit mandates that would presumably require entrepreneurial Christian Scientists to facilitate all manner of medical care that their religion forbids. Perhaps that’ll change if a Christian Scientist takes the Obama administration to court. Maybe there’ll be a conservative outcry against the Affordable Care Act’s preventive service requirements (nothing tramples religious liberties like colorectal cancer screenings). But they would be taking a first step on a slope I doubt they want to slide down on their backsides.\n\nWhich brings us to Kansas.\n\nIn anticipation of a federal court ruling that would end its gay marriage ban, the Kansas state legislature is advancing a 21st century Jim Crow law for anti-gay religious residents. They may not be able to prevent gay marriages for long, but nobody in Kansas will be vulnerable to civil or criminal penalties for discriminating against gay people with respect to their marriages or other partnerships, if said discrimination is an artifact of religious belief.\n\nIf a gay man walks into my store to buy booze, should I be able to turn him away because he might be throwing a wedding party? Many in the Kansas state government think so. If two gay, married men want to have a romantic dinner or to send their adopted daughter to daycare, Kansas thinks you, the restauranteur or daycare provider should be able to refuse them service.\n\nI suspect a federal judge will void this almost as soon as it becomes law (if it does; new reports suggest an uphill climb), so the practical impact might be moot. But in the realm of ideas, opponents of the contraception mandate must at the very least support the intent of the Kansas bill, if not its exact form. In fact, to be consistent, opponents of the contraception mandate must believe that the Kansas bill isn’t even necessary — that religious individuals and businesses in Kansas and everywhere are inherently exempt from laws that require them to provide services that might facilitate or affirm the legitimacy of gay unions.", "article_metadata": {"description": "What began as opposition to a contraception mandate, on religious grounds, is now a real can of worms. Oops!", "title": "Right-wing nuts’ anti-gay implosion: How a new ploy can doom the party", "og": {"site_name": "Salon", "description": "What began as opposition to a contraception mandate, on religious grounds, is now a real can of worms. Oops!", "title": "Right-wing nuts’ anti-gay implosion: How a new ploy can doom the party", "url": "http://www.salon.com/2014/02/14/rightwing_nuts_anti_gay_implosion_how_a_new_ploy_can_doom_the_party/", "image": "http://media.salon.com/2014/02/huckabee_bachmann.jpg", "type": "article"}, "twitter": {"description": "What began as opposition to a contraception mandate, on religious grounds, is now a real can of worms. Oops!", "title": "Right-wing nuts’ anti-gay implosion: How a new ploy can doom the party", "image": "http://media.salon.com/2014/02/huckabee_bachmann.jpg", "creator": "@brianbeutler", "site": "@salon", "card": "summary_large_image"}, "author": "Brian Beutler", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Affordable Care Act, Contraception, contraception mandate, Editor's Picks, Gay Marriage, Gay Rights, LGBT, lgbt equality, Obamacare", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "What does being gay have to do with birth control, other than that religious conservatives regard both as sinful forms of contraception?\nNot, they insist, because they personally share with the owners’ uneasiness about birth control per se, but because the mandate tramples religious liberty.\nBut in the realm of ideas, opponents of the contraception mandate must at the very least support the intent of the Kansas bill, if not its exact form.\nObamacare’s contraception mandate faces a number of challenges, including from devout business owners, who argue that complying with it — and, thus, facilitating employee access to birth control — would violate their religious beliefs.\nMaybe there’ll be a conservative outcry against the Affordable Care Act’s preventive service requirements (nothing tramples religious liberties like colorectal cancer screenings)."}