{"article_title": "Bootleg American-Inspired Fast Food Pops Up In Iran: ‘Mash Donald’s’, ‘Pizza Hat’ And ‘Subways’", "article_keywords": ["coffee", "iran", "versions", "food", "bootleg", "subways", "fast", "mash", "pops", "donalds", "kfc", "restaurants", "hat", "pizza"], "article_url": "http://www.medicaldaily.com/bootleg-american-inspired-fast-food-pops-iran-mash-donalds-pizza-hat-and-subways-261790", "article_text": "Iranians love hamburgers just as much as Americans do, indeed enough to make them want to start several bootleg versions of U.S. restaurants, like \"Mash Donald's.\"\n\nIranians love hamburgers just as much as Americans do, indeed enough to make them want to start several bootleg versions of U.S. restaurants, like \"Mash Donald's.\" Image courtesy of Shutterstock\n\nIranians enjoy greasy burgers and hearty burritos just as much as Americans do – so much so that they have started their own bootleg versions of popular fast food franchises, sporting names like “Mash Donald’s” and “Pizza Hat.”\n\nThough McDonald’s pervades some 120 different countries, Iran is not one of them, leaving its citizens to improvise when it comes to fast food.\n\nNPR reports that Holly Dagres, a Middle East analyst and commentator, has been gathering photos and information about the various bootleg fast food joints that have cropped up in Tehran – such as a rip-off on Chipotle, Baskin-Robbins, KFC, and Dominos Pizza. Mash Donald’s reportedly also serves hot dogs in baguette bread, according to Dagres. Raees Coffee, which is translated as “Boss” Coffee, has incorporated a strikingly similar Starbucks logo in its branding, and serves crepes along with coffee and desserts.\n\n“I think Starbucks actually tried to sue Raees Coffee, but there was no success; and the same with KFC,” Dagres told NPR. “And they’ve done such a perfect job, in some circumstances, of emulating things. Baskin-Robbins and KFC look like the real deal. It’s kind of confusing.”\n\nPerhaps most bizarre is the rip-off on Subway, found in the Motel Ghoo area by the Caspian Sea in northern Iran, which sports the same sandwich-making process as well as the “Eat Fresh” motto as its American counterpart, but features an exterior covered in scrambled letters.\n\nBecause U.S. sanctions ban American fast food companies from opening in Iran, restaurant owners are left to replicate as best they can the hamburgers, fries, pizza, sandwiches and fried chicken they enjoy. “If diplomatic relations were ever restored, would those faux franchises be in a difficult position?” NPR writes. Until they may have to face lawsuits in the future, these bootleg restaurants will stay open to provide Iranians with a chance to skip traditional meals for the occasional fast food they crave.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "iranian fast food, mcdonald's, bootleg, american, mash donald's", "og": {"site_name": "Medical Daily", "description": "Iran has produced a number of 'faux-franchises' that mirror U.S. fast food chains.", "title": "Bootleg American-Inspired Fast Food Pops Up In Iran: ‘Mash Donald’s’, ‘Pizza Hat’ And ‘Subways’", "url": "http://www.medicaldaily.com/bootleg-american-inspired-fast-food-pops-iran-mash-donalds-pizza-hat-and-subways-261790", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/11/02/mcdonalds-burger.jpg", "type": "article"}, "twitter": {"description": "Iran has produced a number of 'faux-franchises' that mirror U.S. fast food chains.", "title": "Bootleg American-Inspired Fast Food Pops Up In Iran: ‘Mash Donald’s’, ‘Pizza Hat’ And ‘Subways’", "url": "http://www.medicaldaily.com/bootleg-american-inspired-fast-food-pops-iran-mash-donalds-pizza-hat-and-subways-261790", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/11/02/mcdonalds-burger.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/11/02/mcdonalds-burger.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2013-11-02T17:17:09-04:00", "modified_time": "2013-11-02T21:29:18-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Iran has produced a number of 'faux-franchises' that mirror U.S. fast food chains."}, "article_summary": "Iranians love hamburgers just as much as Americans do, indeed enough to make them want to start several bootleg versions of U.S. restaurants, like \"Mash Donald's.\"\nUntil they may have to face lawsuits in the future, these bootleg restaurants will stay open to provide Iranians with a chance to skip traditional meals for the occasional fast food they crave.\nBecause U.S. sanctions ban American fast food companies from opening in Iran, restaurant owners are left to replicate as best they can the hamburgers, fries, pizza, sandwiches and fried chicken they enjoy.\nNPR reports that Holly Dagres, a Middle East analyst and commentator, has been gathering photos and information about the various bootleg fast food joints that have cropped up in Tehran – such as a rip-off on Chipotle, Baskin-Robbins, KFC, and Dominos Pizza.\nMash Donald’s reportedly also serves hot dogs in baguette bread, according to Dagres."}