{"article_title": "Putin's Syria Strikes: Obama Once Again 'Caught Off Guard'", "article_keywords": ["president", "putin", "iran", "putins", "intelligence", "caught", "strikes", "guard", "military", "russian", "syria", "bombing", "russia", "obama"], "article_url": "http://www.thefiscaltimes.com/Columns/2015/10/01/Putins-Syria-Strikes-Obama-Once-Again-Caught-Guard", "article_text": "“Caught off guard.” Those three words have come to define the Obama presidency. We were “caught off guard” by the Taliban takeover of Kunduz, says The New York Times. We were “caught off guard” by Russia bombing our allies in Syria, says The Wall Street Journal. Earlier, we were similarly shocked by the emergence of ISIS, by Russia’s takeover of Crimea, and by China’s military build-up in the South China Sea. As one wag put it: This White House could be caught off guard by the sun rising in the East.\n\nWhat’s going on here? The United States spends some $70 billion per year to gather intelligence. Are we spending that money tapping Angela Merkel’s cell phone instead of listening in on Putin? Tracking Koch-funded conservative groups instead of ISIS? Or are our top spies totally focused on doctoring intelligence reports to make the Obama administration’s anti-ISIS campaign look productive, as has been charged?\n\nRelated: How Iran Is Taking Over the Middle East\n\nMost likely, our deficient information gathering is a product of all those things. It’s a matter of attitude and aptitude. President Obama still does not understand that Russian strongman Vladimir Putin is engaged in a life-and-death struggle for supremacy – desperate to undermine the United States and make a fool of our president. Obama and John Kerry have constantly asserted that Russia’s aggressive military actions are not in that country’s best interests. They don’t understand. Putin acts in his own self-interest; the long-term consequences for his country are secondary. In spite of a catastrophic economy, Putin enjoys sky-high approval ratings. Russians enjoy seeing their country resurgent; they admire their leader’s bravado and pugnacity. Obama should be taking notes.\n\nPresident Obama met with Putin the day before Russia sent a general to our embassy in Baghdad telling us to clear out of Syria, to prepare the way for their bombing campaign. What did the two heads-of-state talk about? All we know is that for the photo-op Obama put on his stern frowny face – his trademark signal of disapproval. Did Obama demand that Russia withdraw their military apparatus from Syria or that they use their influence to cut off the barrel bombing of innocents in that unhappy land? Did he acquiesce to the Russian campaign, in return for a promise on climate change? (Anything seems possible.)\n\nIt was left to Defense Secretary Ash Carter and Secretary of State John Kerry to face the nation in the wake of the most recent indignity at the hands of the Russians. Kerry, who appeared with his Russian counterpart Sergei Lavrov called for “more talks”; not surprisingly, he didn’t take questions. Carter verified that the Russian airstrikes were “in areas where there were probably not ISIL forces, and that is precisely one of the problems with this whole approach.” Carter, in other words, sounds as if he still – in spite of Russian fighter jets bombing our U.S.-trained troops – thinks Moscow is trying to thwart ISIS, and not us. For the record, the bombing raids came nowhere close to ISIS-held territories.\n\nCarter also wandered into discussing the role of women in the military. This seemed, at best, a red herring, but hints at the kinds of issues distracting our military leadership.\n\nRelated: A Naïve Deal With Iran Tops Obama’s Bungled Mideast Policy\n\nAs to aptitude, Americans should demand to know why our intelligence operations continue to come up short. When Russia invaded Crimea last year, The Wall Street Journal reported last March that the U.S. saw signs of impending military action months earlier. The Pentagon had requested more intel, but none was forthcoming. Weeks before the invasion, U.S. satellites showed Russian troops massing along the Ukraine border, but we intercepted no chatter about an impending attack. It’s hard to imagine that not one Russian soldier posted “selfies” on his Facebook page, or tweeted about the lovely Crimean countryside. Were we watching?\n\nThe Journal noted, “U.S. spy agencies and the military are rushing to expand satellite coverage and communications efforts across Russia, Ukraine and the Baltic states,” hoping to close the “information gap.” Another official is quoted as saying the Obama administration is “very nervous” because “this is uncharted territory.” This was a shocking revelation; apparently we were not listening in on the Russians. We believed, perhaps, in Hillary’s famous “reset.”\n\nIn a humiliating testament to how blind we’re flying, on February 28, 2014, President Obama warned Vladimir Putin (again) against invading Crimea. The Kremlin must have rocked with laughter; by that point, the entire peninsula was occupied by Russians.\n\nRelated: Obama’s Middle East Mess and How to Clean It Up\n\nSomething is wrong here. The White House is certainly to blame for its errant mindset vis-à-vis Russia, but we expect more from our military and intelligence leaders. They should be offering a clear-eyed assessment of Russian intentions and capabilities, and pressing for a more coherent response.\n\nUnfortunately, it is well known that the president relies on a very small number of advisors, and does not encourage input from outsiders. He is comfortable in his own instincts, no matter how often they turn out to be wrong. Obama continues to think that behind Moscow’s military aggression lies a would-be ally, a partner in furthering world harmony. President Obama harbors delusions about the potential for cooperation with Iran and China, too.\n\nHe has come under fire for refusing to call out and confront Islamic extremism, perhaps because he expected to create a bridge to the Muslim world – one of many ambitions unrealized. Confidant in the force of his personality, this “transformative” president has reached out to past adversaries like Iran and Cuba and has given a cold shoulder to traditional allies like Israel. He sees his legacy as challenging the existing order, celebrating a new 21st century in which reason dominates and self-interest is sacrificed for the global good.\n\nThis may well be the elusive Obama Doctrine, which will one day be scrutinized for deep meaning in countless doctoral dissertations. Unhappily, in the real world, it means nothing at all.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "“Caught off guard.” Those three words have come to define the Obama presidency.", "title": "Putin's Syria Strikes: Obama Once Again 'Caught Off Guard'", "url": "http://www.thefiscaltimes.com/Columns/2015/10/01/Putins-Syria-Strikes-Obama-Once-Again-Caught-Guard", "image": "http://cdn.thefiscaltimes.com/sites/default/files/sukhoi_su-34.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Columns/2015/10/01/Putins-Syria-Strikes-Obama-Once-Again-Caught-Guard", "image": "http://cdn.thefiscaltimes.com/sites/default/files/sukhoi_su-34.jpg", "creator": "@lizpeek", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "“Caught off guard.” Those three words have come to define the Obama presidency.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "We were “caught off guard” by Russia bombing our allies in Syria, says The Wall Street Journal.\nPresident Obama harbors delusions about the potential for cooperation with Iran and China, too.\n“Caught off guard.” Those three words have come to define the Obama presidency.\nAs one wag put it: This White House could be caught off guard by the sun rising in the East.\nWe believed, perhaps, in Hillary’s famous “reset.”In a humiliating testament to how blind we’re flying, on February 28, 2014, President Obama warned Vladimir Putin (again) against invading Crimea."}