{"article_title": "Interview: John C. Kennedy III on Pope Francis in America", "article_keywords": ["c", "america", "business", "pope", "kennedy", "john", "visit", "economic", "words", "issue", "interview", "argentina", "francis", "iii", "think", "talk"], "article_url": "http://blog.acton.org/archives/82603-interview-john-c-kennedy-iii-on-pope-francis-in-america.html", "article_text": "In late September, the Wall Street Journal asked Catholic business leaders for their reaction to Pope Francis’ economic views in an article titled, “For Business, a Papal Pushback.” It ran with the teaser line: “Corporate leaders see merit in pope’s message, if not his broad-brush attack on capitalism.” Journal writer Scott Calvert interviewed Acton Research Director Samuel Gregg for his story. Gregg observed that Pope Francis had characterized market economies as generally exploitative. “He doesn’t seem to want to concede the sheer number of people who have escaped from poverty as a consequence of the opening up of global markets and the activities of business,” he said. “I know a lot of Catholic businessmen who are quite demoralized when they hear the pope talk about the daily reality in which they live.”\n\nI recently had a chance to talk to John C. Kennedy III, a Roman Catholic Grand Rapids, Michigan, businessman and a board member of the Acton Institute, for his read of the Francis visit. Kennedy is president and CEO of Autocam Medical. Before that, he was president and CEO of Autocam Corporation, which he founded in 1988 and sold in 2014 (for PowerBlog coverage of Autocam’s legal pushback against the Affordable Care Act’s requirement to provide contraceptives and abortifacients go here). Beyond his business commitments, Kennedy devotes time to a number of organizations. He is a member of the Boards of NN, Inc., the parent company of Autocam Corporation, Grand Valley State University, Lacks Enterprises, Shape Corporation, the Van Andel Institute, and Advisory Board Member of the University of Michigan Ross School of Business Samuel Zell and Robert H. Lurie Institute for Entrepreneurial Studies. Kennedy received his BA from the University of Detroit Mercy and his MBA from the University of Michigan.\n\nOur exchange follows:\n\nWhat was your reaction to the recent visit of Pope Francis to the United States?\n\nPope Francis’s visit was absolutely phenomenal. It really spoke to his leadership qualities. As a Catholic, I was proud of the leader of our church. The stamina of a 78-year-old man who went from morning to night every day, with beginning to end mass coverage, four or five times, was incredible. It’s just absolutely amazing to me. He did a great job.\n\nFrancis made two major speeches to secular groups, one to Congress, one to the UN. Anything from those speeches that jumps out at you?\n\nHis message is that climate change is a moral issue. Some would say it’s a political issue, not a moral issue, but I think that’s wrong. I agree it’s a moral issue. It’s a little bit more complicated, as to how to fix it. But in this world we live in what amounts to a terrarium and we’re taking carbon from the ground and putting it into the atmosphere. That’s going to bring about change in this relatively closed system. I think we get bogged down in terms of the solution. So I think to the extent the pope stated the high level message of our moral responsibility for caring for our environment is exactly where we should be on this. He was appealing to the individual to look in your own conscience and say, “How should you be reacting to these things?” To me, that’s what we’re all called to do.\n\nDoes it give you pause when the pope or the Vatican moves closer to specific policy solutions to environmental or economic problems?\n\nOn the environment, we had a mix of scientists that we brought in, all with different positions on that issue, to talk to the Pontifical Academy of Science, to talk through those issues and advise the cardinals and the bishops on those thoughts. The concept of having some of those people talk and give their perspective, in my mind, is worthy of any true intellectual discussion particularly if they’re going to do it from an intellectually-based, science-based approach. I think the problem is if we then come up with prescriptive solutions that we’re supposed to adopt, that some of these same people advocate for, rather than what are we doing personally to reduce our carbon footprint.\n\nSome of the criticism that has been leveled at the Vatican on these policy issues is that perspectives have been tilted in both environmental and economic matters to the left and there’s not been enough balance on those who advocate for free markets and more market-based solutions.\n\nYes, and I would agree. I think with that criticism is that maybe we’re not bringing enough of the alternative viewpoint into discussion to make sure we’re truly exploring from an intellectual point of view the science and how we actually can have an impact on this issue.\n\nOne point people have raised is that, on economic matters, Francis’ frame of reference on economics and his vocabulary are drawn from his Argentina experience.\n\nYes. I’ve done business in Argentina. We have big plants in Brazil, and I’ve seen Argentina, which would describe itself exactly the way we describe ourselves: free market, capitalist, and the like. And their use of those words is totally different than how we use those words. Because what they refer to is their own system of crony capitalism. So there’s a whole language problem. As we interpret what Pope Francis is saying, he’s using the words that he learned in Argentina. We take those words to mean what most Americans would understand them to be. And I think that’s a very strong disconnect. When you listen to some of the other things he says about economic freedom, he obviously had a negative reaction to it as practiced by the Argentine government. In Argentina, the government has cracked down on freedom. But, if you just look at the context of what he’s saying with the words being misused, I think you come to a much different conclusion about what he’s trying to say and, quite frankly, you’ll cut through some of the confusion.\n\nIt gets lost in translation, in other words.\n\nYes, and it’s not that what he is trying to condemn is necessarily our system. It’s the system that he thinks it is. Because the only way you do business in Argentina is to be a friend of the government. But yet they call it free markets and they call it capitalism.\n\nFinally, do you think that after nearly a week in the United States, Francis pulled off an effective pastoral visit?\n\nI think it was a very effective pastoral visit. His pastoral influence has been great and it was great to have him here. I’m impressed at the phenomenal reaction Americans showed to this religious leader – and they aren’t that popular today in our society. It’s absolutely remarkable and positive for our church and positive for the world.", "article_metadata": {"description": "John C. Kennedy IIIIn late September, the Wall Street Journal asked Catholic business leaders for their reaction to Pope Francis' economic views in an arti", "generator": "WordPress 4.3.1", "og": {"site_name": "Acton Institute PowerBlog", "description": "John C. Kennedy IIIIn late September, the Wall Street Journal asked Catholic business leaders for their reaction to Pope Francis' economic views in an arti", "title": "Interview: John C. Kennedy III on Pope Francis in America | Acton PowerBlog", "locale": "en_US", "image": "http://blog.acton.org/wp-content/uploads/2015/10/JCK-Bio-Photo-150x150.jpg", "updated_time": "2015-10-09T13:16:30+00:00", "url": "http://blog.acton.org/archives/82603-interview-john-c-kennedy-iii-on-pope-francis-in-america.html", "type": "article"}, "twitter": {"domain": "Acton Institute PowerBlog", "description": "John C. Kennedy IIIIn late September, the Wall Street Journal asked Catholic business leaders for their reaction to Pope Francis' economic views in an arti", "title": "Interview: John C. Kennedy III on Pope Francis in America | Acton PowerBlog", "image": "http://blog.acton.org/wp-content/uploads/2015/10/JCK-Bio-Photo-150x150.jpg", "creator": "@actoninstitute", "site": "@actoninstitute", "widgets": {"csp": "on"}, "card": "summary"}, "fb": {"admins": 22411840}, "article": {"publisher": "http://www.facebook.com/actoninstitute", "section": "Economics", "tag": "John C. Kennedy", "published_time": "2015-10-09T12:29:04+00:00", "modified_time": "2015-10-09T13:16:30+00:00"}, "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; minimum-scale=1.0; user-scalable=0;"}, "_id": "\"57477af46914bd0286fe14fa\"", "article_summary": "Our exchange follows:What was your reaction to the recent visit of Pope Francis to the United States?\nGregg observed that Pope Francis had characterized market economies as generally exploitative.\nAs we interpret what Pope Francis is saying, he’s using the words that he learned in Argentina.\nFinally, do you think that after nearly a week in the United States, Francis pulled off an effective pastoral visit?\nKennedy received his BA from the University of Detroit Mercy and his MBA from the University of Michigan."}