{"article_title": "Neither Criminal Justice Reform nor Rand Paul’s Presidential Ambitions Died in That NYPD Car", "article_keywords": ["rand", "criminal", "ambitions", "justice", "car", "reform", "pauls", "al", "michael", "died", "way", "sharpton", "republicans", "nypd", "paul", "presidential", "law"], "article_url": "http://reason.com/blog/2014/12/22/neither-criminal-justice-reform-nor-rand", "article_text": "The primary purpose of any Culture War is to make partisans maximally comfortable about picking a side. By the time some originally complex controversy can be boiled down to Al Sharpton vs. Rudy Giuliani, then participants no longer feel the need to sort through complications or issue split-decisions on policy reform: It's just Gandalf vs. Sauron, all the way down.\n\nBecause there are few commentators more energetic than Culture Warriors in mid-battle, it's possible to confuse the noise of a given moment with the long-term direction of key policy issues. So it is with criminal justice reform after the execution-style murders of NYPD cops Rafael Ramos and Wenjian Liu on Saturday afternoon. Team Giuliani is using the slaying as a rallying point against the broader post-Ferguson critique of the criminal justice system, while Team Sharpton reconsiders its strategy. As Washington Post neoconservative blogger Jennifer Rubin puts it,\n\nIn the wake of the slayings of two police officers, Obama may also find himself on defense, as will the New York mayor, Al Sharpton and perhaps Sen. Rand Paul (R-Ky.) – none of whom condoned or provoked violence but who, many law-abiding citizens will claim, promoted disrespect for the police and were insufficiently sober with regard to the facts of the Michael Brown case.\n\nSo is the criminal justice-reform movement now in full retreat? Not remotely, no. It's not just the existence of a growing right-left coalition for reform on Capitol Hill that demonstrates otherwise, though certainly that lagging indicator of a trend will continue to help. Nor is it because grassroots conservative groups have been increasingly embracing reform stretching back more than a decade. No, my optimism stems from the fact that the law enforcement industry itself is increasingly identifying many of the same problems that civil libertarians have been yammering on about for years, and embracing tangible reforms to fix the problems.\n\nIn September, I attended the annual dinner of New York's Society for Professional Investigators (SPI), an organization that encompasses forensic examiners, police detectives, investigative counsel, and private eyes (such as my wife, who is the group's secretary). SPI is the kind of organization that starts each meeting with The Pledge of Allegiance*, makes sure to honor Wounded Warriors, and hands out lifetime awards to law-and-order types like former Attorney Gen. Michael Mukasey. This is no Al Sharpton fanclub.\n\nFor me, the startling takeaway from the SPI dinner was that basically every featured guest, in addition to plenty of my tablemates, spoke unprompted about the urgent need for criminal justice reform. Storied forensic pathologist Michael Baden, who conducted autopsies of both Michael Brown and Eric Garner, lamented that \"The treatment of Michael Brown's body at the death scene was reprehensible.\" Kings County District Attorney Kenneth Thompson talked about his trailblazing wrongful convictions unit, which has already racked up exonerations in the double digits. (And, as Thompson readily explained, the unit has also confirmed convictions in the majority of cases, thereby validating the good policework already done.) Even Mukasey spent the bulk of his remarks bemoaning the runaway over-federalization of crime. \"People don't even know when they are breaking the law!\" he said, exasperated.\n\nWhen prosecutors, judges, high-powered attorneys, forensics examiners and former attorneys general from both political parties all agree that the current system is detrimental to true justice, then the reform question is not if, but when (and how). You can see this in the rapidfire adoption of police cameras nationwide: When police and their departments understand that this is their ticket to stave off frivolous lawsuits from serial gold-digging litigators, thereby protecting the good name of honest cops, the enthusiasm gap can flip overnight.\n\nAs for the national politics of this criminal justice moment, there are surely many Republicans who are happy to pick up this particular mallet in their never-ending game of Rand Paul whac-a-mole. Today's Booby Prize on that score comes from Lloyd Green at The Daily Beast, in a piece with the subhed: \"De Blasio? Sharpton? Nope. The biggest blowback will be against the 'reforming' Kentucky senator, because Republicans back cops, period.\" Excerpt:\n\nSen. Rand Paul—who had gone out of his way to break bread with Sharpton and to criticize police militarization—may now be facing an even more difficult task as he seeks the Republican presidential nomination. Indeed, for Paul, the shooting may have turned his nascent 2016 campaign into the Paul family's fourth quixotic presidential quest. […] For half a century, the Republican Party has been the law and order party, and in the words of Eleanor Clift, my Daily Beast colleague, the relationship between the GOP and the police has been a love story. […] According to NBC/Marist Poll, 73 percent of Republicans have a great deal of confidence in the police doing a good job in enforcing the law, seven-in-[1]0 Republicans believe that the police treat blacks and whites equally, and two-thirds disagree with President Obama's reaction to the Ferguson and New York City grand juries' decisions not to indict policemen. Pew reports that \"Republicans widely support the Ferguson grand jury's decision (76 percent right vs. 12 percent wrong).\"\n\nThere's a whole lotta conflatin' going on here—Paul actually didn't opine one way or the other on the Grand Jury decision in Ferguson; public opinion on the Garner case is considerably different (and shared by many prominent conservatives), there's no logical inconsistency with being pro-cop and pro-reform, and so on.\n\nYes, Paul's opponents will gleefully pass around photos of the senator meeting Rev. Al, and yes, there is a contingent within conservatism that's congenitally allergic to the word \"reform\" being applied to the criminal justice apparatus. But the electoral primacy of tough-on-crime politics faded long ago, along with the popularity of some of its policy excesses, from the drug war to mandatory minimum sentencing. That, plus some common sense, is why many non-libertoid Republicans, such as potential Paul rival Rick Perry, have long embraced elements of prison reform.\n\nYou can choose the comfortable gravity-pull of another Culture Warrification, particularly if the status quo suits you just fine. But even if your aim is to upend the status quo, there are perils to an organizational strategy that relies on lumping your opponents in an undifferentiated clump of Malicious Others. Doing so is not just inaccurate but off-putting and ultimately self-limiting.\n\nIn my Editor's Note in the current edition of Reason (which should be hitting your mailbox any moment now), I lament that the Garner and Brown cases have been distortingly simplified as being all about race. This, I argue, can send us down unproductive policy rabbit holes and national \"conversations,\" rather than direct us toward concrete and long-overdue reforms. A sample from the argument:\n\nWe cannot measure or re-engineer what lies in human hearts, but we can identify the criminal justice system’s broken structures, perverse incentives, and wholly disproportionate tools. […] The president says he wants \"to try to determine what the problems are,\" but we know what many of them are already: a drug war that criminalizes victimless behavior and creates a black market economy, a judicial system that gives prosecutors and police a near blanket level of immunity for wrongdoing, a forensics system riddled with conflicts of interest and pseudoscience, a federal criminal code that has grown so large that people don’t even know when they're breaking some dumb law. These critiques are not obscure; many of them have emanated from within the government itself. […] [B]y overracializing the cases drawing most attention, we quickly arrive at a wearying impasse, with Al Sharpton shouting on one side and Rudy Giuliani barking on the other. There's a perhaps simpler way of looking at things, one that gets you more quickly to actual solutions instead of cud-chewing task forces. And that is: When you give government a powerful tool, the powerless will feel it first. Absolute power will be felt absolutely.\n\nHere's a Reason TV video on conservative justice reform that I helped report earlier this year:\n\n* Originally misspelled due to inherent anti-authoritarianism.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "The primary purpose of any Culture War is to make partisans maximally comfortable about picking a side. By the time some originally complex controversy", "title": "Neither Criminal Justice Reform nor Rand Paul’s Presidential Ambitions Died in That NYPD Car", "url": "http://reason.com/blog/2014/12/22/neither-criminal-justice-reform-nor-rand", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2014_12/the-handshake-of-doom.jpg", "type": "article"}, "twitter": {"description": "The primary purpose of any Culture War is to make\npartisans maximally comfortable about picking a side. By the time\nsome originally complex controversy can be boiled down to Al\nSharpton vs. \nRudy Giuliani, then participants no longer feel the need\nto sort through complications or issue split-decisions on policy\nreform: It's just Gandalf vs. Sa", "title": "Neither Criminal Justice Reform nor Rand Paul’s Presidential Ambitions Died in That NYPD Car", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2014_12/the-handshake-of-doom.jpg", "creator": "@mattwelch", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Civil Liberties", "published_time": "2014-12-22T21:24:00+00:00", "author": "http://reason.com/people/matt-welch"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "So it is with criminal justice reform after the execution-style murders of NYPD cops Rafael Ramos and Wenjian Liu on Saturday afternoon.\nHere's a Reason TV video on conservative justice reform that I helped report earlier this year:* Originally misspelled due to inherent anti-authoritarianism.\nFor me, the startling takeaway from the SPI dinner was that basically every featured guest, in addition to plenty of my tablemates, spoke unprompted about the urgent need for criminal justice reform.\nAl, and yes, there is a contingent within conservatism that's congenitally allergic to the word \"reform\" being applied to the criminal justice apparatus.\nTeam Giuliani is using the slaying as a rallying point against the broader post-Ferguson critique of the criminal justice system, while Team Sharpton reconsiders its strategy."}