{"article_title": "The Father of Scientology Leader David Miscavige Is Writing a Tell-All Memoir", "article_keywords": ["son", "leader", "dies", "church", "father", "scientology", "writing", "tellall", "going", "way", "mr", "miscavige", "memoir", "david"], "article_url": "http://www.mediaite.com/print/the-father-of-scientology-leader-david-miscavige-is-writing-a-tell-all-memoir/", "article_text": "The father disowned by Scientology leader David Miscavige is not going down quietly. Ronald Miscavige Sr. will be writing a tell-all novel about his son and the Church of Scientology, according to publisher St. Martin’s Press. The title, If He Dies, He Dies, refers to David Miscavige’s response to hearing that his father clutched his chest while being surveilled by Scientology photographers. The elder Miscavige was the one who introduced his son to the church, but he recently left, which caused the separation from his son.\n\nJudging by the stories that came out of the HBO documentary Going Clear, Mr. Miscavige will likely have an even more troubling and tragic story to tell.\n\nAnd of course, a spokesperson for the church released a statement saying that this was all nonsense and anything that will happen in the future related to this is nonsense:\n\nMr. Miscavige has always taken care of his father and continues to do so. Beyond that, as a matter of policy, neither the Church nor Mr. Miscavige comments on members of his family. The Church knows nothing beyond media reports about any purported book. … So let me be clear: No such conversation with Mr. Miscavige ever took place and any claim that one did is provable bullsh*t.\n\nThank you, Scientology! This was in no way an overly defensive way to respond to someone announcing a book.\n\n(h/t The Hollywood Reporter)", "article_metadata": {"description": "The father disowned by Scientology leader David Miscavige is not going down quietly. Ronald Miscavige Sr. will be writing a tell-all novel about his son and the", "generator": "WordPress 2016.21", "og": {"image": "http://static01.mediaite.com/med/wp-content/uploads/2015/04/scientology.jpg", "title": "The Father of Scientology Leader David Miscavige Is Writing a Tell-All Memoir"}, "twitter": {"image": "http://static01.mediaite.com/med/wp-content/uploads/2015/04/scientology.jpg", "site": "@mediaite", "card": "summary", "title": "The Father of Scientology Leader David Miscavige Is Writing a Tell-All Memoir"}, "NextGEN": "1.5.5", "date": "2015-07-03T17:16:31+00:00", "keywords": "print", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.5, minimum-scale=1.0"}, "article_summary": "The father disowned by Scientology leader David Miscavige is not going down quietly.\nRonald Miscavige Sr. will be writing a tell-all novel about his son and the Church of Scientology, according to publisher St. Martin’s Press.\nBeyond that, as a matter of policy, neither the Church nor Mr. Miscavige comments on members of his family.\n… So let me be clear: No such conversation with Mr. Miscavige ever took place and any claim that one did is provable bullsh*t.Thank you, Scientology!\nThe title, If He Dies, He Dies, refers to David Miscavige’s response to hearing that his father clutched his chest while being surveilled by Scientology photographers."}