{"article_title": "A Showdown Year for Reproductive Rights — Pacific Standard", "article_keywords": ["control", "reproductive", "rights", "national", "showdown", "abortion", "pacific", "standard", "states", "health", "religious", "texas", "women"], "article_url": "https://psmag.com/a-showdown-year-for-reproductive-rights-184ab92134a", "article_text": "A Showdown Year for Reproductive Rights\n\nby Nina Martin\n\nActivists in front of the Supreme Court in 2015. (Photo: Jim Watson/AFP/Getty Images)\n\nFor advocates of women’s reproductive rights, 2015 was the definition of “annus horribilis:” marked by tough new limits on abortion, a debilitating Planned Parenthood scandal, and a shooting at a Colorado clinic that left three people dead. For abortion opponents, it was the year when decades of incremental political and legal gains merged into something much bigger. Now 2016 is shaping up to be even more turbulent — perhaps the most momentous year for reproductive issues in a generation.\n\nAt the Supreme Court, justices will decide two cases that could dramatically re-shape abortion law and gut what remains of the landmark contraception-coverage mandate in President Obama’s health care reform law. In Congress and state legislatures, lawmakers are preparing a torrent of bills inspired by videos purporting to show an unsavory trade in fetal body parts for research. Looming over it all is a presidential race filled with GOP anti-abortion hard-liners and a female Democratic frontrunner who’s made defending reproductive rights a cornerstone of her campaign.\n\n“I don’t think we’ve seen a more critical election cycle,” said Daniel Becker, executive director of the national Personhood Alliance, whose Georgia-based group supports Texas Senator Ted Cruz, among the most outspoken abortion opponents in the GOP field. “Everything is coming to a head.”\n\nThe political and legal pressures have been building since the 2010 elections, which gave Republicans control of the House of Representatives and many legislatures across the country, emboldening abortion opponents. According to a new Guttmacher Institute analysis, states enacted 288 new abortion restrictions from 2011 through 2015 — nearly as many as were passed in the previous 15 years. “Momentum is on the side of life,” a jubilant Charmaine Yoest, president and CEO of Americans United for Life, the organization behind many of the legislative gains of the last few years, told the National Catholic Register this week.\n\nBut Andrea Miller, president of the National Institute for Reproductive Health, pointed to 1992, when the battle over Clarence Thomas’ nomination to the Supreme Court and worries about what conservative justices might do to abortion rights ushered in “The Year of the Woman” — and swept Bill Clinton into the White House. “The parallels are fascinating,” Miller said. If abortion rights supporters can capitalize on anger over the current threats to Roe v. Wade, she said, 2016 could be “a tremendous moment of opportunity.”\n\nHere are four issues to watch in the year ahead.\n\n1. THE TEXAS ABORTION CASE\n\nThe coming Supreme Court showdown in Whole Woman’s Health v. Cole has seemed inevitable since Texas lawmakers pushed through the package of measures known as H.B. 2 in 2013. Among other things, the law requires abortion clinics to adhere to surgical-level building requirements and abortion doctors to have admitting privileges at local hospitals. Lawmakers say the measures are needed to protect women from dangerous providers like Philadelphia’s notorious Kermit Gosnell, convicted in 2013 of the murder of three babies during botched late-term abortions. Abortion rights supporters insist the Texas rules are a sham designed to force providers out of business and make it impossible for women to exercise their abortion rights.\n\nTwenty-three other states have adopted similar laws. But Texas is huge, and its restrictions have had an outsize impact: More than half of the state’s 41 clinics have already shut down. The state has slashed other women’s health services as well, creating “a perfect storm of barriers” to reproductive care, Jessica González-Rojas, executive director of the National Latina Institute for Reproductive Health, said at a media briefing this week. In some areas, women must travel hundreds of miles to find a clinic, and reports of so-called “flea market” abortions have become common.\n\nThe Texas case raises a host of important issues: How far can states go to regulate abortion before the rights laid out in Roe v. Wade and the 1992 case Planned Parenthood v. Casey become all but meaningless? Is it enough for lawmakers to claim that tough clinic regulations have a rational basis, or must they prove that the rules are medically necessary? This second question reaches beyond abortion, said Stephanie Toti, an attorney with the Center for Reproductive Rights who is representing Texas clinics: “If the courts were to hold that the states can trample on a fundamental right for pretextual reasons, that could have implications across many areas of the Constitution and many areas of core civil rights.”\n\nSo far, abortion rights groups have submitted at least 45 friend-of-the-court briefs; abortion opponents are busy churning out their counter-arguments. The rhetoric is aimed directly at Justice Anthony Kennedy, who in 2007 wrote the court’s last major abortion decision, affirming the federal ban on partial-birth abortion, but who also voted to uphold Roe in 1992 and gay marriage last year. No one seems to expect Kennedy to overturn Roe, though eviscerating it is a distinct possibility. Oral arguments have been set for March 2, with a decision expected in late June.\n\n2. CONTRACEPTION AND CONSCIENCE\n\nThe other important reproductive rights case this Supreme Court term hasn’t generated nearly as much attention, but the stakes are high. Zubik v. Burwell is a group of seven cases that, like Hobby Lobby before them, challenge the contraception-coverage mandate under the Affordable Care Act. In Hobby Lobby, the issue was whether the federal Religious Freedom Restoration Act gave for-profit companies whose owners objected to birth control on religious grounds the right to deny contraception benefits to their employees; by a 5–4 vote, the court ruled yes.\n\nIn Zubik, the plaintiffs are hospitals, universities, nursing homes, and other religiously affiliated non-profits. These entities are already exempt from the contraception mandate on religious grounds. But the Obama administration obliges them to submit a one-page “opt-out” form. The non-profits argue that even this bureaucratic requirement goes too far. Simply by filling out the form, they contend, they are setting in motion a process that allows their employees to get contraception coverage elsewhere. The organizations say this makes them complicit in an immoral act — supporting birth control — and violates their rights under the religious freedom law. “The issue here is whether the court is going to allow the government to second-guess” the beliefs of religious claimants, said Greg Baylor, senior counsel for Alliance Defending Freedom, the conservative legal powerhouse. “The question is: Did the [justices] mean what they said in Hobby Lobby?”\n\nLawyers for the non-profits point out that women would still be able to obtain birth control, though they may face more hurdles and higher costs. Yet Zubik’s reasoning could broaden the religious rights of organizations in ways that Guttmacher analyst Adam Sonfield called “really sweeping” and “potentially much more dangerous than Hobby Lobby.”\n\nOther contraception cases are moving through the courts, raising similar questions about where to draw the line when it comes to claims of religious freedom: Should pharmacists be forced to fill prescriptions for forms of birth control that they find objectionable? Should a nurse who opposes the pill be able to sue a family planning clinic that declines to hire her? Should hospitals be able to deny tubal ligations, the second most common form of birth control in the U.S., to women after childbirth, the safest time to perform them? The number of cases is sure to increase as states — inspired by Hobby Lobby and last year’s Obergefell gay marriage ruling — move to pass their own versions of RFRA. “The messaging by the supporters of these measures is they’re really about carving out a space for those who object to same-sex marriage,” said Katherine Franke, director of the Center for Gender and Sexuality Law at Columbia University and author of the new book, Wedlocked: The Perils of Marriage Equality. “But what they’re creating is a really broad license not to be governed by laws that govern anyone else.”\n\n3. THE PLANNED PARENTHOOD EFFECT\n\nThe sensational — and heavily doctored — Planned Parenthood videos released last summer “caused a watershed moment that we weren’t expecting,” Marjorie Dannenfelser, president of the Susan B. Anthony List, which focuses on electing anti-abortion candidates to state and national office, wrote in a fundraising email in December. “We saw our opening — and we jumped all in.” On the legislative front, attempts to cut funding for the organization have gotten most of the attention. Now, the legal strategists at Americans United for Life plan to use the scandal to advance the personhood rights of the unborn in hopes of further undermining Roe.\n\nAUL’s new Infants Protection Project consists of eight pieces of model legislation likely to pop up in statehouses over the coming months and years. Some ideas have been around for a while — bans on the partial-birth abortion procedure, on abortions after 20 weeks, and on abortions for sex selection or disabilities such as Down syndrome. The “Unborn Infants Dignity Act” would bar the sale or donation of fetal tissue and “ensure a deceased unborn infant’s right to a dignified treatment, including a respectful burial”; the “Unborn Wrongful Death Act” goes beyond abortion to permit a civil cause of action for the death of a fetus at any stage of development.\n\nThe draft bills don’t use the phrase “fetal personhood.” But the implications for the concept of personhood are clear. The initiative is a companion to AUL’s extremely effective Women’s Protection Project, whose legislative framework includes bills like the Texas clinic regulations and limits on abortions that use medication instead of surgery (another category likely to be hot this year).\n\n4. THE CALIFORNIA COUNTEROFFENSIVE\n\nIn the recent battles over reproductive rights, California has been a major outlier. Since 2013, the state has passed laws that allow women to obtain birth control directly from pharmacists; ban some deceptive practices common at crisis pregnancy centers that masquerade as abortion clinics; and permit trained people other than doctors to perform first-trimester abortions, the largest expansion of abortion access in the U.S. in more than a decade.\n\nThis year, much of the action could shift from the legislature to the courts. Abortion opponents have filed a federal lawsuit against the California Department of Managed Health Care for forcing religious organizations to offer abortion coverage in their health insurance plans, as required by state law. The American Civil Liberties Union is suing Dignity Health, the state’s largest hospital chain, for refusing to perform tubal ligations at its Catholic facilities. The National Abortion Federation is continuing its battle against the Center for Medical Progress, the secretive California-based group behind the Planned Parenthood videos. All of those cases are likely to have national repercussions.\n\nReproductive justice advocates have been active in other states as well, resulting in some significant wins beyond abortion: New Oregon laws easing access to birth control and protecting patient privacy, a New York law that lets women sign up for health insurance at any time during pregnancy, measures expanding paid maternity/paternity leave and protecting against pregnancy-related job discrimination. Andrea Miller, of the National Institute for Reproductive Health, expects to see an explosion in these types of measures, which appeal to people along the ideological spectrum and have garnered support even in conservative areas. Even amid the pitched abortion battles of 2015, some state legislatures saw significant action, moving or passing 143 pro-reproductive rights bills, she said. “That’s what gives us such extraordinary hope for the future.”\n\nThis story originally appeared on ProPublica as “A Showdown Year for Reproductive Rights” and is re-published here under a Creative Commons license.", "article_metadata": {"description": "by Nina Martin ¶\n\nFor advocates of women’s reproductive rights, 2015 was the definition of “annus horribilis:” marked by tough new limits on abortion, a de…", "title": "A Showdown Year for Reproductive Rights — Pacific Standard", "og": {"site_name": "Medium", "description": "by Nina Martin ¶\n\nFor advocates of women’s reproductive rights, 2015 was the definition of “annus horribilis:” marked by tough new limits on abortion, a de…", "title": "A Showdown Year for Reproductive Rights — Pacific Standard", "url": "https://psmag.com/a-showdown-year-for-reproductive-rights-184ab92134a", "image": "https://cdn-images-1.medium.com/max/1200/0*Das6intDdC1Odtcw.png", "type": "article"}, "referrer": "always", "twitter": {"creator": "@PacificStand", "label1": "Reading time", "image": {"src": "https://cdn-images-1.medium.com/max/1200/0*Das6intDdC1Odtcw.png"}, "site": "@Medium", "data1": "7 mins", "app": {"url": {"iphone": "medium://p/184ab92134a"}, "name": {"iphone": "Medium"}, "id": {"iphone": 828256236}}, "card": "summary"}, "author": "Pacific Standard", "al": {"web": {"url": "https://psmag.com/a-showdown-year-for-reproductive-rights-184ab92134a"}, "android": {"url": "medium://p/184ab92134a", "app_name": "Medium", "package": "com.medium.reader"}, "ios": {"url": "medium://p/184ab92134a", "app_name": "Medium", "app_store_id": 828256236}}, "fb": {"app_id": 542599432471018, "smart_publish": {"robots": "noauto"}}, "theme-color": "#000000", "article": {"publisher": "https://www.facebook.com/medium", "published_time": "2016-01-13T00:00:00.000Z", "author": "https://psmag.com/@pacificstand"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "CONTRACEPTION AND CONSCIENCEThe other important reproductive rights case this Supreme Court term hasn’t generated nearly as much attention, but the stakes are high.\n“That’s what gives us such extraordinary hope for the future.”This story originally appeared on ProPublica as “A Showdown Year for Reproductive Rights” and is re-published here under a Creative Commons license.\nTHE CALIFORNIA COUNTEROFFENSIVEIn the recent battles over reproductive rights, California has been a major outlier.\nLooming over it all is a presidential race filled with GOP anti-abortion hard-liners and a female Democratic frontrunner who’s made defending reproductive rights a cornerstone of her campaign.\nAbortion rights supporters insist the Texas rules are a sham designed to force providers out of business and make it impossible for women to exercise their abortion rights."}