{"article_title": "How to kill ObamaCare and save the GOP", "article_keywords": ["law", "congress", "big", "obamacare", "rest", "kill", "win", "corporations", "message", "save", "gop", "obama"], "article_url": "http://www.foxnews.com/opinion/2013/10/01/how-to-kill-obamacare-and-save-gop.html", "article_text": "Ted Cruz, the Tea Party, and the GOP fought hard and courageously, but it’s time to recognize that we aren’t going to win the current battle. Obama will negotiate with madmen in Iran over a nuclear bomb, and with madmen in Syria over chemical weapons, but he won’t negotiate with Republicans in Congress over healthcare. So who’s the crazy one here?\n\nNo matter. Obama will not defund ObamaCare. He will not even allow reasonable changes. It’s his law and he’s in charge.\n\nWe are fighting a “no win” battle over both ObamaCare and the government slimdown or shutdown as other describe it. Especially because the media protects him at all costs.\n\nThe message the media puts out is that “Obama is for the little guy. The GOP is evil and greedy.” Unfortunately we are playing right into Obama’s hands with both a defunding of ObamaCare and a federal government shutdown.\n\n[pullquote]\n\nGreat generals change tactics constantly to win battles and wars. They recognize it is all a chess game and as circumstances change and evolve, tactics must change and evolve. Now it’s time for the Republican congress to change tactics.\n\nHow can the GOP message be changed to win the battle instantly? By changing our demand. Here’s a way to turn this into a “win-win” for the GOP. Republicans will in fact end the government shutdown, pass the budget, and fund ObamaCare if this one single simple demand is met:\n\nREMOVE ALL EXEMPTIONS, EXCEPTIONS, AND WAIVERS TO OBAMACARE.\n\nIt’s that simple. The message is: If ObamaCare is so good for the people, then let everyone have it.\n\nRight now. This instant.\n\nThe poor, the rich, the big unions, the big corporations, the politically connected, the lawyers, the lobbyists, and of course, Congress, too. Everyone means everyone.\n\n“Everyone” must specifically include Senators, Congressmen, their staffs, Obama himself, Michelle, Sasha and Malia. It’s everyone in the rowboat, or no one.\n\nThat's the only GOP demand. Forget defunding -- it's not going to happen. Fund it, but only if Obama agrees to end all exemptions, exceptions, and waivers today.\n\nHow’s that for a simple, clear and concise, easy to understand message? A message that puts the GOP clearly on the side of equality and fairness for all.\n\nThis is a message a majority of Americans will support. This is a message that puts Obama on the defensive and paints him into a dangerous \"no win\" corner.\n\nThat’s how you win the war with Obama and kill ObamaCare.\n\nThat’s how you win the public relations battle.\n\nThat’s how you leave the media speechless.\n\nThat’s how you outmaneuver Obama.\n\nThink of Obama's only two options at that point. He can either tell the American people that government will stay shut \"Because I refuse to force corporations, unions, and Congress to live by the same rules as the rest of you\"....or he can immediately re-open the government and fund ObamaCare, but cause a war inside the Democratic Party by abandoning his big corporate donors and unions.\n\nEither way, he loses.\n\nIf this was wrestling or MMA fighting, the GOP just flipped Obama on his back. How can he say ”no” to the GOP demand?\n\nIs Obama only for the rich, big corporations, and politically connected? What is he protecting the rich and privileged from?\n\nIf ObamaCare is so great, why did he delay it for big corporations?\n\nWhat about the rest of us? Are we human guinea pigs?\n\nMore importantly, how can Obama look into the camera and say that Congress and the president should have the right to different health care than the citizens? Talk about an unwinnable position.\n\nMake the president explain why he will keep the government closed so that congress can have a different health care plan than the rest of us peasants.\n\nObama has broken the law and violated the Constitution with these special exemptions and waivers.\n\nHold his feet to the fire.\n\nThe GOP isn’t against poor people getting health care. We certainly hate ObamaCare. We know it's a disaster for health care, jobs, and the economy. But if it's the law of the land (for now), then we demand equality for everyone.\n\nIf Obama wants the law, let’s ALL have the law. Everyone.\n\nMichelle, Sasha and Malia can wait in the same long lines as the rest of us. So can Congress and their staffs.\n\nSo can big corporations like GE, WalMart and Exxon.\n\nSo can every union member.\n\nSo can every government employee. If the rest of us can’t have “Cadillac health insurance plans” without paying big fines or taxes, then unions and government employees can’t either.\n\nIt’s one for all, and all for one. Let’s see Obama oppose that argument.\n\nLet’s see him defend waivers and exemptions for some, while the rest of us get screwed.\n\nLet’s see Obama defend keeping the government closed in order to retain the one-year waiver for big business, while forcing small business and the middle class to suffer immediately.\n\nObama is between a rock and a hard place. He must agree that everyone gets it today, ready or not, with no exceptions. Or no one gets it.\n\nSuddenly the GOP has turned the tables. We have exposed Obama as the fraud he is.\n\nWith this one change in tactics, the GOP represents \"equality and fairness for all.\" Let Obama defend inequality, unfairness, and special favors for the rich and connected.\n\nCheckmate.\n\nObamaCare is a disaster. The exchanges aren’t ready. Mass confusion reigns.\n\nThe American people have no idea how bad this is going to get. But it's clear the unions, big corporations, and Congress understand.\n\nThat’s why they desperately want out. From this day forward we let no one out. We are all in this together.\n\nMake Obama own it. Make him tie his friends and donors into it right now -- with no wiggle room. Then watch the fun begin.\n\nWatch the unions and big corporations demand the repeal of ObamaCare.\n\nWatch mass protests in the streets by union members.\n\nWatch the Democratic Party devolve into screaming and fighting matches amongst themselves.\n\nWatch Washington implode as Congress, Congressional staffers, and lobbyists refuse to accept ObamaCare.\n\nIn other words, watch the rats desert the sinking ship.\n\nBut if Obama keeps the government closed to protect his biggest donors, the public will turn on him with a vengeance.\n\nBy November of 2014 every single Democrat who ever voted for this disaster will be thrown out on his or her rear end.\n\nOh and one big bonus. I can't wait to see the faces of Democrats in Congress when they hear that they must live under the same law as the rest of us. I'd pay for tickets to watch that one.", "article_metadata": {"dcterms.modified": "2015-01-07 05:31:00 EST", "dcterms.abstract": "Ted Cruz, the Tea Party, and the GOP fought hard and courageously, but it’s time to recognize that we aren’t going to win the current battle.", "twitter": {"description": "Ted Cruz, the Tea Party, and the GOP fought hard and courageously, but it’s time to recognize that we aren’t going to win the current battle.", "creator": "@foxnews", "url": "http://www.foxnews.com/opinion/2013/10/01/how-to-kill-obamacare-and-save-gop.html", "image": "http://a57.foxnews.com/images.foxnews.com/content/fox-news/opinion/2013/10/01/how-to-kill-obamacare-and-save-gop/_jcr_content/par/featured-media/media-1.img.jpg/0/0/1422639907677.jpg?ve=1", "title": "How to kill ObamaCare and save the GOP", "site": "@foxnews", "card": "summary_large_image"}, "dc.format": "text/html", "dc.publisher": "Fox News", "parsely-metadata": "{\"author\":\"\",\"subSection\":\"opinion\",\"title\":\"How to kill ObamaCare and save the GOP\",\"image_url\":\"http://a57.foxnews.com/images.foxnews.com/content/fox-news/opinion/2013/10/01/how-to-kill-obamacare-and-save-gop/_jcr_content/par/featured-media/media-1.img.jpg/0/0/1422639907677.jpg?ve=1\",\"pub_date\":\"2013-10-01T22:00:59Z\",\"link\":\"http://www.foxnews.com/opinion/2013/10/01/how-to-kill-obamacare-and-save-gop.html\",\"type\":\"article\",\"identifier\":\"43536965-5aad-4d56-8db8-e739eae027f4\",\"section\":\"opinion\"}", "prism.aggregationType": "subsection", "prism.channel": "fnc", "dc.description": "Ted Cruz, the Tea Party, and the GOP fought hard and courageously, but it’s time to recognize that we aren’t going to win the current battle.", "dc.identifier": "43536965-5aad-4d56-8db8-e739eae027f4", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "pagetype": "article", "description": "Ted Cruz, the Tea Party, and the GOP fought hard and courageously, but it’s time to recognize that we aren’t going to win the current battle.", "prism.section": "opinion", "fb": {"app_id": 113186182048399}, "dc.source": "FoxNews.com", "dc.language": "en-US", "dc.title": "How To Kill Obamacare And Save The Gop", "dcterms.created": "2015-01-07 05:31:00 EST", "og": {"site_name": "Fox News", "description": "Ted Cruz, the Tea Party, and the GOP fought hard and courageously, but it’s time to recognize that we aren’t going to win the current battle.", "title": "How to kill ObamaCare and save the GOP | Fox News", "url": "http://www.foxnews.com/opinion/2013/10/01/how-to-kill-obamacare-and-save-gop.html", "image": "http://a57.foxnews.com/images.foxnews.com/content/fox-news/opinion/2013/10/01/how-to-kill-obamacare-and-save-gop/_jcr_content/par/featured-media/media-1.img.jpg/0/0/1422639907677.jpg?ve=1", "type": "article"}, "dc.type": "Text.Article", "dc.date": "2013-10-01", "parsely-page": "{\"author\":\"\",\"subSection\":\"opinion\",\"title\":\"How to kill ObamaCare and save the GOP\",\"image_url\":\"http://a57.foxnews.com/images.foxnews.com/content/fox-news/opinion/2013/10/01/how-to-kill-obamacare-and-save-gop/_jcr_content/par/featured-media/media-1.img.jpg/0/0/1422639907677.jpg?ve=1\",\"pub_date\":\"2013-10-01T22:00:59Z\",\"link\":\"http://www.foxnews.com/opinion/2013/10/01/how-to-kill-obamacare-and-save-gop.html\",\"post_id\":\"43536965-5aad-4d56-8db8-e739eae027f4\",\"type\":\"article\",\"section\":\"opinion\"}"}, "article_summary": "How can the GOP message be changed to win the battle instantly?\nWatch the unions and big corporations demand the repeal of ObamaCare.\nIf ObamaCare is so great, why did he delay it for big corporations?\nThe GOP is evil and greedy.” Unfortunately we are playing right into Obama’s hands with both a defunding of ObamaCare and a federal government shutdown.\nThe poor, the rich, the big unions, the big corporations, the politically connected, the lawyers, the lobbyists, and of course, Congress, too."}