{"article_title": "#NeverTrump is the business of principles « Hot Air", "article_keywords": ["jazz", "nevertrump", "trump", "business", "house", "support", "writein", "stop", "principles", "air", "hot", "vote", "white", "voting", "gop"], "article_url": "http://hotair.com/archives/2016/05/01/nevertrump-is-the-business-of-principles/", "article_text": "#NeverTrump is the business of principles\n\nposted at 5:01 pm on May 1, 2016 by Dustin Siggins\n\nYesterday, Jazz hammered George Will’s argument that conservatives should stop a Donald Trump presidency even if he becomes the GOP’s nominee. It was his close that caught my eye, however, and led to a request (and his gracious approval) for a guest post refuting the idea that not backing nominee Trump “is the business of cowards.”\n\nHere’s what Jazz wrote:\n\nAnd none of this touches on the fact that each and every Republican and conservative reading his advice will have to walk into a voting booth on November 8th, close the curtains, stand alone in the darkness and… vote for Hillary Rodham Clinton. As for me, I prefer to win, or at least go down swinging. Surrendering the battle for the White House uncontested is the business of cowards and I want no part of it.\n\nBack at CPAC, I told PBS (which misidentified me as a Rubio supporter) that I would never back Trump in the general election. Trump’s liberal policies — including, but not limited to, not tackling entitlement reform, support for abortion, and opposition to free trade — make him nearly as unfit for the White House as Hillary Clinton. Add that to his shamefully boorish behavior, and the “lesser of two evils” argument implied by Jazz and others should be woefully inadequate to the task of convincing anyone that America’s decline under Trump would be substantially slower than under Clinton.\n\nAnd while Will’s argument isn’t the best, he’s right that Republicans should focus on stopping Trump while pushing for victories down the card. Concentrated efforts to maintain conservative and GOP holdings across the country would help mitigate the disaster that would be either a Trump or Clinton presidency.\n\nPerhaps most importantly, however, contrary to Jazz’s contention that those of us too principled to vote for a narcissistic charlatan are “cowards,” Will put it well that it’s the GOP sell-outs who are the truly spineless:\n\nDonald Trump’s damage to the Republican Party, although already extensive, has barely begun. Republican quislings will multiply, slinking into support of the most anti-conservative presidential aspirant in their party’s history. These collaborationists will render themselves ineligible to participate in the party’s reconstruction.\n\nExactly. And while #NeverTrump is probably going to go down swinging in defeat — party influencers are abandoning it in droves, and grassroots conservatives at CPAC weren’t fans — for me this is just the latest effort to use defeat as a way to propel the GOP in a conservative direction.\n\nIn 2008, I convinced myself to vote for John McCain for president after three months of careful consideration — only to watch in unmitigated shock as he partnered with Bush and Obama to use Main Street’s dollars to bail out the banks. I ended up conducting a write-in vote because of McCain’s support for TARP.\n\nIn 2012, I was faced with a similar problem — do I vote for Romney — the first GOP presidential nominee to run an ad touting his support for abortion, whose opposition to the Affordable Care Act and the HHS abortifacient/contraceptive mandate were huge question marks in my mind — in order to stop a second Obama term?\n\nIn the end, after eight months of prayer and thought, I again conducted a write-in. It was one of the hardest decisions I’ve had to make in a decade of politics. I made it literally in the voting booth, but I applied the advice of a priest who explained to a Bible study group that a Catholic’s vote should go to the candidate who would best swing the dial in the Catholic direction.\n\nSince Romney would merely slow the pendulum’s swing away from Catholicism, not stop or reverse the direction, I again conducted a write-in. (To be fair, the priest was actually encouraging a “lesser of two evils” vote.)\n\nThis is now the third election cycle in which my voting decision has, to paraphrase Jazz, been accused by some of collaborating to put a Democrat in the White House. In fact, a different priest said in 2012 that I committed a sin by not backing Romney against Obama due to the anti-Catholic HHS Mandate.\n\nIf I had simply not voted, those critics would be right. But by conducting a write-in vote, I am making clear to party bosses, candidates, and others that I want to send a worthy candidate to the White House. They just have to put one forth.\n\nRelated Posts:", "article_metadata": {"generator": "WordPress 4.3.4", "og": {"site_name": "Hot Air", "description": "Cowards vs. sell-outs?", "title": "#NeverTrump is the business of principles", "url": "http://hotair.com/archives/2016/05/01/nevertrump-is-the-business-of-principles/", "image": "https://s0.wp.com/i/blank.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@hotairblog", "card": "summary", "creator": "@JazzShaw"}, "fb": {"admins": 312482775445602, "app_id": 312482775445602}, "article": {"published_time": "2016-05-01T21:01:35+00:00", "modified_time": "2016-05-02T02:02:07+00:00"}, "keywords": "Donald Trump, Dustin Siggins, George Will, Hillary Clinton, nevertrump,", "google-site-verification": "2eqey8dXzgu4RGIRpBp8N_Uha0byt8NWBVajCi3uLgs", "verify-v1": "ouQUGDxtAiO+0Hn3LJajbWMP08yRHQDinMN9QDYrUV4="}, "article_summary": "Surrendering the battle for the White House uncontested is the business of cowards and I want no part of it.\nBut by conducting a write-in vote, I am making clear to party bosses, candidates, and others that I want to send a worthy candidate to the White House.\nI ended up conducting a write-in vote because of McCain’s support for TARP.\nTrump’s liberal policies — including, but not limited to, not tackling entitlement reform, support for abortion, and opposition to free trade — make him nearly as unfit for the White House as Hillary Clinton.\nBack at CPAC, I told PBS (which misidentified me as a Rubio supporter) that I would never back Trump in the general election."}