{"article_title": "WV MetroNews – PEIA approves health insurance plan for state workers", "article_keywords": ["cheatham", "peia", "things", "workers", "metronews", "approves", "wv", "state", "public", "health", "plan", "care", "insurance", "board"], "article_url": "http://wvmetronews.com/2013/12/06/peia-approves-health-care-plan-for-state-workers/", "article_text": "By Jeff Jenkins in News | December 06, 2013 at 5:18PM\n\nCHARLESTON, W.Va. — The state Public Employees Insurance Agency Finance Board approved the health insurance plan for next fiscal year for state workers at a meeting Friday.\n\nPEIA Director Ted Cheatham said the plan approved is basically the same proposal the board took out for public hearings in November. Most state workers and retirees will be paying the same monthly premiums next year as they are now.\n\nThe monthly prices are the same because PEIA is using the agency’s reserve fund to the keep the costs down. Cheatham said that fund is now just below $200 million. He said it won’t take long for that to disappear and after that premiums could go up double-digits beginning in 2016. Cheatham said the finance board heard those concerns from state workers in the recent public hearings.\n\n“Everybody is concerned about the out-years and we have just got to continue to manage the plan the best we can and keep those medical inflation issues from biting us too hard,” Cheatham said.\n\nOne way to keep the costs down according to PEIA is healthier living habits for plan participants. Cheatham said he believes more state workers are thinking about those habits.\n\n“Many of the things that we do are affected by lifestyle and we need to get people involved and start living a healthy lifestyle,” he said. “Take those little steps.”\n\nThe Affordable Care Act, Obamacare, is also having an impact on PEIA. The agency has already spent millions of dollars on its requirements. Cheatham said things like preventive care and keeping children on the health insurance plan until they are 26 are good things for consumers but they aren’t cheap.\n\n“To be honest all of those come at a cost. PEIA has previously put about 23 million dollars into the plan to cover those additional changes from the Affordable Care Act,” according to Cheatham.", "article_metadata": {"description": "Monthly premiums staying the same with increases anticipated in 2016.", "og": {"site_name": "WV MetroNews", "description": "Monthly premiums staying the same with increases anticipated in 2016.", "title": "PEIA approves health insurance plan for state workers", "url": "http://wvmetronews.com/2013/12/06/peia-approves-health-care-plan-for-state-workers/", "image": "http://i2.wp.com/wvmetronews.com/wordpress/wp-content/themes/metronews/images/metronews-default-color.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@wvmetronews", "card": "summary"}, "fb": {"app_id": 439959236158130, "pages": 327490709044}, "article": {"published_time": "2013-12-06T22:18:35+00:00", "modified_time": "2013-12-06T22:18:55+00:00"}, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fe306a\"", "article_summary": "By Jeff Jenkins in News | December 06, 2013 at 5:18PMCHARLESTON, W.Va. — The state Public Employees Insurance Agency Finance Board approved the health insurance plan for next fiscal year for state workers at a meeting Friday.\nMost state workers and retirees will be paying the same monthly premiums next year as they are now.\nCheatham said he believes more state workers are thinking about those habits.\nCheatham said the finance board heard those concerns from state workers in the recent public hearings.\nPEIA Director Ted Cheatham said the plan approved is basically the same proposal the board took out for public hearings in November."}