{"article_title": "'Baby-friendly' hospitals aren't making all mothers happy", "article_keywords": ["breastfeeding", "babyfriendly", "mothers", "moms", "breastfeed", "hospital", "research", "health", "arent", "making", "staff", "hospitals", "happy"], "article_url": "http://www.startribune.com/baby-friendly-hospitals-aren-t-making-all-mothers-happy/275828511/", "article_text": "And healthy babies, if possible, are rarely, if ever, taken to the nursery. If a mom wants to send her newborn, staff members often have to ask why and then fill out paperwork explaining the reason.\n\nThe number of U.S. hospitals applying for the baby-friendly certification has gained momentum since 2010, when the U.S. Department of Health and Human Services incorporated the practices into federal goals. And the hospital measures are in keeping with the latest research about the significant health benefits of breast-feeding.\n\nBut for some mothers, this new push to breast-feed feels like the old one of decades ago, when zealous “lactivists” were accused of trying to guilt other women into abandoning the bottle.\n\nThat’s the impression Lisa Stone got after delivering her daughter in December at Inova Alexandria Hospital in Alexandria, Va. She had decided not to breast-feed because of frequent travel for her job with a nonprofit group.\n\n“Yet right after my daughter was born, they were ripping open my gown and trying to set the baby up to breast-feed. It was really uncomfortable,” the 30-year-old said.\n\nMandeep Virk-Baker, at Shady Grove Adventist Hospital in Maryland with her husband and daughter Hera, said she appreciated the hospital’s baby-friendly practices.\n\nSo much so that Stone asked to be released a day early. “I certainly think if you want to have your baby next to you all night, and that makes you feel better, you should have that choice,” she said. “My problem was feeling like I was forced into that position.”\n\nSo far, 199 U.S. hospitals, of more than 3,000, have been certified as baby-friendly, said Trish MacEnroe, executive director of Baby-Friendly USA. About 700 hospitals nationally are implementing the standards — though not always smoothly.\n\nIn an emotional debate carried out recently on a parent e-mail discussion group in Alexandria, some mothers said they loved Inova’s emphasis on and help with breast-feeding, while others said they felt unduly pressured by staff.\n\n“The staff and physicians here have taken great pride at being advocates for mothers who want to breast-feed,” said Patricia Schmehl, vice president and administrator of Inova’s Women’s Hospital. “People are very passionate about this. Does it move from passionate to overzealous? It may have.”\n\nPush is worldwide\n\nThe U.S. push toward encouraging breast-feeding at hospitals is an outgrowth of the global Baby-Friendly Hospital Initiative, launched in 1991 by the World Health Organization and the United Nations Children’s Fund in response to research showing the health benefits of breast-feeding. Breast-fed babies have lower rates of diabetes, childhood leukemia, sudden infant death syndrome and other illnesses. The WHO maintains that breast-feeding will help cut child deaths from malnutrition, which is now responsible for nearly half of all deaths of children younger than 5.\n\nTo become certified, a hospital must adopt 10 practices that research has shown to promote breast-feeding, including skin-to-skin contact between mother and infant within the first hour of life and rooming in 23 out of 24 hours a day.\n\n“It’s a myth that moms sleep better when the baby’s in the nursery,” said MacEnroe, whose organization has been designated by WHO to certify U.S. hospitals. “Research shows that moms sleep better when babies are closer to them.” (Some moms involved in the debate beg to differ.)\n\nThe U.S. government’s goal is to have 80 percent of new moms breast-feeding initially, 60 percent of moms continuing to breast-feed at six months and 34 percent for a year — the recommendation of the American Academy of Pediatrics.\n\nThe guidelines also call for decreasing the share of newborns who receive formula within the first two days of life from 24 percent in 2006 to 14 percent in 2020.\n\nEconomic dividing line\n\nIn 2011, the Centers for Disease Control and Prevention reports, 79 percent of moms began to breast-feed, but 49 percent continued at six months and 27 percent after a year. The biggest disparities fall along socioeconomic lines, with higher-income mothers exclusively breast-feeding.\n\nAlthough the baby-friendly movement has been growing, in 2007, 2.9 percent of all U.S. births were in baby-friendly facilities, HHS reports. Its goal is 8.1 percent by 2020.\n\nNew mothers’ acceptance of the practices appears to be in the execution — for example, how well they’re educated about the health benefits and how smoothly staff members guide breast-feeding — without appearing to push. Some mothers said they felt blindsided. Some had given birth in the past few years and didn’t understand why procedures were changing.\n\nBeth Groves, interim clinical nurse manager of the Mother Baby Unit at Shady Grove Adventist Hospital in Rockville, Md., said that despite the focus on breast-feeding, staff members are taught to respect mothers’ choices. And many of the same practices that promote breast-feeding also promote bonding.\n\n“Our aim is not to make anyone feel guilty,” Groves said. “There is no right or wrong in motherhood.”\n\nMandeep Virk-Baker, 33, said that without the baby-friendly procedures at Shady Grove, she would not have been able to start breast-feeding. As a nutrition scientist at the National Institutes of Health, she desperately wanted to nurse her baby.\n\n“I had all the book knowledge in the world, but no practical knowledge, and at first, it was really frustrating,” said Virk-Baker. “We had to learn together.”\n\n\n\n\n\n\n\n\n\n", "article_metadata": {"og": {"site_name": "Star Tribune", "description": "WASHINGTON &mdash; At the growing number of hospitals in the United States that are certified as &ldquo;baby-friendly,&rdquo; the naked, often unbathed infant is put on the mother&rsquo;s bare chest within the first hour of birth.", "title": "'Baby-friendly' hospitals aren't making all mothers happy", "url": "http://www.startribune.com/baby-friendly-hospitals-aren-t-making-all-mothers-happy/275828511/", "image": {"url": "http://stmedia.stimg.co/ows_141116298896077.jpg?h=630&w=1200&fit=crop&bg=999&crop=faces", "width": 1200, "identifier": "http://stmedia.stimg.co/ows_141116298896077.jpg?h=630&w=1200&fit=crop&bg=999&crop=faces", "height": 630}, "type": "article"}, "google-site-verification": "bLXTXkzm4dJ8hcJy1LXawtxXxGP3JhInARj69uCiMiM", "twitter": {"description": "WASHINGTON &mdash; At the growing number of hospitals in the United States that are certified as &ldquo;baby-friendly,&rdquo; the naked, often unbathed infant is put on the mother&rsquo;s bare chest within the first hour of birth.", "title": "'Baby-friendly' hospitals aren't making all mothers happy", "url": "http://www.startribune.com/baby-friendly-hospitals-aren-t-making-all-mothers-happy/275828511/", "image": {"src": "http://stmedia.stimg.co/ows_141116298896077.jpg?h=560&w=750&fit=crop&bg=999&crop=faces", "identifier": "http://stmedia.stimg.co/ows_141116298896077.jpg?h=560&w=750&fit=crop&bg=999&crop=faces"}, "site": "@StarTribune", "card": "summary"}, "description": "WASHINGTON &mdash; At the growing number of hospitals in the United States that are certified as &ldquo;baby-friendly,&rdquo; the naked, often unbathed infant is put on the mother&rsquo;s bare chest within the first hour of birth."}, "article_summary": "Mandeep Virk-Baker, at Shady Grove Adventist Hospital in Maryland with her husband and daughter Hera, said she appreciated the hospital’s baby-friendly practices.\nAlthough the baby-friendly movement has been growing, in 2007, 2.9 percent of all U.S. births were in baby-friendly facilities, HHS reports.\nAnd the hospital measures are in keeping with the latest research about the significant health benefits of breast-feeding.\n“My problem was feeling like I was forced into that position.”So far, 199 U.S. hospitals, of more than 3,000, have been certified as baby-friendly, said Trish MacEnroe, executive director of Baby-Friendly USA.\nThe number of U.S. hospitals applying for the baby-friendly certification has gained momentum since 2010, when the U.S. Department of Health and Human Services incorporated the practices into federal goals."}