{"article_title": "Jeff Stultz now head winemaker at Winery", "article_keywords": ["sue", "golf", "san", "jeff", "head", "took", "winemaker", "stultz", "winery", "wine"], "article_url": "http://www.canoncitydailyrecord.com/ci_25347366/jeff-stultz-now-head-winemaker-at-winery", "article_text": "Howard Davis, from left, Jeff Stultz and Matt Colon stand in front of the wine barrels at the Winery at Holy Cross Abbey. ( Charlotte Burrous / Daily Record )\n\nAfter serving 11 years as an assistant winemaker, Jeff Stultz recently took over as the head winemaker at the Winery at the Holy Cross Abbey.\n\n\"I started as assistant winemaker in August 2003,\" he said.\n\nStultz said he does not plan to make a lot of changes.\n\n\"I've never been the head winemaker before so I do want to do some things different,\" he said. \"I want to create some fun, new products on my own. Our sweet wines are very popular in Cañon City. \"\n\nThis year, he has joined the new Balloon Festival that will be on the Abbey campus. He also plans to continue the Harvest Festival in September and other events with help from his production assistants Matt Colon and Howard Davis.\n\nBorn in Pueblo, Stultz grew up in San Luis Obispo, Calif., where he graduated from high school in 1987. From there, he attended Cuesta Community College, where he completed his general education requirements. Then, he moved to San Diego, Calif., where he received a two-year degree in golf course and sports turf at Cuyamaca junior college .\n\nFrom there, he worked as a golf course superintendent in San Diego, where he met his wife, Sue, who was the head golf pro.\n\nPrior to moving back, he and Sue took a certification course in viniculture and enology from (the University of California) Davis.\n\nStultz worked a couple summers in Sonoma, Calif., for a small boutique winery called Sea Ridge Winery.\n\nAdvertisement\n\n\"We knew about the budding wine industry in Colorado,\" he said.\n\nIn 2001, the couple decided to get out of the golf industry and move back to Colorado, where they also built their home on the family property and expanded the vineyard to more than 1,500 vines.\n\nHis parents, Fred and Gloria, already built a house on their property on Oak Creek, which the family homesteaded in 1873.\n\nIn the meantime, he and Sue established a soap shop on Main Street then he looked for a job for himself. When the position came up for assistant winemaker at the Winery, Jeff jumped at the opportunity.\n\n\"My parents were on the original board of directors that started this winery,\" Jeff said. \"The monks wanted to start a winery. They looked around and saw the Stultz' were growing grapes and thought they must know something about wine. So they asked them to be on the board.\"\n\nSo he took over in January and is making big plans.\n\n\"The sky's the limit,\" Stultz said.", "article_metadata": {"sailthru.url": "http://www.canoncitydailyrecord.com/ci_25347366/jeff-stultz-now-head-winemaker-at-winery", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site49/2014/0314/20140314__15DRWinemaker~1_300.jpg", "sailthru.author": "By Charlotte Burrous \n \n  burrousc@canoncitydailyrecord.com", "description": "After serving 11 years as an assistant winemaker, Jeff Stultz recently took over as the head winemaker at the Winery at the Holy Cross Abbey.", "ag": {"canon": "CanonCityDailyRecord:article:25347366:view"}, "startDate": "2014-03-15T09:40:03-0600", "og": {"url": "http://www.canoncitydailyrecord.com/ci_25347366/jeff-stultz-now-head-winemaker-at-winery", "image": "http://extras.mnginteractive.com/live/media/site49/2014/0314/20140314__15DRWinemaker~1.jpg", "type": "article", "description": "After serving 11 years as an assistant winemaker, Jeff Stultz recently took over as the head winemaker at the Winery at the Holy Cross Abbey.", "title": "Jeff Stultz now head winemaker at Winery"}, "twitter": {"domain": "canoncitydailyrecord.com", "description": "After serving 11 years as an assistant winemaker, Jeff Stultz recently took over as the head winemaker at the Winery at the Holy Cross Abbey.", "title": "Jeff Stultz now head winemaker at Winery", "url": "http://www.canoncitydailyrecord.com/ci_25347366/jeff-stultz-now-head-winemaker-at-winery", "image": "http://extras.mnginteractive.com/live/media/site49/2014/0314/20140314__15DRWinemaker~1.jpg", "site": "@CCDR_news", "card": "summary_large_image"}, "sailthru.date": "2014-03-15T09:40:03-0600", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "sailthru.title": "Jeff Stultz now head winemaker at Winery", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site49/2014/0314/20140314__15DRWinemaker~1.jpg", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Canon City Breaking News, Sports, Weather, Traffic", "google-site-verification": "oCjqPZ-ii-IZW-fBJ0mmX5dmH5aafePG3FLx_kSYFiA", "modificationDate": "2014-03-15T09:41:03-0600", "endDate": "2024-03-14T17:55:38-0600", "byline": "By Charlotte Burrousburrousc@canoncitydailyrecord.com", "sailthru.site": "canoncitydailyrecord.com", "pubDate": "2014-03-15T09:41:25-0600", "news_keywords": "Canon City news, Colorado news, world news, national news, local news, business news, sports news, entertainment news, us news, Canon City Daily Record"}, "_id": "\"57477afa6914bd0286fe5466\"", "article_summary": "( Charlotte Burrous / Daily Record )After serving 11 years as an assistant winemaker, Jeff Stultz recently took over as the head winemaker at the Winery at the Holy Cross Abbey.\n\"I've never been the head winemaker before so I do want to do some things different,\" he said.\nWhen the position came up for assistant winemaker at the Winery, Jeff jumped at the opportunity.\nHoward Davis, from left, Jeff Stultz and Matt Colon stand in front of the wine barrels at the Winery at Holy Cross Abbey.\n\"My parents were on the original board of directors that started this winery,\" Jeff said."}