{"article_title": "Meet the Press Transcript", "article_keywords": ["right", "dont", "say", "email", "state", "going", "know", "lindsey", "press", "meet", "transcript", "think", "thats"], "article_url": "http://www.nbcnews.com/meet-the-press/meet-press-transcript-march-8-2015-n323726", "article_text": "MEET THE PRESS - MARCH 8, 2015\n\nCHUCK TODD (V/O):\n\nThis Sunday, Hillary's e-mail trail. Why did the secretary of state go around the government and set up a private e-mail system? And could the controversy damage her presidential ambitions? Plus, base politics.\n\nJEB BUSH:\n\nI've been to Iowa, where my dad lost, and I've been there when he won. I liked the winning part better, to be honest with you.\n\nCHUCK TODD (V/O):\n\nJeb Bush makes his case to Republicans in Iowa. Our new poll explains why he has big problems with conservatives. Also, 50 years after Bloody Sunday.\n\nPRESIDENT OBAMA:\n\nWhat they did here will reverberate through the ages.\n\nCHUCK TODD (V/O):\n\nMeet the Press goes to Selma to see what has changed and what hasn't, in half a century. And bullying at school and in politics. Former pitcher, Curt Schilling, and Missouri Senator, Claire McCaskill on how a toxic situation can turn tragic, and how it should be stopped.\n\nCHUCK TODD:\n\nI'm Chuck Todd, and joining me to provide insight and analysis this morning are Jonathan Martin of The New York Times, Kathleen Parker of The Washington Post, The Cook Political Report's Amy Walter, and Manu Raju of Politico. Welcome to Sunday, it's Meet the Press.\n\nANNOUNCER:\n\nFrom NBC News in Washington, this is Meet the Press with Chuck Todd.\n\nCHUCK TODD:\n\nAnd good morning. It's the kind of story that has a lot of people here in Washington, Democrats and Republicans, shaking their heads and saying, \"Here we go again.\" We learned this week that Hillary Clinton went around the government and set up a private e-mail system when she took over as secretary of state.\n\nWell, last night, at a meeting of The Clinton Global Initiative, she didn't address the controversy. But in an interview with CBS, President Obama did, saying he'd only learned about the story this week.\n\nPRESIDENT OBAMA (ON TAPE):\n\nThe policy of my administration is to encourage transparency. And that's why my e-mails, the Blackberry that I carry around all those records are available and archived. And I'm glad that Hillary is instructed that those e-mails that had to do with official business need to be disclosed.\n\nCHUCK TODD:\n\nWell, what you didn't hear there was the defense of the decision, the initial decision by Secretary Clinton to set up this private system. Well, the controversy has grabbed headlines all week, playing into perceptions of the Clintons that have existed for a long time, that they play by their own set of rules.\n\n(BEGIN TAPE)\n\nCONAN O'BRIEN:\n\nHillary Clinton has a bit of a scandal going right now.\n\nJIMMY FALLON:\n\nThere's another scandal for Hillary Clinton.\n\nJON STEWART:\n\nFuture president Hillary Clinton may have to pardon former Secretary of State Hillary Clinton.\n\nCHUCK TODD (V/O):\n\nClinton's only public comments to quell the firestorm over her private e-mail system came Wednesday on Twitter, quote, \"I want the public to see my e-mails. I asked State to release them. They said they will review them for release as soon as possible.\" Clinton turned over 55,000 pages of e-mails to the State Department in December. And according to aides, that's 90% of all e-mails she sent.\n\nBut critics say it was left to her and her staff to decide what was released, and that may have been the point. Meanwhile, the e-mail story is playing into every negative stereotype about the Clintons and their supporters, that they follow the letter of the law but not its spirit.\n\nLANNY DAVIS:\n\nNobody has disagreed with me as a lawyer that what she did was lawful. Lawful. Now, all the \"what if's,\" \"suppose that,\" that's not fact, that's speculation.\n\nCHUCK TODD (V/O):\n\nBut the story plays into a narrative that, when it comes to transparency, the Clintons drag their feet.\n\nCORRESPONDENT:\n\nLate tonight, Republican Senator Alfonse D'Amato announced that Mrs. Clinton's billing records from The Rose Law Firm, that had long been sought by his committee, were miraculous discovered yesterday in the White House.\n\nHILLARY CLINTON:\n\nI like everyone else, would like to know the answer about how those documents showed up after all these years.\n\nCHUCK TODD:\n\nDuring the 2008 election, then-Senator Obama's campaign called Clinton one of the most secretive politicians in America.\n\nPRESIDENT OBAMA:\n\nReleasing records and transparency in terms of tax returns, for example, it has to do with us making sure that we are transparent and accountable and open to the public.\n\nCHUCK TODD:\n\nMost recently, The Clinton Foundation has been dogged by stories about foreign donors. In 2007, it was Democrats, including Hillary Clinton herself, attacking Bush administration officials for using a private e-mail system operated by the Republican National Committee.\n\nHILLARY CLINTON:\n\nOur constitution is being shredded. We know about the secret wiretaps. We know about the secret military tribunals, the secret White House e-mail accounts.\n\nCHUCK TODD:\n\nFor now, don't expect the e-mail controversy to hurt Hillary Clinton with Democrats or to spark a truly contested Democratic primary. But it does mean we can expect the current active Congressional investigations, like the Select Committee on Benghazi, to continue through November 2016.\n\nTREY GOWDY:\n\nI would like to be able to represent to you at some point that we have all the documents responsive to our request. But-- but frankly, when she is the keeper of the records and the custodian of the records, that's going to be a challenge.\n\n(END TAPE)\n\nCHUCK TODD:\n\nJoining me now to discuss this issue, the Hillary e-mails, as well as many foreign policy challenges facing the country, including threats posed by Iran and ISIS, is Democratic Senator Dianne Feinstein. She, of course, is vice chair of The Senate Intelligence Committee. Senator Feinstein, welcome back to Meet the Press.\n\nSEN. DIANNE FEINSTEIN:\n\nThank you, Chuck.\n\nCHUCK TODD:\n\nI want to get into a bunch of foreign policy issues. But let me quickly start with this e-mail situation. You know, in 2011, there was a memo sent out with Secretary Clinton's signature on it warning, in the State Department-- now, she didn't write it, we found out later. But warning of, quote, \"Avoid conducting official department business from your personal e-mail accounts for national security reasons.\" You know, you had your own high profile issues with the C.I.A. and disclosure issues. Do you see a problem with how this was done, perception-wise?\n\nSEN. DIANNE FEINSTEIN:\n\nNo, not yet, I don't. Because, as I understand it, the regulations were unclear, and there's no specific law. In November of last year, four months ago, the president, in fact, signed a law. And that law said that, if you use your personal e-mail and there's government material on it, that government material must be transferred within 20 days.\n\nCHUCK TODD:\n\nRight.\n\nSEN. DIANNE FEINSTEIN:\n\nThat, in itself, said the situation isn't clear.\n\nCHUCK TODD:\n\nRight.\n\nSEN. DIANNE FEINSTEIN:\n\nAnd I think what has to happen is it has to be cleared up in a specific legal policy. Because different Secretaries of State have done different things.\n\nCHUCK TODD:\n\nThat's right. We know Secretary Powell had his own personal e-mail account. And so there's been a difference here. What would you like Secretary Clinton to do to clear this up?\n\nSEN. DIANNE FEINSTEIN:\n\nWell actually, what I would like is for her to come forward and say just what the situation is. Because she is the preeminent political figure right now. She is the leading candidate, whether it be Republican or Democrat, for the next president, to be the next president. And I think that she needs to step up and come out and state exactly what the situation is. You know, some people say, \"Well, she had a server in her--\n\nCHUCK TODD:\n\nYou think this silence is hurting her.\n\nSEN. DIANNE FEINSTEIN:\n\nI think, at this point, from this point on, the silence is going to hurt her.\n\nCHUCK TODD:\n\nI want to jump to national security here. You and I were talking before the program started, this Washington Post story. Mike Morell was at a New York Police Terrorism conference. And here's what he said about this current situation of sort of terrorism going forward. He said this: \"This is long term. My children's generation and my grandchildren's generation will still be fighting this fight,\" referring to ISIS and al-Qaeda, and perhaps it's going to have another name in ten years. Are you as pessimistic as he is?\n\nSEN. DIANNE FEINSTEIN:\n\nI am. I think this is going to go on and on and on until the new generations, who are the would-be fighters, come to the conclusion that the cruelty, the brutality, and the savagery of this group does not befit their participation. Then I think the situation begins to change.\n\nSecondly, I think the United States should pass a resolution to authorize the use of force, without a time limit, clear up the enduring operation, \"no enduring operation\" language that's in the present--\n\nCHUCK TODD:\n\nMeaning don't constrain the executive brand on the number of troops you might use?\n\nSEN. DIANNE FEINSTEIN:\n\nWell, on special operations, on counterintelligence, on logistics, on a number of different things, where the United States can help.\n\nCHUCK TODD:\n\nYou don't worry that becomes a blank check?\n\nSEN. DIANNE FEINSTEIN:\n\nWell, not necessarily. What we see is, of course, the Iranian military taking a major role now. I wish we saw the Saudis there. But we don't. And one of the problems for Sunni nations, I think, is because ISIL is a Sunni group--\n\nCHUCK TODD:\n\nRight.\n\nSEN. DIANNE FEINSTEIN:\n\n--how much should they participate? Well, they have to participate.\n\nCHUCK TODD:\n\nRight.\n\nSEN. DIANNE FEINSTEIN:\n\nOr they're going to lose in the region. Because this is a very formidable force in terms of taking land and holding it.\n\nCHUCK TODD:\n\nYou know, you bring this point up of, like, who-- sometimes I'm trying to figure out who are our allies. This week, the leader of al-Nusra, an al-Qaeda Syria branch, was killed on Thursday in an Assad air strike. Well, you brought up the issue of basically you could argue, among the most important military allies to the Iraqi government right now is Iran. Iran, not necessarily a full-fledged ally of the United States. Who's on our side and whose side should we be on? And we've got Assad fighting al-Nusra. We don't like al-Nusra, we don't like Assad. What's--\n\nSEN. DIANNE FEINSTEIN:\n\nWell, yeah.\n\nCHUCK TODD:\n\nThis is why we seem to be in a box, right?\n\nSEN. DIANNE FEINSTEIN:\n\nChuck, this points out another thing, that we need Russia and Iran's help in moving Assad out. That has to come. You cannot settle Syria and leave Assad in power. The degree to which we can work this out diplomatically is important. And of course that's where the nuclear agreement comes in. Because, as I look at it, the nuclear agreement could be a real sea change for Iran.\n\nCHUCK TODD:\n\nDo you think we have to do a nuclear agreement in order to get their cooperation in Syria?\n\nSEN. DIANNE FEINSTEIN:\n\nI think we have to do a nuclear agreement to protect from a breakout. And I think that, you know, what Prime Minister Netanyahu did here was something that no ally of the United States would have done. I find it humiliating, embarrassing and very arrogant. Because this agreement is not yet finished.\n\nCHUCK TODD:\n\nRight.\n\nSEN. DIANNE FEINSTEIN:\n\nTo trash it before you have the final period on it, before you know what it is, I think, is a huge error in judgment for our number one ally in that area.\n\nCHUCK TODD:\n\nVery quickly, Senator Menendez is facing potentially federal charges. If he does face federal charges, can he continue to serve in the Senate, in your mind, and be ranking--\n\nSEN. DIANNE FEINSTEIN:\n\nOh now, look. My heart fell when I saw that. I don't wish this upon any Senator. And particularly somebody that has pulled himself up by his bootstraps and reached a real kind of pinnacle in the Senate. So I just wish him well. I don't know what the facts are. I hope he can, as they say in the jargon, \"beat it.\"\n\nCHUCK TODD:\n\nSo you think he should continue to serve?\n\nSEN. DIANNE FEINSTEIN:\n\nOh, I'm not going to make a judgment, because I don't know what the facts are.\n\nCHUCK TODD:\n\nOkay. Senator Feinstein, thanks for coming on Meet the Press.\n\nSEN. DIANNE FEINSTEIN:\n\nThank you.\n\nCHUCK TODD:\n\nAppreciate it. Now I'm joined, from the other side of the aisle, Republican Senator and likely 2016 presidential candidate, Lindsey Graham. Senator Graham, I want to pick up on a point that we just left off with Senator Feinstein. And that is the potential agreement with Iran on a nuclear deal. The fallout of not getting a deal, and I know people say what the deal is, is-- if we don't strike a deal with Iran, do you worry about Iran becoming more rogue?\n\nSEN. LINDSEY GRAHAM:\n\nWell, here's what I worry the most about, locking in place a nuclear infrastructure that will lead to a North Korean outcome, where you give them an industrial size enrichment capability, the U.N. fails to contain it, and one day, they get a bomb. One, when they say they're not trying to build a bomb, I think they're lying. So I'd much rather not have a deal than lock in place what would be eventually a North Korean outcome. So a bad deal is off the table. No deal is better than a bad deal. People say that, I believe it.\n\nCHUCK TODD:\n\nNow, but when it comes to Iran, how important do you believe Iran is right now in the fight against ISIS in Iraq?\n\nSEN. LINDSEY GRAHAM:\n\nWell, I think they're important in destabilizing the region. They're not helping the cause of freedom or democracy or anything else. They just toppled the government in Yemen by supporting the Houthis. The Shia militia on the ground are committing war crimes inside of Iraq. Assad is the puppet of Iran. And he's killed 220,000 of his own people. They're not an ally to anybody in the region. No Sunni Arab state sees Iran as an ally. And I certainly don't.\n\nCHUCK TODD:\n\nBut right now, is Iraq our ally? And if Iraq's our ally, Iraq considers Iran an ally, do they not?\n\nSEN. LINDSEY GRAHAM:\n\nWho's our enemy? ISIL's our enemy, Iran is our enemy. The-- senior leadership of Saudi Arabia--\n\nCHUCK TODD:\n\nStraightforward, Iran is our enemy.\n\nSEN. LINDSEY GRAHAM:\n\n--told-- yes, Iran is our enemy. They're a cold-blooded, cruel regime that's killed American soldiers in Iraq and Afghanistan. They're the leading state sponsor of terrorism. They've destabilized the region. They're building ICBMs. They've tried to create a nuclear program, not a peaceful nuclear power plant. They're the enemy of us.\n\nThey're an evil regime. The president and the foreign minister are moderates masquerading as-- trying to moderates when they're not. This is not a moderate regime. If they get more money, Chuck, from sanction relief, what would they do with it? Build schools and hospitals? No. They would advance their religious cause. They're the root cause of this problem in the Middle East, as much as ISIL.\n\nCHUCK TODD:\n\nAll right.\n\nSEN. LINDSEY GRAHAM:\n\nI fear them more than I fear ISIL. I fear Iran with a nuclear weapon--\n\nCHUCK TODD:\n\nYou fear Iran more than--\n\n(OVERTALK)\n\nSEN. LINDSEY GRAHAM:\n\n--and ISIS. Absolutely. It's not even close. An Iran with a nuclear weapon is the nightmare for us, Israel, the entire region. Sunni Arab states will get a nuclear weapon of their own. You'll have a nuclear arms race in the Mid-East. And the Iranians are a regime, cannot be trusted. And at the end of the day, Congress should approve any deal between us and Iran. And I believe there's growing bipartisan support--\n\nCHUCK TODD:\n\nOkay.\n\nSEN. LINDSEY GRAHAM:\n\n--that sanctions should not be lifted unless Congress agrees.\n\nCHUCK TODD:\n\nAll right, I want to-- since you're potentially running for president, I'm going to run through a few other issues here, since you have to be nimble on your feet now that you're a presidential candidate. The unemployment rate--\n\nSEN. LINDSEY GRAHAM:\n\nOkay.\n\nCHUCK TODD:\n\n--dropped to five point-- the unemployment rate dropped to 5.5%. Lowest unemployment rate since May, 2008. Unemployment fell, in every state in 2014, for the first time since 1984. You and other Republicans had doom and gloom about Obama's economic policies in '09 and '10. I understand we've got still some wage issues to go. But do you acknowledge that some of this rhetoric was wrong, and that progress has been made?\n\nSEN. LINDSEY GRAHAM:\n\nI think that we do have stagnant middle class wage growth. And I think the labor participation rate is at an all-time low. So if your argument is that we're on the road to recovery and we're in a sound economy under President Obama, no, I don't agree with it at all.\n\nCHUCK TODD:\n\nSo you don't believe any of these improvements are good?\n\nSEN. LINDSEY GRAHAM:\n\nI think it's always good to have lower unemployment, but it's never good to be under-employed. It's never good to have the most number of the people in the history of America not looking for work anymore. And I think the structural problems created by Obamacare are yet to come. And really, in many ways, the E.P.A. regulation on carbon, if it goes into effect, you know, and drive up energy costs-- and one reason we're enjoying low energy prices, gas prices, is--\n\nCHUCK TODD:\n\nRight.\n\nSEN. LINDSEY GRAHAM:\n\n--because the Arabs are trying to drive Iran into the ground. It's got nothing to do with supply and demand. The Sunni states that have--\n\nCHUCK TODD:\n\nRight.\n\nSEN. LINDSEY GRAHAM:\n\n--oil resources are trying to keep oil prices low to hurt Russia and Iran.\n\nCHUCK TODD:\n\nWe've not heard from Senate Republicans on wanting to open their own version of an investigation into Libya or the Benghazi situation. Does anything that happened this week with Secretary Clinton's e-mail situation make you rethink the decision by Senator Republicans whether to participate in an investigation?\n\nSEN. LINDSEY GRAHAM:\n\nI have confidence that Trey Gowdy will get to the bottom of this. And at the end of the day, what I want was any other cabinet member, during the time that she served, did they have a private e-mail account?\n\nCHUCK TODD:\n\nDo you have a private e-mail account?\n\nSEN. LINDSEY GRAHAM:\n\nThat would be interesting for me to know. All--\n\nCHUCK TODD:\n\nDo you have a private e-mail address?\n\nSEN. LINDSEY GRAHAM:\n\nI don't e-mail. No, you can have every e-mail I've ever sent. I've never sent one.\n\nSEN. LINDSEY GRAHAM:\n\nI don't know what that makes me. But it may-- but really, this is big in this regard. Did she communicate on behalf of The Clinton Foundation as Secretary of State?\n\nCHUCK TODD:\n\nRight.\n\nSEN. LINDSEY GRAHAM:\n\nDid she call the terrorist attack in Benghazi a terrorist attack in real time? I want to know. And the one thing I'll never agree to is let the State Department tell us what e-mails we should receive, or let her--\n\nCHUCK TODD:\n\nOkay.\n\nSEN. LINDSEY GRAHAM:\n\n--and her team tell us. Some independent group should do that.\n\nCHUCK TODD:\n\nAll right. Senator Graham, on the campaign trail in New Hampshire, Iowa yesterday.\n\nSEN. LINDSEY GRAHAM:\n\nAbsolutely.\n\nCHUCK TODD:\n\nWe'll be watching for your formal announcement soon. Thanks for coming back on Meet the Press.\n\nSEN. LINDSEY GRAHAM:\n\nOkay.\n\nCHUCK TODD:\n\nTime now for a little panel. We got Jonathan Martin, Kathleen Parker, Amy Walter, Manu Raju. All right, Amy Walter, let's start back to secretary Clinton. What about this situation, you know, basically, the defense here for her, from her spokespeople is she didn't just follow the letter, she followed the spirit of the law. But we are finding it feels as if the Obama administration is saying either they weren't informed of this, or maybe they just put blinders on.\n\nAMY WALTER:\n\nThis isn't about the e-mails. I mean honestly, your piece set this up, as well. Which is Hillary Clinton's time at the State Department was her opportunity to show that she was sort of above politics.\n\nCHUCK TODD:\n\nRight.\n\nAMY WALTER:\n\nThat she was a different candidate from 2007, that she could be a change agent, that she could be a hefty candidate in 2016 with foreign policy experience that nobody else had. And instead, whether we're talking about e-mails or whether we're talking about foundation gifts--\n\nCHUCK TODD:\n\nRight.\n\nAMY WALTER:\n\n--from foreign companies or corporations, it feeds into this narrative that she isn't a change agent. It's just more of the same. And that's the bigger problem going forward. If you're a Republican ad maker, and you can't make a good attack ad on this--\n\nCHUCK TODD:\n\nRight.\n\nAMY WALTER:\n\n--you should be sued for malpractice.\n\nCHUCK TODD:\n\nYou know Manu, it was interesting to hear Senator Feinstein make it clear. You know what? She didn't want to be out there defending her. She wanted her defending her.\n\nMANU RAJU:\n\nThat's the thing.\n\nCHUCK TODD:\n\nI mean that was the total-- and this is what you hear from Washington Democrats, which is, \"Wait a minute. Will you go out there and defend us yourself? Don't make us do it.\"\n\nMANU RAJU:\n\nThat's right. She's getting no cover right now.\n\nCHUCK TODD:\n\nYeah.\n\nMANU RAJU:\n\nThere's a complete void that she does, you know, the skeletal campaign operation right now. And when there's a void, what's going to fill the void? Questions about her conduct and questions about her judgment. The longer she waits to run a campaign, the more questions that are going to fester. And this is going to eventually hurt her increasingly. The timing right now is very difficult for her. Because if she were to come out now and announce her campaign, this is going to overshadow any sort of announcement.\n\nJONATHAN MARTIN:\n\nShe can't do that.\n\nJONATHAN MARTIN:\n\nNo, she's going to have to say something before the announcement--\n\nAMY WALTER:\n\nYeah.\n\nJONATHAN MARTIN:\n\n--about this. Especially when you've got a senior Senator like Dianne Feinstein saying just how, on national T.V., that she's got to step up and explain this. And so I think that's what you're going to see. I talked to a senior Democratic strategist this week who said, \"We don't know what to say, and we don't know where to go to get information.\" Very frustrated.\n\nCHUCK TODD:\n\nYou know, and Kathleen, what about, though, the pushback that has come from Clinton defenders that say, \"Hey, Jeb Bush set up his own e-mail system. He has only selectively disclosed what he wants to disclose.\" All true facts. Why is that any worse than what Secretary Clinton did?\n\nKATHLEEN PARKER:\n\nWell, I think it's because, as the others have mentioned, Hillary Clinton, the Clintons, have this sort of-- their default position seems to be secrecy. It reminded me of Florida squirrels. You know, there's not going to be a winter. There's not going to be a food shortage. But they're going to hide the nuts anyway.\n\nCHUCK TODD:\n\nWell, that's the thing. Eventually, this stuff-- if it's not exculpatory, it's not damaging.\n\nKATHLEEN PARKER:\n\nWell, it's certainly not damaging to the Democrats.\n\nCHUCK TODD:\n\nRight.\n\nKATHLEEN PARKER:\n\nNobody cares.\n\nCHUCK TODD:\n\nRight. And they seem to just do it out because they can.\n\nKATHLEEN PARKER:\n\nJust because they can. And I think the key word in all of this is \"control.\" The only reason you set up a private server is so that you have utter control over who reads what and when. And of course it's not going to help the Benghazi Committee, because they've been able to select which e-mails have been handed over.\n\nMANU RAJU:\n\nAnd to Amy's point, to, it's not the e-mails. It's two things. First of all, it's easy to understand, right?\n\nKATHLEEN PARKER:\n\nYeah.\n\nCHUCK TODD:\n\nYeah.\n\nJONATHAN MARTIN:\n\nThis is the challenge. Americans get this. What do you mean she was using a private e-mail server instead of--\n\nCHUCK TODD:\n\nAnd that's what this is.\n\nCHUCK TODD:\n\nPrivate e-mail server, this isn't Gmail or Yahoo.\n\nCHUCK TODD:\n\nShe created her own server.\n\nAMY WALTER:\n\nGoing to a job and not--\n\nCHUCK TODD:\n\nYeah.\n\nAMY WALTER:\n\n--taking their account?\n\nJONATHAN MARTIN:\n\nBut also, as you guys know, the most damaging gaffes in political life are the ones that reinforce the narrative.\n\nCHUCK TODD:\n\nRight.\n\nJONATHAN MARTIN:\n\nWhy was Romney saying 47% so tough on him? Because it reinforced what folks thought about him already.\n\nCHUCK TODD:\n\nNow, here's what--\n\nAMY WALTER:\n\nWell, they're either going to think she's hiding something or--\n\nCHUCK TODD:\n\nRight.\n\nAMY WALTER:\n\n--she has very poor judgment. Neither one of those works work for her.\n\nCHUCK TODD:\n\nThat's right. And it is a Rorschach test about how you feel about the Clintons. Very quickly, does this motivate a Joe Biden? Does this make him feel more comfortable, saying, \"You know what? Maybe I ought to get in because you just never know.\" Do you really leave the field--\n\nAMY WALTER:\n\nNo, I don't think so. And also, if you look at the polling numbers for Joe Biden, even taking Hillary Clinton out of the mix, he's not faring particularly well.\n\nMANU RAJU:\n\nAnd there's no Democratic bench. I mean we only have 18 Democratic governors. And very few of them would be considered viable presidential candidates. And Democrats Senators, there aren't that many Democratic Senators, either.\n\nAMY WALTER:\n\nBut at least Joe Biden never hides his thoughts.\n\nCHUCK TODD:\n\nThat is a good point to end on. Exactly. There are thought bubbles all over the place when it comes to good old Joe. Well, there are a lot of candidates running for president on the Republican side of the aisle. Coming up, state of doubt Jeb Bush makes his first play into Iowa, a state where everyone knows his name. And that may just be his biggest problem.\n\n***Commercial Break***\n\nCHUCK TODD:\n\nRepublican presidential hopefuls have been in Iowa this week for the Iowa Ag Summit, an actual cattle call on cattle issues, right? Anyway, Ag, of course, stands for agriculture. And much of the focus has been on Jeb Bush. He's got the name, the money. But he's also viewed with great skepticism by the conservative wing of the party. Our own Kelly O'Donnell has been covering the summit. She joins me now from the great NBC News standard location when we're in Des Moines. Kelly, good to see you there. Kelly, brass tacks: what did you learn from watching yesterday's cattle call?\n\nKELLY O'DONNELL:\n\nWell, when I talked to Republicans here, they say Jeb Bush's biggest problem is trying to appear new. So I think what he tried to do is to bring his Florida résumé, to talk about what he says are conservative accomplishments. You know, immigration, and education can be rough spots for Jeb Bush when it comes to conservative.\n\nHe talked about immigration a lot here. And he talked about things like having more border security and legal status, not citizenship. That still puts him more moderate than a Governor Scott Walker, for example. But he didn't shy away from it. He also had a chance to talk to some real voters, take their questions. He was out visiting some of those must-visit spots.\n\nCHUCK TODD:\n\nRight.\n\nKELLY O'DONNELL:\n\nYou know, the Pizza Ranch, Chuck.\n\nCHUCK TODD:\n\nYep.\n\nKELLY O'DONNELL:\n\nI heard him say that he came for the pizza. And as you know, Chuck, when you go to the pizza ranch, you really order the chicken. So Jeb Bush still has some work to do here. But people seem interested to get to know him.\n\nCHUCK TODD:\n\nYeah.\n\nKELLY O'DONNELL:\n\nVery few nostalgic references to campaigns past in the Bush family. This was about a new Jeb Bush trying to say he's thinking about running for president. Chuck?\n\nCHUCK TODD:\n\nKelly, very quickly, very quickly, anybody other than Walker and Bush make a positive impression on this crowd?\n\nKELLY O'DONNELL:\n\nWell, I was surprised to hear people say that they actually thought that Chris Christie had some good answers. And surprisingly, even some positive response for George Pataki. But I will tell you that Scott Walker had a lot of warm reception at the Ag Summit.\n\nCHUCK TODD:\n\nAbsolutely. Kelly O'Donnell, nice work. Thanks very much. Up next, 50 years since Selma. Much, of course, has changed. But there's a lot that hasn't. The great Congressman John Lewis, a living American hero, joins us next.\n\n***Commercial Break***\n\nPRESIDENT OBAMA (ON TAPE):\n\nWhat could be more American than what happened in this place? What could more profoundly vindicate the idea of America than plain and humble people, unsung, the downtrodden, the dreamers not of high station, not born to wealth or privilege, not of one religious tradition, but many, coming together to shape their country's course.\n\nCHUCK TODD:\n\nThat was President Obama at his oratorical best in what was easily one of his most powerful speeches as president, yesterday, at a ceremony to mark the 50th anniversary of the voting rights march in Selma, Alabama, which, of course, was violently repressed by state troopers at the time. In a moment, I'm going to bring you my interview with Congressman John Lewis, who was seriously injured in Selma that day. But first, let's hear from residents of the town on what's changed and what hasn't, half a century later.\n\n(BEGIN TAPE)\n\nHENRY (HANK) SANDERS:\n\nI was elected to the Senate in 1983. So I've been here more than 32 years. It's still two Selmas. The unemployment rate for African-American is roughly three times that of whites. But the poverty rate is roughly nine times that of whites. So there are two Selmas. I don't know of a black-owned business here on Main Street. All the blacks go to their churches. All the whites go to their churches. Most of the children are in separate schools.\n\nAUBREY LARKIN:\n\nWe are about 98% African-American. All of our students receive free lunch. Graduation rate is 80%. It's our reality right now. And would I like for things to be different? Of course. I know that there are predominantly African-American sectors of Selma, as predominantly Caucasian sectors.\n\nBut we have one Wal-Mart. We have one mall. So the two sides, we do have to cohabitate together in this town. And I think we do that pretty well. I graduated from Selma High School. It can be done. Where we come from, we can't change that. But we can definitely change where we're going.\n\nHENRY (HANK) SANDERS:\n\nI expected Selma to be a shining example of Democracy, a shining example of non-violence, a shining example of a people employed. We have not reached that, we have not even come close.\n\nWILLIAM P. (BUDDY) SWIFT III:\n\nBorn and raised in Selma, running this drugstore for the last 43 years. People tell me all the time, this town's over and done with it. Nothing you can do to bring it back. It just makes me sad that we're perceived that way. We're making strides. These are folks that want things to get better in this town. Excuse me for getting emotional, but I am emotional about it. Because we love each other. The majority of us love each other very deeply. And we want to see the town progress.\n\n(END TAPE)\n\nCHUCK TODD:\n\nJust a small snapshot of Selma today. We decided to dig into the archives and show you how NBC News covered the eventual successful march a few weeks later, when voting rights activists made it from Selma to Montgomery. Here's our own Richard Valeriani and his coverage of that eventual successful march.\n\nRICHARD VALERIANI (ON TAPE):\n\nThe march from Selma to Montgomery has ended. The point has been made. The steps of the state capitol have served as a forum for the Negro protest in Alabama against voter registration procedures which have kept him off the voting lists.\n\nCHUCK TODD:\n\nWe brought you this report to also show you this picture. This was taken after Valeriani was injured covering the violence that had preceded many of those marches. It's a reminder that journalists, too, took great risks when reporting from the south during the Civil Rights era. Yesterday, Congressman John Lewis walked hand in hand with President Obama at the event in Selma, 50 years after he himself was badly injured in the march. Earlier this week, I sat down the Congressman Lewis and asked him to just tell me what happened that day.\n\n(BEGIN TAPE)\n\nREP. JOHN LEWIS:\n\nOn Sunday, March 7th, 1965, 600 of us attempted to walk from Selma to Montgomery in an orderly, peaceful, non-violent parents, to dramatize to the state of Alabama, and to our country, that people of color wanted to register to vote. People were beaten, arrested, and jailed from time to time.\n\nBut on this day, we were walking with our backpacks, just trying to make it from Selma to Montgomery. And as we get to the top of the Edmund Pettus Bridge, down below, we saw a sea of blue, Alabama State Troopers. We continued to walk. We come within hearing distance of the State Troopers. A man spoke up and said, \"I'm Major John Cloud of the Alabama State Troopers. This is an unlawful march. You will not be allowed to continue. I give you three minutes to disperse. Return to your homes or to your church.\"\n\nThe young man walking beside me, Hosea Williams from Dr. King's organization, said, \"Major, give us a moment to kneel and pray.\" And the major said, \"Troopers advance.\" You saw these men putting on their gas masks. They came toward us.\n\nCHUCK TODD:\n\nAnd you were kneeling.\n\nREP. JOHN LEWIS:\n\nWe were kneeling. We were knocked down. They start beating us with night sticks, tramping us with horses, releasing the tear gas. I was hit in the head by a state trooper with a night stick. I lost consciousness. 50 years later, I don't recall how I made it back across that bridge to the little church that we had left from. Apparently, a group literally carried me back to the church.\n\nCHUCK TODD:\n\nIt'd be perfect understandable if you were bitter, bitter today, bitter a week later from when it happened, bitter 20 years. Were you bitter, ever, after all this?\n\nREP. JOHN LEWIS:\n\nI was not bitter then. I'm not bitter now.\n\n(OVERTALK)\n\nCHUCK TODD:\n\nHow?\n\nREP. JOHN LEWIS:\n\nI never became bitter.\n\nCHUCK TODD:\n\nYeah, I mean I have to say, how?\n\nREP. JOHN LEWIS:\n\nI grew in a movement to accept a way of love, the way of peace, the way of non-violence, the way of forgiveness, as a way of life, as a way of living. And we were taught never to become bitter, never to hate. So you may beat us, you may jail us, you may kill some of us. And some people did get killed.\n\nCHUCK TODD:\n\nI don't want to sound like a pessimist, but I feel like, 50 years later, we've self segregated as a society. We're self segregating in different ways, not fully by race. Some of it's by class. But it's creating a new set of divides. Do you see that?\n\nREP. JOHN LEWIS:\n\nOh, I see so many unbelievable setbacks. But at one point, I thought we were moving much faster, and we would be there in a matter of a short time. But we still have a lot of work to go.\n\nCHUCK TODD:\n\nHow do we get past this re-segregation that's going on? How do we get past this next set of issues?\n\nREP. JOHN LEWIS:\n\nThere must be deliberate efforts on the part of all of us in government, in the private sector, especially in business, the media, in the academic community. We must act. We just cannot talk about it have meetings and conferences.\n\nCHUCK TODD:\n\nBut there is not a lot of action.\n\nREP. JOHN LEWIS:\n\nWell, I continue to say to the young people, that, \"You see something that is not right, fair or just, you've got to do something.\"\n\nCHUCK TODD:\n\nThe Ferguson, what happened on Staten Island, it brought-- it seemed to inspire a group of young people, particularly young African-Americans, to say, \"Okay, maybe it's time to speak out.\"\n\nREP. JOHN LEWIS:\n\nWell actually, those moments of what happened in Ferguson, Staten Island, in Florida and other places, have said to young people, \"We're not there yet.\" That we must create another powerful movement of action. And you have young people coming together all over America, trying to determine where they're going and how they will go.\n\n(END TAPE)\n\nCHUCK TODD:\n\nComing up a little later in this show, bullying in school and politics. Former pitcher Curt Schilling is among our guests.\n\n***Commercial Break***\n\nCHUCK TODD:\n\nNerd Screen time. And this Sunday, it's all about President Obama's healthcare law, the Affordable Care Act. On Wednesday, the Supreme Court heard arguments in what is known as King v. Burwell. This is a case that's going to decide whether millions of Americans who live in the 34 states that did not set up their own state health insurance marketplace, and instead, get their insurance from the federal exchange, HealthCare.gov should be allowed to receive subsidies under the law. A decision is not expected until June.\n\nBut today, we wanted to take a look at how the law has impacted the number of insured Americans and how that's changed since the law's implementation. And guess what? The uninsured rate is down across the board. In fact, nationally, it's down nearly 3.5 points. 17.3% was the uninsured rate in 2013. Look at it now, 13.8 percent. In fact, it is down in 49 states in the past year. Let's look at some of the biggest reductions. Arkansas and Kentucky. In fact, the percentage of uninsured in Arkansas dropped from 22.5 to 11.4%, basically, in half. And Kentucky from 20.4 to 9.8. Both are deep red states with high poverty rates. And in 2014, both had Democratic governors supportive of the law.\n\nAnd like the rest of the top ten states with the biggest drop, they expanded Medicaid and did one of two things: either established a state-based marketplace, or ran an exchange in partnership with the federal government. And also, guess what? All but New Mexico had Democratic governors, too, in 2014. Think there's not a partisan impact on this?\n\nBut it is a different story in the states with the smallest drops in the uninsured rate of the bottom ten in this category. There's more of a bipartisan mix. Half are run by Republican governors, the other five by Democrats, but lots of Republican legislative control. You may notice, by the way, Massachusetts on this map. This is sort of misleading. Its drop was small because, guess what? It already had the lowest rate of uninsured for the past seven years, actually, due to something that was called RomneyCare.\n\nMeanwhile, let's talk about the one state that saw an increase. It's Kansas, the only state that saw an increase in the number of uninsured. It is up from 12.5% to 14.4. Kansas is among the 16 states that did not expand Medicaid and only rely on the federal exchange. It would be very interesting, by the way, watching this court case. If the Supreme Court strikes down these subsidies, what do Republican governors do? What do Republican legislatures do? What does Congress do? All of them say they're not going to let these insurance premiums spike, and that they will do something temporarily.\n\nDoes that temporary mean they end up making the law more permanent? We shall see. It may be one of the most unpopular laws in recent history. And there's been no denying, though, the current success, at least at reducing the rate of uninsured.\n\n***Commercial Break***\n\nCHUCK TODD:\n\nAnd now a look at the issue of bullying and the politics of personal destruction, both in the world of politics and online. Last week, we brought you the tragic story of Tom Schweich. He's the state auditor in Missouri who was running for governor, a leading candidate, actually. And he took his own life after an alleged whisper campaign that he was Jewish got the best of him. At his funeral this week, former Senator Jack Danforth spoke about the state of political discourse in America.\n\nFMR. SEN. JACK DANFORTH (ON TAPE):\n\nThe campaign that led to the death of Tom Schweich was the low point of politics. And now it's time to turn this around. So let's make Tom's death a turning point here in our state.\n\nCHUCK TODD:\n\nBut this isn't just about politics. At the same time, we learned a former Major League pitcher, Curt Schilling, who took to his blog over the weekend to call out people who wrote vile things about his daughter after he had simply posted a congratulatory message for getting a softball scholarship to college.\n\nBut most of the vitriol online and in politics goes unchallenged. To talk about it, we actually have Curt Schilling with us and Senator Claire McCaskill of Missouri. She's actually joining us from Montgomery, Alabama. She participated in yesterday's Selma anniversary. Senator McCaskill, let me start with you. Your home state of Missouri. You were at the funeral for Tom Schweich. Do you believe it was the politics of personal destruction that basically pushed Schweich to this point of taking his own life?\n\nSEN. CLAIRE MCCASKILL:\n\nWell, it was certainly a contributing factor. There was a stupid, negative, hurtful ad that had been run on radio the weekend before, and then combined with Tom's belief that a political operative was doing a whisper campaign about his faith, I think those contributed to obviously he obviously was imbalanced.\n\nCHUCK TODD:\n\nRight.\n\nSEN. CLAIRE MCCASKILL:\n\nBecause suicide is a serious issue in our society. But no question that the coarseness and the negativity of our political campaigns takes a toll on people. And I think people need to remember that.\n\nCHUCK TODD:\n\nYou know, I got Kathleen Parker with me here on the panel. And this is what she wrote on Thursday in The Washington Post: \"Politics has always been a blood sport, a fact that some find worthy of boasting. But as we consider that America has lost a good man who was aspirational in his politics and inspirational in his private life, we face a question with an implicitly foreboding answer: Why would any decent person want to run for public office?\" It's a question I ask myself a lot these days.\n\nSEN. CLAIRE MCCASKILL:\n\nWell, and it's a real problem. And it's one of the things that Senator Danforth talked about in the eulogy. If Tom Schweich was too sensitive for politics, are we saying that the only people that can hold major offices in our country have to be coarse? And isn't sensitivity something we need in elected officials? Honestly, Chuck, I think the only way this gets turned around is if voters begin to punish candidates whose operatives or whose campaigns engage--\n\nCHUCK TODD:\n\nRight.\n\nSEN. CLAIRE MCCASKILL:\n\n--in this-- really, playing to the cheap seats, the lowest common denominator--\n\nCHUCK TODD:\n\nRight.\n\nSEN. CLAIRE MCCASKILL:\n\n--digging dirt, we really have to have voters begin, you know, to strike back and punish the candidates that embrace it.\n\nCHUCK TODD:\n\nBut as I mentioned, this isn't just about politics. Curt Schilling, I want to bring you in here. It seems like part of the problem is the internet. Makes it very easily to directly attack anybody, famous or not. You saw this happen with you and your daughter. What do you want to take away from this situation?\n\nCURT SCHILLING:\n\nWell, I think a significantly large portion of this problem is the internet, because of the ability to, what a lot of kids think, remain anonymous. And I would say, short of the guy actually called Anonymous, you're not anonymous on the internet in any way, shape or form. And my biggest takeaway, or my biggest lesson, hopefully, coming out of this for the younger generation, when you put it out there on the internet, whether you erase it or not, it's there for the rest of your life.\n\nCHUCK TODD:\n\nAnd it seems like the lesson you wanted to teach these boys in particular is go after them, prosecute them if you can, or get them suspended, or make them lose their-- whatever it takes to set an example. Some called you being a vigilante about it. But there are a lot of us that saw what you did and thought, \"We're glad somebody's standing up for this.\"\n\nCURT SCHILLING:\n\nWell, I think, along with the Senator's situation, I think the internet and media provide one thing that they need, which is anonymity. And when they lose that, most, 99% of these people, don't say the things they say or do the things they do if you know who they are. So that, to me, is probably the best defense.\n\nCHUCK TODD:\n\nAnd it was interesting to me, you sort of, I take it, maybe before this incident, I don't know if you would have been for legislating an answer to this problem. But you seem to be wondering, \"Maybe there's gotta be something that has to be done.\" What do you want to see done? And then I want to get the Senator on this.\n\nCURT SCHILLING:\n\nWell listen, this is not the Internet's fault. This is not Twitter's fault or Facebook's fault. These are human beings. These are people at fault. The lack of accountability that we're heading towards, both in the private sector and in the government, is staggering to me. And that's one of the reasons I think why you're seeing this. There aren't repercussions. There is no accountability.\n\nCHUCK TODD:\n\nSenator McCaskill, can you create accountability, other than you--\n\nSEN. CLAIRE MCCASKILL:\n\nWell--\n\nCHUCK TODD:\n\n--the voters should hold folks accountability. But can you do anything else?\n\nSEN. CLAIRE MCCASKILL:\n\nHow about a little transparency? You know, we can argue about Citizens United in terms of the court case. But we could still fix it by making sure that all the money, the dark money that's being spent right now in politics is transparent and we know who's spending it. I still don't know who ran nasty ads against me. I don't know who paid for them.\n\nThe idea that we are allowed to do our demographics behind closed doors in terms of the First Amendment, let's get it out there in the open. And let's pass the disclose act and make sure all this money is traceable to its source. And then the candidates that are indirectly responsible could be held more accountable.\n\nCHUCK TODD:\n\nAnd Curt Schilling, last word here: has this made you-- you're a very active Twitter guy. It's fun to follow you on Twitter. Has this made you less active?\n\nCURT SCHILLING:\n\nOh, no, no, no. I'm not-- I haven't before and never will, allow people I don't know to dictate how I live my life. And that's one of the lessons I'm trying to make sure my kids leave my house with.\n\nCHUCK TODD:\n\nAll right, Curt Schilling, Senator Claire McCaskill, I think we all want to see the toxicity taken out of our culture and our politics. Thank you both for coming on. When we come back, our end game segment, including some of the latest presidential polling, debuting right here from the NBC Wall Street Journal.\n\n***Commercial Break***\n\nCHUCK TODD:\n\nHere you go, it is End Game time. I got the panel here. Guys, I got the NBC Wall Street Journal poll. We're going to be the whole thing over the next couple of days. Let me give you a teaser here, Jonathan Martin. We asked this to measure the true strength in a Republican primary of all 13 candidates that are viable candidates. And we even threw in a Donald Trump in here. Which is, \"Could you picture yourself supporting this candidate,\" of Republican primary voters.\n\nJeb Bush: yes, 49%, no, 42%. Look at the only person that had a higher no rating. There were three people with higher no ratings. You had Lindsey Graham at 51%, Chris Christie at 57%. And Donald Trump at 74%. These are just among Republicans. But literally, and we'll let you know later in the week who are the higher ceilings. It wasn't Jeb Bush. Higher ceilings, guys like Scott Walker, Marco Rubio, won't surprise you. But he starts out with a big negative rating there of a viable candidate. The other three guys, people don't talk of as viable nominees.\n\nJONATHAN MARTIN:\n\nNationally, and in Iowa, Chuck, I was there yesterday in Iowa with Jeb Bush. And he spoke to the Ag Summit that you mentioned earlier. And the response was fine, but it wasn't anywhere close to what some of the other folks got. And his challenge there, as is his challenge nationally, is perception.\n\nPeople don't know about the record in Tallahassee as governor. They view him through the prism of his last name, and maybe Common Core and immigration reform. He's got a perception problem that he has to overcome. And it's going to be a real challenge for him during the course of this primary. He's going to have the money to fix it. But it ain't going to be easy.\n\nCHUCK TODD:\n\nKathleen, you think he can ever make his gubernatorial record part of the story? Or is his last name always going to trump that? Scott Walker, the whole reason why he's a co-frontrunner right now--\n\nKATHLEEN PARKER:\n\nRight.\n\nCHUCK TODD:\n\n--is his gubernatorial record. Conservatives say he didn't just talk, he walked the walk and the beat Labor. And that's what they-- and it doesn't matter what else he says, he does that. Jeb Bush's accomplishments are a decade ago.\n\nKATHLEEN PARKER:\n\nWell, I think he has to bring the focus back to that. But I also think it's awfully early. Jeb Bush is-- the name is going to be a problem, but only for a little while. Because once people get to know him better, once he's had a chance to speak and people hear that he has ideas that are fresh, and his approach is very different from his brother, for example, I think the opinion of him is going to shift, but gradually.\n\nAnd if you look at those statistics that you just cited, you know, Jeb Bush is seen as the candidate who is not too conservative and not Tea Party. So he's somewhere in that middle range, which, you know, appeals to a lot-- he's got--\n\nCHUCK TODD:\n\nAppeals to a lot of voters who don't vote in Republican primaries, Kathleen.\n\nKATHLEEN PARKER:\n\nWell, he's got 30% of the conservative vote\n\nCHUCK TODD:\n\nI hear you. And I think that-- let me switch gears here to the other famous name in this race, Hillary Clinton. I was remiss not to point out that Saturday Night Live did get into the email controversy. Here it is.\n\nKATE MCKINNON (ON TAPE):\n\nI mean what did think my e-mails said? \"Hi, it's Hillary. I really screwed up on Benghazi today. Pease.\" I wasn't born yesterday. I was born 67 years ago. And in been planning on being president ever since. There will be no mistakes in my rise to the top! If I decide to run. Who knows?\n\nCHUCK TODD:\n\nAmy, no benefit of the doubt. That's the issue here. Clinton people have been screaming at me, going, \"You guys are going right to the assumption here that this was about her hiding something.\" But it does feel as if she doesn't trust the press, she didn't trust--\n\nAMY WALTER:\n\nRight.\n\nCHUCK TODD:\n\n--government disclosure, and that's why she did this.\n\nAMY WALTER:\n\nBut the skepticism is the same that we see for Jeb Bush. See? Look I'm--\n\nCHUCK TODD:\n\nThere it is for you.\n\nAMY WALTER:\n\nAnd that is going to be the issue that's going to dog both of them. I do agree with Kathleen, though. I think that for Jeb, he at least has the opportunity to put out a different image. Hers is already baked in the cake.\n\nCHUCK TODD:\n\nThat's interesting. Before we go, there was another anniversary this week, a 150th, of President Lincoln's second inaugural. And I ended up with the toughest speaking assignment of my life. I had to follow an actual re-reading of President Lincoln's second inaugural at a ceremony on The National Mall. Manu, I had to follow Lincoln.\n\nCHUCK TODD:\n\nIt was like, \"What was that?\" Like, I don't understand. There he is. And this guy really looked like Lincoln, and he had that-- I hear he may have sounded like him, I don't know.\n\nMANU RAJU:\n\nI'm sure he did. I'm sure he--\n\nCHUCK TODD:\n\nI don't know. But the reality is, Kathleen, if everybody read that second inaugural in Congress, you think things would be better?\n\nKATHLEEN PARKER:\n\nIf they understood it. I shouldn't say that.\n\nJONATHAN MARTIN:\n\nit is perspective. When we think that times are tough here now--\n\nKATHLEEN PARKER:\n\nYeah, yeah.\n\nJONATHAN MARTIN:\n\n--you think back to what Lincoln endured--\n\nCHUCK TODD:\n\nThat's right.\n\nJONATHAN MARTIN:\n\n--during Civil War, nothing compares.\n\nKATHLEEN PARKER:\n\nI've always used that inaugural address in my writing classes.\n\nCHUCK TODD:\n\nIt--\n\nKATHLEEN PARKER:\n\nBecause it's-- it shows that you can say something profound and important in a few words--\n\nCHUCK TODD:\n\nAnd always-- and always a reminder it is harder to write short than long. And speaking of going long, we can't go long on the show, so that's all for today. We'll be back next week. By the way, happy birthday to my wife. If it's Sunday, it's Meet the Press.", "article_metadata": {"description": "MEET THE PRESS - MARCH 8, 2015 CHUCK TODD (V/O): This Sunday, Hillary's e-mail trail.", "og": {"site_name": "NBC News", "description": "MEET THE PRESS - MARCH 8, 2015 CHUCK TODD (V/O): This Sunday, Hillary's e-mail trail.", "title": "Meet the Press Transcript - March 8, 2015", "url": "http://www.nbcnews.com/meet-the-press/meet-press-transcript-march-8-2015-n323726", "image": "http://media2.s-nbcnews.com/j/newscms/2015_07/891531/snaps-mtp-still-about-meet-the-press-on-nbc-news-a-net-backup_yz_a59df65b2c35f8a25cf387ebd9100ac1.nbcnews-fp-1200-800.jpg", "type": "article"}, "twitter": {"domain": "NBCNews.com", "description": "MEET THE PRESS - MARCH 8, 2015 CHUCK TODD (V/O): This Sunday, Hillary's e-mail trail.", "creator": "NBCNews", "image": {"src": "http://media2.s-nbcnews.com/j/newscms/2015_07/891531/snaps-mtp-still-about-meet-the-press-on-nbc-news-a-net-backup_yz_a59df65b2c35f8a25cf387ebd9100ac1.nbcnews-fp-1200-800.jpg"}, "title": "Meet the Press Transcript - March 8, 2015 - NBC News", "site": "NBCNews", "card": "summary"}, "blitz": "mu-e1e842c9-946002e6-ea8f0454-41b29546", "DC.date.issued": "2015-03-15", "apple-itunes-app": "app-id=319740707, app-argument=http://www.nbcnews.com/meet-the-press/meet-press-transcript-march-8-2015-n323726", "fb": {"app_id": 10150138890205613}, "article": {"author": "https://www.facebook.com/NBCNews"}, "google-site-verification": "K8bowvEbzWfPQ76x6f9SCxMVwicVXrhiClRg80ak8ZA", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "AMY WALTER:And that is going to be the issue that's going to dog both of them.\nI talked to a senior Democratic strategist this week who said, \"We don't know what to say, and we don't know where to go to get information.\"\nAnd this guy really looked like Lincoln, and he had that-- I hear he may have sounded like him, I don't know.\nI'm not-- I haven't before and never will, allow people I don't know to dictate how I live my life.\nClinton people have been screaming at me, going, \"You guys are going right to the assumption here that this was about her hiding something.\""}