{"article_title": "The GOP's racial DNA", "article_keywords": ["dna", "federal", "abstract", "youre", "gops", "n", "american", "race", "president", "racial", "republican", "white"], "article_url": "http://thehill.com/blogs/pundits-blog/civil-rights/208148-the-gops-racial-dna", "article_text": "Was Democratic Sen. Jay Rockefeller Jay RockefellerLobbying world Overnight Tech: Senators place holds on FCC commissioner Overnight Tech: Senate panel to vote on Dem FCC commissioner MORE (W.Va.) correct when he charged that race is behind the Republican Party's animus toward President Obama, the Affordable Care Act and \"absolutely everything this president does\"?\n\nNot to GOP leaders, who accused Rockefeller of playing the \"race card.\" Sen. Ron Johnson (R-Wis.) called it \"very offensive that you would basically imply that I'm a racist because I opposed this law.\"\n\nADVERTISEMENT\n\nThere's no reason to doubt Johnson or suggest that racial animus consciously drives his opposition to the president's agenda. The same can be said, presumably, for most Republicans.\n\nBut while Rockefeller may have been inelegant in stating his claim, there's a deeper historical truth to what he says: Race is central to the Republican Party's political DNA.\n\nIt's not the outwardly seething bigotry as manifested recently by rancher Cliven Bundy or Los Angeles Clippers owner Donald Sterling. But it's the subtler cousin of racially coded attitudes and politics that helped to birth the modern GOP and remains at the root of the Republican anti-government worldview.\n\nDial back five or six decades and white Southerners, who now constitute the GOP base, were far more welcoming of the federal government's role in bettering people’s lives.\n\nRural electrification, the Tennessee Valley Authority, the Farmers Home Administration — all garnered considerable support in the South. White Southern politicians backed school lunches, public housing, public works, healthcare spending, a higher minimum wage and a wide variety of government programs and initiatives.\n\nBut that all changed when the federal government used its authority to end racial segregation and enforce civil rights.\n\nArmed with pitchfork rage, white Southerners railed at the federal government as a malignant force that catered not to \"real Americans\" but to elites who, to use former Alabama Gov. George Wallace's (D) phrase, looked \"down their noses at the common people.\"\n\nThose same \"real Americans\" who benefited from government were now being fed a steady diet of broadsides discrediting government. White Southerners began to see the federal government no longer as a benign force for economic progress, but as a hostile juggernaut that imposed an alien culture and social order.\n\nWhat was once a largely populist constituency predisposed to government's role turned into a conservative stronghold that viewed government as toxic to their way of life.\n\nCouple that with the perception among many whites that government anti-poverty programs are designed primarily to help minorities who, according to the prevailing stereotype, don't really want to work for it. It's the old \"welfare queen\" narrative that President Reagan spun during his campaigns.\n\nTo archetypal white conservatives, they labored hard for a piece of the American Dream, so what gives liberal elites the right to take their tax dollars and transfer them to the undeserving poor? Why would government give special preference to someone who didn't work as hard as they did?\n\nCall these white conservatives President Nixon's silent majority or blue-collar Reagan Democrats or NASCAR dads, but to them it matters little that black Americans have toiled harder for less throughout our history, or that most are working-class or beyond nowadays, or that whites benefit more from government's helping hand than blacks.\n\nThey simply see themselves — and have so for years — as victims of federal government policies that to them have favored those, in Rockefeller's words, \"of the wrong color.\"\n\nToday the conservative mantra is a generation removed from these racialized origins. It's now all about cutting taxes and rolling back government power. Rarely is race implied or raised. The 47 percent was about makers versus takers, with no overt racial connotation.\n\nBut anyone who doesn't want to accept the racial genealogy of today's anti-government conservatism should heed the words of the late Republican strategist Lee Atwater, who gave a chillingly candid 1981 interview that laid it all out clearly.\n\n\"You start out in 1954 by saying, 'N-----, n-----, n-----.' By 1968 you can't say 'n-----' — that hurts you. Backfires. So you say stuff like forced busing, states' rights and all that stuff. You're getting so abstract now you're talking about cutting taxes, and all these things you're talking about are totally economic things and a byproduct of them is blacks get hurt worse than whites. ... I'm saying that if it is getting that abstract, and that coded, that we are doing away with the racial problem one way or the other. ... 'We want to cut this,' is much more abstract than even the busing thing, and a hell of a lot more abstract than 'N-----, n-----.'\"\n\nMost hard-core conservatives today will indignantly deny any racial link to what they believe. Many may in fact harbor little or no conscious prejudice. As with Ron Johnson, there is no reason to see them as disingenuous.\n\nAnd that may be why anyone who makes the connection to modern conservatism's initial racial grievance will simply come off to them as, well, yet another one of those liberal elites \"looking down their noses at the common people.\"\n\nSteinhorn is a professor of communication and an affiliate professor of history at American University. His expertise includes American politics, culture and media, strategic communication, the presidency, race relations, the 1960s and recent American history. He is author of The Greater Generation: In Defense of the Baby Boom Legacy, and co-author of By the Color of Our Skin: The Illusion of Integration and the Reality of Race. He is the founding editor of PunditWire, where political speechwriters comment on the news. Before joining the American University faculty, he spent 15 years as a political consultant and speechwriter.", "article_metadata": {"dcterms.description": "What was once a largely populist constituency predisposed to government's role turned into a conservative stronghold.", "description": "What was once a largely populist constituency predisposed to government's role turned into a conservative stronghold.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Contributors"}}, "og": {"site_name": "TheHill", "description": "What was once a largely populist constituency predisposed to government's role turned into a conservative stronghold.", "title": "The GOP's racial DNA", "url": "http://thehill.com/blogs/pundits-blog/civil-rights/208148-the-gops-racial-dna", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2014-06-04T06:00:01-04:00", "type": "article"}, "Smart_Paging": "on", "dcterms.modified": "2014-06-04T06:00-04:00", "dcterms.identifier": "http://thehill.com/blogs/pundits-blog/civil-rights/208148-the-gops-racial-dna", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "apple-itunes-app": "app-id=396640962", "dcterms.date": "2014-06-04T06:00-04:00", "dcterms.creator": "Leonard Steinhorn, contributor", "author": "Leonard Steinhorn, contributor", "dcterms.type": "Text", "article": {"published_time": "2014-06-04T06:00:03-04:00", "modified_time": "2014-06-04T06:00:01-04:00"}, "keywords": "Conservatism in the United States,Jay Rockefeller, Lee Atwater, George Wallace,", "dcterms.language": "und", "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/pundits-blog/civil-rights/208148-the-gops-racial-dna", "widgets": {"csp": "on"}, "description": "What was once a largely populist constituency predisposed to government's role turned into a conservative stronghold.", "card": "summary", "title": "The GOP's racial DNA"}, "dcterms.title": "The GOP's racial DNA"}, "_id": "\"57477af46914bd0286fd776f\"", "article_summary": "\"You start out in 1954 by saying, 'N-----, n-----, n-----.'\n... 'We want to cut this,' is much more abstract than even the busing thing, and a hell of a lot more abstract than 'N-----, n-----.'\"\nBut that all changed when the federal government used its authority to end racial segregation and enforce civil rights.\nADVERTISEMENTThere's no reason to doubt Johnson or suggest that racial animus consciously drives his opposition to the president's agenda.\nBut while Rockefeller may have been inelegant in stating his claim, there's a deeper historical truth to what he says: Race is central to the Republican Party's political DNA."}