{"article_title": "How Enroll America found, persuaded thousands to sign up for insurance", "article_keywords": ["enroll", "volunteers", "consumers", "persuaded", "enrollment", "reach", "young", "sign", "outreach", "period", "lot", "america", "thousands", "insurance", "staff"], "article_url": "http://www.nj.com/healthfit/index.ssf/2014/05/how_enroll_america_found_persuaded_thousands_to_sign_up_for_insurance.html", "article_text": "Like a college student rushing to file a term paper before the semester ends, many people enrolled in Obamacare as the March 31 deadline approached. Enroll America’s New Jersey Director Justine Ceserano and spokeswoman Alescia Teel described how the nonprofit and nonpartisan organization of staff and volunteers located and walked people through the enrollment process. They also discussed how they’ll be ready to start over when the open enrollment period begins again in November.\n\nQ: What did Enroll America do to reach people? How well did you do?\n\n\n\nJC: It is now clear that the first Affordable Care Act open-enrollment period was a success in New Jersey. Despite early problems with the website, more than 161,000 people were able to find coverage through the health insurance marketplace, according to figures released by the U.S. Department of Health and Human Services. We reached out to more than 51,000 New Jerseyans through in-person consumer outreach efforts and held over 1,500 events to reach out to consumers across the state.\n\nQ: How many paid staff and volunteers participated with Get Covered America in New Jersey?\n\n\n\nJC: It was a mixture of both. We have 12 people on staff. Each of our organizers had a set of volunteers who they had recruited and helped them with many of the events. We worked with 119 partners who had the same desire to move the enrollment to the maximum. We were focused on outreach and education.\n\nAT: There were over 2,300 people who volunteered time to the campaign during the last seven months. There were always people who were interested in getting involved. We held local training sessions for our local partners, such as churches. We did outreach at universities and colleges.\n\nQ: What lessons did you learn for the next enrollment period in November?\n\n\n\nJC: We needed to explain which documentation is necessary to have on you when you go to enroll — Social Security number, proof of income, and if they were insured by an employer prior to this. A lot of people were not aware of the financial assistance available. Informing consumers about the availability of financial assistance was the single most important way to motivate uninsured consumers to enroll. Eighty-four percent of people who enrolled qualified for financial assistance.\n\nQ: How did you find people under age 30?\n\nJC: There is a lot of change happening among that group typically — kids who age out of their parents’ insurance policies, they change jobs or choose to go to graduate school. We knew that we had to get to the young people. It was a struggle initially. We made an all-out effort to go to colleges and incorporated social media in our strategy to reach the young adults. We went to beauty salons and laundromats.\n\nAT: We also have a Twitter account and high-profile celebrities were tweeting with our hashtag: Pharrell Williams, Fran Drescher, Mindy Kaling, great pictures were done by Olivia Wilde. It was really interesting to see who came out. It helped young people to see people they admired to get them to come out .\n\nQ: How did you go about reaching minority groups?\n\nAT: We knew the greatest need was among the Latino population, followed by African-Americans. We also held roundtable meetings with Asian-Americans, Indian-Americans and the Muslim community. We had to reach them multiple times to get them to take the next steps to enroll. A lot of people are working so it’s harder to reach them. Some have never had coverage before and this was a brand new opportunity for them.\n\n\n\nQ: What was the secret to getting people through the enrollment process?\n\nAT: With each contact, consumers became more likely to enroll. There was a 33 percent increase in enrollment when residents were contacted four times through our grassroots efforts. This effect was particularly strong among difficult-to-reach populations: nationally, African-American and Latino consumers were about twice as likely to enroll after the third follow-up, and young people were more than twice as likely to enroll after the third follow-up.\n\n\n\nQ: What will you do differently next time?\n\nJC: We have to make people aware that when they experience life-changing events (such as changes in income, losing your job or quitting your job to go back to school, getting married, adoption, aging out of parents’ insurance policies), that may make them eligible and they still have that opportunity to sign up. They don’t have to fear that they have to wait until Nov. 15, when the marketplace opens again.", "article_metadata": {"article_author": "Susan K. Livio | NJ Advance Media for NJ.com", "medium": "news", "news_keywords": "obamacare, health, living", "title": "How Enroll America found, persuaded thousands to sign up for insurance", "og": {"site_name": "NJ.com", "description": "Like a college student rushing to file a term paper before the semester ends, many people enrolled in Obamacare as the March 31 deadline approached. Enroll America&#8217;s New Jersey Director Justine Ceserano and spokeswoman Alescia Teel described how the nonprofit and nonpartisan organization of staff and volunteers located and walked people through the enrollment process.", "title": "How Enroll America found, persuaded thousands to sign up for insurance", "url": "http://www.nj.com/healthfit/index.ssf/2014/05/how_enroll_america_found_persuaded_thousands_to_sign_up_for_insurance.html", "image": "http://image.nj.com/home/njo-media/width620/img/njo_top_stories/photo/obamacarejpg-a61b39f5d9df1ca4.jpg", "type": "article"}, "twitter": {"description": "Like a college student rushing to file a term paper before the semester ends, many people enrolled in Obamacare as the March 31 deadline approached. Enroll America&#8217;s New Jersey Director Justine Ceserano and spokeswoman Alescia Teel described how the nonprofit and nonpartisan organization of staff and volunteers located and walked people through the enrollment process.", "title": "How Enroll America found, persuaded thousands to sign up for insurance", "image": "http://image.nj.com/home/njo-media/width620/img/njo_top_stories/photo/obamacarejpg-a61b39f5d9df1ca4.jpg", "creator": "@susanklivio", "site": "@njdotcom", "card": "summary_large_image"}, "article_date_updated": "Thursday, May 15, 2014, 11:48 AM", "fb": {"admins": 100000302287435}, "article_publication_name": "NJ.com", "article_comments": 0, "article_date_original": "Thursday, May 15, 2014, 11:00 AM", "viewport": "width=device-width,initial-scale=1", "Description": "Like a college student rushing to file a term paper before the semester ends, many people enrolled in Obamacare as the March 31 deadline approached. Enroll America&#8217;s New Jersey Director Justine Ceserano and spokeswoman Alescia Teel described how the nonprofit and nonpartisan organization of staff and volunteers located and walked people through the enrollment process."}, "_id": "\"57477afa6914bd0286fe610d\"", "article_summary": "They also discussed how they’ll be ready to start over when the open enrollment period begins again in November.\nQ: What lessons did you learn for the next enrollment period in November?\nInforming consumers about the availability of financial assistance was the single most important way to motivate uninsured consumers to enroll.\nQ: How many paid staff and volunteers participated with Get Covered America in New Jersey?\nQ: What did Enroll America do to reach people?"}