{"article_title": "Obama's days are numbered! Republicans move to impeachment!", "article_keywords": ["numbered", "catholic", "republican", "house", "republicans", "days", "impeachment", "online", "dakota", "president", "obamas", "resolution", "south", "obama"], "article_url": "http://www.catholic.org/news/politics/story.php?id=55912", "article_text": "South Dakota Republican convention passes resolution calling for the President's impeachment\n\nPresident Barack Obama may end his occupation of the White House a little earlier than expected, that is if the South Dakota Republican Party gets its way.\n\nSouth Dakota Republicans passed a resolution to impeach President Obama on June 21. Highlights By Catholic Online (NEWS CONSORTIUM) Catholic Online (www.catholic.org) 6/23/2014 (1 year ago) Published in Politics & Policy Keywords: US, News, Politics\n\nLOS ANGELES, CA (Catholic Online) - The state's Republicans passed a resolution during their June 21 state convention, which called for the impeachment of the president.\n\n\n\nMillions of children are starving every day. You can bring relief and hope today!\n\n\n\nThe resolution claims that President Obama has \"violated his oath of office in numerous ways,\" specifically citing the exchange of five senior Taliban officials for Sgt. Bowe Bergdahl without congressional notification or oversight.\n\n\n\nObama's statement that people would be allowed to keep their insurance companies under Obamacare, as well as his recent EPA regulations on power plants were also key issues.\n\n\n\n\"Therefore, be it resolved that the South Dakota Republican Party calls on our U.S. Representatives to initiate impeachment proceedings against the president of the United States,\" reads the resolution.\n\n\n\nAllen Unruh of Sioux Falls was one of the resolutions sponsors. \"I've got a thick book of impeachable offenses of the president,\" Unruh said. He called on South Dakota Republicans to \"send a symbolic massage that liberty shall be the law of the land.\"\n\n\n\nA retired Marine from Butte County, Larry Klipp, agreed, saying that matters have gone beyond mere political disagreement with Obama.\n\n\n\n\"If anyone in this room cannot see the horrendous, traitorous scandals run by the Obama administration, I will pray for you,\" he said.\n\n\n\nDelegates voted 191-176 in favor of the resolution.\n\n\n\nRepresentative Kristi Noem, South Dakota's lone member of the House of Representatives, was cool to the idea. \"The best way for Congress to hold the president accountable is to continue aggressive committee oversight and investigations into the administration's action like the ongoing VA scandal, the targeting of conservative groups by the IRS, Benghazi, and the recent Taliban prisoner exchange,\" said Noem's spokesperson, Brittany Comins.\n\n\n\nIf the House does vote to impeach Obama, the Senate would then rule on the validity, which would then require a two-thirds majority in the Senate to remove Obama.\n\n---\n\n\n\n\n\nCopyright 2016 - Distributed by THE CALIFORNIA NETWORKRespect for Women: That in every country of the world, women may be honored and respected and that their essential contribution to society may be highly esteemed.Holy Rosary: That families, communities, and groups may pray the Holy Rosary for evangelization and peace.", "article_metadata": {"description": "Religion and Politics", "author": "Catholic Online", "og": {"image": "/files/images/ins_news/2014061346obama-p.jpg", "title": "Obama's days are numbered! Republicans move to impeachment! - Politics & Policy - News - Catholic Online"}, "section": "Politics & Policy", "keywords": "president, biden, brownback, clinton, dodd, edwards, giuliani, gravel, huckabee, hunter, keyes, kucinich, mccain, obama, paul, richardson, romney, tancredo, thompson, abortion, church and state, death penalty, education, environment, faith-based initiatives, homosexual marriage, health care, immigration, iraq war, poverty, stem cell research", "google-site-verification": "PfV_R-97inKQ3E1bcck5YmDQoil_8k2tYvZEN_UYYkw", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd7779\"", "article_summary": "He called on South Dakota Republicans to \"send a symbolic massage that liberty shall be the law of the land.\"\nSouth Dakota Republicans passed a resolution to impeach President Obama on June 21.\n\"Therefore, be it resolved that the South Dakota Republican Party calls on our U.S.\nHighlights By Catholic Online (NEWS CONSORTIUM) Catholic Online (www.catholic.org) 6/23/2014 (1 year ago) Published in Politics & Policy Keywords: US, News, PoliticsLOS ANGELES, CA (Catholic Online) - The state's Republicans passed a resolution during their June 21 state convention, which called for the impeachment of the president.\nThe resolution claims that President Obama has \"violated his oath of office in numerous ways,\" specifically citing the exchange of five senior Taliban officials for Sgt."}