{"article_title": "Obamacare Insurance Plans in D.C. Cover Abortions But Not Hearing Aids", "article_keywords": ["abortion", "plans", "infertility", "cover", "routine", "obamacare", "dc", "hearing", "plan", "abortions", "footcare", "coverage", "aids", "insurance", "elective"], "article_url": "http://www.lifenews.com/2013/11/20/obamacare-insurance-plans-in-d-c-cover-abortions-but-not-hearing-aids/", "article_text": "It’s already difficult enough to figure out which health care plan under Obamacare does or does not pay for abortions with your tax dollars or premiums. Now, new information has surfaced showing some Obamacare plans in the nation’s capital pay for abortions while denying coverage for legitimate health needs like hearing aids or eye care.\n\nAs the National Review reports:\n\nAt least one individual plan available on the D.C. health insurance exchange specifically covers elective abortion but not hearing aids, routine foot-care, and routine eye-care. The plan, Healthy Blue PPO $1500 (you can check it out on the DC Healthlink website here), has a summary on the D.C. exchange’s website titled “Excluded Services & Other Covered Services.”\n\nIt says enrollees can receive coverage for abortions performed for a non-medical reasons, but not for a number of other services that could seem medically necessary. The plan also excludes coverage for some other procedures, including cosmetic surgery, bariatric surgery, and infertility treatment.\n\nA number of other plans in D.C. that cover elective abortion don’t cover things such as hearing aids, routine foot-care, and routine eye-care. For instance, CD BChoice HSA Br 6000 includes elective-abortion coverage but excludes coverage for hearing aids, infertility treatment, routine foot-care. And the Kaiser Permanente: KP DC Bronze 4500/50/HSA/Dental/PedDental covers elective abortion but not routine foot-care, hearing aids, and infertility treatment.\n\nAnd the Kaiser Permanente: KP DC 5000/30%/HSA/Dental/PedDental also covers elective abortion but not hearing aids, routine foot-care, and infertility care.", "article_metadata": {"description": "Obamacare Insurance Plans in D.C. Cover Abortions But Not Hearing Aids", "og": {"site_name": "LifeNews.com", "description": "It's already difficult enough to figure out which health care plan under Obamacare does or does not pay for abortions with your tax dollars or premiums. Now, ne", "title": "Obamacare Insurance Plans in D.C. Cover Abortions But Not Hearing Aids", "url": "http://www.lifenews.com/2013/11/20/obamacare-insurance-plans-in-d-c-cover-abortions-but-not-hearing-aids/", "image": "http://www.lifenews.com/wp-content/uploads/2013/06/pichealth28b-185x190.jpg", "locale": "en_us", "type": "article"}, "fb": {"app_id": 204509779594999}, "OBKey": "avejq02j7xRr+0owuq+Pcw==", "keywords": "obamacare,insurance,plans,abortion,abortions,hearing aids", "google-site-verification": "PPPx-GD0i7nWjUFAYnFdOYorAAJLuNyKOl23JCeXyrQ", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdeba6\"", "article_summary": "A number of other plans in D.C. that cover elective abortion don’t cover things such as hearing aids, routine foot-care, and routine eye-care.\nAnd the Kaiser Permanente: KP DC 5000/30%/HSA/Dental/PedDental also covers elective abortion but not hearing aids, routine foot-care, and infertility care.\nAnd the Kaiser Permanente: KP DC Bronze 4500/50/HSA/Dental/PedDental covers elective abortion but not routine foot-care, hearing aids, and infertility treatment.\nFor instance, CD BChoice HSA Br 6000 includes elective-abortion coverage but excludes coverage for hearing aids, infertility treatment, routine foot-care.\nNow, new information has surfaced showing some Obamacare plans in the nation’s capital pay for abortions while denying coverage for legitimate health needs like hearing aids or eye care."}