{"article_title": "Unexpected Sites of Christian Pacifism", "article_keywords": ["unexpected", "christian", "god", "assemblies", "peace", "sites", "pacifism", "denomination", "american", "church", "pentecostal", "war", "palin"], "article_url": "http://www.patheos.com/blogs/anxiousbench/2014/04/unexpected-sites-of-christian-pacifism-pentecostal-edition/", "article_text": "by\n\nIn the wake of the 9/11 terrorist attacks, the Attorney General of the United States John Ashcroft, a prominent advocate of the war in Iraq, wrote a song called “Let the Eagle Soar” (you can listen to it here). It is a deeply patriotic song, one he liked to mix with morning prayer meetings at the Department of Justice. Here are some of the words: “Like she’s never soared before, from rocky coast to golden shore, let the mighty eagle soar . . . Oh she’s far too young to die; You can see it in her eye; She’s not yet begun to fly.” Many Americans found the lyrics and tune touching, even if some Justice Department lawyers did not like his brand of religious patriotism in the workplace.\n\nIn 2006, the year after Ashcroft stepped down from the George W. Bush Administration, Sarah Palin was elected governor of Alaska. Her words often struck a martial tone. On her reality television show “Sarah Palin’s Alaska,” she spoke frequently of “locking and loading.” She has used a crosshairs graphic to target politicians who voted for the Affordable Care Act. And she has been very eager to project and use American power abroad. She called the Iraq War a “task that is from God.” She has been critical of Barack Obama, no peacenik himself. She said, “President Obama actually seems reluctant to even embrace American power.” Elsewhere Palin mourned, “We have a President, perhaps for the very first time since the founding of our republic, who doesn’t appear to believe that America is the greatest earthly force for good the world has ever known.”\n\nWhat do these high-profile persons have in common besides nationalism and conservative politics? According to authors Jay Beaman and Brian Pipkin, who profiled Ashcroft and Palin in a recent book titled Pentecostal and Holiness Statements on War and Peace, both are affiliated with the Assemblies of God denomination. Every time Ashcroft has been sworn in to political office, he is anointed with oil (in the manner of King David). Palin was a longtime member of Wasilla Assembly of God. These two prominent politicians do not exactly represent Pentecostalism or broader evangelicalism, which sometimes features a more measured just-war posture or an interest in peacebuilding. But close observers of Pentecostal churches, which often feature an American flag on stage, would recognize the God-and-country flavor of the contemporary movement.\n\nThis twenty-first-century iteration of Pentecostalism, however, would have been utterly foreign to movement progenitors. In the wake of the Azusa Street Revival in Los Angeles in 1906 and at the founding of the denomination in 1914, the Assemblies of God were officially pacifist. As late as October 1940, the Assemblies of God still claimed that “military service is incompatible with the gospel of Jesus Christ, and that a Christian cannot fully follow the teachings of his Lord and Master if he engages in armed conflict.” Several scholarly works have already recovered this forgotten history. Robert Mapes Anderson’s Vision of the Disinherited: The Making of American Pentecostalism (1979) and Grant Wacker’s Heaven Below: Early Pentecostals and American Culture (2003) treated this lightly. More recently, Paul Alexander narrated a full-scale account of Pentecostal pacifism in Peace to War: Shifting Allegiances in the Assemblies of God (2009).\n\nBut Beaman and Pipkin’s book Pentecostal and Holiness Statements on War and Peace (2013) offers something new: hundreds of fascinating primary sources showing the pacifist orientation of the Pentecostal movement. Take, for instance, this 1938 column from the Foursquare Church, founded by the colorful Aimee Semple McPherson: “Should a Christian take up arms in time of war? The question is perhaps, a little late. It already has been answered—IN THE BIBLE. Until the Ten Commandments are repealed the Christian has no alternative but to stay aloof from war and its consequent destruction of human life. Should one be drafted? Well, prayer changes things. And the God who saved Noah from the flood, and preserved Daniel in the lions’ den and his brethren in the fiery furnace, surely can ‘handle’ so inconsequential a thing as a little draft-board. Prayer, wisdom and the proof of patriotic loyalty on our part, couple with a willingness to serve our country in non-combatant service should turn the trick for any obedient child of God.” Beaman notes that the Foursquare Church grappled with the pacifist impulse until WWII, when it capitulated (or came to its senses, depending on your theological persuasion) and embraced the use of lethal force and the preservation of a “Christian America.”\n\nBy contrast, the Church of God (Cleveland, Tennessee) persisted longer. They were not only against war, but for peace. In an official denomination statement, the denomination called upon their members to attempt “exploits for Peace on Earth as risky as do men of war.” More specifically, they called in the late 1960s for the diversion of war budgets to social programs for the poor.”\n\nWhy did Pentecostal churches lose this orientation? You’ll have to read Paul Alexander’s Peace to War for the full story. Interestingly, there seems to be signs of rapprochement with the past as Anabaptists and Pentecostals in recent decades have begun meeting outside their respective enclaves. Brian Pipkin, who grew up attending Assemblies of God and Foursquare churches, learned about pacifism at a Pentecostal seminary in the Philippines, where he read The Upside-Down Kingdom by the Anabaptist scholar Donald Kraybill. Paul Alexander, who was a licensed minister with the Assemblies of God and co-founder of Pentecostals and Charismatics for Peace and Justice, attended Pasadena Mennonite Church for a time. Martin Mittelstadt, a professor of New Testament at Evangel University, calls himself a “Mennocostal” who rejects nationalism and embraces counter-culturalism and a “Spirit-led, story-based hermeneutic.” To meet many others, check out the PCPJ website.", "article_metadata": {"og": {"site_name": "Anxious Bench", "description": "The Relevance of Religious History for Today", "title": "Unexpected Sites of Christian Pacifism: Pentecostal Edition", "url": "http://www.patheos.com/blogs/anxiousbench/2014/04/unexpected-sites-of-christian-pacifism-pentecostal-edition/", "image": "http://wp.patheos.com.s3.amazonaws.com/blogs/anxiousbench/files/2014/04/John_Ashcroft-240x300.jpg", "type": "article"}, "com.silverpop.brandeddomains": "www.pages04.net,patheos.mkt5005.com,www.patheos.com", "robots": "noodp,noydir"}, "_id": "\"57477af46914bd0286fd777d\"", "article_summary": "More recently, Paul Alexander narrated a full-scale account of Pentecostal pacifism in Peace to War: Shifting Allegiances in the Assemblies of God (2009).\nUntil the Ten Commandments are repealed the Christian has no alternative but to stay aloof from war and its consequent destruction of human life.\nIn 2006, the year after Ashcroft stepped down from the George W. Bush Administration, Sarah Palin was elected governor of Alaska.\nTake, for instance, this 1938 column from the Foursquare Church, founded by the colorful Aimee Semple McPherson: “Should a Christian take up arms in time of war?\nShe called the Iraq War a “task that is from God.” She has been critical of Barack Obama, no peacenik himself."}