{"article_title": "McCrory embraces state-initiated Medicaid expansion", "article_keywords": ["stateinitiated", "embraces", "north", "federal", "state", "expansion", "states", "mccrory", "medicaid", "plan", "health", "carolina"], "article_url": "http://www.dukechronicle.com/article/2015/02/mccrory-embraces-state-initiated-medicaid-expansion", "article_text": "McCrory embraces state-initiated Medicaid expansion\n\nBy Sarah Kerman | Thursday, February 12 2015\n\nThe Chronicle In his State of the State speech last week, Governor Pat McCrory discussed a state-based Medicaid expansion to cover people with incomes up to 138 percent of the federal poverty line.\n\nNorth Carolina may expand its Medicaid program in 2015 under the Governor's new healthcare agenda.\n\n\n\nThe Medicaid program provides health insurance to those below the poverty line and is jointly funded by the state and federal governments. An expansion of the program could potentially cover people with incomes up to 138 percent of the federal poverty level and close the current gap that exists between Medicaid eligibility and eligibility for federal subsidies to purchase a health insurance plan on the healthcare marketplace established by the Patient Protection and Affordable Care Act. The ACA, which was passed in 2010, allows states access to federal funding if they choose to expand their Medicaid programs. In his State of the State speech last week, Governor Pat McCrory introduced the idea of a North Carolina based Medicaid expansion plan, rather than a federal plan, to accomplish this goal.\n\n“I will only recommend a North Carolina plan—not a Washington plan, so that we can put patients first,” McCrory said in the speech.\n\nMcCrory’s agenda, which embraces a state-initiated reform push, stands in contrast to rhetoric about Medicaid expansion in the 2014 NC General Assembly legislative session. Don Taylor, associate professor of public policy, noted that many Republican members of the GA were strongly opposed to Medicaid expansion in the years since the passage of the ACA.\n\n“Dislike of President Obama and ideological opposition to government are the main reasons they oppose [Medicaid expansion],” he said.\n\nMcCrory made an appeal to fiscal conservatives, who have generally opposed Medicaid expansion, in the State of the State.\n\n“Any plan would require personal and financial responsibility from those who would be covered,\" he said. “If we bring a proposal to help the uninsured, it will protect North Carolina taxpayers.\"\n\nA 2014 study by the Robert Wood Johnson Foundation estimates that by not expanding, the state is forgoing $39.6 billion in federal funding over 10 years. Other states including Arkansas and Iowa have already begun filing for waivers to develop their own expansion plans and obtain this federal funding. Olivia James, press assistant to the North Carolina Department of Health and Human Services, wrote in an email Wednesday that North Carolina will adopt a similar strategy.\n\n“We will review all options to develop a North Carolina-specific solution to cover the uninsured, much like other states have done for [their] citizens,”\n\nTaylor argued that taking a state-based solution to expanding Medicaid is the right approach.\n\n“I actually agree with the governor. I think we should do a NC specific plan and jumpstart overall health care reform for the state,\" he said. \"If you believe that expanding insurance coverage is an important public policy goal there will never be a more advantageous way to expand it than under the ACA.\"\n\nTaylor noted that the specifics of the proposal are not set in stone and the conversation at this point is more about getting legislators on board.\n\n“The details are tractable,\" he said. \"It’s a matter of political will at this point.”", "article_metadata": {"msapplication-config": "http://ds4q8c259towh.cloudfront.net/20160526X1xdm3NK6Z/dist/img/favicons/browserconfig.xml", "msapplication-TileColor": "#ffffff", "description": "The Chronicle is Duke University's independent student newspaper where you can find campus news, Blue Devil sports coverage, features, opinions and breaking news online and in print four days a week.", "generator": "Gryphon 20160217001 (Foundry 6.1-20150615001)", "og": {"site_name": "The Chronicle", "description": "The Chronicle is Duke University's independent student newspaper where you can find campus news, Blue Devil sports coverage, features, opinions and breaking news online and in print four days a week.", "title": "McCrory embraces state-initiated Medicaid expansion", "url": "http://www.dukechronicle.com/article/2015/02/mccrory-embraces-state-initiated-medicaid-expansion", "image": "http://ds4q8c259towh.cloudfront.net/20160526X1xdm3NK6Z/dist/img/dtc-ph.png", "type": "article"}, "twitter": {"site": "@DukeChronicle", "card": "summary_large_image"}, "apple-mobile-web-app-title": "TheChronicle", "theme-color": "#ffffff", "msapplication-TileImage": "http://ds4q8c259towh.cloudfront.net/20160526X1xdm3NK6Z/dist/img/favicons/mstile-144x144.png", "application-name": "TheChronicle", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "McCrory’s agenda, which embraces a state-initiated reform push, stands in contrast to rhetoric about Medicaid expansion in the 2014 NC General Assembly legislative session.\nMcCrory embraces state-initiated Medicaid expansionBy Sarah Kerman | Thursday, February 12 2015The Chronicle In his State of the State speech last week, Governor Pat McCrory discussed a state-based Medicaid expansion to cover people with incomes up to 138 percent of the federal poverty line.\nMcCrory made an appeal to fiscal conservatives, who have generally opposed Medicaid expansion, in the State of the State.\n“Dislike of President Obama and ideological opposition to government are the main reasons they oppose [Medicaid expansion],” he said.\nIn his State of the State speech last week, Governor Pat McCrory introduced the idea of a North Carolina based Medicaid expansion plan, rather than a federal plan, to accomplish this goal."}