{"article_title": "Vintage Cigarette Ads: Watch the Glamour Fade", "article_keywords": ["lung", "ads", "cancer", "factors", "vintage", "medical", "watch", "yeah", "disease", "glamour", "cigarette", "health", "know", "fade", "smoking", "governments"], "article_url": "http://www.theatlantic.com/health/archive/2014/01/vintage-cigarette-ads-watch-the-glamour-fade/283063/", "article_text": "If you tell someone today that smoking leads to emphysema and chronic bronchitis, they'll probably wave you off with a yeah, yeah, yeah and silently hate you for presuming to know better than they do.\n\nBut in 1964 when the Surgeon General's Advisory Committee on Smoking and Health issued its report on the effects of lighting up, the findings were the first \"to definitively link smoking with lung cancer and heart disease,\" according to the CDC. Still, for decades many people continued to be ambivalent about the government's perceived overreach.\n\nWell before that in 1956, American Cancer Society medical and scientific director Charles S. Cameron wrote an article for The Atlantic entitled, \"Lung Cancer and Smoking: What We Really Know.\" He explained that some disagreement with new research came from smokers who \"[mitigated] attention to the chief suspect\" by stating that in the modern world, \"if cigarette smoking is involved in causing lung cancer, it is obviously not the only cause.\"\n\nThis is true, but our interest at this point is not whether it is the only cause, but whether it is a cause of any moment at all. Since lung cancer affects some who have never smoked and since some smoke a lifetime with impunity, the operation of biological or constitutional factors appears likely. Atmospheric pollutants are in the picture too. But to minimize one factor because there may be many will not dispel the murk. Cigarette smoking is one of many factors under suspicion, and furthermore it is the only one over which the individual can exercise full and personal control.\n\nAdditionally, as Richard Knox reports in NPR, even medical professionals were wary about the government's intentions because \"back then, public health rarely concerned itself with any hazards beyond infectious disease epidemics.\"", "article_metadata": {"description": "It was 50 years ago this month the Surgeon General&#39;s Report on Smoking and Health shed new light on the direct links between smoking and public health.", "author": "Judith Ohikuare", "og": {"site_name": "The Atlantic", "description": "It was 50 years ago this month the Surgeon General&#39;s Report on Smoking and Health shed new light on the direct links between smoking and public health.", "title": "Vintage Cigarette Ads: Watch the Glamour Fade", "locale": "en_US", "image": "https://cdn.theatlantic.com/assets/media/img/mt/2014/01/march1973_parliament_banner/lead_large.jpg", "url": "http://www.theatlantic.com/health/archive/2014/01/vintage-cigarette-ads-watch-the-glamour-fade/283063/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "article_summary": "If you tell someone today that smoking leads to emphysema and chronic bronchitis, they'll probably wave you off with a yeah, yeah, yeah and silently hate you for presuming to know better than they do.\nSince lung cancer affects some who have never smoked and since some smoke a lifetime with impunity, the operation of biological or constitutional factors appears likely.\nCigarette smoking is one of many factors under suspicion, and furthermore it is the only one over which the individual can exercise full and personal control.\nWell before that in 1956, American Cancer Society medical and scientific director Charles S. Cameron wrote an article for The Atlantic entitled, \"Lung Cancer and Smoking: What We Really Know.\"\nStill, for decades many people continued to be ambivalent about the government's perceived overreach."}